{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Yungdrung Lhateng Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Chu chen County"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(187) gYung drung lha steng Monastery"
  }, 
  {
   "body": "<p>gYung drung lha steng (or lha sding)</p>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>The monastery is located around 33 km south of Chu chen Township, seat of the Chu chen county.</p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>According to written sources, the monastery was founded in the Fire-Dog year of the 1st Rab byung (1046).<a href=\"#n56\" name=\"nb56\" class=\"note\">56</a> The monastery was at one time one of the two major Bonpo centres of the eighteen kingdoms of rGyal rong.<a href=\"#n57\" name=\"nb57\" class=\"note\">57</a> Among their kings, those of lCags la, bTsan lha, Wo gzhi, Se mo rdzing ’gag, Cog tse, Dam pa, Khro skyabs, gZim g-yag, dGe bshes tsa and Yar rgan became important sponsors of the monastery. mKhan chen bSod nams rgyal mtshan and sTag dngos Shes rab g-yung drung conducted the monastery’s consecration ceremony (rab gnas) after its completion. </p><p>According to an inscription, one of the kings took his dge bsnyen vows from Kun grol grags pa (b.1700) and received the name of Nam mkha’ g-yung drung ye shes. Later he was ordained a monk by mKhan chen bSod nams rgyal mtshan.</p><p>After rGyal rong’s conquest by the Manchu emperor Qianlong in 1778, the monastery was converted to the dGe lugs pa tradition by force and was given the Chinese name of Guang fa si (bsTan ’phel gling). The practice of Bon religion was forbidden by an edict. As a result, the monastery fell under the authority of ’Bras spungs Monastery near Lhasa which immediately appointed an abbot for the monastery. It continued to do so until the 1950s. Only some of the names of the abbots sent from Lhasa are known to us: </p><ol type=\"1\"> <li>Sangs rgyas ’od zer</li> <li>Grags pa phun tshogs</li> <li>Blo bzang ’jam dbyangs </li> <li>Ngag dbang bstan ’dzin</li> <li>Blo bzang don ldan</li> <li>’Jam dbyangs smon lam</li> <li>Ngag dbang lhun grub</li> <li>bsTan pa rin chen</li> <li>Ngag dbang bzang po</li> <li>Grags pa chos ’phel</li> <li>Blo bzang chos ’phel</li> <li>Sangs rgyas bstan ’dzin</li> <li>’Jam dbyangs yar ’phel</li> <li>Blo bzang dam chos</li> <li>’Jam dbyangs sbyin pa</li> <li>’Jam dbyangs yar ’phel</li> </ol><p>(The names of Nos. 17-29 are not clear) </p><ol type=\"1\"> <li>bSod nams yon tan, </li> <li>Blo bzang thub bstan, </li> <li>mKhyern brtse ngag dbang blo gros</li> <li>Kun ldan rin chen</li> <li>Blo bzang shes rab</li> <li>rGyal ba shes rab</li> <li>Yon tan nyi ma</li> <li>A khu ye shes</li> <li>gYu bo blo gros</li> <li>rGyal rong dge bshes</li> <li>dGe ’dun rin chen, </li> <li>Ngag dbang dpal ldan (1881-1953) </li> </ol><p>During the Cultural Revolution the moanstery was razed. In the 1980s the central government generously gave 300,000 Chinese Yuan for the monastery’s reconstruction. </p><p>Bon blon Nam mkha’ bstan ’dzin (b.1932) of rTogs ldan Monastery (No.88) in rNga khog, oversaw the work with the assistance of Rin chen rgyal, sTag lha skyabs, Legs bshad rgya mtsho, Ya ma bKra shis and Tshe ring phun tshogs. At the beginning, because of the monastery’s conversion, there was some discussion between Bonpo and dGe lugs pa as to which tradition the monastery should belong, but since the majority of the local population wanted it to be Bonpo, the local authorities handed it over to the Bonpo community. The reconstruction was completed in 1989 and Bon blon Nam mkha’ bstan ’dzin became the khri pa and Rin chen rgyal became the mkhan po of the monastery. </p><p>The monastery is supported by rTogs ldan Monastery which sends teachers and holds regular annual rituals there to revive Bonpo religious activities in the region after two centuries of dGe lugs pa dominance. Since 1990, the local people select the khri pa and mkhan po every year from various Bonpo monasteries in rGyal rong, such as Bla med and Brag dben Monasteries in Chu chen county, Khyung lung Monastery (No.171) in Rong brag county. In 1990 Legs bshad rgya mtsho of Bla med Monastery (No.190) was selected as the khri pa and Rin chen rgyal as the mkhan po. In 1991 sKal bzang and Ya ma bKra shis were respectively khri pa and mkhan po, in 1992 Tshe dbang rgyal mtshan and sTag lha, in 1993 Rab brtan and Legs bshad, in 1994 O rgyan and bSod nams, in 1995 Tshul khrims mthar phyin and bSod nams, in 1996 Tshul khrims dar rgyas and bSod nams, in 1997 Pad ma and gYung drung.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one khri pa</li> <li>one mkhan po</li> <li>one gnyer pa</li> </ul><p>All the incumbents of the above-listed positions are replaced every year.</p>", 
   "index": 6, 
   "parent_index": 2, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>The number of monks is extremely variable since they come from various monasteries in rGyal rong and stay there for a few months or a few years. Generally, there are between five and fifteen novices and monks at a time. </p>", 
   "index": 7, 
   "parent_index": 2, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>The monastery has close ties with rTogs ldan Monastery as well as with several monasteries in rGyal rong, especially with those that send monks and sponsor the monastery. </p>", 
   "index": 8, 
   "parent_index": 2, 
   "title": "6. Educational Exchange"
  }, 
  {
   "body": "<p>There is no particular system of education.</p>", 
   "index": 9, 
   "parent_index": 2, 
   "title": "7. Current education"
  }, 
  {
   "body": "<p>Since there is no fixed number of monks at the monastery, there are no fixed annual rituals</p>", 
   "index": 10, 
   "parent_index": 2, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The monastery only has the usual ritual texts.</p>", 
   "index": 11, 
   "parent_index": 2, 
   "title": "10. Books held in the monastery"
  }, 
  {
   "body": "<p>The monastery has no regular Sources of income and depends on offerings from its followers. The monks provide their own food.</p>", 
   "index": 12, 
   "parent_index": 2, 
   "title": "11. Income and expenses"
  }, 
  {
   "body": "<p>The local lay community consists mainly of the population in the A nyin area among other Bonpo communities in rGyal rong. </p>", 
   "index": 13, 
   "parent_index": 2, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>Farmers </p>", 
   "index": 14, 
   "parent_index": 2, 
   "title": "14. Occupation of the local people"
  }, 
  {
   "body": "", 
   "index": 15, 
   "parent_index": 2, 
   "title": "Sources"
  }, 
  {
   "body": "<p>In autumn 1998 with Bon blon Nam mkha’ bstan ’dzin (b.1932), a trulku of rTogs ldan Monastery</p>", 
   "index": 16, 
   "parent_index": 15, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<ol type=\"1\"> <li>rNga khul chu chen rdzong gi g-yung drung lha lding dgon pa’i lo rgyus mdor bsdus in rNga ba khul gyi dgon pa’i lo rgyus, MS, pp.244-248. Compiled by the Religion Bureau and the Buddhist Association of rNga ba Prefecture</li> <li>Samten G. Karmay, “The Decree of the Khro-chen King”, Acta Orientalia 51, (Copenhagen) 1990: 141-159</li> <li>Per Kvaerne, Elliot Sperling, Preliminary Study of an Inscription from Rgyal-rong, Acta Orientalia (Copenhagen) 1993, 54, 113-125</li> </ol><hr class=\"footnote-divider\">", 
   "index": 17, 
   "parent_index": 15, 
   "title": "(2) Texts"
  }, 
  {
   "body": "<div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n56\"></a><a href=\"#nb56\" class=\"note\"> [56] </a> A short anonymous history of gYung drung lha steng, pp. 244-248 in rNga khul gyi dgon pa’i lo rgyus published by the Religion Bureau and the Buddhist Association of rNga ba Prefecture, MS. According to another point of view, the monastery was founded in the 13th century, see Si khron zhing chen rnga ba bod rigs rang skyong khul chu chen rdzong gi sa cha’i ming btus by Chu chen rdzong sa ming ’go khrid tsho chung, p.155. 1984, ’Bar khams. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n57\"></a><a href=\"#nb57\" class=\"note\"> [57] </a> The other was mTsho mtho Monastery (No.188). </div>", 
   "index": 18, 
   "parent_index": 0, 
   "title": "Notes"
  }
 ], 
 "meta": {
  "date": "2011-12-13 02:30:19 UTC", 
  "domain": "places", 
  "kid": "23593", 
  "authors": [
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }, 
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }
  ], 
  "title": "Yungdrung Lhateng Introduction"
 }
}