{"meta":{"authors":[],"title":"སྣེ་གདོང་རྩེ་ཚོགས་པ།","dates":{"created_at":"2010-08-14 12:30:01 UTC","updated_at":"2010-08-14 12:30:01 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"སྣེ་གདོང་རྩེ་ཚོགས་པ།"},{"title":"སྣེ་གདོང་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"སྣེ་གདོང་རྩེ་ཚོགས་པ།","index":2,"parent_index":0,"body":" <p>མཚན་རྒྱས་པར་“རྩེ་ཚོགས་དགའ་ལྡན་བྱང་གྲོལ་བདེ་ཆེན་གླིང་”ཞེས་ཞུ། རྩེད་ཐང་ནས་སྤྱི་ལེ་གཅིག་ཙམ་ཤར་ལྷོའི་ངོས་སུ་སོང་ན་སྣེ་གདོང་གྲོང་དུ་འབྱོར། སྣེ་གདོང་ཞེས་པ་ནི་གོང་པོ་རིའི་རི་རྒྱུད་གཡོན་ངོས་སུ་རི་གླང་ཆེན་ཉལ་འདྲའི་སྣ་སྟེང་དུ་རྫོང་དེ་ཆགས་པས་སྣེ་གདོང་ཞེས་དང་། དགོན་དེ་ནི་ཁ་ཆེ་པཎ་ཆེན་ཤཱཀྱ་ཤྲཱིས་ཕྱག་བཏབ་གནང་བའི་ཚོགས་པ་སྡེ་བཞིའི་ཡ་གྱལ་ཡིན། སྔོན་རྒྱ་གར་དུ་ཁ་ཆེ་པཎ་ཆེན་མུ་སྟེགས་པ་དང་རྩོད་པ་ཉིན་བདུན་བསྐྱོན་པར་ཉིན་ལྔ་ཕམ་སྟབས་ཆོས་བསྡོགས་ཀྱི་ཚུལ་དུ་ཕེབས་ནས་ཤིང་ཏཱ་ལའི་སྡོང་པོར་སྐུ་བསྙེས་ནས་བཞུགས་སྐབས་སྡོང་པོ་དེ་ལས་ལོ་མ་ཞིག་ལྷུང་བས་ཡར་བཞེངས་ནས་གཟིགས་སྐབས་སྒྲོལ་མ་ཕྱག་བཞི་པའི་སྐུ་ཞིག་ལས་གསུང་བྱོན་པར་“པཎ་ཆེན། པཎ་ཆེན། ཁྱེད་སྔར་བཞིན་རྩོད་ཅིག་”གསུང་པར་རྩོད་པ་བསྐྱོན་པས་པཎ་ཆེན་རྒྱལ། སྒྲོལ་མའི་མཚན་ལའང་རྩོད་རྒྱལ་བ་ཞེས་ཞུ། སྔོན་དགོན་དེར་ཉིན་ལྟར་དགོང་དྲོ་སྒྲོལ་མ་ཉེར་གཅིག་རེ་གསུང་སྲོལ་ཡོད། སྣེ་གདོང་གི་མི་སེར་ཡང་གྲལ་འདབས་སུ་སྒྲོལ་མ་སྐྱོར་དུ་འོང་། སྒྲོལ་མ་ཉེར་གཅིག་རྫོགས་མཚམས་“ཕྱག་འཚལ་བ་ནི་སྒྲོལ་མ་”<span class=\"milestone page eng \">[page <span class=\"pnum\">45</span>] </span>ཞེས་བཏོན་ནས་ཁུ་སིམ་དུ་བསྡད་ན་“ཉི་ཤུ་རྩ་གཅིག་”ཅེས་པ་སྒྲོལ་མས་གསུང་འབྱོན་གྱི་ཡོད་པ་སྣེ་གདོང་རྒྱལ་པོའི་བཙུན་མོས་གསན་པས་དད་པ་གཡོ་མེད་སྐྱེས་ཏེ་སྒྲོལ་མའི་སྐུ་བརྙན་ལ་གསེར་བསྒྲོན། དུས་དེ་ནས་བཟུང་སྒྲོལ་མས་གསུང་མ་འབྱོན་སྟབས་བཙུན་མོས་མཐོལ་གཤགས་ཀྱི་ཚུལ་དུ་རང་གི་རྒྱན་ཆ་བཤིག་སྟེ་གཙོ་བོ་མུ་ཏིག་ལས་གྲུབ་པའི་སྤྱན་རས་གཟིགས་སེམས་ཉིད་ངལ་གསོའི་ཞལ་ཐང་བཞེངས་པ་ད་ལྟའང་ཁྲ་འབྲུག་དགོན་དུ་མཇལ་རྒྱུ་ཡོད། དེ་རྗེས་རྗེ་ཙོང་ཁ་པ་བོད་དུ་ཕེབས་ནས་དགུང་གྲངས་ཉེར་ལྔ་པ་ལ་དགོན་དེའི་མཁན་ཐོག་བཅུ་གསུམ་པ་ཚུལ་ཁྲིམས་རིན་ཆེན་ལས་ཡར་ཀླུངས་རྣམ་རྒྱལ་ལྷ་ཁང་དུ་དགེ་སློང་གི་སྡོམ་པ་བཞེས། དེ་ནས་རིམ་བཞིན་དགེ་ལྡན་པའི་ཕྱག་བཞེས་མཛད། དགེ་འདུན་ཞལ་གྲངས་སུམ་བརྒྱ་ཙམ་ཟིན་པ་བཅས་སོ། </p> <p>ད་ལྟ་གསར་བཞེངས་འདུ་ཁང་ནང་སྔོན་གྱི་སྒྲོལ་མ་གསུང་འབྱོན་མ་དེ་དང་། རྗེ་ཡབ་སྲས་ཀྱི་སྨན་སྐུ་ཐོག་སོ་གཉིས་ལྡན་། ཁ་ཆེ་པཎ་ཆེན་གྱི་སྐུ་བརྙན་སོགས་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད།</p>  "}]}