{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Sara Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "I.2. Residential Structures in Other Locations: Religious and Elite Residences"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " SarāSa rā "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Sarā</span><span class=\"scholar\">Sa rā</span> (?)</li> <li>Site number: B-50</li> <li>Site typology: I.2a </li> <li>Geographic coordinate (N. lat.): 33º 47.2΄ </li> <li>Geographic coordinate (E. long.): 79º 11.0΄ </li> <li>Elevation: 4280 m to 4310 m</li> <li>Administrative location (township): <span class=\"popular\">O Jang</span><span class=\"scholar\">O byang</span> </li> <li>Administrative location (county): <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> </li> <li>Survey expedition: HTWE</li> <li>Survey date: July 6, 2004</li> <li>Contemporary usage: Light pastoral use. </li> <li>Identifiable Buddhist constructions: <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span>.</li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Sarā</span><span class=\"scholar\">Sa rā</span> was once a major agricultural settlement and probably an important cultural center as well, but very little is left. A large collection of all-stone edifices are situated near the base of the slope that encloses the north side of the broad <span class=\"popular\">Sarā</span><span class=\"scholar\">Sa rā</span> valley. The movement of scree slopes combined with flooding has taken a heavy toll on the site. The various dispersions found here represent the onetime existence of no less than 50 or 60 buildings. It is certainly possible that several hundred people once lived at <span class=\"popular\">Sarā</span><span class=\"scholar\">Sa rā</span>. The nucleus of the site is partly enclosed by a dark-colored ridge. Multiple building groups (Residential structures RS2 to RS10) once stood here, many components of which had a semi-subterranean aspect. Morphological evidence indicates that most, if not all, the edifices at <span class=\"popular\">Sarā</span><span class=\"scholar\">Sa rā</span> had all-stone corbelled roof assemblies. Only one intact roof is still found among them. The <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> in such an extensive settlement are likely to have had both utilitarian and ritual functions. The buildings were primarily constructed of thin slabs of stone (10 cm to 90 cm long) that were laid in random-work courses. </p><p>A number of archaic style as well as more conventionally designed <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> are also found at <span class=\"popular\">Sarā</span><span class=\"scholar\">Sa rā</span>, the main ceremonial element of the site. The chronological relationship between the ceremonial and residential elements of <span class=\"popular\">Sarā</span><span class=\"scholar\">Sa rā</span>is not very clear. Generally the <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> are in much better condition than the residences, suggesting that they were constructed at a later date. This is especially true of those <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> built in a standard iconometric manner. In one case, he relative location of a <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> does indeed show that it was founded subsequent to the typical residential complexes of <span class=\"popular\">Sarā</span><span class=\"scholar\">Sa rā</span>. </p><p>Extensive fields, now all discarded, lie in the flat valley bottom. The faint outlines of walls (zhing ra) subdividing the old fields are discernable, extending from the foot of the ridge that bounds the north side of the valley to the watercourse that cuts through the middle of it. This streambed is often dry or containing just a small amount of water, making agriculture an unviable proposition nowadays. Desiccation clearly played a role in the abandonment of <span class=\"popular\">Sarā</span><span class=\"scholar\">Sa rā</span>. It is reported that a couple of <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span> families winter at <span class=\"popular\">Sarā</span><span class=\"scholar\">Sa rā</span>. </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>Elders of the region say that <span class=\"popular\">Sarā</span><span class=\"scholar\">Sa rā</span> was an ancient agricultural settlement.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>On a spur elevated about 20 m above the valley floor on the southeast edge of the site there are the remains of an unusual <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> (33° 47.116΄ N. lat. / 79° 11.152΄ E. long.). It is built of dark-colored slabs of stone (up to 1 m long) plastered in mud. Some of the red ochre painted on the plaster has survived. The long stone rectangular base (9.4 m x 3.3 m x 2.4 m maximum) sits on a masonry plinth 70 cm in height. Upon the base are five cubic structures, four of which are capped by one or two graduated tabular structures. The most northeasterly of the cubic structures was built in the same fashion but is too damaged to have any upper extensions. A substructure of tamarisk rounds is visible inside the northeasterly cubic form. The southeast side of the base of the <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> is flush with the slope, a highly unusual feature, at least if this was a Buddhist variant of the monument. The five small, square superstructures appear to be <span class=\"popular emph\">bhumpa</span><span class=\"scholar emph\">bum pa</span>, a standard tabernacular element in <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> design. Similar style monuments are found at other archaic cultural sites such as <span class=\"popular\">Dodrilbu</span><span class=\"scholar\">Do dril bu</span> (B-13) and <span class=\"popular\">Pranglam</span><span class=\"scholar\">’Phrang lam</span> (B-102).<a href=\"#n95\" name=\"nb95\" class=\"note\">95</a> </p>", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Long mchod rten"
  }, 
  {
   "body": "<p>To the northwest of the long <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> there is an isolated wall fragment of stone slabs built 1 m into the foot of the slope (47.155΄ / 11.140΄). To reach 1 m in height this wall (5.7 m long) contains about 25 vertical courses of stones, providing a picture of how thin hese slabs are generally. The overall structural picture of the <span class=\"popular\">Sarā</span><span class=\"scholar\">Sa rā</span> site indicates that this wall vestige was once part of an all-stone habitation. The construction of a corral (<span class=\"popular emph\">lhakha</span><span class=\"scholar emph\">lhas kha</span>) in close proximity may have contributed to its destruction, but geomorphologic changes to the loose scree slopes above the structure surely played a part as well. </p>", 
   "index": 8, 
   "parent_index": 6, 
   "title": "rDo khang fragment"
  }, 
  {
   "body": "<p>The residential structure RS1 dispersion roughly measures 20 m x 9 m (47.173΄ / 11.120΄). Only desultory bits of what was probably more than one building have endured. A rear wall segment (6.6 m long) is built 1.3 m into he slope. This wall segment exhibits two buttresses, rounded corners and some overlapping among the upper courses of masonry, unmistakable <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> features. The larger of the buttresses is 1.8 m in length, clearly once part of a substantial edifice. In one corner of this wall shepherds built a pen for kids (<span class=\"popular emph\">riu tsang</span><span class=\"scholar emph\">ri’u tshang</span>). On a wall fragment on the forward side of the RS1 dispersion there appears to be faint traces of two or three vertical courses of adobe blocks. The building of a now abandoned corral in the proximity may have played a part in the dissolution of the structures but slope failure is likely a bigger cause. To the west of RS1 there are he remains of a residential structure (3.1 m x 4.1 m) set on the tip of rock spur (47.190΄ / 11.114΄). The seams of the slab walls of this structure (up to 1.1 m in height) contain copious amounts of a mud mortar. Running past this rock spur, at the edge of the slope between RS1 and RS2, there are what appear to be the remains of a retaining wall (around 80 cm in height). </p>", 
   "index": 9, 
   "parent_index": 6, 
   "title": "Residential Structure RS1"
  }, 
  {
   "body": "<p>Residential structure RS2 is a multi-roomed edifice sheltering at the base of a ridge (47.210΄ / 11.083΄). Not much is left of this relatively large structure (14 m x 9.1 m). There are two niches in a northwest facing wall hat is set 1.5 m into the slope. </p>", 
   "index": 10, 
   "parent_index": 6, 
   "title": "Residential Structure RS2 "
  }, 
  {
   "body": "<p>Residential structure RS3 (approximately 19 m x 7.5 m) is situated 7 m north of RS2. This dispersion also stretches along the base of the slope that hems in the <span class=\"popular\">Sarā</span><span class=\"scholar\">Sa rā</span> valley. Only small wall segments are extant. On the north end of the RS3 dispersion a semi-circular structure has survived with its all-stone roof intact. The integral entranceway (60 cm x 40 cm) accesses an interior space that is only 1.2 m deep and 85 cm high. The roof is made of corbels and slabs and is partially obscured by rubble. Obviously, this structure was not for human habitation, but it is not clear whether it had a ceremonial or utilitarian function. </p>", 
   "index": 11, 
   "parent_index": 6, 
   "title": "Residential Structure RS3"
  }, 
  {
   "body": "<p>Residential structure RS4, located at the base of the slope, is just a very short distance from RS3. This large dispersion (47.5 m x 18 m) supported a collection of buildings, but they are in an advanced state of decay. Rear walls were built into the slope and one niche is still found among them. Within the dispersion, a discrete structure has survived with parts of all four walls intact (3.8 m x 4.4 m). </p>", 
   "index": 12, 
   "parent_index": 6, 
   "title": "Residential Structure RS4"
  }, 
  {
   "body": "<p>Residential structure RS5 (41 m x 12 m) is situated on the slopes immediately above RS4. This dispersion once supported several sizable all-stone buildings. On the northwest end of the dispersion, a rear wall segment (6.5 m long) is set 2 m into the upper slope. This wall was once part of a relatively large and powerful edifice. Just above the RS5 dispersion there is a row of three conventionally designed <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> (prominent square bases supporting five graduated tiers upon which a rounded midsection was built). These <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> are of both stone-slab and adobe-block construction. There is some red ochre remaining on the mud veneer covering the structures. There are tamarisk rounds integrated into the graduated tiers (<span class=\"popular emph\">pangrim</span><span class=\"scholar emph\">pang rim</span>). The upper slope has engulfed the bases of this pair of <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span>. These <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> have a Buddhist appearance about them. Their relative good state of preservation gives the impression that they are not contemporaneous with the <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span>. They may have been built at a later date to ritually pacify he site.</p>", 
   "index": 13, 
   "parent_index": 6, 
   "title": "Residential Structure RS5"
  }, 
  {
   "body": "<p>In the proximity of RS5 is residential structure RS6 (29 m x 15 m), another contiguous zone of edifices on the slopes. Seven or 8 sizable buildings must have once stood here. This dispersion has forward freestanding wall segments up to 2 m in height. These were built without very substantial underlying revetments. Stone slabs of various lengths were used in construction (10 cm to 80 cm). These walls were heavily mud mortared, much of which has oozed out of the seams to cover sections of the stonework. In the remains of an upper edifice, a forward wall segment reaches 2.8 m in height on the exterior side and 2 m high on the interior, the difference being accounted for by a revetment. There is a window in this forward wall (35 cm x 40 cm) with a 70-cm long lintel. The rear wall of the same edifice is set 1.8 m below the upper slope. In the bottom of the rear wall there are wo deep recesses (east: 45 cm x 35 cm x 1.2 m, west: 55 cm x 35 cm x 1 m). This rear wall was part of a large irregularly shaped room (4.9 m x 3.8 m) and has one buttress partly intact as well. Such large sequestered rooms may possibly have had a ceremonial function, with the recesses representing sacred spaces of some kind (we might speculate that chthonic forces were propitiated here). </p>", 
   "index": 14, 
   "parent_index": 6, 
   "title": "Residential Structure RS6"
  }, 
  {
   "body": "<p>Residential structure RS7 (38.5 m x 18.5 m) is situated northeast of RS6 at the same elevation. This highly fragmentary dispersion has been reduced to a scattering of small wall segments. Near the high end of this dispersion there is a wall fragment with an entranceway (55 cm wide) that has been engulfed by the slope. On the northeast side of the dispersion a discrete structure (4 m x 4.3 m) is discernable. Very little of the forward/lower portion of this <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> has survived but he rear wall is somewhat intact. It is built 1.4 m into the upper slope and contains a deep recess (1.1 m x 90 cm x 1 m). A rear wall buttress in this structure divided a larger room from an alcove (1.2 m x 70 cm). This buttress was constructed with slabs up to 90 cm in length. </p>", 
   "index": 15, 
   "parent_index": 6, 
   "title": "Residential Structure RS7"
  }, 
  {
   "body": "<p>Residential structure RS8 (12 m x 6 m) is situated west of the nucleus of the <span class=\"popular\">Sarā</span><span class=\"scholar\">Sa rā</span> site (47.254΄ / 11.027΄). This single (?) structure was built at two distinct elevations. Only small wall fragments are still in situ. The rear wall was built 1.3 m into the uphill slope.</p>", 
   "index": 16, 
   "parent_index": 6, 
   "title": "Residential Structure RS8"
  }, 
  {
   "body": "<p>Residential structure RS9 (12 m x 17 m) and RS8 may have originally formed one contiguous complex but there is now a gap of 5 m between them (47.259΄ / 11.014΄). <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> were built inside the dispersion, signaling that they were founded subsequent to the original residential site. This is also indicated by the relative state of preservation of the ceremonial and residential juxtapositions. In the valley bottom between RS9 and RS10 there is slab wall (11.7 m long) embedded in the ground. It is aligned to the slope gradient above, not to the cardinal directions. Such structures are commonly associated with Upper Tibetan funerary sites. </p>", 
   "index": 17, 
   "parent_index": 6, 
   "title": "Residential Structure RS9"
  }, 
  {
   "body": "<p>Residential structure RS10 (50 m x 15 m) is another multi-roomed dispersion at the base of the slope (47.283΄ / 10.970΄). A number of buildings were established here but little is left. Like other dispersions at <span class=\"popular\">Sarā</span><span class=\"scholar\">Sa rā</span>, rear walls were built into the upper slopes, giving hem a semi-subterranean aspect. </p>", 
   "index": 18, 
   "parent_index": 6, 
   "title": "Residential Structure RS10"
  }, 
  {
   "body": "<p>At the base of the slope, an unusual style <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> was built on top of a rocky ledge (47.305΄ / 10.930΄). The base (4.2 m x 2.4 m x 2 m) supports two cubic structures upon which there is a single unit of five graduated tiers. Above this stepped structure there is a small rounded <span class=\"popular emph\">bhumpa</span><span class=\"scholar emph\">bum pa</span>. The structures built on the base add about another 2 m to the height of the monument. This archaic style <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> seems likely to have a Bon identity. In front of the tall <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> there are corrals used in the winter by the region’s <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span>. In close proximity are the remains of a small <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> obscured by a tent enclosure and other pastoral structures.</p>", 
   "index": 19, 
   "parent_index": 6, 
   "title": "Tall mchod rten"
  }, 
  {
   "body": "<p>On a spur tip above the tall <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> there is the ruined base of another <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> (3.4 m x 3.3 m) and a residential carcass (2.8 m x 3.3 m). Three walls remain standing in this structure, which are between 1 m and 1.6 m in height. It appears that adobe blocks were sandwiched between the stone slabs of these walls. Above hese ruins there is a masonry platform with a rudimentary prayer flag mast (47.313΄ / 10.892΄ / 4320 m). This is the only explicit sign of religious activity still being observed at <span class=\"popular\">Sarā</span><span class=\"scholar\">Sa rā</span>. </p><hr class=\"footnote-divider\">", 
   "index": 20, 
   "parent_index": 6, 
   "title": "West spur tip"
  }, 
  {
   "body": "<div class=\"footnote\"> <a name=\"n95\"></a> <a href=\"#nb95\" class=\"note\"> [95] </a> For descriptions of these ceremonial monuments see John Vincent Bellezza, “A Preliminary Archaeological Survey of Da rog mtsho,” <em>The Tibet Journal</em> 24, no. 1 (1999): 66; Bellezza, <em>Antiquities of Northern Tibet</em>, 243. When writing about these structures with what appear to be multiple <span class=\"popular emph\">bhumpa</span><span class=\"scholar emph\">bum pa</span>, I was uncertain of their religious orientation. Having collected more information on the moumental assemblage of Upper Tibet since that time, I am now of the opinion that they have a non-Buddhist identity. This is indicated by their unsual design characteristics and their placement exclusively among archaic cultural mouments. At this juncture, the age of these ceremonial structures cannot be pinpointed. Given the evidence an early historic period origin must be entertained. </div>", 
   "index": 21, 
   "parent_index": 0, 
   "title": "Notes"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16628", 
  "dates": [], 
  "title": "Sara Introduction"
 }
}