{"meta":{"domain":"places","kid":"16545","authors":[],"title":"Lungpuk Introduction","dates":{"created_at":"2010-08-11 20:46:00 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Lungpuk Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Lung PukLung phug","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Summit complex","index":7,"parent_index":6,"body":" "},{"title":"East sector","index":8,"parent_index":7,"body":" <p>Access to the east sector of the summit is from its west side of the formation and now includes a scramble up a fissure. The summit is connected to the range bounding the east side of the valley, but it is not approachable from this direction. Other approaches also present vertical expanses, thus the site is endowed with a good defensive aspect. The east sector summit is now only 2 m to 4 m wide, but a significant portion of it appears to have slipped down the sides of the formation. There is much rubble lying on the surface. At the eastern extremity of the east sector there is a random-work cobble wall segment precariously attached to the formation. None of it still stands independently above the summit. This wall segment is 1.3 m in length and 1.5 m high. Also on this narrow east end of the hilltop (1.5 m below the top) there is a 2-m long wall segment composed of cobbles and sandstone blocks (10 cm to 20 cm long). On the west end of the east sector there is a cobble and adobe-block wall 2 m in length and 2.5 m in height. It tenuously rests above the south rim of the summit. The highly eroded adobe blocks are 40 cm long and 10 cm in height.<\/p> "},{"title":"West sector","index":9,"parent_index":7,"body":" <p>The main portion of the west sector is situated approximately 5 m lower than the east sector of the summit. The west sector summit is 10 m to 20 m wide. Embedded in various parts of the summit are small pieces of double-course cobble footings (40 cm to 50 cm thick). This part of the summit also has cobble disjecta membra scattered all around it. Many other old building stones are likely to have fallen off the summit over the course of time. The structural remains seem to indicate that edifices once stood on the west sector summit, but their design and extent are not at all determinable. On the east end of the west sector, at the southernmost extension of the formation, there is a lone wall segment 1.5 m in length and up to 2.3 m in height. This highly worn adobe wall has two courses of cobbles near its base. The presence of two wall segments more than 2 m in height at <span class=\"popular\">Lung Puk<\/span><span class=\"scholar\">Lung phug<\/span> is an indication that significant structures were once established here. On the south side of the west end of the summit there is another adobe-block wall remnant, 1.6 m long and 1.1 m high. Another wall vestige (1.2 m long and 50 cm high) made mostly of cobbles is located farther west on the south rim of he formation. <\/p> "},{"title":"Well","index":10,"parent_index":6,"body":null}]}