{"meta":{"domain":"places","kid":"16671","authors":[],"title":"Nakpo Doring Introduction","dates":{"created_at":"2010-08-25 11:10:25 UTC","updated_at":"2010-08-25 11:10:25 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Nakpo Doring Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":"Nakpo DoringNag po rdo ring","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>The single pillar erected inside an enclosure of <span class=\"popular\">Nakpo Doring<\/span><span class=\"scholar\">Nag po rdo ring<\/span> was founded in the middle of a large plain with open views in all directions. To the north, the sacred and lofty <span class=\"popular\">Mukkar Gangri<\/span><span class=\"scholar\">Smug dkar gangs ri<\/span> range is visible. The terrain is level and sandy. There are also remnants of two outlying funerary superstructures at <span class=\"popular\">Nakpo Doring<\/span><span class=\"scholar\">Nag po rdo ring<\/span>. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Enclosure","index":7,"parent_index":6,"body":" <p>The highly fragmentary rectangular enclosure may have measured 5.5 m (north-south) x 8.5 m (east-west). The extant structural evidence indicates that walls of the enclosure were double-course and aligned in the cardinal directions. The extant wall segments are about 60 cm thick and constructed of a light-colored concretion and a black stone with white veins of variable length (up to 85 cm long). Around the enclosure there are many scattered stones that must have once been part of its construction. The surrounding terrain is largely free of stones. One meter east of the northeast corner of the enclosure there is an L-shaped wall fragment. It extends 5 m north and then turns west for 10 m paralleling the enclosure. <\/p> "},{"title":"Pillar","index":8,"parent_index":6,"body":" <p>The dark-gray irregularly shaped single pillar (60 cm [height] x 80 cm [basal girth]) was erected near the west side of the enclosure. It is reported that the rock used as the pillar is not found locally. <\/p> "},{"title":"Funerary superstructures","index":9,"parent_index":6,"body":" "},{"title":"Funerary Structure FS1","index":10,"parent_index":9,"body":" <p>Funerary structure FS1 is a very fragmentary double-course enclosure (7 m x 7.5 m) situated 40 m north of the pillar. The configuration of this structure is not clear and may have included more than one cell. The variable length (primarily 30 cm to 50 cm long) uncut slab and blocks of the perimeter walls project as much as 20 cm above the ground surface.<\/p> "},{"title":"Funerary Structure FS2","index":11,"parent_index":9,"body":" <p>Funerary structure FS2 (5.5 m x 5 m) is situated 30 m west of FS1. FS2 appears to be of the same construction as FS1 and is also very much deteriorated. <\/p>  "}]}