{"meta":{"domain":"places","kid":"16492","authors":[],"title":"Hala Khar (Sharchok) Introduction","dates":{"created_at":"2010-08-12 13:20:02 UTC","updated_at":"2010-08-12 16:53:52 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Hala Khar (Sharchok) Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Ha La KharHa la mkhar East","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>Evidently none exists in the locale.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Castle","index":7,"parent_index":6,"body":" <p> ha la mkhar (East) appears to have contained three rows of rooms with at least six rooms in each, which are oriented along the east-west axis of the structure. The south and north rows of compartments are set at a lower elevation than the middle or summit portion of the edifice. Very little of the ground plan remains in place and, due to the advanced level of degradation, the interface between the building and formation is not very clear in certain places. This extremely dissolved structure was probably built of adobe blocks. Had it been constructed of rammed-earth, traces of the orifices used in the assembly of the shuttering, should still be visible. Some of the light-colored mud walls are set on 50-cm high stone foundations. Below the summit, on he south side of the structure, there is a line of at least six rooms poised above the precipitous slopes of he formation. These rooms were divided by both stone and adobe partitions. In one room with standing wall segments (up to 1.2 m in height), the rear wall and one side wall are made of stone while the other side wall is of adobe. Each room in this row measures 2.5 m in width (east-west). The length of the south facing rooms is no longer determinable because their forward sections have slipped down the mountainside. The south line of rooms does not extend all the way to the east and west extremities of the remaining portion of the structure. Interposed between the summit row and south row of compartments there is a terrace or corridor (1 m to 1.5 m wide). <\/p> <p>There also appears to have been a row of rooms along the north side of the structure, with a passageway between it and adjoining summit portion of the edifice, creating a symmetrical ground plan. The north line of rooms, however, is even more deteriorated than the south row. In the west half of the north row, some traces of partition walls are evident, while much of the east half of the row has disappeared down the slopes. Through erosive forces the summit portion of the building has been largely leveled. Small wall segments (up to 1.5 m in height) that abut the summit side of the two axial corridors have persisted. There is also an isolated interior wall partition (1.5 m high), which managed to remain standing in the middle of the summit. All other traces of he summit row of rooms have been washed away. <\/p> "},{"title":"Affiliated sites","index":8,"parent_index":2,"body":" "},{"title":"Ha la Buddhist ruins","index":9,"parent_index":8,"body":null},{"title":"mThon lo kharmkhar","index":10,"parent_index":8,"body":null},{"title":"Shel did","index":11,"parent_index":8,"body":null}]}