{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Semodo (Nupchok) Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "I.2. Residential Structures in Other Locations: Religious and Elite Residences"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " SemodoSe mo do "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> (West)</li> <li>Alternative site name: <span class=\"popular\">Sinmodo</span><span class=\"scholar\">Srin mo do</span> (West)</li> <li>English equivalent: Island of the Srin mo</li> <li>Alternative site name 2: <span class=\"popular\">Nangdo</span><span class=\"scholar\">Nang do</span> (West)</li> <li>English equivalent: Inner Island </li> <li>Site number: B-127</li> <li>Site typology: I.2c </li> <li>Geographic coordinate (N. lat.): 30º 49.9΄ </li> <li>Geographic coordinate (E. long.): 90º 22.8΄ </li> <li>Elevation: 4730 m</li> <li>Administrative location (township): <span class=\"popular\">Poche</span><span class=\"scholar\">Spo che</span> </li> <li>Administrative location (county): <span class=\"popular\">Pelgön</span><span class=\"scholar\">Dpal mgon</span> </li> <li>Survey expedition: TILE</li> <li>Survey date: February 12–14, 2006.</li> <li>Contemporary usage: Occasional use of the site by religious practitioners and shepherds.</li> <li>Identifiable Buddhist constructions: None. </li> </ul>
", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> (West) is situated on the west side of <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span>, the largest island in <span class=\"popular\">Namtso</span><span class=\"scholar\">Gnam mtsho</span>. This site is closely integrated with <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> (South) in terms of its geographic aspect and monumental composition (see B-126). It hosts both Phase I and Phase II residential ruins, as well as ceremonial structures. A rocky saddle divides <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> (West) from <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> (South). The east side of this saddle (we call it <span class=\"popular\">Namla</span><span class=\"scholar\">Gnam la</span>) is very rocky. On its west side, however, there is a trail with the remains of a retaining wall that makes five or six switchbacks. This trail accesses a wide rocky bench on the western tip of the island, the nucleus of <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> (West). </p>
", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>Same as <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> (South): a place of meditation for the Buddhist saints of yore. </p>
", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements "
  }, 
  {
   "body": "<p>In the middle of the rocky bench there are the ruins of a habitation (6.7 m x 4 m) with parts of all four walls intact (30° 49.86΄ N. lat. / 90° 22.81΄ E. long.). With standing walls (around 70 cm thick) now attaining a maximum height of only 1.3 m, it could not be positively determined whether this well-built random-rubble structure had a roof. There is no evidence for room partitions. There is a rectangular shrine (1.8 m x 2.5 m x 1.6 m) 9.5 m northeast of this habitational structure. The upper 80-cm portion of this ceremonial structure is comprised of a smaller upper tier, which is slightly concave on top. This structural evidence may suggest that his was a stepped structure with multiple tiers, as is commonly depicted in Upper Tibetan rock art. </p>
", 
   "index": 7, 
   "parent_index": 6, 
   "title": "West point house"
  }, 
  {
   "body": "<p>The main residential complex of <span class=\"popular\">Semo</span><span class=\"scholar\">Se mo</span> (West) is called <span class=\"popular\">Dzongmar</span><span class=\"scholar\">Rdzong dmar</span>, the three-story meditation palace of the Buddhist lama <span class=\"popular\">Dopa Darshé</span><span class=\"scholar\">Do pa dar shes</span> (born 1228) (49.88΄ / 22.78΄).<a href=\"#n116\" name=\"nb116\" class=\"note\">116</a> This residential complex (18 m x 13.5 m) is supposed to have originally belonged to <span class=\"popular\">Drabü Ngongen</span><span class=\"scholar\">Bra bu’i ngo ngan</span>, a prominent Bonpo figure of <span class=\"popular\">Namtso</span><span class=\"scholar\">Gnam mtsho</span> (probably a local chieftain). The attribution of the establishment of <span class=\"popular\">Dzongmar</span><span class=\"scholar\">Rdzong dmar</span>, the main residential complex at <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> (West), to <span class=\"popular\">Drabü Ngongen</span><span class=\"scholar\">Bra bu’i ngo ngan</span>is the clearest acknowledgment of the indigenous religious identity of <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> found in Buddhist literature to date.<a href=\"#n117\" name=\"nb117\" class=\"note\">117</a> This reference indicates that Bonpo were active at <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> until well into the 13th century CE. Much of the upper tier of <span class=\"popular\">Dzongmar</span><span class=\"scholar\">Rdzong dmar</span> was built under a large overhang in the escarpment. It consists of a Lamaist or Phase II façade that was lightly constructed and covered in a red ochre-tinted mud veneer. Most of this structure has been leveled so little can be said about its ground plan. In front of the Phase II cliff shelter there are the even more dissolute traces of Phase I structures. These older structures were built at two distinctive elevations and subdivided into four main sections. Only small vestiges of the well-designed and robustly-built walls are extant. These wall fragments are up to 2 m in height. The middle tier (18 m x 4.3 m) ruins are divided into two main parts. The lower tier (6 m x 5.2 m) is situated 2 m below the middle tier, and appears to have consisted of just one building. </p>
<p>Ten meters away from <span class=\"popular\">Dzongmar</span><span class=\"scholar\">Rdzong dmar</span> in the direction of <span class=\"popular\">Namtso</span><span class=\"scholar\">Gnam mtsho</span> there is an isolated Phase I foundation (7.7 m x 4 m). Eight meters east of <span class=\"popular\">Dzongmar</span><span class=\"scholar\">Rdzong dmar</span> there is a Phase II façade at the base of the escarpment. This façade (around 2 m high) is covered in a mud veneer and encloses a space measuring 2.5 m x 2.3 m. </p>
<p>There is also a shallow cave in the formation that has faint wall traces, another Phase I settlement locus (49.94΄ / 22.75΄). The base of a square shrine sits on a bench in close proximity to this cave shelter (49.96΄ / 22.76΄). This ceremonial structure (3.6 m x 3.6 m) is not aligned in the cardinal directions, and has been reduced to 1 m or less in height. The base of a second tier is barely visible, but indicating just the same that his was a tiered structure. At the base of the escarpment there is another cave, which has the remains of a façade that appears to be of limited age (50.135΄ / 22.88΄). This cave faces west. </p>
", 
   "index": 8, 
   "parent_index": 6, 
   "title": "rDzong dmar"
  }, 
  {
   "body": "", 
   "index": 9, 
   "parent_index": 2, 
   "title": "Affiliated sites"
  }, 
  {
   "body": "<p>On the very summit of <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> there are extensive ceremonial remains (49.93΄ / 23.10΄ / 4850 m). The monuments (mostly consisting of stone altars (<span class=\"popular emph\">lhato</span><span class=\"scholar emph\">lha tho</span>) and cairns (<span class=\"popular\">latsé</span><span class=\"scholar\">La btsas</span>)) appear to be of composite construction, with the Buddhists having used older foundations for their own purposes. The most westerly structure is rectangular (2.5 m 1.7 m x 80 cm) and consists of heavy outer walls and a depressed flat center filled with small stones and gravel. The interior is set 40 cm below the exterior walls, giving the structure the appearance of a crib. The other main rectangular structure on the summit (3.7 m x 2.5 m x 1 m) has a conical cairn placed on top of it. These two ceremonial structures appear to be part of the original monumental assemblage of the <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> summit. Next to the larger rectangular structure is the biggest cairn (<span class=\"popular emph\">latsé</span><span class=\"scholar emph\">la btsas</span>) on the summit (3.5 m x 3.5 m x 2.5 m), one of a number of such cairns. </p>
<hr class=\"footnote-divider\"/>
", 
   "index": 10, 
   "parent_index": 9, 
   "title": "Se mo do summit"
  }, 
  {
   "body": "<div class=\"footnote\"> <a name=\"n116\"/> <a href=\"#nb116\" class=\"note\"> [116] </a> See <span class=\"popular\">kang tuk en ten dzin nam gyel</span><span class=\"scholar\">Rkang bstugs and bstan ‘dzin rnam rgyal</span>, ed. <span class=\"popular emph\">Nyenchen Tanglha Dang Namtso Chukmö Neshé Dzubmo Ritön</span><span class=\"scholar emph\">Gnyan chen thang lha dang gnam mtsho phyug mo’i gnas bshad mdzub mo ri ston</span> (Lha sa: <span class=\"popular\">Bö Jong Mimang Petrün Khang</span><span class=\"scholar\">Bod ljongs mi dmangs dpe skrun khang</span>, 2003 <em>)</em>, 21; Bellezza, <em>Divine Dyads</em>, 162. </div>
<div class=\"footnote\"> <a name=\"n117\"/> <a href=\"#nb117\" class=\"note\"> [117] </a> See <span class=\"popular emph\">Drupwang Gongmi Jin Gi Labwé Né</span><span class=\"scholar emph\">Grub dbang gong mi’i byin gyis brlabs ba’i gnas</span>, by <span class=\"popular\">Kalzang Chödrak</span><span class=\"scholar\">Skal bzang chos grags</span> (published by <span class=\"popular\">Pelgön</span><span class=\"scholar\">Dpal mgon</span> county in 1991), 12. For other references to <span class=\"popular\">Drabü Ngongen</span><span class=\"scholar\">Bra bu’i ngo ngan</span> (name spelled in various ways) see Bellezza, <em>Divine Dyads</em>, 40, 119, 161, 212, 220 (n. 11), 264, 265; 2001, 79-81; 2008, 261 (n. 172). </div>
", 
   "index": 11, 
   "parent_index": 0, 
   "title": "Notes"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16634", 
  "dates": [], 
  "title": "Semodo (Nupchok) Introduction"
 }
}