{"meta":{"authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}],"title":"Sangchu Introduction","dates":{"created_at":"2011-12-13 02:30:58 UTC","updated_at":"2011-12-13 02:30:58 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Sangchu Introduction"},{"title":"Bonpo monasteries and temples in Tibetan regions in Qinghai, Gansu and Sichuan","index":1,"parent_index":0,"body":"\n\n               "},{"title":"bSang chu County","index":2,"parent_index":0,"body":"\n\n               \n\n                  "},{"title":"(99) rTse zhig Monastery","index":3,"parent_index":2,"body":"\n\n                  \n\n                     "},{"title":"1. Name","index":4,"parent_index":3,"body":"\n\n                     <p>rTse zhig Monastery or gYung drung bon bstan &rsquo;phel rgyas gling is also\n                        called rTse dbus Monastery. rTse zhig belongs to the group of nine or\n                        eighteen great Bonpo tribes in Amdo known as Zhig (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">zhig chen\n                           dgu dang yang na bco brgyad</span>).</p>\n\n                  \n\n                  \n\n                     "},{"title":"2. Location","index":5,"parent_index":3,"body":"\n\n                     <p>rTse zhig is the only Bonpo monastery in bSang chu (it also known as Xia he\n                        in Chinese) County of Kan lho (Gan nan) Tibetan Autonomous Prefecture, and\n                        is situated in rTa khra&rsquo;i gzhung, 30 km north of the county town where Bla\n                        brang Monastery is located.</p>\n\n                  \n\n                  \n\n                     "},{"title":"3. History","index":6,"parent_index":3,"body":"\n\n                     <p>The monastery was founded by sGom chen gYyung drung rgyal mtshan, he is also\n                        called sTong nyid bya &rsquo;phur. His principal teacher was Zhu sgom &rsquo;phrul zhig\n                        chen po (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">KTGN</span> p.8), a son of Zhu skye se chen po. The\n                        teaching lineage may be traced back to Zhu yas legs po, a famous disciple of\n                        gShen chen Klu dga&rsquo;. Sras lha rje skyid po was a disciple of Zhu yas legs po\n                        and the teacher of Zhu skye se chen po; dGongs mdzod ri khrod chen po,\n                        another disciple of Zhu skye se chen po, was a contemporary of Zhu sgom\n                        &rsquo;phrul zhig chen po. dGongs mdzod ri khrod chen po was born in the the\n                        Earth-Tiger year of the first Rab byung (1038). Since dGongs mdzod ri khrod\n                        chen po and Zhu sgom &rsquo;phrul zhig chen po were both contemporaries of sTong\n                        nyid bya &rsquo;phur who founded the monastery (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TZLD</span> p.4, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">KTGN</span> p.8), we may assume that the monastery was built at\n                        least nine hundred years ago. From the time of sTong nyis bya &rsquo;phur, the\n                        monastery was run by a continuous succession of abbots for about five\n                        hundred years until the 10th Rab byung (1567-1626) after which the monastery\n                        split into two branches: one headed by dGar ba Bla ma gYung drung rgyal\n                        mtshan regarded as a reincarnation of sTong nyid bya &rsquo;phur, and the other by\n                        rTse zhig A lags Shes rab. Even the ritual objects (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mchod\n                           chas</span>) of the monastery were divided among the two Bla brang. In\n                        addition to the rTse zhig Chos rje, there were three Bla brang which came to\n                        be known as Nang chen gsum, the &ldquo;three residences of the Bla mas&rdquo;. dGar ba\n                        Bla ma gYung drung rgyal mtshan went to study at sMan ri Monastery (No.1).\n                        He returned to rTse zhig Monastery where he taught for many years and became\n                        famed as a teacher throughout the whole of Amdo. Unfortunately, his\n                        reincarnation passed away in childhood. The next incarnation was found in a\n                        child born in sTong chung, Ba yan, northern Amdo (Hua long county in\n                        Qinghai). He does not seem to have lived at rTse zhig but to have remained\n                        in the Ba yan area where he greatly contributed to the spread of Bon and was\n                        locally known as sTong chung Zhabs drung (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TZLD</span>\n                        p.6).</p>\n\n                     <p>The following incarnation was Zhabs drung bSod nams g-yung drung dbang rgyal\n                        (1894-1949) who was very active on both the religious and political scenes\n                        in Amdo in the early 20th century (cf. To shes Temple, No.118). His\n                        reincarnation is sKal bzang bstan &rsquo;dzin rgya mtsho (also known as A mgon bla\n                        ma or A lags Pad ma) who was born in the Iron-Tiger year of the 16th Rab\n                        byung (1950) into the mGon rgya family of A mgon tribe in Amdo, and who is\n                        the present rTse dbus tshang (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TZLD</span> p.5). A lags Shes\n                        rab, a contemporary of dGar ba bla ma gYung drung rgyal mtshan founded a\n                        separate Bla brang and visited almost all the Bonpo monasteries in Amdo. In\n                        addition to the Bla brang, he built a three-storey Lha khang at Khyung mo\n                        Monastery (No.123). Rab &rsquo;byams pa Shes rab rnam rgyal, A lags Shes rab&rsquo;s\n                        nephew, was sent as a child to sMan ri Monastery to study under Rin chen\n                        lhun grub and Grub thob Nam mkha&rsquo; lhun grub, and after several years he\n                        obtained the Rab &rsquo;byams pa degree. Unwilling to return to Amdo, he remained\n                        there for most of his life. His uncle, disappointed, concealed the rTen gsum\n                        (three types of sacred objects, viz. images, books and stupas) inside some\n                        statues. Later however A khu rGyal ba, a disciple of A lags Shes rab from\n                        sTong che in Khri ka, went to sMan ri Monastery to beg Shes rab rnam rgyal\n                        to return and take his uncle&rsquo;e place. He accepted and before leaving dPal\n                        ldan ye shes, the sixth Panchen Bla ma, gave him a gold seal and an official\n                        letter giving him authority over all the Bonpo monasteries and communities\n                        in Amdo (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">KTGN</span> p.9, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TZLD</span> p.9).\n                        According to <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TGLR</span>, he was the seventeenth abbot of the\n                        monastery in the 12th Rab byung. (1687-1746). His reincarnation died in\n                        childhood. The following incarnation was Nam mkha&rsquo; g-yung drung, an\n                        extremely learned Bla ma. Like his predecessors he was invested with\n                        authority over all the Bonpo monasteries in Amdo. He died at the age of\n                        eighty. Nam mkha&rsquo; g-yung drung&rsquo;s reincarnation also died in childhood. The\n                        following incarnation was rTse zhig Khri chen Theg mchog ye shes. He studied\n                        under rTse zhig gYung drung bstan rgyas, Ches rje rGyal ba tshul khrims,\n                        sBra ser Nam mkha&rsquo; dbang phyug and rNga ba&rsquo;i rTogs ldan Tshul khrims ye shes\n                        and specialized in the paractice of sMra seng dkar po. He looked after the\n                        Bonpo monasteries mainly around Khri ka, Reb gong and rTse zhig, and\n                        repaired the Tshogs chen &rsquo;du khang and the thirteen Lha khang of Khyung mo\n                        Monastery. Theg mchog ye shes&rsquo;s reincarnation was Khri ba Kun bzang rgyal\n                        mtshan. Like his predecessors, he too was responsible for all Bonpo\n                        monasteries in Amdo. He died in the thirty-first year of the 16th Rab byung\n                        (1957). The following incarnation was a nephew of rTse zhig Bla ma Drung ram\n                        pa Shes rab rnam rgyal. He was very bright and studied many years at Bla\n                        brang Monastery, but died young. rTse zhig &rsquo;Gyur med kun bzang rgya mtsho,\n                        the following incarnation was a nephew and disciple of the Drung ram pa.\n                        Both he and his uncle counted several remarkable students among their\n                        disciples, such as So nag Grub chen thog &rsquo;dzin (see So nag gsas khang), Bon\n                        brgya sPal mkhar rgyal ba (see Mag gsar Temple, No.102) and mKhar nag grub\n                        chen of Khyung mo Monastery (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">KTGN</span> p.11-12, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TZLD</span> p.11-12). </p>\n\n                     <p>The next incarnation was rTse zhig gYung drung bstan rgyas who died at the\n                        age of seventy. He had several renowned followers including Bon brgya Rang\n                        shar rig grol and Khri chen Theg mchog ye shes. The next reincarnation was\n                        discovered in a child from Kho nag but he disappeared shortly after and as a\n                        result people believe that he was not the true reincarnation. The Bla ma&rsquo;s\n                        third residence (Nang chen gsum pa) was built by the rTse zhig Chos rje Rin\n                        po che, rGyal ba Tshul khrims bstan pa&rsquo;i rgyal mtshan, who was born in\n                        Wood-Hare Year of the 13th Rab byung (1795). He was a nephew and pupil of\n                        rTse zhig Nam mkha&rsquo; g-yung drung, and became in turn the master of dGar ba\n                        bla ma gYung drung bstan &rsquo;dzin. He was an assiduous practitioner all his\n                        life, and is supposed to have meditated in more than five hundred remote and\n                        wild places (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gnyan sa</span>), and wrote many works including\n                        commentaries on <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gSang gcod yid bzhin nor bu&rsquo;i chu &rsquo;grim\n                           dmigs skor</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;Grel ba mkha&rsquo; &rsquo;gro&rsquo;i zhal lung</span>,\n                           <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Srung ma&rsquo;i sgrub thabs</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gYang sgrub\n                           &rsquo;phrin bcol</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Nyams mgur</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Zhal\n                           gdams</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Blo sbyong</span>, etc. He developed close ties\n                        with &rsquo;Jigs med skal bzang rgya mtsho, a rNying ma pa from sDe dge with whom\n                        he exchanged teachings and thus also became popular among the rNying ma pa\n                        community. Chin wang Chos rgyal bSod nams dar rgyas, seems to be a\n                        contemporary chief of Mongolian tribes, gave him the title of Chos rje and\n                        appointed him his official spiritual preceptor. Both Bon brgya Rang shar rig\n                        grol and sBra ser Nam mkha&rsquo; dbang phyug, two important figures of that\n                        period were his disciples. He died in the Wood-Dog Year of the 15th Rab\n                        byung (1874). There are three reincarnation lineages of Chos rje Rinpoche\n                        representing his body, speech and mind. The first body incarnation was Chos\n                        rje Tshul khrims &rsquo;od zer, born in the Wood-Pig Year of the 15 th Rab byung\n                        (1875). He studied under Khri ba Theg mchog ye shes and Pan ti ta Kun bzang\n                        rgyal mtshan, and practised mainly <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gSang gcod yid bzhin nor\n                           bu</span>. He died in the Wood-Pig Year of the 16th Rab byung (1935). The\n                        reincarnation of Chos rje Tshul khrims &rsquo;od zer was Chos rje Tshul khrims\n                        lhun &rsquo;grub (also known as Shes rab g-yung drung bstan pa&rsquo;i sgron me), the\n                        third son of Zhabs drung bSod nams g-yung drung dbang rgyal. He was born in\n                        the Earth-Tigre Year of the 16th Rab byung (1938). Following his father&rsquo;s\n                        wishes, he studied under sKyang sprul Lung rtogs skal bzang rgya mtsho but\n                        unfortunately he died in the Earth-Dog Year of the 16th Rab byung (1958) at\n                        the age of twenty. The reincarnation of gYung drung lhun grub is Shes rab\n                        bstan pa&rsquo;i zla ba, born in the Iron-Dog Year of the 16th Rab byung (1970) to\n                        the rTse dbus bla ma family. His father, sNgags bon Shes rab blo gros, was\n                        the eldest son of rTse dbus A lags and Kun bzang &rsquo;tsho. He took his monk&rsquo;s\n                        vows from rGya &rsquo;obs Rinpoche of sNang zhig Monastery and entered rTse zhig\n                        Monastery in 1983. He was recognized as the incarnation of rTse zhig chos\n                        rje gYung drung lhun grub by rGya &rsquo;obs Rinpoche, Bon blon Nam mkha&rsquo; bstan\n                        &rsquo;dzin and, more especially, by Bon brgya dGe legs lhun grub rgya mtsho, and\n                        thus became the fourth rTse zhig chos rje and present head <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bla ma</span> of rTse zhig Monastery. Chos rje Rinpoche&rsquo;s first speech\n                        incarnation was Chos rje bsTan pa &rsquo;od zer or Ba lung chos rje who was born\n                        into the Ba lung family of the Mar nang khag gsum (&ldquo;three tribes of Mar\n                        nang&rdquo;), he spent all his life practising rDzogs chen and gCod in caves. The\n                        next incarnation was born at To shes in Ba yan (no further information\n                        available). Chos rje Rinpoche&rsquo;s first mind incarnation was Bon brgya gYung\n                        drung phun tshogs mkhas grub &rsquo;jigs med, a disciple and nephew of Bon brgya\n                        Rang shar rig grol. He also studied under Kun bzang rgyal mtshan (sTong\n                        che), rGya &rsquo;obs bstan pa rab rgyas, rTogs ldan Tshul khrims bstan pa&rsquo;i rgyal\n                        mtshan as well as other masters of different religious traditions, and\n                        became learned in all disciplines and aspects of Tibetan culture. He gave\n                        many <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbang</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lung</span> at rTse zhig,\n                        sTong che and Reb gong, and was especially revered by the Reb gong bon mang\n                        (tantric practitioners of Reb gong) as their main teacher. He restored Bon\n                        brgya Monastery (No.100). He had eight monks and about a hundred sNgags pa\n                        as his main pupils including Bon brgya Nam mkha&rsquo; rgyal mtshan, rTogs ldan\n                        dKon mchog sprul sku, sTong chung zhabs drung, sBra ser sprul sku, sTong\n                        nyams snang gsal lhun grub, &rsquo;Bum pa. Rig &rsquo;dzin kun bzang klong grol. He died\n                        at the age of sixty. The next and present mind reincarnation is Bon brgya\n                        dGe legs lhun grub rgya mtsho, born to the Khyung family. In his childhood\n                        he studied under Bon brgya Nam mkha&rsquo; rgyal mtshan as well as sKyang sprul\n                        Lung rtogs skal bzang rgya mtsho and received many initiations and\n                        transmissions (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbang</span>). He rebuilt Bon brgya Monastery.\n                        Like the previous bla mas of rTse zhig, in addition to Bon brgya Monastery,\n                        his main seat and residence, he is also responsible for Khyung mo, rTse\n                        zhig, Dung dkar monasteries, the Reb gong Bon mang, Khri ka and Ser brgya,\n                        as well as all the Bonpo lay communities of the area. In the\n                        nineteen-eighties he undertook the reconstruction of Khyung mo Monastery and\n                        its Bla brang prior to the enthronement of the Khyung mo sTobs ldan dbang\n                        phyug, the main reincarnation of Khyung mo Monastery. In Bon brgya\n                        Monastery, he rebuilt the<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> &rsquo;du khang, lha khang, bla\n                           brang</span>, and some of the reliquary <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mchod rten</span>. He\n                        acquired three copies of the Bonpo <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bka&rsquo; &rsquo;gyur</span> and more\n                        than one thousand volumes of various Tibetan works. He is one of the most\n                        learnt Bonpo scholars in present Tibet.</p>\n\n                  \n\n                  \n\n                     "},{"title":"5. Current number of monks","index":7,"parent_index":3,"body":"\n\n                     <p>One reincarnate <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bla ma</span> and fifty-six monks lived in the\n                        monastery in the first half of the twentieth century (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TGLR</span> p.6). At present there are more than thirty-monks.</p>\n\n                  \n\n                  \n\n                     "},{"title":"6. Current education","index":8,"parent_index":3,"body":"\n\n                     <p>The present educational system is as before: the monks are divided into\n                        groups according to their level and study under one teacher, in addition to\n                        performing regular rituals. For obvious reasons (see above), rTse zhig chos\n                        rje is the main teacher. rGya &rsquo;obs Rinpoche and Bon brgya Rinpoche are\n                        revered as the spiritual masters by all the monks.</p>\n\n                  \n\n                  \n\n                     "},{"title":"7. Educational exchange","index":9,"parent_index":3,"body":"\n\n                     <p>Occasionally the monastery invites teachers from sNang zhig Monastery\n                        (No.180). Traditionally, the Bonpo communities in rGan gya, Reb gong, Khri\n                        ka and Ba yan followed the masters of the rTse zhig lineage who have always\n                        been active throughout the area. Consequently Bon brgya dGe legs lhun grub\n                        rgya mtsho, undoubtedly the most erudite Bonpo scholar of the rTse zhig\n                        lineage, and probably in the whole of Amdo, is the main teacher and\n                        spiritual master of the region.</p>\n\n                  \n\n                  \n\n                     "},{"title":"8 / 9. Rituals","index":10,"parent_index":3,"body":"\n\n                     <p> The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">smon lam</span> in 1st month together with the\n                        anniversary of mNyam med Shes rab rgyal mtshan during which the thousand\n                        epithets of the Buddha are recited, Phyag mchod tshogs bsags, and the ritual\n                        of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mKha&rsquo; &rsquo;gro gsang gcod yid bzhin nor bu</span>; <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rGyal ba rgya mtsho</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Du tri su</span> and\n                           <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbyar gnas</span> in summer; <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rNam par rgyal\n                           ba&rsquo;i stong mchod</span> in autumn; <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dBal gsas bsnyen sgrub\n                           with las mtha&rsquo; srung bzlog</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gar &rsquo;cham</span> in\n                        winter. There are rituals of Kun rig, Kun dbyangs, sMan bla, Dus &rsquo;khor, rNam\n                        &rsquo;joms, Bla ma rtsa sgrub and Dug lnga rang grol. </p>\n\n                     <p>Other rituals include the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gso sbyong</span> performed on the\n                        1st, 8th, 10th, 15th of each month and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dgu gtor</span> on the\n                        29th day of the last month of the year. Since the monastery was mainly a <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sgrub sde</span> (tantric group) for many generations, it has\n                        inherited a rich tradition of rituals and there are about one hundred and\n                        fifty ritual days in the year.</p>\n\n                  \n\n                  \n\n                     "},{"title":"10. Books held in the monastery","index":11,"parent_index":3,"body":"\n\n                     <p> The monastery possesses a copy of the Bon po <em xmlns:str=\"http://exslt.org/strings\">bka&rsquo; &rsquo;gyur</em>, <em xmlns:str=\"http://exslt.org/strings\">Dri med gzi\n                           brjid</em> as well as <em xmlns:str=\"http://exslt.org/strings\">Khams chen</em>\n                        and more than two hundred volumes in total.</p>\n\n                  \n\n                  \n\n                     "},{"title":"13. Local festivals","index":12,"parent_index":3,"body":"\n\n                     <p>The mountain behind the monastery is called lHa btsun dkar po or rNga&rsquo;i kha,\n                        and is propitiated on the 11th day of the 4th month. There are two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> near the monastery. The two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la\n                           btsas</span> represent rGan gya&rsquo;i A myes dga&rsquo; bo and bKra shis dbang chen\n                        dgra &rsquo;dul. The former is propitiated on the 9th day of the 5th month, and\n                        the latter on the 4th day of the same month. There are two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rlung rta</span> which are dMar yag rlung rta and Seng ge rlung rta, the\n                        former is propitiated on the 7th day of the 8th month and the latter on the\n                        15th day of the 6th month. The main difference between a <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la\n                           btsas</span> and a <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rlung rta</span> is that the top of the\n                        life-pole of a <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rlung rta</span> is adorned with a flag of\n                        rGyal mtshan rtse mo, whereas that of a <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> is\n                        adorned with feathers, otherwise the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsang</span> offering and\n                        invocation of the deities are basically identical in both instances. Nearby\n                        the monastery, there is a sacred mountain called Brag dkar bya rgod. There\n                        were three texts concerning Brag dkar bya rgod: the long version by sKyang\n                        &rsquo;phags, the intermediate version by rGyal ba blo gros, and the short version\n                        by rGyal dbang (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">NBBK</span> p.122). According to legend, there\n                        are self-originated images of rDzogs sku mkha&rsquo; &rsquo;gying dkar po at the top of\n                        the mountain. Twenty Maha Pantita are supposed to have meditated in twenty\n                        sacred meditation caves scattered all over the mountain. Li shu stag ring is\n                        supposed to have concealed treasures in the white rock, Gyim tsha rma chung\n                        in the blue rock to the North, Legs tang rmang po in the red rock to the\n                        West, Dran pa nam mkha&rsquo; in the green rock, and there is a guardian deity for\n                        every treasure. There is the meditation cave of sKyang bza&rsquo; yig rtsis ma,\n                        and the caves of sKyang &rsquo;phags and gTso &rsquo;phags. The mountain&rsquo;s numerous holy\n                        sites are believed to be especially beneficial against <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gnyan</span> type diseases. The mountain is also considered a favourable\n                        place to practise the four <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gcod rgyud</span>, especially the\n                           <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mKha&rsquo; &rsquo;gro gsang gcod</span>. Surrounding the mountain is\n                        an outer circumambulatory path (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">phyi skor</span>) and an inner\n                        circumambulatory path (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">nang skor</span>) and it is deemed\n                        especially auspicious to circumambulate the moutain three times, in the\n                        Horse, Sheep, Bird and Monkey years. Hor btsun bsTan &rsquo;dzin blo gros rgya\n                        mtsho, the author of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">NBBK</span>, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dkar\n                           chag</span> of the mountain, meditated on the mountain for fifteen years\n                        during which he says he was very happy. He had planned to write the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dkar chag</span> for a long time and finally composed it in\n                        1964 at the request of sKal bzang ye shes, bSod nams rgyal mtshan and Blo\n                        bzang rgya mtsho.</p>\n\n                  \n\n                  \n\n                     "},{"title":"14. Occupation of the local people","index":13,"parent_index":3,"body":"\n\n                     <p>Nomads who breed mainly yaks and sheep for a livelihood, and horses for\n                        transportation. </p>\n\n                  \n\n                  \n\n                     "},{"title":"Sources","index":14,"parent_index":3,"body":"\n\n                     \n\n                        "},{"title":"(1) Interviews","index":15,"parent_index":14,"body":"\n\n                        <p>(1) Interviews in autumn of 1996 with: Shes rab bstan pa&rsquo;i zla ba\n                           (b.1970), the fourth reincarnation of rTse dbus chos rje of the\n                           monastery.</p>\n\n                     \n\n                     \n\n                        "},{"title":"(2) Texts","index":16,"parent_index":14,"body":"\n\n                        <ol type=\"1\">\n                           <li>\n                              <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TZLD</span>\n                           </li>\n\n                           <li>\n                              <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">NBBK</span>\n                           </li>\n\n                           <li>\n                              <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">KTGN</span>\n                           </li>\n\n                           <li>\n                              <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TGLR</span>\n                           </li>\n                        </ol>\n\n                     \n\n                  \n\n               \n\n            "}]}