{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Jamri Doring Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "II.1. Stelae and accompanying structures: Funerary and non-funerary structures"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Jam Ri DoringByams ri rdo ring "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Jam Ri Doring</span><span class=\"scholar\">Byams ri rdo ring</span> </li> <li>English equivalent: Future Buddha (Byams-pa) Mountain Long-stones </li> <li>Site number: C-115</li> <li>Site typology: II.1b, II.2a </li> <li>Geographic coordinate (N. lat.): 30º 44.2΄ </li> <li>Geographic coordinate (E. long.): 84º 37.3΄ </li> <li>Elevation: 4840 m </li> <li>Administrative location (township): <span class=\"popular\">Tratsang</span><span class=\"scholar\">Khra tshang</span> </li> <li>Administrative location (county): <span class=\"popular\">Tsochen</span><span class=\"scholar\">Mtsho chen</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: June 17, 2002</li> <li>Contemporary usage: Buddhist cult site. </li> <li>Identifiable Buddhist constructions: Pillar inscriptions. </li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Jam Ri Doring</span><span class=\"scholar\">Byams ri rdo ring</span> is located in the middle of the <span class=\"popular\">Tratsang</span><span class=\"scholar\">Khra tshang</span> valley on a level sandy plain. From the site, the north-south aligned valley provides excellent views in these directions. The east and west vistas are also quite open. <span class=\"popular\">Jam Ri Doring</span><span class=\"scholar\">Byams ri rdo ring</span> consists of three walled pillars, which were transformed into a Buddhist cult monument in pre-modern times. However, like most of the <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> wall shrines in the <span class=\"popular\">Tratsang</span><span class=\"scholar\">Khra tshang</span> valley, <span class=\"popular\">Jam Ri Doring</span><span class=\"scholar\">Byams ri rdo ring</span> is now largely neglected. There are also at least two funerary enclosures associated with the site. </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to local elders, <span class=\"popular\">Jam Ri Doring</span><span class=\"scholar\">Byams ri rdo ring</span> magically sprang up in primordial times.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>The enclosure is aligned in the cardinal directions and measures 12 m (east-west) x 6.4 m (north-south). The east, north and south walls of the enclosure are relatively intact, while the west wall is very fragmentary. The double-course walls (50 cm to 70 cm thick) are composed of variable-length upright slabs, which average around 40 cm in length and are 2 cm to 12 cm in thickness. The largest stone in the walls of the enclosure is 90 cm long. In the east wall of the enclosure there is a 35-cm long stone set perpendicular to the wall course. This stone may have been part of a ‘threshold’, as is sometimes found in enclosures of this typology. Mostly, an uncut dark blue metamorphic (?) rock was used to build the enclosure. Many stones dislodged from the enclosure are scattered around the proximity.</p>", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Enclosure"
  }, 
  {
   "body": "<p>The three unhewn, irregularly shaped brown pillars of <span class=\"popular\">Jam Ri Doring</span><span class=\"scholar\">Byams ri rdo ring</span> exhibit substantial wear. The main pillar is planted 1.5 m from the inner edge of the west wall of the enclosure and is well centered. It measures 1.3 m (height) x 1.6 m (basal girth). A Buddhist inscription of six lines is found on the east side of this pillar. This inscription extols the god <span class=\"popular\">Chenrezik</span><span class=\"scholar\">Spyan ras gzigs</span> and makes note of hundreds of <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi </span>mantras that may have been recited to ease the passing of a loved one. The inscription is riddled with spelling errors. Below it the seven syllable <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> was carved in much larger letters. These inscriptions are of significant age as evidenced by the degree of repatination. North of the main pillar here are two smaller specimens: a broken tabular one (65 cm x 1 m) and a small four-sided example (25 cm x 40 cm). </p>", 
   "index": 8, 
   "parent_index": 6, 
   "title": "Pillars"
  }, 
  {
   "body": "", 
   "index": 9, 
   "parent_index": 6, 
   "title": "Outlying funerary structures "
  }, 
  {
   "body": "<p>Funerary structure FS1 is situated 43 m northwest of the northwest corner of the pillar enclosure. This single-course rectangular enclosure is generally aligned in the cardinal directions, and measures 5.4 m (north-south) x 2.3 m (east-west). Its perimeter walls are mostly composed of variable-length (10 cm to 60 cm long, 5 cm to 10 cm thick) upright slabs. These stones are even with the ground surface or project above it a maximum of 10 cm. FS1 is subdivided into three longitudinal sections by two north-south walls. The two outer portions of FS1 are nearly 1 m wide and the central portion is 40 cm in width. There is also a structural extension to FS1 that measures 3.2 m (north-south) x 2.4 m (east-west).</p>", 
   "index": 10, 
   "parent_index": 9, 
   "title": "Funerary Structure FS1"
  }, 
  {
   "body": "<p>Funerary structure FS2 is situated 32 m north of FS1. This poorly preserved specimen is about 8 m long. It consists of various wall fragments aligned in the cardinal directions. FS2 appears to have been another enclosure subdivided into sections. The variable-length stones of this funerary superstructure are flush with he ground surface or project above it a maximum of 15 cm. There may be another enclosure 66 m west of the pillars but there is not enough structural evidence in place to know for certain. </p>", 
   "index": 11, 
   "parent_index": 9, 
   "title": "Funerary Structure FS2"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16706", 
  "dates": [], 
  "title": "Jamri Doring Introduction"
 }
}