{"meta":{"authors":[],"title":"པོ་ཏ་ལ།","dates":{"created_at":"2010-08-13 17:00:41 UTC","updated_at":"2010-08-13 17:00:41 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"པོ་ཏ་ལ།"},{"title":"གྲོང་ཁྱེར་ལྷ་ས།","index":1,"parent_index":0,"body":" <span class=\"milestone page eng \">[page <span class=\"pnum\">3<\/span>] <\/span> "},{"title":"པོ་ཏ་ལ།","index":2,"parent_index":0,"body":" <p>མཚན་གཞན་ལ་རྩེ་པོ་་ཏ་ལ། རྩེ་ཕོ་བྲང་། ཕོ་བྲང་པོ་ཏ་ལ། ཕོ་བྲང་དམར་པོ། རི་བོ་གྲུ་འཛིན་སོགས་མཚན་གྱི་རྣམ་གྲངས་མང་། པོ་ཏ་ལ་ནི། ལེགས་སྦྱར་གྱི་སྐད་ཡིན་པས་འཕགས་པ་སྤྱན་རས་གཟིགས་ཀྱི་ཞིང་ཁམས་ལ་རི་བོ་པོ་ཏ་ལའམ་བོད་སྐད་དུ་རི་བོ་གྲུ་འཛིན་ཞེས་ཞུ་བས། ཆོས་རྒྱལ་སྲོང་བཙན་སྒམ་པོས་གནས་འདིར་སྒྲུབ་པ་མཛད་པའམ་ཆོས་རྒྱལ་ཉིད་སྤྱན་རས་གཟིགས་ཀྱི་རྣམ་སྤྲུལ་ཡིན་ཞེས་ཞུ་བས་ཕོ་བྲང་གི་མཚན་ལའང་སྤྱན་རས་གཟིགས་གྱི་ཕོ་བྲང་གི་མཚན་གསོལ་བ་ཡིན། གང་ཉིད་ལྷ་སར་མ་འབྱོར་གོང་ནས་ཕོ་བྲང་འདི་རྒྱང་རིང་ནས་མཇལ་ཐུབ་ལ་གྲོང་ཁྱེར་ནང་ནས་ཀྱང་ཨར་ལས་འཛུགས་སྐྲུན་གང་གིས་ཀྱང་སྒྲིབ་མ་ཐུབ་པར་ཕྱོགས་གང་ས་ནས་མཇལ་ཐུབ་ལ་གང་ནས་མཇལ་ཀྱང་བཟོ་བཀོད་ཤིན་ཏུ་ལེགས་པ་ཡོད། ཕོ་བྲང་དེ་ནི་སྤྱི་ལོའི་དུས་རབས་བདུན་པར་བོད་རྒྱལ་སོ་གསུམ་པ་སྲོང་བཙན་སྒམ་པོས་མཐའ་བཞིའི་རྒྱལ་ཁག་དབང་དུ་བསྡུས་ནས་བོད་གོང་བུ་གཅིག་ཏུ་གྱུར་གནང་རྗེས་སྤྱི་ལོ་631ལོར་ཕོ་བྲང་བྱམས་པ་མི་འགྱུར་གླིང་(མལ་གྲོ་གོང་དཀར་རྫོང་ཁོངས་བརྒྱ་མ་ཞེས་པར་རྒྱལ་པོའི་སྐུ་མཁར་ཞེས་པ)ནས་དབུ་རུ་སྐྱིད་ཤོད་ལྷ་སར་ཕེབས་ཏེ་དམར་པོ་རིའི་སྟེང་དུ་ཕོ་བྲང་གཟིམས་ཁང་དཀར་པོ་བཞེངས་ཞེས་གསུངས། དེ་ནས་བལ་པོའི་རྒྱལ་པོ་དེ་ཝ་ལྷའི་སྲས་མོ་ལྷ་ཅིག་ཁྲི་བཙུན་ཁབ་ཏུ་བཞེས། དེ་རྗེས་རྒྱའི་གོང་མ་ཐང་ཐའི་ཙུང་གི་སྲས་མོ་རྒྱ་བཟའ་ཀོང་ཇོ་བཙུན་མོར་བསུས། གླང་ཆེན་ས་ལ་ཉལ་བ་ལྟ་བུའི་དམར་པོ་རི། སེང་གེ་གནམ་དུ་མཆོངས་པ་ལྟ་བུའི་ལྕགས་པོ་རི། སྟག་མོ་ཚང་དུ་འཛུལ་བ་ལྟ་བུའི་བར་མ་རི་བཅས་གསུམ་ལས་རྒྱལ་པོའི་ཕོ་བྲང་ནི་གླང་ཆེན་ས་ཉལ་བ་ལྟ་བུའི་དམར་པོ་རིའི་སྟེང་དུ་བཞེངས། དམར་པོ་རི་ལ་ལྕགས་རི་རྒྱ་ཁྱོན་དཔག་ཚད་གཅིག་ཡོད་པས་ལྕགས་པོ་རི་དང་། བར་མ་རིའང་ནང་དུ་ཚུད་ཡོད་ཅེས་གསུངས། ལྕགས་རི་ཕྱི་ནང་བར་གསུམ་གྱིས་བསྐོར་བའི་དབུས་སུ་མཁར་དགུ་ཐོག་ལ་ཁང་<span class=\"milestone page eng \">[page <span class=\"pnum\">4<\/span>] <\/span>མིག་དགུ་བརྒྱ་དགུ་བཅུ་གོ་དགུ་དང་། རྩེ་མོར་མཁར་གཅིག་བཅས་མཁར་སྟོང་ཕྲག་གཅིག་ཡོད། མཁར་དེ་དག་གི་རྩེ་མོར་མདུང་དར་སྟོང་ཕྲག་ཙམ་བཙུགས། ལྷོ་ཕྱོགས་སུ་བཙུན་མོའི་ཕོ་བྲང་དགུ་ཐོག་བྱས་པ་ལ། ལྕགས་རིའི་ཕྱོགས་བཞི་ལ་སྒོ་བཞི། སྒོ་བཞི་ལ་མཁར་བཞི། མཁར་རེ་རེ་ལ་སྒོ་སྲུང་རེ། རྒྱལ་པོའི་ཕོ་བྲང་དང་བཙུན་མོའི་ཕོ་བྲང་དབར་ལྕགས་ཐག་གི་ཟམ་པ། ཕོ་བྲང་གི་ཤར་ལྷོའི་ཐང་དུ་རྟ་རྒྱུག་སའི་ལམ་དཔངས་སུ་འདོམ་པ་དོ། ཞེང་ལ་འདོམ་པ་བཅོ་བརྒྱད། རིང་ཚད་འདོམ་པ་སུམ་བརྒྱ་བཅས་ལ་སྤང་ལེབ་ཀྱི་སྟེང་སོ་ཕག་བསྒྲིགས་པ། ལམ་གྱི་གཡས་གཡོན་ལ་རིན་པོ་ཆེའི་དྲ་བས་བསྐོར་བ། མགོ་མཇུག་གཉིས་ལ་ཤིང་གི་དྭ་མིག་ལ་མཚོན་རྩི་བྱུག་པ། རྟ་གཅིག་གི་རྨིག་སྒྲས་རྟ་མང་པོ་དུས་གཅིག་ཏུ་རྒྱུག་པའི་རྨིག་སྒྲ་སྒྲོགས་པ་ལྟར་ཡོད་གསུངས། འོན་ཀྱང་དེ་རྗེས་ཆོས་རྒྱལ་མང་སྲོང་མང་བཙན་དུས་རྒྱ་ནག་དམག་གིས་མེར་བསྲེགས་ཞེས་དང་། ཁྲི་སྲོང་སྡེ་བཙན་སྐབས་དམར་པོ་རིར་ཐོག་བརྒྱབ་པ་སོགས་ཀྱིས་ཉམས་རྒུད་ཆེན་པོ་བྱུང་སྟེ་རྒྱལ་པོའི་ཕོ་བྲང་དང་། བཙུན་པོའི་ཕོ་བྲང་། རྟ་ལམ་སོགས་མེད་པར་གྱུར་ཡང་ཆོས་རྒྱལ་སྒྲུབ་ཕུག་དང་། འཕགས་པ་ལྷ་ཁང་སྔར་བཞིན་གནས་ལ་རྗེས་སུ་ཆོས་ལུགས་གྲུབ་མཐའ་སོ་སོའི་བླ་ཆེན་ཁག་གིས་ཀྱང་པོ་ཏ་ལར་གསུང་ཆོས་གནང་བའི་ལོ་རྒྱུས་ཡོད་ཚུལ་ལ་བལྟས་ན་སྐབས་ཤིག་ཕོ་བྲང་དེ་གཙུག་ལག་ཁང་ལྟ་བུར་གྱུར།<\/p> <p>དེ་ནས་དུས་རབས་བཅོ་བདུན་པར་བོད་ཀྱི་སྲིད་དབང་གཙང་པ་སྡེ་སྲིད་ཀརྨ་བསྟན་སྐྱོང་དབང་པོས་བཟུང་སྐབས་པཎ་ཆེན་བློ་བཟང་ཆོས་རྒྱན་ནས་རྒྱལ་བ་སྐུ་ཕྲེང་ལྔ་པ་ངག་དབང་བློ་བཟང་རྒྱ་མཚོ་རྒྱལ་བ་སྐུ་ཕྲེང་བཞི་པའི་ཡང་སྲིད་དུ་ངོས་འཛིན་ཞུས་ཏེ་འབྲས་སྤུངས་སུ་ཆོས་བཞུགས་མཛད། གུ་ཤྲཱི་བསྟན་འཛིན་ཆོས་རྒྱལ་གྱིས་གཙང་པ་སྡེ་སྲིད་ཀྱི་སྲིད་དབང་འཕྲོག་སྟེ་ཆོས་སྲིད་ལུགས་གཉིས་ཀྱི་སྲིད་དབང་མཐའ་དག་རྒྱལ་བ་ལྔ་པའི་ཕྱག་ཏུ་ཕུལ་ཏེ་འབྲས་སྤུངས་སུ་དགའ་ལྡན་ཕོ་བྲང་བཙུགས། 1645ལོར་རྒྱལ་བ་ལྔ་པའི་བཀའ་བཀོད་བཞིན་སྡེ་<span class=\"milestone page eng \">[page <span class=\"pnum\">5<\/span>] <\/span>སྲིད་བསོད་ནམས་རབ་བརྟན་གྱིས་རྩེ་ཕོ་བྲང་དཀར་པོ་རྒྱས་བསྐྲུན་མཛད། གཞུང་ས་དགའ་ལྡན་ཕོ་བྲང་འབྲས་སྤུངས་ནས་པོ་ཏ་ལ་རུ་སྤོས། འཕགས་པ་ལོ་ཀེ་ཤྭ་རའི་སྐུ་བརྙན་ཡང་གཙང་པའི་དམག་འཁྲུག་སྐབས་མཚོ་སྔོན་བར་གྱར་བ་སླར་ཡང་སྔར་གནས་སུ་གདན་འདྲེན་ཐུབ།<\/p> <p>དེ་ནས་སྡེ་སྲིད་སངས་རྒྱས་རྒྱ་མཚོས་རྒྱལ་བ་སྐུ་ཕྲེང་ལྔ་པ་དགོངས་པ་གཞན་དོན་དུ་ཕེབས་རྗེས་ཕོ་བྲང་དམར་པོ་བཞེངས་འགོ་ཚུགས། ཕོ་བྲང་ལེགས་པར་འགྲུབ་ཆེད་དུ་རྒྱལ་བ་དགོངས་པ་རྫོགས་པའང་རེ་ཞིག་གསང་བ་མཛད། ཐོག་མར་སྡེ་སྲིད་ཀྱི་དགོངས་པར་ཕོ་བྲང་དམར་པོའི་ཁང་རྙིང་ཡོངས་རྫོགས་བཤིག་སྟེ་ཕོ་བྲང་ལྟེ་བ་དབུས་སུ་འཁེལ་བ་ཞིག་གནང་དགོས་དགོངས་ཀྱང་། ཆོས་རྒྱལ་སྒྲུབ་ཕུག་ནི། སྲོང་བཙན་སྒམ་པོ་སྐུ་དངོས་ཡུན་རིང་བཞུགས་མྱོང་བ་དང་། འཕགས་པ་ལྷ་ཁང་ཡང་སྔར་གྱི་ལྷ་ཁང་ཡིན་ཐོག་རྒྱལ་དབང་ལྔ་པ་ཆེན་པོ་བཅད་རྒྱར་ཡུན་རིང་བཞུགས་མྱོང་བ་བཅས་དེ་དག་བཤིག་ན་ཕུགས་སྐྱོན་ཡོང་མིན་རྒྱལ་དབང་རིན་པོ་ཆེའི་པུར་གདུང་དང་། ལྷ་མོའི་ཞལ་ཐང་མདུན་ཟན་རྟགས་ཐེངས་གཉིས་བསྒྲིལ་བར་དེ་དག་རང་འཇགས་སུ་བཞག་པ་ལེགས་ཚུལ་དུ་ཕེབས་པར་བརྟེན་སྔར་གྱི་ཕོ་བྲང་དེ་གཉིས་རང་འཇགས་སུ་བཞག་སྟེ་ཕོ་བྲང་དམར་པོ་ལོ་གསུམ་ལ་འགྲུབ་པར་བྱས་པ་དང་། དེ་ནས་རྒྱལ་བ་སྐུ་ཕྲེང་བཅུ་གསུམ་བར་སྐུ་ཕྲེང་རིམ་བྱོན་གྱིས་ཉམས་གསོ་རྒྱ་བསྐྱེད་གནང་སྟེ་ད་ལྟའི་ཕོ་བྲང་གི་དབྱིབས་དང་གྲུབ་གཞི་འདི་ཉིད་དང་། རྒྱལ་པོ་ལྕོག བསྟན་མ་ལྕོག གཡུལ་རྒྱལ་ལྕོག ཤར་ཆེན་ལྕོག་བཅས་ལྕོག་བཞི་དང་། དཀྱིལ་དུ་ཚོམས་ཆེན། སྟེང་གི་བྱང་ངོས་སུའང་ཚོམས་ཆེན། གཟིམ་ཆུང་ཤར་ནུབ་སོགས་དང་། ཆོས་རྒྱལ་སྒྲུབ་ཕུག འཕགས་པ་ལྷ་ཁང་། ས་གསུམ་རྣམ་རྒྱལ། ཕུན་ཚོགས་བཀོད་པ། བཀའ་གདམས་འཁྱིལ། དབང་ཁང་། བླ་མ་ལྷ་ཁང་། ལི་མ་ལྷ་ཁང་། སྨན་བླ་ཁང་། དགའ་ལྡན་ཕུན་ཚོགས་འཁྱིལ། དུས་འཁོར་ལྷ་ཁང་། བཀའ་འགྱུར་ལྷ་ཁང་། ཚོམས་ཆེན་སྲིད་ཞིའི་<span class=\"milestone page eng \">[page <span class=\"pnum\">6<\/span>] <\/span>ུན་ཚོགས། གསེར་སྡོང་འཛམ་གླིང་རྒྱན་གཅིག འཁྲུངས་རབས་ལྷ་ཁང་། ལམ་རིམ་ལྷ་ཁང་། རིག་འཛིན་ལྷ་ཁང་། ཀུན་བཟང་རྗེས་འགྲོ་ཁང་། ཏཱ་ལའི་བླ་མ་སྐུ་ཕྲེང་ལྔ་པ་ནས་བཅུ་གསུམ་བར་གྱི་གསེར་སྡོང་ཁག་གི་བཞུགས་གནས། རྣམ་རྒྱལ་གྲྭ་ཚང་གི་འདུ་ཁང་དང་གྲྭ་ཤག གཞུང་ས་མཆོག་གི་ལས་ཁུངས། ཡིག་ཚང་། རྩེ་སློབ་གྲྭ་སོགས་ལས་གྲུབ་ཡོད། དེ་ལྟའི་ལྷ་ཁང་དང་གཟིམས་ཆུང་སོགས་ལ་རྟེན་དང་བརྟེན་པ་བཅས་བཞུགས་སུ་གསོལ་བ་བརྗོད་མི་ཚར། དཔེར་ན་རྒྱལ་བ་སྐུ་ཕྲེང་དང་པོའི་གདུང་རྟེན་གཞིས་རྩེ་བཀྲ་ཤིས་ལྷུན་པོ་དང་། གཉིས་པ། གསུམ་པ། བཞི་བ་བཅས་ཀྱི་གདུང་རྟེན་འབྲས་སྤུངས་སུ་བཞུགས་པ་སྐུ་ཕྲེང་དྲུག་པ་ཚངས་དབྱངས་རྒྱ་མཚོའི་སྐུ་གདུང་མཚོ་སྔོན་གསེར་ཁོག་ཏུ་བཞུགས་པ་བཅས་ལས། རྒྱལ་བ་ལྔ་པ་ནས་བཅུ་གསུམ་བར་གྱི་གདུང་རྟེན་བརྒྱད་པོ་པོ་ཏ་ལར་བཞུགས་པ་དེ་དག་ཀུན་གསེར་སྡོང་སྟེ་ཕྱིར་གསེར་ལྗང་བརྡུང་གིས་བཏུམས་ལ་ཚགས་བརྐོས་ཀྱིས་བརྒྱན་པ་ལ་དེའི་སྟེང་གསེར་ལས་རིན་ཐང་ཆེ་བའི་རིན་ཆེན་སྣ་ཚོགས་ཀྱི་ཕྲ་རྒྱན་གྱིས་བརྒྱན་ཡོད་ལ། ད་དུང་དེ་ལས་ལྷག་པ་ནི་ནང་དུ་སྐུ་གདུང་དམར་གདུང་གིས་དབུས་ནང་རྟེན་སྲིད་ན་དཀོན་པ་དག་གིས་གཏམས་ཡོད་པས་དེ་འདྲ་གཅིག་གི་རིན་ཐང་ཡང་བསམ་ལས་འདས་སོ། ལྷ་ཁང་ཁག་གི་རྟེན་སྐུའང་བརྗོད་མི་ཚར་བ་ཡོད་པ་ལས་ཁྱད་དུ་འཕགས་པ་ཆོས་རྒྱལ་སྒྲུབ་ཕུག་ནི། ལྷ་ཁང་རྙིང་ཤོས་ཏེ་ཆོས་རྒྱལ་སྐུ་དངོས་བཞུགས་མྱོང་བ་དང་། དེའི་ནང་ཆོས་རྒྱལ་སྲོང་བཙན་གྱི་སྐུ་བརྙན་དང་། རྒྱ་བཟའ་ཀོང་ཇོ། བལ་བཟའ་ཁྲི་བཙུན། མོང་བཟའ་ཁྲི་ལྕམ། སྲས་གུང་རི་གུང་བཙན། བློན་པོ་མགར་སྟོང་བཙན། ཐོན་མི་སམ་བྷོ་ཊ་བཅས་ཀྱི་སྐུ་བརྙན་དང་། རྒྱ་བཟའི་གསོལ་ཐབ་སོགས་དང་། དུས་རབས་བཅུ་བདུན་པའི་ནང་ལྷ་ཁང་དེ་ཉམས་གསོ་གནང་རྗེས་དབུས་སུ་བཞུགས་པའི་རྒྱལ་དབང་ལྔ་པའི་སྐུ་བརྙན་དང་། རྒྱལ་བ་བྱམས་པའི་སྐུ་བརྙན་སོགས་བཞུགས་སུ་གསོལ་བ་བཅས་དང་། འཕགས་པ་ལྷ་ཁང་ནང་གི་རྟེན་གཙོ་འཕགས་པ་ལོ་ཀེ་ཤྭ་རའི་སྐུ་<span class=\"milestone page eng \">[page <span class=\"pnum\">7<\/span>] <\/span>རྙན་ནི་པོ་ཏ་ལའི་ཕོ་བྲང་བསྐྲུན་རྗེས་སྲོང་བཙན་སྒམ་པོས་སྨིན་མཚམས་ཀྱི་མཛོད་སྤུ་ལས་སྤྲུལ་པའི་དགེ་སློང་བློ་གྲོས་འབྱུང་གནས་ཚུལ་ཁྲིམས་ཞེས་པ་ཕོ་ཉར་མངགས་པ་དེས་ཀྱང་རྒྱ་བལ་གྱི་ས་མཚམས་ཙནྡ་མང་པོ་སྐྱེ་བའི་ནགས་ཁྲོད་ཞིག་ན་ཧ་རི་ཙནྡ་གྱི་སྡོང་པོ་ཞིག་གི་ཁོག་པ་ལས་འཕགས་པ་སྐུ་མཆེད་བཞི་བཞེས། དེའི་ནང་གི་འཕགས་པ་འཇག་མ་ཞུ་བ་ནི་བལ་ཡུལ་གྱི་གྲོང་ཁྱེར་ཡུམ་བུ་ཡ་འགལ་ཏེ་ཅ་ཏ་མན་ཏུར་བཞུགས། དེའི་འོག་འཕགས་པ་དབུ་གང་ནི་རྒྱ་བལ་གྱི་མཚམས་ཤིག་ཏུ་བཞུགས། དེའི་འོག་འཕགས་པ་ལོ་ཀེ་ཤྭ་ར་བོད་དུ་གདན་དྲངས་ཏེ་རྒྱལ་པོར་ཕུལ་བས་རྒྱལ་པོའི་ཐུགས་དམ་གྱི་རྟེན་མཛད། བོད་དུ་སྟོན་པ་སྐུ་དངོས་ཀྱིས་རབ་གནས་མཛད་པའི་ཇོ་ཤཱཀ་རྣམ་གཉིས་མ་གདན་གོང་རྟེན་རྩ་ཆེ་ཤོས་འདི་ཉིད་ཡིན་པར་གྲགས་ལ་ལྷ་ཁང་ལའང་འཕགས་པ་ལྷ་ཁང་ཞེས་ཞུ། ལོ་ཀེ་ཤྭ་རའི་གཡས་ངོས་སུ་བཞུགས་པའི་སྒྲོལ་སྔོན་དང་། གཡོན་དུ་བཞུགས་པའི་སྤྱན་རས་གཟིགས་བཅུ་གཅིག་ཞལ་གཉིས་ཀྱང་སྐུ་རྒྱུ་ཙནྡ་དཀར་པོ་ལས་གྲུབ་པའི་བྱིན་ཅན། གུ་རུ་རིན་པོ་ཆེ་དང་། རྗེ་ཙོང་ཁ་པའི་ཞབས་རྗེས་གསལ་བའི་རྡོ་སོགས་དང་གཞན་ཡང་སྐུ་བརྙན་ཇི་སྙེད་བཞུགས་སུ་གསོལ་ཡོད། <\/p> <p>རྣམ་རྒྱལ་གྲྭ་ཚང་ཡང་ཕོ་བྲང་འདིའི་ནང་གནས་ཤིང་། དེའང་ཏཱ་ལའི་བླ་མ་སྐུ་ཕྲེང་གསུམ་པ་བསོད་ནམས་རྒྱ་མཚོ་ཨལ་ཐན་རྒྱལ་པོས་སོགས་ཡུལ་དུ་གདན་འདྲེན་དུས་རྒྱལ་པོའི་སྐུ་ཚེ་བསྲིང་བར་རྣམ་རྒྱལ་མའི་ཆོ་ག་དང་། རྗེ་རང་གིས་བསྟེན་པའི་དགེ་བསྙེན་ཀྱི་ཆོས་སྲུང་སོགས་ཀུན་བཟང་རྩེ་བའི་ལུགས་ལྟར་བཙུགས་པས་རྣམ་རྒྱལ་གྲྭ་ཚང་ངམ། རྒྱལ་བའི་སྐུ་འཁོར་གྲྭ་ཚང་ངམ་སྐུ་ཞབས་གྲྭ་ཚང་ཞེས་ཞུ། སྤྱིར་རབ་བྱུང་བ་ལ་གྲྭ་པ་ཞེས་ཟེར་ཡང་། རྣམ་རྒྱལ་གྲྭ་ཚང་དང་། རྒྱལ་ཚབ་གནང་མྱོང་བའི་གླིང་ཁག་གི་གྲྭ་པར་སྐུ་ཞབས་ཞེས་ཞུ། སྔོན་དགེ་འདུན་གྲངས་ཚང་བརྒྱ་དང་བདུན་ཅུས། གཙོ་བོ་རི་བོ་དགེ་ལྡན་གྱི་སྔགས་ཆོག་ཕྱག་བཞེད་མཛད་པའི་སྟེང་། ཕུར་པའི་སྒྲུབ་མཆོད་ཏེ་རྙིང་མའི་ལུགས་<span class=\"milestone page eng \">[page <span class=\"pnum\">8<\/span>] <\/span>དང་། གུར་ཞལ་སོགས་ས་ལུགས་ཀྱང་ཕྱག་བཞེད་མཛད་པ་ཡིན། ཕོ་བྲང་འདིར་རིག་གནས་གསར་བརྗེ་ཞེས་དགོན་སྡེ་གཏོར་བཤིག་བྱེད་པའི་དུས་གནོད་སྐྱོན་སྤྱིར་ན་བྱུང་མེད་ལ1989ལོར་ཉམས་གསོ་གནང་བ་དང་། 1994ལོར་འཛམ་གླིང་མཉམ་འབྲེལ་རྒྱལ་ཚོགས་ཀྱི་རིག་དངོས་སྲུང་སྐྱོབ་ཀྱི་སྡེ་ཚན་དུ་ཚུད་པ་བཅས་ཡིན།<\/p> <p>པོ་ཏ་ལའི་མདུན་ནས་མར་བབས་པའི་ཁུལ་དེར་ཞོལ་ཞེས་ཟེར། ཞོལ་ཞེས་པ་ནི་པོ་ཏ་ལའི་འདབས་སུ་ཆགས་པས་ཡིན། འདིར་ཞོལ་ལྕགས་རིའི་ཕྱི་ནང་གཉིས་ཏེ་ལྕགས་རིའི་ནང་དུ་སྔོན་སྡེ་པ་གཞུང་གི་ལས་ཁུངས་ཁག་ཆགས་ཡོད་པ་ནི་དམག་སྤྱི་ཁང་དང་།པར་ཁང་སྟེ་བོད་དཔེའི་པར་ཤིང་ཁག་བཞུགས་པ་དང་། ནས་ཁང་ཐོག་ཀ་སྟེ་འབྲུ་ཁང་གི་ཐོག་ཀ་ཡིན། འདོད་དཔལ་ཏེ་ཐོག་མར་ཀརྨ་བཀའ་བརྒྱུད་ཀྱི་དགོན་པ་ཡིན་སྐད་ལ་རྗེས་སུ་ལུགས་རྒྱག་སའི་བཟོ་གྲྭ། ཞོལ་པ་ལས་ཁུངས་ཏེ་ལྷ་སའི་ཉེ་འདབས་ཀྱི་རྫོང་གཞིས་ཁག་གི་ཁྲིམས་ཁང་བཅས་ལས་གྲུབ་ཡོད་པ་ད་ལྟའང་ཁང་རྙིང་དང་ལྕགས་རི་བཅས་བསྡད་ཡོད། ཞོལ་གྱི་གྲོང་མི་རྣམས་ཕོ་བྲང་གི་རྒྱབ་སྟེ་ལྷ་ཀླུ་ཁུལ་དུ་གནས་སྤོས་བྱས་སྟབས་ད་ལྟ་ཁུལ་དེར་ཡང་ཞོལ་གྲོང་གསར་ཞེས་ཟེར།<\/p>  "}]}