{"meta":{"domain":"places","kid":"23413","authors":[{"fullname":"Phuntso Tsering Sharyul","id":"79"},{"fullname":"Phuntso Tsering Sharyul","id":"79"}],"title":"Chamdo Gön Pel Shenten Yungdrung Dechen Ling Introduction","dates":{"created_at":"2011-12-13 02:28:51 UTC","updated_at":"2011-12-13 02:28:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Chamdo Gön Pel Shenten Yungdrung Dechen Ling Introduction"},{"title":"sNye rong rdzong","index":1,"parent_index":0},{"title":"(10) Chab mdo Monastery","index":2,"parent_index":1,"body":"<p>The monastery’s full name is Chab mdo dgon dPal gShen bstan g-yung drung bde chen gling. It is located in Shag chu <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang<\/span>, in the south-eastern part of the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rdzong<\/span>. Although it is no more than thirty kilometres from the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rdzong<\/span> to the monastery, it takes about one and a half hours by car because of the bad road condition. This is one of the Bonpo monasteries that has a long history. It was destroyed in 1641 when Mongolian troops led by Gushri Khan bsTan ’dzin chos rgyal invaded Tibet. Reconstruction was undertaken in 1917.<\/p><p>In the time of gNya’ khri btsan po, the teachings of Bon became widespread in Tibet. During this period, however, the monastery experienced a rise and fall, and met with great misfortune in that many masters of Bon gshen scattered to mDo khams and the nomad area because of the religious oppression by bTsan po Khri srong lde btsan. In the nomad area, those Bon gshen masters who had escaped established many monastic communities in order to get a foot-hold there, so that the precious teachings of Eternal Bon did not degenerate. At that time Khyung po A bla grags pa and Sha ba rang grol, who both came from the upper Dwang ra Khyung rdzong, established Sog gYung drung ’dzin pa’i gling monastery and greatly increased the number of monks. The three deeds of keeping, defending and spreading the precious teachings of Eternal Bon became widespread everywhere.<\/p><p>However, at the same time, Gushri bsTan ’dzin chos rgyal first captured mDo khams and then gradually penetrated gTsang by waging war against Karma bstan skyong dbang po, the king of gTsang, and brought it under his control.<\/p><p>In 1642, the Tibetan government began to organize itself and the doctrine of the dGe lugs pa sect began to spread widely in Tibet. Simultaneously, a large number of monastic communities of the bKa’ rgyud pa and Eternal Bon were, as a matter of course, destroyed by the military power of Gushri bsTan ’dzin chos rgyal. Many Bonpo monks and nuns were ferociously tortured and eventually murdered. After that, although Khyung po bsTan rgyal grags pa, Khri bde gung grags and Khyung po ’Bun snang tried their best to practise the three deeds “keeping, defending and spreading the teachings” they gradually declined. <\/p><p>At that time, Khyung po Nang chen grags pa brought the statue Zhi kro rgyab bkrod and other religious objects to A smad district and took care of the monastery of Khyung po sBa nag bla brang. Khyung po sMan ri grags pa, gShen sras grags pa and sNang gsal grags pa are said to have followed successively in the line of this Bla brang.<\/p><p>A brag sPyi ba grags pa then put up a yak-hair tent on the pastureland so that they could declare that their monastery was settled there. They raised funds and scraped together enough monastic implements, including the offerings to the deities and costumes for religious dance. Besides that, they also obtained many religious objects such as the Zhi khro rgyab bkrod and other invaluable relics. Gathering a number of devotees in the nomad area, they performed prayer services and rituals to the satisfaction of the people.<\/p><p>There were about twenty, mostly tantric practitioners, but some of them were real monks. They practised chanting and meditation. They performed religious services based on the ritual cycles of dBal gsas, gTso mchog, Phur pa, sTag la and Byams ma. They also propitiated Srid pa rgyal mo drel nag, Mi bdud, A bse, rGyal po Nyi pang sad and dGra bla’i rgyal mo. Since they performed these rituals extensively, the monastery became the object of worship for the people, for this life and hereafter.<\/p><p>From among these lamas came bsTan ’dzin grags pa in the lineage of sBra nag bla brang, who had accomplished complete deliverance from every attachment of this world. But after his leaving for the purest land Bon dbyings (after his death), even the sBra nag bla brang lineage fell into a state like that of a rosary broken into pieces. Later on, this situation caused the sBra nag bla brang to invite, willingly or unwillingly, lamas of the Khyung po lineage from A stod district.<\/p><p>About the same time, in 1880, dBang phyug gYung drung tshul khrims, an accomplished yogi of the Nag ru lineage, one of the three lineages of Khyung po “White, Black and Yellow” was born, emitting many auspicious signs. From childhood, gYung drung tshul khrims had inborn knowledge quite unlike all other children. Being a master in the fields of calligraphy and arithmetic, he became the one most admired by all the laity and priests. When he grew up, he felt so deeply sad about the cyclic existences that he made pilgrimages to Central Tibet, Mount Kailash in Western Tibet, Bon ri in of Kong po; and when he visited monasteries including sMan ri (No.1), gYung drung gling (No.2) and mKhar sna (No.7) and he studied under many matchless teachers to receive initiations and instructions of outer, inner and secret. He then thoroughly learned the Sutra, Tantra and rDzogs chen. Adjusting himself to the monastery, he took the full ordination of Drang srong, consisting of 256 vows.<\/p><p>A prophecy was made at that time by sKal bzang nyi ma, the great abbot of gYung drung gling, that a new monastery would be built in sNye rong district. In accordance with the prophecy, a large group of devotees of Bon having united with some leaders of Shag chu smad community in sNye rong rdzong apprised mKhan chung Grags rnam, the governor-general of Hor that they would establish Chab mdo dPal gShen bstan gYung drung bde chen gling, which they did in 1917.<\/p><p>gYung drung tshul khrims maintained the monastery by the observation of monastic discipline, such as the Three Trainings, in consequence of which he became the very guide of the three deeds of keeping, defending and spreading the precious teachings of gShen. Furthermore, he developed his unique abilities: he left a number of handprints and footprints all around the monastery, including places on the hills in front and at the rear; the flag of his reputation as Chab mdo rTogs ldan fluttered high.<\/p><p>However, due to the unfortune of devotees, he died on the 23rd day of the eighth month, 1947 with the signs of summer thunder booming through the sky above the monastery.<\/p><p>After that, until the Cultural Revolution, the monastery was looked after by his nephew, Bla chung tshe dpag of the Khyung po Nag ru family. During this time the monastery was enlarged and the necessary religious objects, such as statues, scriptures, stupas and implements of offerings, were greatly increased. Among many Bonpo establishments, this monastery had the high reputation of having grown just like a lotus that comes out of the mire.<\/p>"},{"title":"Religious objects and rituals of the monastery:","index":3,"parent_index":2},{"title":"sKu gdung lha khang","index":4,"parent_index":3,"body":"<p>The main religious object of this three-storey temple was the gilt-bronze reliquary stupa of the sage of Chab mdo, gYung drung tshul khrims, in the style of the gYung drung bkod legs stupa, as tall as a two-storey house. To its right was a statue of Li shu about the same size as the stupa. Further to the corner was a gilt-bonze statue of sMon lam mtha’ yas. To the left of the stupa was a gilt-bronze statue of Dran pa nam mkha’ about the same size. Among these, there was also a gilt-bronze statue of rNam par rgyal ba as high as the ceiling.<\/p><p>On the upper floor was a gilt-bronze statue of sTon pa gShen rab as high as the ceiling. In front of it were religious objects that included the mandala, built at a cost of two thousand Chinese yuan, the butter lamp stand that cost one thousand yuan, a set of seven silver cups that cost one hundred yuan, the mandala of the Twelve Rituals (Cho ga bcu gnyis), an embroidered thangka, and a great many other equally sacred religious objects.<\/p>"},{"title":"The assembly hall (’du khang)","index":5,"parent_index":3,"body":"<p>At the centre of this two-storey building, which had fifty-two pillars, was a clay image of rNam par rgyal ba as tall as the building itself. Beside it, on both sides, were bronze statues of the four Buddhas and the four wrathful deities, and five large golden thangkas of the Thousand Buddhas. There was also a chamber with 122 wooden stupas in it. In addition to these, the number of invaluable religious objects in this building was beyond counting.<\/p>"},{"title":"The Meditation hall (sgrub khang)","index":6,"parent_index":3,"body":"<p>In this building there was a statue of the guardian rGyal po Shel khrabs and a number of masks of other guardians.<\/p>"},{"title":"The Lama’s residence (bla brang)","index":7,"parent_index":3,"body":"<p>Of the two <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">bla brang<\/span>, the upper <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">bla brang<\/span> was a building of three storeys. It consisted of bKa’ ’gyur khang, Zhabs brtan khang and Rig sngags lha khang. In the two Rig sngags lha khang were small gilt bronze images of Byams ma, gDugs dkar, sTag la me ’bar, Ma rgyud, Phur pa and many others.<\/p><p>The main religious object in the lower <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">bla brang<\/span> was the clay image of rGyal ba rgya mtsho, about half the height of the ceiling. On either side of it were cubit-high clay images of the Sixteen Arhats (gNas brtan bcu drug). In front of the relics of the Sage gYung drung tshul khrims was a mandala, built at a cost of two thousand Chinese yuan, small butter lamp stands of silver, silver water bowls in various sizes, and many other things.<\/p>"},{"title":"The Communal quarters (khang tshan)","index":8,"parent_index":3,"body":"<p>There were four <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">khang tshan<\/span> in Chab mdo Monastery: bDe chen smon grol, ’Dod ’byung phun tshogs, Lung rig grags rgyas and Srid gsum dbang bsgyur. There were more than thirty rooms for the 102 resident monks.<\/p>"},{"title":"Annual religious services of the monastery","index":9,"parent_index":2,"body":"<ol type=\"1\"> <li> The 2nd day of the first Tibetan month is the commemoration of mNyam med Shed rab rgyal mtshan. Flower offerings are made for three days beginning on that day.<\/li> <li> During the five days from the 15th day of the second month, there are assemblies of the Twelve Rituals (Cho ga bcu gnyis).<\/li> <li> In the third month, assemblies are held for prayer services.<\/li> <li> During the ten days from the 1st to the 10th day of the fourth month, a thousand offerings of rNam rgyal are made; simultaneously, the dancers of the monastery perform religious dances such as rGya nag Ha shang, Sa phyag, rNam brgyad, rGya tsha, Ging ’cham, sTag la’i rnga ’cham, Seng ’cham, gTor rgyag and others. These are very well performed in a manner perfectly true to the origin.<\/li> <li> From the 13th to the 25th day of the fifth month there are recitals of the bKa’ ’gyur.<\/li> <li> During the seven days from the 5th day of the sixth month each khang tshan holds rituals to meditate on its own Yi dam. Concurrently with this, the lay and clerical devotees propitiate the local deities and they enjoy the summer festival by participating in competitive track events.<\/li> <li> In the seventh month the Zhi khro ritual was performed.<\/li> <li> During the three days from the 23rd day of the eighth month, a memorial service is held in honour of gYung drung tshul khrims, the sage of Chab mdo, and flower offerings are made.<\/li> <li> From the 3rd to the 10th day of the eleventh month, the ritual cycle of Me ri is performed.<\/li> <li> From the 3rd to the 30th day of the twelfth month, two rituals of Khro bo and Phur pa are simultaneously performed, finishing with the gTor rgyag che mo rite.<\/li> <\/ol><p>At present, there are three lamas and more than fifty ascetic monks in the monastery. Its buildings include the temples, the assembly halls, a kitchen and another building of about sixty pillars. Monks’ quarters number more than twenty. Moreover, the monastery is well equipped with the religious objects it needs. The religious services and rituals are also practised in a manner true to the tradition.<\/p>"}]}