{"meta":{"domain":"places","kid":"16561","authors":[],"title":"Jekar Khargok Introduction","dates":{"created_at":"2010-08-11 20:46:14 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Jekar Khargok Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Jekar KhargokBye dkar mkhar gog","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Jekar Khargok<\/span><span class=\"scholar\">Bye dkar mkhar gog<\/span>, located southwest of <span class=\"popular\">Jekar<\/span><span class=\"scholar\">Bye dkar<\/span> village, is perched on top of a rocky prominence. The once large citadel is divided into southeast and northwest (main) complexes. The ruins of <span class=\"popular\">Jekar Khargok<\/span><span class=\"scholar\">Bye dkar mkhar gog<\/span> are highly degraded: all that is left are a few scattered stone wall fragments and much rubble. The buildings and individual rooms ended to be small. The thinness of the walls and the lack of buttressing indicate that most, if not all, of the buildings of <span class=\"popular\">Jekar Khargok<\/span><span class=\"scholar\">Bye dkar mkhar gog<\/span> were constructed with wooden roofs. Walls (40 cm to 50 cm thick) contain small uncut blocks (10 cm to 40 cm long) and are of a heavily mud-mortared random-rubble texture. The diminutive size of the structures, the presence of irregular ground plans and the staggering of buildings around crags all hint at an archaic cultural status for <span class=\"popular\">Jekar Khargok<\/span><span class=\"scholar\">Bye dkar mkhar gog<\/span>. Unlike the neighboring monastery of <span class=\"popular\">Namgyel<\/span><span class=\"scholar\">Rnam rgyal lha rtse<\/span>, his more removed site is endowed with a good defensive posture. The main complex of <span class=\"popular\">Jekar Khargok<\/span><span class=\"scholar\">Bye dkar mkhar gog<\/span> can be subdivided into east and west sectors. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Northwest complex","index":7,"parent_index":6,"body":" <p>The axis of the northwest or main complex is aligned east-west and is 85 m in length.<\/p> "},{"title":"West sector","index":8,"parent_index":7,"body":" <p>The west sector of the northwest complex, a tight collection of limestone and sandstone structures, straddles he summit of the outcrop (primarily 15 m to 20 m wide). The west sector appears to have been circumvallated. The summit of the outcrop is ringed by a revetment (up to 1.5 m in height, none of which is freestanding) that was part of this defensive work. Most of the summit is surrounded by vertical limestone faces. At the lower or west end of the west sector a building or room is distinguishable (interior dimensions: 5.7 m x 2.4 m maximum). One of its standing wall fragments reaches 2.4 m in height, 40 cm of which is part of the revetment. The east end of the west sector is about 10 m higher than the west end and contains the vestiges of several buildings. They include one with two rooms (exterior dimensions: 6 m x 5.2 m maximum); a structure of one room built 1 m into the summit (5.3 m x 3.6 m), and a building with several small rooms (9.4 m x 4.2 m). The eastern extremity of the summit narrows to a knife edge and hosts no structural detritus.<\/p> "},{"title":"East sector","index":9,"parent_index":7,"body":null},{"title":"Southeast complex","index":10,"parent_index":6,"body":" <p>This small installation is located 57 m southeast of the main complex. It occupies a rocky knob (4.5 m x 10 m). The southeast complex has been reduced to fragmentary revetments that line the formation. These revetments reach a maximum height of 1.5 m. Between the northwest and southeast complexes there are the footings of a quadrate structure (3.8 m x 3m) aligned in the cardinal directions. These appear to be the foundation of a ceremonial structure. Its configuration and location is in conformance with shrines found at various archaic citadels. <\/p> "},{"title":"rNam rgyal lha rtse","index":11,"parent_index":6,"body":null},{"title":"Notes","index":12,"parent_index":0,"body":null}]}