{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "ཚེ་མཆོག་གླིང་།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": " གྲོང་ཁྱེར་ལྷ་ས།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་བཀྲ་ཤིས་ཚེ་མཆོག་བསམ་གཏན་གླིང་དང་ཡང་གྲིབ་ཚེ་མཆོག་གླིང་སོགས་ཞུ། ལྷ་སའི་ཟམ་ཆེན་ནམ་ཀུ་རུ་ཟམ་པ་ནས་གྲིབ་ཅེས་པའི་གྲོང་དུ་སྤྱི་ལེ་གསུམ་ཙམ་བསྐྱོད་ན་དགོན་དེར་སླེབས་ཀྱི་རེད། གྲིབ་ཅེས་པ་ནི། སྔོན་ལྷ་ལུང་དཔལ་གྱི་རྡོ་རྗེས་རྒྱལ་པོ་གླང་དར་བཀྲོངས་རྗེས་རྟ་དཀར་པོར་སོལ་བ་བྱུག་པ་དང་། གོས་ཀྱི་ཕྱི་ནག་པོར་ནང་དཀར་པོ་ཡིན་པ་གྱོན་ཏེ་སྐྱིད་ཆུའི་རབ་ལས་ཐོན། རྟ་ལ་སོལ་བ་བྱུག་པ་ཆུས་དག་ནས་དཀར་པོར་གྱུར། གོས་ནག་པོ་ཕྱི་ནང་སློག་སྟེ་གྱོན་ནས་ཤར་གྱི་ཕྱོགས་སུ་བསྐྱོད། དེ་མར་རྗེས་འདེད་པ་རྣམས་དེར་འབྱོར་ཏེ་འདི་ནས་རྟ་ནག་མི་ནག་ཅིག་སོང་ངམ་ཞེས་པར། དེར་ཡོདཡུལ་མི་ཚོས་རྟ་ནག་མ་<span class=\"milestone page eng \">[page <span class=\"pnum\">81</span>] </span>ཐོང་རྟ་དཀར་མི་དཀར་ཞིག་རིབ་ཙམ་མཐོང་བྱུང་ཞེས་བཤད་པས་དེ་ནས་བཟུང་ཡུལ་དེར་རིབ་ཅེས་ཐོགས་པ་རིམ་བཞིན་གྲིབ་ཅེས་པར་སྒྲ་འགྱུར་ཞེས་ཟེར་སྲོལ་ཡོད། དགོན་དེ་ཕྱག་འདེབས་པ་པོ་ནི། སྐྱོད་གྲོང་བསམ་གཏན་གླིང་ཕྱག་འདེབས་པ་པོ་དཀའ་ཆེན་ཡེ་ཤེས་རྒྱལ་མཚན་ཞུ་བ་དེ་ཡིན། དཀའ་ཆེན་ཡེ་ཤེས་རྒྱ་མཚན་ནི། རྒྱལ་བ་སྐུ་ཕྲེང་བརྒྱད་པའི་ཡོངས་འཛིན་ཡིན། 1787ལོར་གོར་དམག་གི་གཉའ་ནང་དང་། རོང་ཤར། སྐྱིད་གྲོང་བཅས་བཙན་བཟུང་བྱས་སྟབས་སྐྱིད་གྲོང་བསམ་གཏན་གླིང་གི་དགེ་འདུན་རྣམས་ཐོར་ཏེ་དཀའ་ཆེན་གྱི་དྲུང་དུ་བཅར་ནས་བདེ་སྡུག་རྣམས་ཞུས་པས། དཀའ་ཆེན་གྱིས་ཁྱེད་རྣམས་གང་འདོད་ལྟར་སོང་ཞེས་གསུངས་པར། རྒྱལ་བ་སྐུ་ཕྲེང་བརྒྱད་པས་ཁྱེད་ཚོའི་བླ་མ་ངས་གདན་དྲངས་པས་ཁྱེད་ཚོ་གང་འདོད་ལྟར་བཏང་ན་མི་འགྲིག་ལྷ་སའི་ཉེ་འདབས་སུ་དགོན་ཞིག་འདེབས་གསུངས་སྟེ་དགོན་པ་གང་དུ་འདེབས་མིན་དཔྱད་པར། དཀའ་ཆེན་གྱིས་རྩེ་པོ་ཏ་ལ་ནས་གཟིགས་སྐབས་ད་ལྟའི་དགོན་ཆགས་ཡུལ་དེར་ས་དཔྱད་ལེགས་པར་གཟིགས་ཏེ། 1790ལོར་དགོན་དེ་ཕྱག་བཏབ། ལྷ་སའི་གླིང་བཞིའི་ནང་ཚན་ཞིག་ཡིན། སྔོན་འདུ་ཁང་ཀ་བ་སོ་གཉིས་ཀྱི་གཙང་ཁང་ནང་དུས་གསུམ་སངས་རྒྱས་དང་། འདུ་ཁང་ནང་དཀའ་ཆེན་ཡེ་ཤེས་རྒྱལ་མཚན་གྱི་དངུལ་གདུང་ཐོག་ཚད་མ་དང་། དེའི་གཡས་གཡོན་དུ་དངུལ་སྐུ་སྐུ་ཚད་མ་རེ། བྲག་སྒོ་རབ་འབྱམས་པའི་ཐུགས་དམ་རྟེན་རྗེ་ཙོང་ཁ་པའི་སྐུ་བརྙན། དགེ་འདུན་ཞལ་གྲངས་108ཀྱིས་རི་བོ་དགེ་ལུགས་ཕུག་བཞེད་མཛད་པ་བཅས་ཡིན།</p>
<p>ད་ལྟ་འདུ་ཁང་ཆེ་བ་ཉམས་གསོ་གནང་ཐུབ་མེད་ཀྱང་དབང་ཁང་ཉམས་གསོ་གནང་བའི་ནང་སྔོན་གྱི་སྐུ་བརྙན་རྣམས་ཀྱི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་དང་། དགོན་དེའི་ཤར་ངོས་རི་ལྡེབས་སུ་གྲིབ་རྫོང་བཙན་གྱི་སྐུ་་མཁར་གསང་བཞེངས་གནང་བའང་མཇལ་རྒྱུ་ཡོད།།<span class=\"milestone page eng \">[page <span class=\"pnum\">82</span>] </span> </p>
<p>སྟོད་ལུང་བདེ་ཆེན་རྫོངས་ཁོངས་ཀྱི་གནས་སྐོར་ས་བཀྲ།</p>
<p>1 སངས་རྒྱས་དགོན་པ། 2 སྣེའུ་རྫོང་ཤུལ། 3 རྣམ་རྒྱལ་པེར་ཁང་། 4 གསང་ཕུ་དགོན། 5 ཉི་མ་ཐང་། 6 རྩེ་སེར། 7 ཁྲིམས་ཟམ། 8 སྟག་ལུང་བྲག 9 གཞོང་པ་ལྷ་ཆུ། 10སྐྱོར་མོ་ལུང་། 11 དགའ་གདོང་། 12 དབུ་འབུམ་མཆོད་རྟེན། 13 སྣང་རྩེ་རྒྱལ་ཁང་། 14 ལུམ་པ་ཟམ་པ། 15 སྤར་ཕུ་དགོན། 17 མཚུར་ཕུ་དགོན། 18 གནས་ནང་དགོན། 19 སྙན་དགོན། 20 མཚོ་སྨད་དགོན། 21 ལམ་ས་དགོན། 22 རྭ་སྐོར་སྒོན། 23 ཆུ་བཟང་། 24 གཡུ་ཐོག་སྒང་། 25 སྟོད་ལུང་ཆུ་ཚན། 26 སྡིངས་ཁ་དགོན། 27 ཕྱིར་མིག་ཆུང་། 28 མཁའ་ལུང་རི་ཁྲོད། 29 ར་ཚག་དགོན། 30 ཆོས་ཁང་དམར་པོ། ○ད་ལྟའི་སྟོད་ལུང་བདེ་ཆེན་རྫོང་།<span class=\"milestone page eng \">[page <span class=\"pnum\">83</span>] </span> </p>
", 
   "index": 2, 
   "parent_index": 1, 
   "title": "ཚེ་མཆོག་གླིང་།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16444", 
  "dates": [], 
  "title": "ཚེ་མཆོག་གླིང་།"
 }
}