{"meta":{"authors":[],"title":"བསམ་སྡིངས་དགོན།","dates":{"created_at":"2010-08-14 12:30:08 UTC","updated_at":"2010-08-14 12:30:08 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"བསམ་སྡིངས་དགོན།"},{"title":"སྣ་མཁར་རྩེ་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"བསམ་སྡིངས་དགོན།","index":2,"parent_index":0,"body":" <p>མཚན་རྒྱས་པར་“དཔལ་མཁའ་འགྲོ་འདུ་བའི་བསྟི་གནས་བསམ་གྲུབ་ཆོས་ཀྱི་སྡེ་”ཞེས་པའམ། “མཁའ་སྤྱོད་སྡིངས་བསམ་གཏན་ཆོས་འཁོར་གླིང་”ཞེས་ཞུ། ད་ལྟའི་སྣ་མཁར་རྩེ་རྫོང་ངམ་ཆོས་སྡེ་དགོན་ནས་ཤར་ངོས་སུ་སྤྱི་ལེ་བདུན་བརྒྱད་ཙམ་འཁོར་ལམ་བརྒྱུད་སོང་ན་གླིང་སྨད་གྲོང་གི་རྒྱབ་ངོས་རི་སྟེང་དུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་ཐོག་མར་རྡོ་རྗེ་ཕག་མོ་སྐུ་ཕྲེང་དང་པོ་ཆོས་ཀྱི་སྒྲོན་མེ་སྟེ་བོད་ཀྱི་བཙན་པོའི་གདུང་རྒྱུད་སྐྱིད་ལྡེ་ཉི་མ་མགོན་མངའ་རིས་སུ་ཕེབས་པ་དེ་དག་ལས་མཆེད་པ་མངའ་རིས་གུང་ཐང་དུ་ཁྲི་བསོད་ནམས་རྒྱལ་མཚན་དང་། ཁྲི་ལྷ་དབང་རྒྱལ་མཚན་གཉིས་བྱུང་བ་ལས། ཁྲི་ལྷ་དབང་རྒྱལ་མཚན་དང་། བཙུན་མོ་མདོ་སྡེ་རྒྱལ་པོ་གཉིས་ལ་ཁྲི་རྣམ་རྒྱལ་ལྡེ་དང་། ནམ་མཁའ་ནོར་བུ། ལྕམ་སྲིང་ཨ་གྲོལ་ཆོས་ཀྱི་སྒྲོན་མེ་བཅས་གསུམ་བྱུང་བ་ལས་མཐའ་ཆུང་འདི་ཉིད་སྐུ་གཞོན་ནུའི་དུས་ནས་འཁོར་བའི་ཆོས་དང་སྲིད་པའི་དཔལ་ལ་ཆགས་པ་ནི་འཁོར་བར་འཆིང་བའི་རྒྱུ་ཉིད་དུ་དགོངས་ནས་འཇིག་རྟེན་གྱི་བྱ་བ་ལས་རིང་དུ་འདས་ཏེ་ཀློག་པ་ལ་སོགས་ཚེགས་མེད་མཁྱེན་པས་ཐོས་བསམ་གྱི་རྩལ་ཉིན་བཞིན་འཕེལ་བར་གྱུར་པ་དེ་ཉིད་ནི། མཚོ་རྒྱལ་གྱི་གསུང་རྣམ་ནང་དུའང་། “འཕྲིན་ལས་གསུང་སྤྲུལ་མངའ་རིས་སྤྲུལ་པ་སྟོན་”ཞེས་དང་། མཆོད་བརྗོད་ནང་དུའང་། “གུང་ཐང་རྒྱལ་པོའི་རིས་སུ་པད་འབྱུང་གིས། །ལུང་བསྟན་མངོན་འགྱུར་ཆོས་ཀྱི་སྒྲོན་མེ་ཞེས། །འཇིགས་བྲལ་ཞབས་དང་གྲུབ་ཆེན་ཐང་རྒྱལ་བས། །རྗེས་བཟུང་གྲུབ་མཆོག་བརྙེས་ལ་གསོལ་བ་འདེབས། །”ཞེས་ལུང་དང་མཐུན་པ་དེ་ཉིད་བོ་<span class=\"milestone page eng \">[page <span class=\"pnum\">142<\/span>] <\/span>དོང་ཕྱོགས་ལས་རྣམ་རྒྱལ་ལས་རབ་ཏུ་བྱུང་སྟེ་མཚན་དཀོན་མཆོག་རྒྱལ་མོར་མངའ་གསོལ། སྡེ་སྣོད་ཀྱི་ཆོས་མཐའ་ཡས་པ་དང་། སྨིན་གྲོལ་གྱི་ཁྲིད། མན་ངག་ལུང་དང་བཅས་པ་བུམ་པ་གང་བྱོའི་ཚུལ་དུ་གནང་། དབུས་གཙང་ཀུན་ལ་ཕྱག་ཕྱིར་བྱོན་པར་མཛད་པས་གྲུབ་ཐོབ་ཐང་སྟོང་དང་མཇལ་ཏེ་གསང་སྔགས་གསར་རྙིང་གི་ཆོས་མང་པོ་གསན། དེ་ནས་གྲུབ་ཐོབ་ཀྱི་བཀའ་ལྟར་ཙ་རི་ཅིག་ཅར་དུ་སྒྲུབ་པ་ཡུན་རིང་མཛད། ཡར་ལམ་མི་དབང་གྲགས་པ་རྒྱལ་མཚན་གྱི་བསུ་བའི་བཀོད་པ་དང་བཅས་ཆོས་རྒྱལ་ཉིད་ཀྱི་དཀོར་མཛོད་ནས་མཁའ་འགྲོ་ཡེ་ཤེས་མཚོ་རྒྱལ་གྱི་དབུ་ལོ་ཆ་ཚང་དང་། སྙན་གཡུ། སྐུ་རྒྱན་བཅས་ཕུལ་ནས་བསྟན་འགྲོའི་དཔལ་ཡོན་དམ་པ་བསོད་ནམས་ཀྱི་ཞིང་དུ་བདག་གིར་མཛད་དུ་གསོལ་ཞེས་ཞུས། དེ་ནས་མཁའ་འགྲོ་སེང་གདོང་མའི་ལུང་བསྟན་དང་། མཁའ་འགྲོ་སེང་གདོང་མ་ད་ལྟའི་དགོན་དེ་ཆགས་ཡུལ་དུ་ཐིམ་པའི་གཟིགས་སྣང་བྱུང་བས་ཡར་འབྲོག་ཏུ་བྱོན། དེ་ནས་འབྲོག་ཁྲི་དཔོན་གྱིས་མཐུན་རྐྱེན་བསྐྲུན་ནས་སྤྱི་ལོ་1440ལོར་བླ་མ་གཅིག་དང་གྲྭ་པ་དྲུག་ལས་གྲུབ་པའི་སྒྲུབ་སྡེ་ཆུང་ངུ་ཞིག་བསྐྲུན་གནང་མཛད། སྐུ་ཕྲེང་བདུན་པ་ཆོས་སྒྲོན་དབང་མོས་ཇུན་གར་དམག་དཔུང་དགོན་དེར་འབྱོར་སྐབས་ཕག་རྒོད་འཇིགས་སུ་རུང་བ་མེ་འོད་ཚག་དང་བཅས་འཕྲོ་བ་ཞིག་ཏུ་སྤྲུལ་ནས་བཞུགས་པས་གདུག་རྩུབ་ཀྱི་བསམ་ངན་དེ་མར་ཞི་ནས་ཁྲབ་རྨོག་འཁོར་གསུམ་ཕུལ་ཏེ་དགོན་དེར་མི་གནོད་རྒྱུའི་དམ་བཅའ་ཕུལ། སྐུ་ཕྲེང་བརྒྱད་པ་སྐལ་བཟང་མཆོག་ལྡན་བདེ་ཆེན་དབང་མོ་གོང་མ་ཆན་ལུང་གིས་མ་ཧྭ་ཙི་ནའི་རྒྱལ་ཁབ་ཏུ་གདན་དྲངས། དཀར་ཡོལ་ཡུ་རིང་དང་། བྱུ་རུའི་སྡོང་པོ། ཤིང་བྱང་ལ་གོང་མ་སྟོན་འཁོར་དང་རྒྱ་ཡིག་བྲིས་པ་སོགས་སྐྱེས་མང་པོ་ཕུལ། ད་ལྟ་འཚོ་བཞུགས་བདེ་ཆེན་ཆོས་ཀྱི་སྒྲོན་མེ་བར་སྐུ་ཕྲེང་བཅུ་གཉིས་བར་བྱུང་། དགེ་འདུན་ཞལ་གྲངས་བདུན་ཅུ་ཙམ་བར་འཕེལ། བོ་དོང་གི་ལུགས་ཞེས་ས་དགེ་བཀའ་རྙིང་རིས་མེད་ཕྱག་བཞེས་གནང་གི་ཡོད། སྔོན་དགོན་དེའི་འདུ་ཁང་ཀ་བ་བཅུ་གཉིས་དང་།<span class=\"milestone page eng \">[page <span class=\"pnum\">143<\/span>] <\/span>གཙང་ཁང་ཀ་གཉིས་ནང་འབྲོག་ཁྲི་དཔོན་གྱིས་བཞེངས་པའི་གསེར་ཟངས་ཀྱི་ཐུབ་དབང་གཟུངས་སུ་སངས་རྒྱས་ཀྱི་རིང་བསྲེལ། མཛོད་པུར་པད་རག་བཞུགས་པ་ཐོག་སོ་ཉིས་ཐོག་དང་། འཇིམ་སྐུ་ལས་གྲུབ་པའི་བོ་དོང་ཕྱོགས་ལས་རྣམ་རྒྱལ་གྱི་འདྲ་སྐུ་ཚེམས་བྱོན་མ་དང་། དེའི་གཡས་གཡོན་དུ་གསེར་ཟངས་ཀྱི་དུས་འཁོར་དང་བདེ་མཆོག མཐའ་འཁོར་དུ་ཉེ་སྲས་བརྒྱད་དང་ཁྲོ་བོ་བཅས་ཀྱི་འཇིམ་སྐུ་ཐོག་སོ་རེ། འདུ་ཁང་ནང་གསེར་ཟངས་ཀྱི་ཕྱོགས་ལས་རྣམ་རྒྱལ་གསུང་འབྱོན་མི་ཚད་མ། ལི་མའི་དགྱེས་རྡོར་ལྷ་དགུ་ཁྲུ་གང་ཙམ། ཡིད་དམ་དང་ཆོས་སྐྱོང་ཁག་གི་གཉན་ཐང་སོགས་མང་པོ་ཡོད། གསང་སྔགས་ཕོ་བྲང་ཀ་བ་བཅུ་གཉིས་ནང་བཀའ་བློན་བཤད་གྲྭ་དོན་གྲུབ་རྡོ་རྗེས་སྦྱིན་བདག་མཛད་པའི་དངུལ་གདུང་བྱང་ཆུབ་མཆོད་རྟེན་དང་། གཡོན་དུ་རྣམ་རྒྱལ་མཆོད་རྟེན་གཡས་སུ་བྱང་ཆུབ་མཆོད་རྟེན་བཅས་ཐོག་སོ་གཉིས་ལྡན་ཁྲ་རྒྱན་སྣ་ཚོགས་ཀྱིས་སྤུད་པ་སོགས་ཇི་སྙེད་ཅིག་མཇལ་རྒྱུ་ཡོད།<\/p> <p>ད་ལྟ་སྔོན་གྱི་གཙུག་ལག་ཁང་གི་ཕྱེད་ཙམ་སྟེ་ཤར་ངོས་ཀྱི་གྱང་རོའི་སྟེང་གསར་བཞེངས་གནང་བའི་གཙང་ཁང་ནང་ཐུབ་དབང་བདུད་འདུལ་མའི་འཇིམ་སྐུ་ཐོག་སོ་གཉིས་ལྡན་ཉེ་སྲས་བརྒྱད་ཀྱིས་བསྐོར་བ་དང་། འདུ་ཁང་ནང་འཇིམ་ལས་གྲུབ་པའི་བོ་དོང་ཕྱོགས་ལས་རྣམ་རྒྱལ། རྡོ་རྗེ་ཕག་མོ། གུ་རུ་མཚོ་སྐྱེས་རྡོ་རྗེ་སོགས་སྔོན་གྱི་སྐུ་འདྲའི་སྐུ་ཚབ་མང་པོ་གསར་བཞེངས་གནང་ཡོད་ལ། ཨི་ཌ་ལིར་པར་དུ་བསྐྲུན་པའི་བོ་དོང་གི་གསུང་རྩོམ་པོད་བརྒྱ་ལྷག་དེང་དུས་ལུགས་གསར་གྱི་དེབ་ཏུ་བཀོད་པ་སོགས་མཇལ་རྒྱུ་ཡོད།<\/p> <p>དགོན་དེ་ནས་ཤར་ངོས་སུ་འཁོར་ལམ་སྤྱིར་བཏང་བ་བརྒྱུད་རྐང་ཐང་མར་ཉིན་གཅིག་ཙམ་ཕྱིན་ན་ཁྲམ་ཞེས་པའི་ཡུལ་དུ་ཡར་འབྲོག་ཡོན་པོ་རྡོ་ཞེས་པ་དེར་སླེབས་ཀྱི་རེད། དགོན་དེ་ནི་རིག་འཛིན་ཆེན་མོ་མདོ་སྔགས་འབྱུང་གནང་ཀྱིས་ཕྱག་བཏབ་གནང་བ་དང་། ཡོན་པོ་རྡོ་ཞེས་པ་ནི་སྒྲོལ་མ་ཉེར་གཅིག་དུས་གཅིག་ཏུ་ཞལ་གཟིགས་པའི་གནས་རྡོ་ཆེན་པོ་ཞིག་ཡོད་སྟབས་ཡོན་<span class=\"milestone page eng \">[page <span class=\"pnum\">144<\/span>] <\/span>པོ་རྡོ་ཞེས་པའི་མཚན་དེ་ལྟར་བྱུང་ཞེས་གསུངས། དགོན་དེ་གནས་ཡུལ་ནི་མཚོ་དཀྱིལ་རི་འབུར་གྱི་པང་ཁར་ཆགས་ཡོད་པ་དང་། དགོན་དེའི་མདུན་ངོས་མཚོ་ནང་དུ་གུ་རུ་སྣང་སྲིད་ཟིལ་གནོན་གྱི་ཕྱག་གཡས་པའི་ཕྱག་རྗེས་གསལ་བས། དེའང་ལེའུ་བདུན་པ་ལས་“གྲགས་པའི་མཚོ་ཆེན་བཞི་ལ་ཕྱག་རྗེས་བཞག་”ཅེས་པའི་མཚོ་ཆེན་བཞིའི་ནང་ཚན་ཞིག་ཡིན། རི་བོའི་རྩེ་མོར་རྗེ་འབངས་ཉེར་ལྔའི་བླ་ཤིང་ཞེས་ཤུག་སྡོང་ཉི་ཤུ་རྩ་ལྔའང་ཡོད། ད་ལྟ་ཉམས་གསོ་གནང་བའི་དགོན་གནས་རྟེན་དང་བཅས་པ་མཇལ་རྒྱུ་ཡོད་ལ། ད་དུང་གུ་རུ་རིན་པོ་ཆེ་དང་། མཁའ་འགྲོ་ཡེ་ཤེས་མཚོ་རྒྱལ་སོགས་ཀྱི་སྒྲུབ་གནས་དང་གཞན་ཡང་ཡོན་པོ་རྡོའི་གནས་རྡོ་སོགས་མཇལ་རྒྱུ་ཡོད།<\/p> <p>ཡང་ཡར་འབྲོག་བསམ་གླིང་ནས་སྤྱི་ལེ་བརྒྱ་ལྷག་དང་། མཚོ་སྨད་ནས་སྤྱི་ལེ་དྲུག་ཅུ་ལྷག་ཙམ་སོང་ན་བཙན་ཆེན་མདོ་ཞེས་པར་ཤིང་རྩ་དགོན་ཞེས་པ་དེ་མཇལ་རྒྱུ་ཡོད། ཤིང་རྩ་ཞེས་པ་ནི་ཤིང་པ་མ་སྐྱེས་པའི་རི་འདབས་སམ་རྩ་བ་ལ་ཆགས་པས་མཚན་དེ་ལྟར་བྱུང་། དགོན་དེ་ནི་འགྲོ་མགོན་གཙང་པ་རྒྱ་རས་ཀྱི་སློབ་མའི་སློབ་མ་གྲགས་པ་རིན་ཆེན་ཞུ་བས་ཕྱག་བཏབ་གནང་མཛད། ད་ལྟ་འཚོ་བཞུགས་ཤིང་རྩ་བསྟན་འཛིན་ཆོས་གྲགས་བར་སྐུ་ཕྲེང་བཅུ་བཞི་བྱུང་། འབྲུག་པ་བཀའ་བརྒྱུད་ཕྱག་བཞེས་གནང་གི་ཡོད། སྔོན་དགོན་དེར་ཤིང་རྩ་སྐུ་ཕྲེང་རིམ་བྱོན་གྱི་གསུང་འབུམ་བྲིས་མ་ཇི་སྙེད་ཅིག་བཞུགས་སུ་གསོལ་ཡོད། དགེ་འདུན་ཞལ་གྲངས་ཀྱང་སུམ་ཅུ་ཙམ་ཡོད། ཤིང་རྩ་སྒྲུབ་སྡེ་ཞེས་སྒྲུབ་པ་ཁོ་ན་བསྐྱོན་ནས་བཞུགས་པ་རེད། སྔོན་རྟེན་གཙོ་གསེར་ཟངས་ཀྱི་རྒྱལ་བ་མི་འཁྲུགས་པ་གཙོ་འཁོར་གསུམ་མི་ཚད་ལྷག་དང་། ལི་མའི་སངས་རྒྱས་སྟོང་སྐུ། བཀའ་འགྱུར་ལྷ་ཁང་ནས་བཀའ་འགྱུར་བྲིས་མ། ཀ་དྲུག་ལྷ་ཁང་ནང་གྲགས་པ་རིན་ཆེན་ནས་བཟུང་སྐུ་ཕྲེང་རིམ་བྱོན་གྱི་དངུལ་གདུང་དང་། སྨན་འདམ་གྱི་འདྲ་སྐུ་སོགས་ཡོད། རས་རྐྱང་ཞེས་རྩ་རླུང་ལ་རང་དབང་ཐོབ་པའི་སློབ་མ་སྟོང་ཚོ་བརྒལ་བ་བྱུང་མྱོང་ཡོད་གསུངས། ད་ལྟ་སྔོན་གྱི་དགོན་ཤུལ་གྱི་གཤམ་<span class=\"milestone page eng \">[page <span class=\"pnum\">145<\/span>] <\/span>དུ་སྐོར་ལམ་རིམ་པ་གསུམ་ལྡན་གྱི་འདུ་ཁང་ཞིག་བསྐྱོན་བཞིན་ཡོད་པ་བཅས་ལྷོ་ཁ་ས་ཁུལ་གྱི་རྫོང་ཁག་བཅུ་གཉིས་ཀྱི་གནས་བཤད་གཡས་སྐོར་དུ་བྱས་ནས་བསྒྲིགས་པ་འདི་ཉིད་གནས་སྐབས་འདིར་འཇོག་པ་ལགས་སོ།<\/p>  "}]}