{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "བདེ་ཆེན་ཆོས་འཁོར།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "གོང་དཀར་རྫོང་།"
  }, 
  {
   "body": "<p>གོང་དཀར་ཆོས་སྡེ་ནས་ལྷོ་ངོས་སུ་འཁོར་ལམ་སྤྱིར་བཏང་བ་དེད་ནས་སྤྱི་ལེ་དྲུག་ཙམ་སོང་ན་གནས་གསར་གྲོང་དུ་སླེབས་དེ་ནས་ཤར་ངོས་སུ་སྤྱི་ལེ་གཉིས་གསུམ་ཙམ་གྱི་རི་ལྡེབས་སུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་ཡོངས་འཛིན་ངག་དབང་བཟང་པོས་ཕྱག་བཏབ་གནང་མཛད། དེའང་ཐོག་མར་གོང་དཀར་བཤད་སྒྲུབ་གླིང་དུ་ཡོངས་འཛིན་ངག་<span class=\"milestone page eng \">[page <span class=\"pnum\">7</span>] </span>དབང་བཟང་པོ་དང་ཀུན་མཁྱེན་ཐུགས་རྗེ་ཆོས་མགོན་རྣམ་གཉིས་བཞུགས་ཡོད་པ་ལ་ཐུགས་རྗེ་ཆོས་མགོན་གྱིས་དྲག་ལས་གནང་བས་ཡོངས་འཛིན་ཐུགས་མ་མཉེས་པའི་ཚུལ་གནང་། དེ་ནས་ཉིན་ཞིག་ཕོ་རོག་ཅིག་གིས་ཡོངས་འཛིན་གྱི་གཏོར་སྡེར་ཁྱེར་སོང་བ་(ཡང་ལ་ལས་དབུ་ཞྭའང་ཟེར།)རི་ཤུར་ཕར་ནང་དུ་ཆུ་མིག་དང་ལྕང་མ་ཡོད་སར་བབས་རྩིས་བྱས་རྗེས་མཐར་ད་ལྟའི་དགོན་གནས་དེར་བབས་པས་དགོན་དེ་གནས་དེར་ཕྱག་བཏབ་གནང་མཛད། བྱ་རོག་དེ་ས་བདག་སྨྱོན་དགར་གོ་སྟེ་ཆོས་བདག་ཏུ་བཅོལ། དཀོར་བདག་སྐུ་ལྔའི་འཁོར་བཙན་རྒོད་ཇག་མེར་བཀོད། རིམ་བཞིན་དགེ་འདུན་ཞལ་གྲངས་བརྒྱ་དང་ཉི་ཤུ་ཙམ་བར་འཕེལ། ཡོངས་འཛིན་ངག་དབང་བཟང་པོ་ནི་འབྲུག་པ་པད་མ་དཀར་པོའི་སྐུ་སྐྱེ་ཡིན་ཞེས་ད་བར་འབྲུག་པ་བཀའ་བརྒྱུད་ཕྱག་བཞེས་གནང་གི་ཡོད། དེ་ནས་རིན་པོ་ཆེ་རྩེ་ཤོད་གཉིས་ལས་རྩེ་ཡོངས་འཛིན་རིན་པོ་ཆེ་སྐུ་ཐོག་བརྒྱད་པ་དོན་བརྒྱུད་བསྟན་འཛིན་གྱིས་བདག་མོ་བཞེས་རྗེས་ཁ་རག་ཏུ་བྱོན། ཤོད་མཐུ་སྟོབས་ཆོས་ཀྱི་རྒྱ་མཚོས་དགོན་པ་བསྐྱངས་ཏེ་མཛད་འཕྲིན་རྒྱས། འབྲུག་པ་བཀའ་བརྒྱུད་ནི་ཕར་བྱས་ན་རྒྱ་གར་དང་ལ་དྭགས། ཁུ་ནུ་སོགས་དང་། མར་བྱས་ན་ཁམས་ནང་ཆེན་སོགས་སུ་ཁྱབ། དགོན་དེའི་གཤམ་གྱི་རི་ཟུར་ལའང་ཁམས་འགྲུལ་རི་ཟུར་ཏེ་ཁམས་ལ་ཕེབས་ས་དང་། དྭགས་རྒྱན་རི་ཟུར་ཏེ་ལ་དྭགས་སུ་ཕེབས་ས་ཡིན་ཟེར།</p>
<p>ད་ལྟ་གསར་བཞེངས་འདུ་ཁང་ནང་སྔོན་དགོན་དེའི་རྟེན་གཙོ་གསེར་ཟངས་ཀྱི་རྡོ་རྗེ་འཆང་ཐོག་སོ་གཉིས་ལྡན་པའི་ཐུགས་ཀའི་རྡོ་རྗེ་འཆང་། གཞན་ཡང་གསར་བཞེངས་རྟེན་སྐུ་མང་པོ་བཟོ་སྤུས་དག་པའི་གྱང་གོག་གི་རྩིག་པ་སོགས་མཇལ་རྒྱུ་ཡོད།</p>
<p>དགོན་དེའི་རྒྱབ་རིའི་ལྡེབས་སུ་རས་ཆུང་བའི་སྒྲུབ་ཕུག་དང་། འོག་ཏུ་བཙུན་དགོན་གྱི་རྗེས་ཤུལ་སོགས་ཀྱང་མཇལ་རྒྱུ་ཡོད།</p>
", 
   "index": 2, 
   "parent_index": 1, 
   "title": "བདེ་ཆེན་ཆོས་འཁོར།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "22300", 
  "dates": [], 
  "title": "བདེ་ཆེན་ཆོས་འཁོར།"
 }
}