{"meta":{"authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}],"title":"Gyelzhing Introduction","dates":{"created_at":"2011-12-13 02:30:00 UTC","updated_at":"2011-12-13 02:30:00 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Gyelzhing Introduction"},{"title":"Nyag rong rdzong","index":1,"parent_index":0,"body":"\n\n                  "},{"title":"(151) rGyal zhing Monastery","index":2,"parent_index":1,"body":"\n\n                  \n\n                     "},{"title":"1. Name","index":3,"parent_index":2,"body":"\n\n                     <p>rGyal zhing Monastery was also formerly known as rGyal ba bkra shis or rGyal\n                        zhing &rsquo;brug grags.</p>\n\n                  \n\n                  \n\n                     "},{"title":"2. Location","index":4,"parent_index":2,"body":"\n\n                     <p>rGyal zhing Monastery is about 12 km north of Ri snang, the seat of Nyag\n                        rong county.</p>\n\n                  \n\n                  \n\n                     "},{"title":"3. History","index":5,"parent_index":2,"body":"\n\n                     <p>According to oral tradition, the master rGyal ba rtsa mkhyen pa founded a\n                        hermitage called rGyal zhing in the valley behind the present monastery.\n                        Then it was moved to another site but the reason and precise time of this\n                        change remain unknown. According to one short account of the monastery&rsquo;s\n                        history (rGyal zhing dgon gyi lo rgyus, 8 folios, MS and anonymous), it was\n                        founded by the master Bya btang Nam mkha&rsquo; rgyal mtshan in the 10th Rab byung\n                        (1567-1626), and later, because there was no Sources of drinking water in\n                        the vicinity, Khyung &rsquo;khor sMon lam tshul khrims, the master at that time,\n                        moved the monastery to a new place. The new monastery had nine columns and\n                        was named rGyal ba bkra shis. The same account mentions three other masters\n                        of this lineage, bSod nams rnam rgyal, Kun bzang rnam rgyal and &rsquo;Chi med,\n                        but their dates and life stories are not mentioned. In the 19th century, Bya\n                        btang Dri med &rsquo;od zer offered the monastery a piece of land known as Zhing\n                        stong thang on which the present monastery was built. While the monastery\n                        was being built, the people heard a dragon in the sky and thus the monastery\n                        was named rGyal zhing &rsquo;brug grags. It was consecrated by Shar rdza bKra shis\n                        rgyal mtshan in the early 20th century. It was partially destroyed during\n                        the Cultural Revolution and rebuilt in the nineteen-eighties. The old\n                        assembly hall still stands and contains some 177 sq m of original\n                        murals.</p>\n\n                  \n\n                  \n\n                     "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":"\n\n                     <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\">\n                        <li>one gdung &rsquo;dzin </li>\n\n                        <li>two dbu mdzad or dbu skyor</li>\n\n                        <li>three dge skos</li>\n\n                        <li>two mchod dpon </li>\n\n                        <li>two spyi ba </li>\n                     </ul>\n\n                     <p>The dge bskos are replaced each year, while the dbu mdzad, mchod dpon and\n                        spyi ba are reappointed every two years. </p>\n\n                  \n\n                  \n\n                     "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":"\n\n                     <p>There are twenty-five monks and novices in the monastery.</p>\n\n                  \n\n                  \n\n                     "},{"title":"6. Current education","index":8,"parent_index":2,"body":"\n\n                     <p>There are no regular classes and the young novices are taught by the elder\n                        monks.</p>\n\n                  \n\n                  \n\n                     "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":"\n\n                     <p>The monastery was a branch of Gong rgyal Monastery. The monks are generally\n                        sent to Shar rdza Hermitage to take their ordinations, and occasionally to\n                        sNang zhig Monastery (No.180) in rNga khog.</p>\n\n                  \n\n                  \n\n                     "},{"title":"8 / 9. Rituals","index":10,"parent_index":2,"body":"\n\n                     <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\">\n                        <li>5th month, the observance of the smyung gnas fasting</li>\n\n                        <li>6th month, the performance of ritual based on the Zhi khro sgrub chen\n                           from the 3rd to the 10th day ending with with &rsquo;cham dance for the public.\n                           The observance of the dbyar gnas summer-fasting starting from the 15th of\n                           the 6th month for forty-nine days. </li>\n                     </ul>\n\n                  \n\n                  \n\n                     "},{"title":"10. Books held in the monastery","index":11,"parent_index":2,"body":"\n\n                     <p>The monastery has one copy of the printed edition of Bonpo Kanjur gyur,\n                        published by A yung and sKal bzang phun tshogs; one copy of the printed\n                        edition of Shar rdza bKra shis rgyal mtshan&rsquo;s collected works; of the &rsquo;Bum\n                        nyi ma dgu shar in ten volumes; The yum texts (Buddhist) in twelve\n                        volumes.</p>\n\n                  \n\n                  \n\n                     "},{"title":"11. Income and expenses","index":12,"parent_index":2,"body":"\n\n                     <p>The monastery has fifteen &rsquo;bri (female yak) that were offered by the lha sde\n                        (the monastery&rsquo;s local lay community). The yaks are tended as shi med by\n                        several local families who give 2.5 kg of butter to the monastery per yak\n                        each year. </p>\n\n                  \n\n                  \n\n                     "},{"title":"12. Local community","index":13,"parent_index":2,"body":"\n\n                     <p>The local lay community consists of three shog kha (communal divisions):\n                        1.Zi re shog-kha with one village (also known as Zi re) comprising twelve\n                        families; 2.Sa nag shod shog kha with five villages: Ba re with four\n                        families, Sa nag shod village with three families, Gong thog village with\n                        four families, rGyal zhing with three families and Ba re sgo village with\n                        two families. 3.Sa nag stod shog kha comprising one village (also called Sa\n                        nag stod) with twenty-one families.</p>\n\n                  \n\n                  \n\n                     "},{"title":"13. Local festivals","index":14,"parent_index":2,"body":"\n\n                     <p>On top of the mountain behind the monastery a la btsas is built according to\n                        the instructions given by gSang sngags gling pa and it is dedicated to the\n                        local deity called bKra shis dpal bzang. Its annual renewal ceremony takes\n                        place on the 15th day of the 1st month. There is another la btsas on top of\n                        the mountain facing the monastery. It is dedicated to the local deity gYung\n                        drung dar rtse. The la btsas was constructed according to the instructions\n                        given by Shar rdza bKra shis rgyal mtshan and the deity is propitiated by\n                        the local people on the 15th day of the 1st month and on the 13th day of the\n                        12th month.</p>\n\n                     <p>There is also a sacred mountain (gnas ri) called sBas gnas g-yung drung\n                        sprungs rdzong located 1 km east of the monastery. The master who &ldquo;opened\n                        the door&rdquo; (gnas sgo phyed pa) of the mountain was rGyal ba rTsa mkhyen pa.\n                        It is circumambulated in the Hare-Year during the summer by the people both\n                        Bonpo and Buddhist in the Bonpo way, that is, keeping the mountain on the\n                        left as one walks.</p>\n\n                  \n\n                  \n\n                     "},{"title":"14. Occupation of the local people","index":15,"parent_index":2,"body":"\n\n                     <p>Farmers</p>\n\n                  \n\n                  \n\n                     "},{"title":"Sources","index":16,"parent_index":2,"body":"\n\n                     \n\n                        "},{"title":"(1) Interviews","index":17,"parent_index":16,"body":"\n\n                        <p>Ye bzang (Ye shes bzang po, b.1964), a monk at the monastery; rDo li (rDo\n                           rje rgyal mtshan, b.1947), a monk at the monastery</p>\n\n                     \n\n                  \n\n               "}]}