{"meta":{"domain":"places","kid":"23562","authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"title":"Drakwen Sangdzö Pema Ling Introduction","dates":{"created_at":"2011-12-13 02:30:02 UTC","updated_at":"2011-12-13 02:30:02 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Drakwen Sangdzö Pema Ling Introduction"},{"title":"Nyag rong rdzong","index":1,"parent_index":0},{"title":"(156) Brag dben Monastery","index":2,"parent_index":1},{"title":"1. Name","index":3,"parent_index":2,"body":"<p>Brag dben Monastery has several names: Brag dben gsang mdzod pad ma gling, Brag dben gsang mdzod pad ma mdo sngags gling and Brag dben gYung drung gling. <\/p>"},{"title":"2. Location","index":4,"parent_index":2,"body":"<p>The monastery is located in rNga yab, southwest of Ri snang, the seat of Nyag rong county. There is distance of 28 km between the county town and Shang lang shod township, and another 15 km between the township to the philosophical college (bshad grwa) of sKal bzang Monastery which may be reached by car. From there it is an hour’s walk to dBal khyung Monastery (No.155) and another five to Brag dben.<\/p>"},{"title":"3. History","index":5,"parent_index":2,"body":"<p>The earliest account concerning the monastery is a legend about the connection between Brag dben and gShen Dar sding. (This connection is not mentioned in any other Sources). According to this legend, Brag dben was a branch monastery of gShen Dar sding in gTsang. gShen rGyal ba ’od zer, a disciple of Kun mkhyen Ye shes blo gros, travelled to sBas gnas in Nyag rong in the 3rd Rab byung (1192-1251), where he gave teachings based on the cycls of Ma rgyud, Khro bo, Phur pa and the Zhang zhung snyan brgyud in accordance with the gShen tshang tradition and it seems that sBas gnas became a hermitage from that time onwards. According to the Brag dben dgon pa’i lo rgyus by gYung drung don grub (p.4. MS), Khod spungs Blo gros thogs med and Khyung po Nang chen grags pa stayed at the hermitage for a long period of time in the 5th Rab byung (1267-1326). In the 8th Rab byung (1447-1506), Brag dben bKra shis rgyal mtshan, one of the four Bonpo saints of the Eight Saints of Nyag rong, (the other three were dBal khyung sMon lam rgyal mtshan, rTsis ’das Nyi ma rgyal mtshan, and Dar ri sByin pa rgyal mtshan) built two temples and fourteen meditation cells there, and thereafter the site was referred to as Brag dben Monastery. Brag dben bKra shis rgyal mtshan spent the rest of his life there. In the 12th Rab byung (1687-1746), Sang rgyas gling pa visited the monastery and gave teachings there. He also renamed the monastery Brag dben gYung drung gling. Then ’Od zer gling pa built four stupas around the monastery at the four points of the compass. Shar rdza bKra shis rgyal mtshan and gSang sngags gling pa also visited the monatery and gave teachings there. The monastery was destroyed during the Cultural Revolution and was rebuilt in the nineteen-eighties by gYung drung don grub, the present master.<\/p>"},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":"<ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>one bla ma<\/li> <li>two dbu mdzad <\/li> <li>three dge skos <\/li> <li>two mchod dpon<\/li> <li>one dkor gnyer<\/li> <\/ul><p>The incumbents of the above-listed positions are reappointed every three years. The head of the monastery is gYung drung don grub.<\/p>"},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":"<p>There are forty-five monks in the monastery in 1997.<\/p>"},{"title":"6. Current education","index":8,"parent_index":2,"body":"<p>There are no regular, organized classes. The young monks are taught by the elder monks. <\/p>"},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":"<p>Since Brag dben Monastery is a branch monastery of dBal khyung, the two monasteries perform almost all their rituals together. The monks go to sMan ri Monastery (No.1) and Shar rdza Hermitage (No.138) for their ordination, further studies or retreats. <\/p>"},{"title":"8 \/ 9. Rituals","index":10,"parent_index":2,"body":"<p>dBal khyung and Brag dben Monasteries conduct four rituals together at dBal khyung Monastery: the memorial of gSang sngags gling pa from the 25th to the 30th day of the 2nd month, that of mKha’ spyod dbang mo from the 23rd to the 28th day of the 3rd month.<\/p><p>The tshes bcu ritual from the 1st to the 10th day of the 6th month, and the dgu gtor ritual from the 21st to the 29th day of the 11th month. Two rituals are performed collectively by the two monasteries at Brag dben Monastery: the tshes bcu from the 3rd to the 10th day of the 7th month, and dgu gtor from the 23rd to the 30th day of the 12th month.<\/p>"},{"title":"10. Books held in the monastery","index":11,"parent_index":2,"body":"<p>The monastery has a collection of Tshe dbang grags pa’s gter ma works, one copy of the biography of gSang sngags gling pa, one copy of the biography of mKha’ ’gro dbang mo, one copy of the Pad ma bka’ thang and various texts for liturgical purposes.<\/p>"},{"title":"11. Income and expenses","index":12,"parent_index":2,"body":"<p>The monastery depends on donations from the faithful and the monks provide their own food.<\/p>"},{"title":"12. Local community","index":13,"parent_index":2,"body":"<p>The local lay community of the monastery consists of two shog khag (communal divisions), bZhag ri and Kha lung. The former comprises five villages: bZhag ri with seventeen families, Sa so with two families, Glang rong with one family, rGo dung with one family and dGa yeng with twelve families. Kha lung, the second shog khag comprises eight villages: Wa lung with one family, Bo mi with ten families, dBal khyung with four families, Tso shis with two families, Chu shod with six families, Yang gzhung with two families, Bung leng with three families and Kha’ khor with one family. All these villages constitute the lha sde (local lay community) of both dBal khyung and Brag dben monasteries.<\/p>"},{"title":"14. Occupation of local population","index":14,"parent_index":2,"body":"<p>Farming supplemented by animal husbandry<\/p>"},{"title":"Source","index":15,"parent_index":2},{"title":"(1) Interviews","index":16,"parent_index":15,"body":"<p>Kun bzang nyi ma, born in 1964. A rdo (b.1934)<\/p>"}]}