{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Yungdrung Drondül Ling Gönpa Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Dolpo (Nep. Dolpa) District"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(226) gYung drung tre ston gling Monastery"
  }, 
  {
   "body": "<p>gYung drung Tre ston gling dgon pa. Popularly referred to as Duli dgon pa.</p><p>address: Yungdrung Gompa, Khaigaon Hurikot, Dolpa District, Karnali Zone,</p><p>Nepal</p><p>Nyima Wozer Lama, Yungdrung Wangyal Lama</p>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "1. Name of monastery"
  }, 
  {
   "body": "<p>The monastery is situated between the villages of Khanigaon and Hurikot, one hour’s walk from the first and half an hour’s walk from the latter. </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>Hurikot used to be a Bonpo community, but the religion fell into decline after the death of the last bla ma. The villagers of Hurikot used to maintain close links with bSam gling (No.223), but since even in bSam gling there was no bla ma who could have supported the village they asked sPung mo. When Nyi ma ’od zer (Nyima Wozer) finally finished his studies in India and received his dge bshes degree, he came back and started to collect money to build a new mnastery near Hurikot. The monastery was finally completed a few years ago. A community dgon pa is now being planned, and Nyi ma ’od zer is currently raising funds for this. </p><p>Nowadays sPung mo has very close relations with Hurikot, and they support each other whenever there is need. Because of the absence of a bla ma for a long time the situation became quite difficult, and the religion became something of a mix between Bon and local shamanic practices. </p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "3. History of the monastery"
  }, 
  {
   "body": "<p>Nyi ma ’od zer is the abbot of the monastery. He was invited here by the villagers of Hurikot. </p>", 
   "index": 6, 
   "parent_index": 2, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>Three boys from sPung mo and Ringmo are being educated at the monastery.</p>", 
   "index": 7, 
   "parent_index": 2, 
   "title": "5. Number of monks"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "Charles Ramble", 
    "id": "77"
   }, 
   {
    "fullname": "Charles Ramble", 
    "id": "77"
   }, 
   {
    "fullname": "Marietta Kind", 
    "id": "81"
   }, 
   {
    "fullname": "Marietta Kind", 
    "id": "81"
   }
  ], 
  "domain": "places", 
  "kid": "23637", 
  "dates": [], 
  "title": "Yungdrung Drondül Ling Gönpa Introduction"
 }
}