{"meta":{"authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}],"title":"Lubum Taten Ling Introduction","dates":{"created_at":"2011-12-13 02:30:01 UTC","updated_at":"2011-12-13 02:30:01 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Lubum Taten Ling Introduction"},{"title":"Nyag rong rdzong","index":1,"parent_index":0,"body":"\n\n                  "},{"title":"(153) Klu ’bum Monastery","index":2,"parent_index":1,"body":"\n\n                  \n\n                     "},{"title":"1. Name of the monastery","index":3,"parent_index":2,"body":"\n\n                     <p>In the past the monastery was known as Su tshang or Klu &rsquo;bum mtha&rsquo; rten\n                        gling.</p>\n\n                  \n\n                  \n\n                     "},{"title":"2. Location","index":4,"parent_index":2,"body":"\n\n                     <p>The monastery is located at a roadside of the main road leading to sGre bo\n                        this smad village, 28 km south of Ri snang, the seat of Nyag rong\n                        county.</p>\n\n                  \n\n                  \n\n                     "},{"title":"3. History","index":5,"parent_index":2,"body":"\n\n                     <p>According to oral tradition, Su tshang Nam mkha&rsquo; rgyal mtshan, (the Klu &rsquo;bum\n                        dgon gyi lo rgyus, a MS has Nam mkha&rsquo; rgya mtsho), the first master of the\n                        Su la lineage, founded a small monastery at Ka smad mgo called Su tshang\n                        about 10 km east of the present monastery. He is said to have been the\n                        spiritual master of &rsquo;Bru dGa&rsquo; bde chos skyong ber nag, one of the Thirty\n                        Heroes in the Ge sar epic. In Khams, the hero is considered as a historical\n                        figure. Nam mkha&rsquo; rgyal mtshan was succeeded by his son Nam mkha&rsquo; &rsquo;od zer,\n                        who in turn was succeeded by his son Nam mkha&rsquo; bstan &rsquo;dzin, who in turn was\n                        succeeded by his son Nam mkha&rsquo; tshul khrims. Since there was no water\n                        Sources in the vicinity, Nam mkha&rsquo; tshul khrims undertook to channel water\n                        to the monastery, but the inhabitants of sGre bo village were unwilling to\n                        help. As a result the village split into two villages: sGre bo stod and sGre\n                        bo smad. Moreover, eight monks from sGre bo stod left the monastery and\n                        founded a small monastery called Su tshang stod pa. </p>\n\n                     <p>Later lCags mdud Shes rab rgyal mtshan, a master of the rNying ma pa\n                        monastery and located on the opposite bank of the rDza chu river, converted\n                        Su tshang stod pa to the rNying ma pa tradition and renamed it rNga rnga\n                        Monastery. </p>\n\n                     <p>According to KGLG, (volume 1, p.302) lCags mdud Shes rab rgyal mtshan only\n                        restored the monastery in 1491.</p>\n\n                     <p>Su tshang Nam mkha&rsquo; tshul khrims and the people of sGre bo smad pa village\n                        founded Klu &rsquo;bum Monastery. As they were preparing the site for\n                        construction, they discovered a Bonpo text entitled Klu &rsquo;bum, and thus the\n                        monastery was named Klu &rsquo;bum. Later Khod spungs Kun bzang &rsquo;od gsal, the\n                        twenty-third master in the Su la lineage, enlarged the assembly hall. </p>\n\n                     <p>The monastery mainly practised rituals according to the old gter ma (gter\n                        rnying) tradition, especially the ritual cycles of dBal gsas, Ge khod and\n                        sTag la, but after receiving the teachings based on the Rang gter sku gsum\n                        phur sgrub by gSang sngags gling pa the monastery also began to practise the\n                        new gter ma tradition (gter gsar). </p>\n\n                     <p>Khod spung mDo rgyud grags pa also lived and taught at the monastery for\n                        about five years. In 1923, gYung drung bstan &rsquo;dzin, the 24th master in the\n                        Khod spung lineage, enlarged the monastery by building a new assembly hall\n                        with eight tall columns. The masters of the Khod spungs lineage, also known\n                        as Su la tshang, have been in charge of the monastery. It is not clear how\n                        many masters the lineage comprises but there are several names that\n                        frequently recur in both written and oral traditions. Su la sKal bzang bstan\n                        pa&rsquo;i rgyal mtshan (1897-1959), who belonged to this lineage, wrote an\n                        extensive biography of Shar rdza bKra shis rgyal mtshan. The present master\n                        of Su la is bsKal bzang grags pa. Unfortunately I did not meet him when I\n                        visited the monastery in autumn 1997, because he was ill and was\n                        hospitalized in Chengdu at the time. I went with sMon rgyal lha sras to\n                        visit him in Chengdu, hoping to obtain more information about the monastery,\n                        but he was too ill to receive me.</p>\n\n                  \n\n                  \n\n                     "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":"\n\n                     <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\">\n                        <li>head of the monastery</li>\n\n                        <li>two dbu mdzad</li>\n\n                        <li>four dge skos</li>\n\n                        <li>two mchod dpon</li>\n\n                        <li>two spyi ba</li>\n                     </ul>\n\n                     <p>All the incumbents are reappointed every three years on a rotational basis. </p>\n\n                  \n\n                  \n\n                     "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":"\n\n                     <p>There are thirty novices and two monks. </p>\n\n                  \n\n                  \n\n                     "},{"title":"6. Current education","index":8,"parent_index":2,"body":"\n\n                     <p>The younger novices are taught by the elder monks.</p>\n\n                  \n\n                  \n\n                     "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":"\n\n                     <p>La kha Monastery (No.154) is a branch of Klu &rsquo;bum. So there are exchanges\n                        between the two monasteries (see below). The monks go to Shar rdza Hermitage\n                        (No.138) to take their ordination.</p>\n\n                  \n\n                  \n\n                     "},{"title":"8 / 9. Rituals","index":10,"parent_index":2,"body":"\n\n                     <p>The monks go to dBra khyung hermitage for a one-month summer retreat every\n                        year during which they receive teachings and learn to play ritual\n                        instruments. In winter, since Klu &rsquo;bum and La kha are connected as &ldquo;mother\n                        and son monasteries&rdquo; (ma dgon bu dgon) they have a common winter retreat (in\n                        the 9th month). The monasteries host the retreat in turn. From the 20th to\n                        the 30th day of the same month, they perform a ritual with &rsquo;cham dance based\n                        on the sKu gsum phur sgrub, a gter ma text of gSang sngags gling pa as well\n                        as rituals of the cycle of gDugs dkar and the ceremony of the smyong gnas\n                        fasting. The monastery was destroyed during the Cultural Revolution. When I\n                        visited the site in 1997 I saw only the assembly hall which had survived,\n                        but it was completely empty.</p>\n\n                  \n\n                  \n\n                     "},{"title":"11. Income and expenses","index":11,"parent_index":2,"body":"\n\n                     <p>The monks mainly live with their families since there are no monks&rsquo; quarters\n                        in the monastery. They must also provide their own food when they go to the\n                        monastery for rituals.</p>\n\n                  \n\n                  \n\n                     "},{"title":"12. Local community","index":12,"parent_index":2,"body":"\n\n                     <p>The local lay community consists of four communal divisions (shog khag): Sa\n                        stod, Sa smad, Bar shod and Klu &rsquo;bum. Sa stod comprises Lo dbu with five\n                        families and Rong ru with eleven families; Sa smad comprises Yang med with\n                        seven families, mKhar sbe with five families and mKhar brag with three\n                        families; Bar shod comprises only one village, Ri stod with ten families;\n                        Klu &rsquo;bum with four families. In addition there is Su la village with five\n                        families. </p>\n\n                  \n\n                  \n\n                     "},{"title":"13. Local festivals","index":13,"parent_index":2,"body":"\n\n                     <p>The mountain behind the monastery is called She long glang chen, but there\n                        is no la btsas on it. In the vicinity there are two mountains called sKyobs\n                        &rsquo;byin and Brag dkar, abodes of the yul lha deities bearing the same names.\n                        The dates of their propitiation remain unnown.</p>\n\n                  \n\n                  \n\n                     "},{"title":"14. Occupation of the local population","index":14,"parent_index":2,"body":"\n\n                     <p>Farmers</p>\n\n                  \n\n                  \n\n                     "},{"title":"Sources","index":15,"parent_index":2,"body":"\n\n                     \n\n                        "},{"title":"(1) Interviews","index":16,"parent_index":15,"body":"\n\n                        <p>A dga, a monk at Klu &rsquo;bum monaster (b.1939); bSod nams tshe ring\n                           (b.1930), another monk at Klu &rsquo;bum Monastery</p>\n\n                     \n\n                  \n\n               "}]}