{"meta":{"authors":[],"title":"Dorjé Dzong Introduction","dates":{"created_at":"2010-08-25 11:13:06 UTC","updated_at":"2010-08-25 11:13:06 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"\n\n","title":"Dorjé Dzong Introduction"},{"title":"II.2. Superficial structures: Primarily funerary superstructure","index":1,"parent_index":0,"body":"\n\t\t\t\t\t\t"},{"title":"Dorjé DzongRdo rje rdzong","index":2,"parent_index":1,"body":"\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Basic site data","index":3,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<ul class=\"bullet-blue\">\n\t\t\t\t\t\t\t\t<li>Site name: <span class=\"popular\">Dorj&eacute; Dzong</span><span class=\"scholar\">Rdo rje rdzong</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>English equivalent: Adamantine Fortress</li>\n\t\t\t\t\t\t\t\t<li>Site number: D-93 </li>\n\t\t\t\t\t\t\t\t<li>Site typology: II.2a, II.2b </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (N. lat.): 33&ordm; 26.0&#900; </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (E. long.): 79&ordm; 19.2&#900; </li>\n\t\t\t\t\t\t\t\t<li>Elevation: 4650 m </li>\n\t\t\t\t\t\t\t\t<li>Administrative location (township): <span class=\"popular\">Reco</span><span class=\"scholar\">Re co</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Administrative location (county): <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Survey expedition: HTAE</li>\n\t\t\t\t\t\t\t\t<li>Survey date: October 4, 2003</li>\n\t\t\t\t\t\t\t\t<li>Contemporary usage: Light grazing. </li>\n\t\t\t\t\t\t\t\t<li>Identifiable Buddhist constructions: None. </li>\n\t\t\t\t\t\t\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t\t<span class=\"popular\">Dorj&eacute; Dzong</span><span class=\"scholar\">Rdo rje rdzong</span> is located in an eponymous\n\t\t\t\t\t\t\t\tnorthern tributary valley of <span class=\"popular\">Reco</span><span class=\"scholar\">Re co</span>. The site is\n\t\t\t\t\t\t\t\tfound on a bench on the east/left side of the valley, several kilometers up from the main <span class=\"popular\">Reco</span><span class=\"scholar\">Re co</span> valley. The funerary structures are in close proximity\n\t\t\t\t\t\t\t\tto a ravine in which runoff from seasonal rains flows. The foot of the enclosing east ridge forms the backdrop of\n\t\t\t\t\t\t\t\tthe site. The well-drained terrain is level and sandy. <span class=\"popular\">Dorj&eacute; Dzong</span><span class=\"scholar\">Rdo rje rdzong</span> consists of elaborately built funerary structures, which exhibit unique design and\n\t\t\t\t\t\t\t\tconstruction traits. The various structures of <span class=\"popular\">Dorj&eacute; Dzong</span><span class=\"scholar\">Rdo rje rdzong</span> are made of uncut blocks of light-colored granite. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t\t<span class=\"popular\">Dorj&eacute; Dzong</span><span class=\"scholar\">Rdo rje rdzong</span> is named for the funerary\n\t\t\t\t\t\t\t\tstructures found in the valley, which are thought to be the ruins of an ancient fortress. These remains are\n\t\t\t\t\t\t\t\tconsidered potentially hazardous (<span class=\"popular emph\">ka nyenpo</span><span class=\"scholar emph\">bka&rsquo; gnyan po</span>).</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Site elements","index":6,"parent_index":2,"body":"\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Funerary Structure FS1","index":7,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Funerary structure FS1 (2 m x 3.6 m) is a small structure whose surface is covered in stones up to 1 m in\n\t\t\t\t\t\t\t\t\tlength. These stones protrude a maximum of 50 cm above ground level. No pattern to the placement of the stones\n\t\t\t\t\t\t\t\t\tcould be discerned.</p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Funerary Structure FS2","index":8,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Funerary structure FS2 is situated 11 m west of FS1. It now appears to have an L-shaped form, but this is\n\t\t\t\t\t\t\t\t\tprobably due to the disintegration of the structure. Originally, it is likely to have had a quadrate form. The\n\t\t\t\t\t\t\t\t\ttwo arms of FS3 are 2.4 m and 1.6 m in length and around 80 cm in width. This structure is elevated 20 cm to 50\n\t\t\t\t\t\t\t\t\tcm above the surrounding terrain. In close proximity to FS2 there are the faint remains of another small\n\t\t\t\t\t\t\t\t\tfunerary structure. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Funerary Structure FS3","index":9,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Funerary structure FS3 (11m x 8 m) is situated 40 m north/up valley of FS2. This well-built double-course\n\t\t\t\t\t\t\t\t\tquadrate enclosure is made up of large stones (up to 1.2 m long), which prominently protrude (as much as 50 cm)\n\t\t\t\t\t\t\t\t\tabove the ground surface. The robust perimeter walls are 80 cm to 1 m thick. The east wall of the enclosure is\n\t\t\t\t\t\t\t\t\tmostly flush with the ground level, while the other three walls are up to 50 cm in height due to the projection\n\t\t\t\t\t\t\t\t\tof stones embedded in the ground as well as the stacking of stones on top of one another. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Funerary Structure FS4","index":10,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Funerary structure FS4, a uniquely designed structure, is situated 40 m north/up valley of FS3. FS4 consists of\n\t\t\t\t\t\t\t\t\ta line of seven large interconnected quadrate cells (they are not well aligned in the cardinal directions). The\n\t\t\t\t\t\t\t\t\toverall dimensions of FS4 are 74 m (north-south) x 7 m to 8.5 m (east to west). At 10 m, the seventh or most\n\t\t\t\t\t\t\t\t\tnortherly cell (C1) is wider than the other six. The walls of these cells exhibit three major forms of\n\t\t\t\t\t\t\t\t\tconstruction: single-course, superficial double-course and double-course walls composed of as many as five\n\t\t\t\t\t\t\t\t\tvertical layers of stones (random-rubble texture). Some single-course walls are so heavily built as to be\n\t\t\t\t\t\t\t\t\tcyclopean in appearance. The single-course walls are one or more stones tall. There is no apparent pattern to\n\t\t\t\t\t\t\t\t\tthe stacking of stones in the single-course walls.</p>\n\t\t\t\t\t\t\t\t<p>From north to south, the seven cells of FS4 have the following characteristics:</p>\n\t\t\t\t\t\t\t\t<ol>\n\t\t\t\t\t\t\t\t\t<li>Cell C1 consists mainly of well-built double-course walls with stones set about 90 cm apart. These stones\n\t\t\t\t\t\t\t\t\t\tproject as much as 60 cm from the surface. C1 is partly subdivided by an east-west running wall. </li>\n\t\t\t\t\t\t\t\t\t<li>Cell C2 is mostly made up of embedded stones (up to 1.2 m long) that protrude upwards of 60 cm above the\n\t\t\t\t\t\t\t\t\t\tground surface. The intact segments of the north wall consist of stones stacked on top of one another in\n\t\t\t\t\t\t\t\t\t\tneatly laid vertical courses. </li>\n\t\t\t\t\t\t\t\t\t<li>Cell C3 has an incoherent perimeter. A boulder 3 m in length is incorporated into it. The stones of the\n\t\t\t\t\t\t\t\t\t\tcells project as much as 80 cm above ground level.</li>\n\t\t\t\t\t\t\t\t\t<li>Cell C4 has an ambiguous demarcation due to there being three intervening walls between it and C3. These\n\t\t\t\t\t\t\t\t\t\twalls are fragmentary and of an irregular design. The middle intervening wall is double-course and 1.2 m in\n\t\t\t\t\t\t\t\t\t\tthickness. There are naturally occurring boulders interspersed between the three walls that demarcate C3 and\n\t\t\t\t\t\t\t\t\t\tC4. The walls of C4 are double-course and more than one vertical layer of stones in height.</li>\n\t\t\t\t\t\t\t\t\t<li>Cell C5 has perimeter walls that are in poor condition. This cell is bisected into east and west sections\n\t\t\t\t\t\t\t\t\t\tby the remains of a partition wall. </li>\n\t\t\t\t\t\t\t\t\t<li>Cell C6 has double-course stacked perimeter walls but these are no longer in a very integral state. </li>\n\t\t\t\t\t\t\t\t\t<li>Cell C7 is largely intact. A large boulder sits in the wall dividing C6 and C7. In some places the\n\t\t\t\t\t\t\t\t\t\tperimeter wall consists of a single line of boulders embedded into the ground. Much of the perimeter, however,\n\t\t\t\t\t\t\t\t\t\tis made up of double-course walls (50 cm to 1 m in thickness) consisting of more than one layer of stones.\n\t\t\t\t\t\t\t\t\t\tThese elevated wall sections are up to 70 cm in height and are composed of as many as five vertical courses of\n\t\t\t\t\t\t\t\t\t\tvariable-length (up to 1 m long) stones.</li>\n\t\t\t\t\t\t\t\t</ol>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Funerary Structure FS5","index":11,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Funerary structure FS5 (7.7 m long) is situated 100 m northwest of FS4. FS5 occupies the northern end of the\n\t\t\t\t\t\t\t\t\tsite and is the farthest from the foot of the enclosing ridge. The perimeter walls of this enclosure are only\n\t\t\t\t\t\t\t\t\tpartially intact. On what appears to be the east side of FS5 there are multiple courses of brown sandstone slabs\n\t\t\t\t\t\t\t\t\t(around 20 cm long) embedded into the ground edgewise. These courses of slabs cover an area of 2 m x 1.2 m and\n\t\t\t\t\t\t\t\t\tare oriented in two different directions. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n"}]}