{"meta":{"authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}],"title":"Saü Trashi Püntsok Ling Introduction","dates":{"created_at":"2011-12-13 02:30:32 UTC","updated_at":"2011-12-13 02:30:32 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Saü Trashi Püntsok Ling Introduction"},{"title":"Zung chu County","index":1,"parent_index":0,"body":" "},{"title":"(213) Sa dbus Monastery","index":2,"parent_index":1,"body":" "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p>The monastery’s full name is Sa dbus bKra shis phun tshogs gling also called Sa dbus gYung drung ’phel rgyas dgon. Sa dbus is the name of the community where the monastery is located. It is also spelt Sa ’ug, Sa ’u or Sa yul.</p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>The monastery is located 116 km northwest of the county seat of gZhi tsha sde dgu.</p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>According to oral tradition, the monastery was founded by sKyang ’phags, a Bonpo saint of Amdo who was very active in the 2nd Rab byung (1087-1146). It is a branch of bSam ’grub Monastery (No.197) in mDzod dge, but no historical records have been found. Since the assembly hall (’du khang) served as the village’s granary during the Cultural Revolution, it has survived and was restored in the 1980s.</p> "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one dbu mdzad</li> <li>two dge skos </li> <li>two spyi ba </li> <li>one bsang gtong, apart from performing the bsang ceremony, he also executes other religious services such as the bskang ’don at the monastery. All the incumbents are replaced every two years.</li> </ul> "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":" <p>There were twenty-five novices and monks in the monastery in autumn 1998. </p> "},{"title":"6. Current education","index":8,"parent_index":2,"body":" <p>There are no organized classes. The young novices are trained by the elder monks. </p> "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":" <p>The monastery maintains ties with the monasteries that are historically related to sKyang ’phags, i.e. A skyid sKyang tshang (No.194), sGur skyang (No.196) and bSam ’grub (No.197). </p> "},{"title":"8 / 9. Rituals","index":10,"parent_index":2,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>1st month: mChod pa stong mtshan on the 15th and 16th days</li> <li>2nd month: mChod pa stong mtshan on the 15th and 16th days </li> <li>3rd month: Ti tri su and Ma tri alternately from the 1st to the 8th day; mChod pa stong mtshan on the 15th and 16th days</li> <li>4th month: the smyung gnas fast from the 15th to the 17th day </li> <li>5th month: mChod pa stong mtshan from the 1st to the 16th day</li> <li>6th month: commemoration of sKyang sprul Nam mkha’ rgyal mtshan on the 21st and 22nd days</li> <li>10th month: Birth anniversary of sKyang sprul Nam mkha’ rgyal mtshan on the 15th day </li> <li>12th month: the ritual cycles of sTag la, Phur pa and Khro bo in alternance from the 21st to 30th day with the ’cham dances on the 28th and 29th days</li> </ul> "},{"title":"10. Books held in the monastery","index":11,"parent_index":2,"body":" <p>The monastery has no texts; some of the monks have their own books for ritual purposes.</p> "},{"title":"11. Income and expenses","index":12,"parent_index":2,"body":" <p>The monastery has no regular Sources of income. It depends on offerings from its followers. The monks provide their own food.</p> "},{"title":"12. Local community","index":13,"parent_index":2,"body":" <p>The Local lay community of the monastery is called Sa dbus consisting of four villages: sMe ba with fifteen families, Rong le with fourteen families, Bla sgrub with thirteen families and Tho sgrub with ten families.</p> "},{"title":"13. Local festivals","index":14,"parent_index":2,"body":" <p>There are two la btsas on the hill Gad pa stag mgo located 3 km north of the monastery: the renewal ceremony of the one situated on the upper part of the hill is performed by both monks and lay people and the one located on the lower part is renewed by the lay people alone on the 11th day of the 4th month. </p> <p>The la btsas named brTse bzer east of the monastery is renewed by both lay and religious communities on the 3rd of the 9th month. </p> <p>There are also four la btsas. Each one has its own name: the one south of the monastery is called dByar dus nor bu or dByar dus cog shing and the three to the north, ’Dod ’jo nor bu, dPal rtsal seng ge and Shi mda’. Their renewal ceremony is performed by the lay people of the four villages on the 11th day of the 4th month.</p> <p> Both laymen and monks venerate Mount Bya dur and Mount Dung ri in Shar khog (cf. sNa steng Monastery No.199).</p> "},{"title":"14. Occupation of the local people","index":15,"parent_index":2,"body":" <p>Agriculture</p> "},{"title":"Sources","index":16,"parent_index":2,"body":" "},{"title":"(1) Interviews","index":17,"parent_index":16,"body":" <p>In autumn 1998 with: gYung drung tshul khrims (alias Klu ’bum ’brug, b.1952), a monk at the monastery</p> "},{"title":"(2) Texts","index":18,"parent_index":16,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>Nan phing rdzong gi sa yul dgon pa’i lo rgyus mdor bsdus in rNga ba khul gyi dgon pa’i lo rgyus, NKhGL p.259</li> </ul> "}]}