{"meta":{"authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}],"title":"Kasar Sekhang Sangngak Dündül Ling Introduction","dates":{"created_at":"2011-12-13 02:29:50 UTC","updated_at":"2011-12-13 02:29:50 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Kasar Sekhang Sangngak Dündül Ling Introduction"},{"title":"Bonpo temples in sTong che","index":1,"parent_index":0,"body":"\n\n                  "},{"title":"(133) rKa gsar Temple","index":2,"parent_index":1,"body":"\n\n                  \n\n                     "},{"title":"1. Name","index":3,"parent_index":2,"body":"\n\n                     <p>rKa gsar gSas khang gSang sngags bdud &rsquo;dul gling, but it is a type of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">spyi khang</span>, &ldquo;common house&rdquo;.</p>\n\n                  \n\n                  \n\n                     "},{"title":"2. Location","index":4,"parent_index":2,"body":"\n\n                     <p>The temple is located in rKa gsar village of Chab cha Township, Gong he\n                        county, Tsho lho Prefecture.</p>\n\n                  \n\n                  \n\n                     "},{"title":"3. History","index":5,"parent_index":2,"body":"\n\n                     <p>According to oral tradition, a group of people from sPyi tshang village in\n                        Reb gong moved to Ka mdo in Ba yan and the new settlement came to be known\n                        as Ka mdo sPyi tshang. Their descendents split into three tribes: sPyi\n                        tshang, Kha yangs gdong and Ba yan in Ba yan. After some time, three men\n                        from these three tribes, together with their families arrived in Chab cha\n                        and settled at what is now known as rKa gsar village. The man from sPyi\n                        tshang tribe was &rsquo;Phrin rgya, his direct descendents are mKhar rtse, Khro\n                        rgyal, Tshe ring mkhar (who passed away in 1996), dPal bzang (b.1949), gYung\n                        dung dar rgyas (b.1996); the man from Kha yangs gdong tribe was dBang rgyal,\n                        his direct descendents are bSod nams, Shes rab, gYung drung rgyal, Kun\n                        bzang, bsTan &rsquo;dzin (b.1976); the man from Ba yang tribe was &rsquo;Bum pa, his\n                        direct descendents are Byams pa, rDo rje, sTag la, Sangs rgyas rgya mtsho\n                        (b.1965). &rsquo;Phrin rgya of sPyi tshang tribe, was the leader of the three\n                        families and built the first three assembly halls of the temple, which was\n                        to become rKa gsar Temple. For this reason &rsquo;Phrin rgya is considered to be\n                        the founder of rKa gsar Temple.</p>\n\n                     <p>In the first half of the 20th century, rTse zhig bSod nams g-yung drung\n                        dbang rgyal, the founder of Dung dkar (No.132), visited rKa gsar, and the\n                        Bonpo community of rKa gsar village offered him some pieces of temple&rsquo;s\n                        land. As a result he moved the three assembly halls to the foot of Mount\n                        Dung dkar lha gnyan dkar po to be Dung dkar Monastery, a few kilometres from\n                        the temple as well as the present assembly hall of rKa gsar gSas khang.</p>\n\n                  \n\n                  \n\n                     "},{"title":"5. Current number of practitioners","index":6,"parent_index":2,"body":"\n\n                     <p>There are forty tantrics in the gSas khang. </p>\n\n                  \n\n                  \n\n                     "},{"title":"6. Current education","index":7,"parent_index":2,"body":"\n\n                     <p>The young practitioners are taught by two teachers belonging to the gSas\n                        khang, who mainly follow the teachings of Bon brgya Rinpoche.</p>\n\n                  \n\n                  \n\n                     "},{"title":"12. Local community","index":8,"parent_index":2,"body":"\n\n                     <p>There are seven villages: rKa gsar village with thirty families, Kha sgang\n                        zhol ma village of Sa gru bzhi Township of Gong he County with four\n                        families, Ra rgan village of The ge Township of Gong he County with twelve\n                        families, Zhang bu ras village of The ge Township with eight families, rGya\n                        ra village of Chab cha Township of Gong he County with two families, sKyi\n                        gdong village of Chab cha Township with six families, Ur rti village of Ur\n                        rti Township of Gong he County with forty families.</p>\n\n                  \n\n                  \n\n                     "},{"title":"Source","index":9,"parent_index":2,"body":"\n\n                     \n\n                        "},{"title":"(1) Interviews","index":10,"parent_index":9,"body":"\n\n                        <p>In autumn of 1996 with lCags thar rgyal (b.1942), a practitioner in the\n                           temple</p>\n\n                     \n\n                  \n\n               "}]}