{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Jiri Buk Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "II.1. Stelae and accompanying structures: Funerary and non-funerary structures"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Yiri BukByi ri sbug "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Yiri Buk</span><span class=\"scholar\">Byi ri sbug</span> (sp.?)</li> <li>Site number: C-164</li> <li>Site typology: II.1c </li> <li>Geographic coordinate (N. lat.): 29º 36.4΄ </li> <li>Geographic coordinate (E. long.): 85º 12.0΄</li> <li>Elevation: 4840 m </li> <li>Administrative location (township):<span class=\"popular\">Rukyok</span><span class=\"scholar\">Ru kyog</span> </li> <li>Administrative location (county): <span class=\"popular\">Saga</span><span class=\"scholar\">Sa dga’</span> </li> <li>Survey expedition: TUE</li> <li>Survey date: September 2, 2005</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Yiri Buk</span><span class=\"scholar\">Byi ri sbug</span> is located in the <span class=\"popular\">Rong</span><span class=\"scholar\">Rong</span> valley, an effluent of the <span class=\"popular\">Rukyok Tsangpo</span><span class=\"scholar\">Ru kyog gtsang po</span>. The site occupies a well-drained, turf-carpeted bench on the south side of the valley. To the north, the valley bottom is swampy. The ridge of <span class=\"popular\">Yiri Buk</span><span class=\"scholar\">Byi ri sbug</span> is situated only about 100 m to the south. On the north side of the valley there is the mountain known as <span class=\"popular\">Gyabuk</span><span class=\"scholar\">Rgya sbug</span>. Both <span class=\"popular\">Jibuk</span><span class=\"scholar\">Byi sbug</span> and <span class=\"popular\">Gyabuk</span><span class=\"scholar\">Rgya sbug</span> are local erritorial deities (<span class=\"popular\">yüllha</span><span class=\"scholar\">Yul lha</span>). There are long views up (east) and down (west) the <span class=\"popular\">Rong</span><span class=\"scholar\">Rong</span> valley. <span class=\"popular\">Yiri Buk</span><span class=\"scholar\">Byi ri sbug</span> consists of a medium-sized example of an edifice (temple-tomb) appended to an array of pillars. The pillars, slab walls and edifice are primarily made of a grayish volcanic (?) rock. </p><p> <span class=\"popular\">Yiri Buk</span><span class=\"scholar\">Byi ri sbug</span> is the most easterly example of its monument typology surveyed south of the Transhimalaya ranges. It is situated 65 km northwest of the sacred mountain, <span class=\"popular\">Tsanglha Pudar</span><span class=\"scholar\">Gtsang lha phu dar</span> (and just 40 km west of the meridian that passes through it), the border marker of Tibet and <span class=\"popular\">Zhang Zhung</span><span class=\"scholar\">Zhang zhung</span>, according to the Bon text <span class=\"popular emph\">Trowo Wangchen</span><span class=\"scholar emph\">Khro bo dbang chen</span>.<a href=\"#n54\" name=\"nb54\" class=\"note\">54</a> <span class=\"popular\">Yiri Buk</span><span class=\"scholar\">Byi ri sbug</span>, a sui generis monument of the core Upper Tibetan region, furnishes independent verification of information contained in this text concerning the erritorial range of <span class=\"popular\">Zhang Zhung</span><span class=\"scholar\">Zhang zhung</span>. </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to some local <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span>, <span class=\"popular\">Yiri Buk</span><span class=\"scholar\">Byi ri sbug</span> is where the invading Gorkhas (late 18th century CE) hitched their horses (<span class=\"popular emph\">tandok</span><span class=\"scholar emph\">rta ’dogs</span>). Other local ’brog pa contest this tale but were unable to provide an alternative oral tradition. </p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>The temple-tomb edifice is aligned in the cardinal directions, and measures 9 m (north-south) x 6.5 m (east-west). No coherent wall fragments have survived in this highly degraded structure. It has been reduced in appearance to a mound ringed with stones. This structure is elevated 80 cm to 1.5 m above the surrounding errain. Variable-length (up to 75 cm long) stones were used in its construction. </p>", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Appended edifice"
  }, 
  {
   "body": "<p>The concourse of pillars approximately measures 20 m (east-west) x 17 m (north-south). It is in very poor condition: only about 130 specimens are still left standing. There are also a few uprooted pillars strewn around he concourse. These standing and dislodged pillars are but a small fraction of the perhaps 1000 menhirs that originally stood at the site. The individual pillars range between 10 cm to 60 cm in height, with an average height of approximately 20 cm. Most of these unhewn standing stones are irregularly shaped, and some of them support orange climax lichen growth. The majority of the in situ pillars are in the southwest portion of the array. Only the tallest pillar at the site and one other specimen still stand in the northern half of the array (nothing else has survived in this obliterated part of the array). A maximum of three pillars adjacent to one another stand in any one row, providing some idea of how fragmentary the array has become. </p><p>Four meters east of the most easterly in situ pillar there is a double-course north-south running slab-wall fragment (approximately 6.5 m long). This wall is composed of parallel courses of upright slabs, (7 cm to 40 cm long) set about 25 cm apart from one another. These slabs are level with the ground surface. The south end of his slab wall seems to coincide with the southeast corner of the pillar array. A single line of upright slabs forms a squarish enclosure (70 cm x 70 cm), which lies adjacent to the east side of the double-course slab wall, 4.5 m north of its southern end. A zone of tiny slab fragments oriented both east-west and north-south is situated 3.5 m east of the south end of the double-course slab wall. The precise configuration of these wall fragments is no longer discernable. The north-south running, double-course slab wall bounding the east side of he pillar array is connected to an east-west aligned slab wall of the same type (6.3 m long). This east-west wall bounds the south side of the pillar array. </p><hr class=\"footnote-divider\">", 
   "index": 8, 
   "parent_index": 6, 
   "title": "Pillar array"
  }, 
  {
   "body": "<div class=\"footnote\"> <a name=\"n54\"></a> <a href=\"#nb54\" class=\"note\"> [54] </a> The border of Tibet (<span class=\"popular\">Bö</span><span class=\"scholar\">Bod</span>) and <span class=\"popular\">Zhang Zhung</span><span class=\"scholar\">Zhang zhung</span> is discussed using textual and archaeological data in Bellezza, “Territorial Characteristics of the Archaic Zhang-zhung Paleocultural Entity.” </div>", 
   "index": 9, 
   "parent_index": 0, 
   "title": "Notes"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16743", 
  "dates": [], 
  "title": "Jiri Buk Introduction"
 }
}