{"meta":{"domain":"places","kid":"16619","authors":[],"title":"Mönbu Introduction","dates":{"created_at":"2010-08-11 20:47:02 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Mönbu Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Residential Structure RS1","index":7,"parent_index":6,"body":null},{"title":"Residential Structure RS2","index":8,"parent_index":6,"body":" <p>Residential structure RS2 (4.9 m x 7.4 m) is situated 58 m northeast or up valley from RS1. It supported six rooms. Standing walls reach 1.4 m in height. An entranceway (1 m x 60 cm) between a northeast suite and a southeast suite of rooms is intact. A stone slab (1.2 m x 50 cm) lying inside the structure was probably used in he construction of the roof.<\/p> "},{"title":"Residential Structure RS3","index":9,"parent_index":6,"body":" <p>Residential structure RS3 (12.7 m x 7 m) is situated 5.5 m northeast or upslope of RS2. Its walls attain a maximum height of 1.6 m. A row of four rooms on the southwest end of the structure may have constituted a separate wing. It could not be determined whether there was a gap of 2 m or interconnecting walls between these four rooms and the rest of the structure. In the southwest group of rooms there is one intact entranceway (1.3 m x 90 cm). The main part of the edifice had no less than ten rooms. The southeast half of the main part of RS3 is in poor condition and its ground plan is no longer apparent. The northeast half of the main portion of RS3, however, is in much better shape. Small bits of the roofing still cling to the corners of its rooms. In the northeast part of the structure, five entranceways with their lintels (up to 1.5 m in length) intact are still in place. Two of these are external entrances on the upslope side of the edifice. All the entranceways of RS3 are 1.2 m to 1.3 m in height and 80 cm to 90 cm in width. In one of walls of a central room there is a small rectangular niche. On the west or upslope side of the main edifice what may have been an apron wall (4.7 m x 1.1 m x 1 m) creates a platform that extends into one of the rooms. <\/p> "},{"title":"Residential Structure RS4","index":10,"parent_index":6,"body":null},{"title":"Residential Structure RS5","index":11,"parent_index":6,"body":" <p>Residential structure RS5 (6 m x 7 m) is situated 6.8 m west of RS4 on the same shelf. This east-facing structure has two tiers of rooms. The west\/rear tier probably had three rooms originally. On a crest 45 m southwest of RS5 there is a prayer flag mast on the right edge of the <span class=\"popular\">Mendhara<\/span><span class=\"scholar\">Sman dha ra<\/span> valley. This mast was built upon an elaborate masonry base. This base has recesses in it used to enshrine butter lamps and other religious paraphernalia. This masonry mass may be the remains of another ancient structure, which was modified at some point in time to its current form.<\/p> "},{"title":"Affiliated structures","index":12,"parent_index":6,"body":null}]}