{"meta":{"authors":[{"id":"24","fullname":"Gray Tuttle"},{"id":"24","fullname":"Gray Tuttle"}],"title":"Shis tshang","dates":{"created_at":"2011-07-05 06:33:10 UTC","updated_at":"2011-07-07 11:13:04 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>Shitsang (shis tshang) is located in the present-day Luchu (klu chu) County (Ch. luqu xian). The ruling family of Shitsang and the majority of people in Shitsang originally came from the Sakya (sa skya) area in Tsang (gtsang) during the reign of Drog&ouml;n Pakpa (&rsquo;gro mgon &rsquo;phags pa, 1235-1280). The first ruler of Shitsang was Tsangwa Namlhabum (gtsang ba gnam lha &rsquo;bum) and he was sent to protect the border areas. He had two sons, Ch&ouml;nkhor Kyap (chos &rsquo;khor skyabs) and Samy&eacute; Trashi (bsam yas bkra shis). Ch&ouml;nkhor Kyap went to the Yuan court and received a golden seal. After he returned, he became a leader. Since then the size of the family has increased significantly and their descendents have established what is now known as Ch&ouml;nkhor Tsochuknyi (chos &rsquo;khor tsho bcu gnyis, the Twelve Ch&ouml;nkhor Tsowa [chos &rsquo;khor <em>tsho ba</em>]).&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>It has been approximately over seven hundred years since the first ruler of Shitsang, and it is said that there were more than one hundred rulers. But, the direct lineage of the original ruling family eventually ended and after that the leadership was taken over by their relatives and capable men. There were cases that monks also assumed the ruling power. In 1844, Shitsang Monastery was offered to the third K&uuml;nkhyen (kun mkhyen), Jikm&eacute; Gyatso (&rsquo;jigs med rgya mtsho). Later during the period of S&ouml;nam Gyatso (bsod nams rgya mtsho) the twelve small monasteries and other retreats in Shitsang were brought together and a large monastery called Shitsang Garser Ganden Ch&ouml;nkhor Ling (shis tshang sgar gser dga&rsquo; ldan chos &rsquo;khor gling) was founded. S&ouml;nam Gyatso built his residence in the monastery.</p>\n<p>In the early twentieth century, Shitsang P&ouml;npo (dpon po)<a href=\"#_ftn1\">[1]</a> was merely a title, compare to Tanglung Gowa (thang lung mgo ba)<a href=\"#_ftn2\">[2]</a> who gained a lot of power in the area.</p>\n<hr size=\"1\" />\n<p><a href=\"#_ftnref1\">[1]</a> P&ouml;npo (dpon po) is a general Tibetan term and it means leader, but it is attached with official authority.</p>\n<p><a href=\"#_ftnref2\">[2]</a> Gowa (mgo ba) is a general Tibetan term, which simply means leader (&ldquo;headman&rdquo;). Unlike P&ouml;npo, Gowa is not always officially recognized.</p>\n","title":"Shis tshang"},{"title":"Reference","index":1,"parent_index":0,"body":"\n<p>Hor gtsang &rsquo;jigs med. <em>Mdo smad lo rgyus chen mo las sde tsho&rsquo;i skor glegs bam dang bo </em>[The Second Volume of Sde tsho (Communities and Tsho ba) in The Greater History of Amdo]. Dharamsala, India: Library of Tibetan Works &amp; Archives, 2009, 468-93.</p>"}]}