{"meta":{"authors":[],"title":"བསམ་གླིང་དགོན།","dates":{"created_at":"2010-08-14 12:30:04 UTC","updated_at":"2010-08-14 12:30:04 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"བསམ་གླིང་དགོན།"},{"title":"ཟངས་རི་རྫོང་།","index":1,"parent_index":0,"body":" <span class=\"milestone page eng \">[page <span class=\"pnum\">77<\/span>] <\/span> "},{"title":"བསམ་གླིང་དགོན།","index":2,"parent_index":0,"body":" <p>མཚན་རྒྱས་པར་“འོལ་དགའ་བསམ་གཏན་གླིང་”ཞེས་ཞུ། འོལ་དགའ་ཤང་ནས་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་སྤྱི་ལེ་བདུན་བརྒྱད་ཙམ་སོང་ན་འབྲི་ལུང་བརྒྱུད་གནས་ཁྲོད་ནས་དགོན་དེ་མཇལ། “འབྲི་ལུང་”ཞེས་པ་ནི་སྔོན་རྒྱལ་བ་སྐལ་བཟང་རྒྱ་མཚོ་མཚོ་གཟིགས་སུ་ཕེབས་སྐབས་འབྲི་ཞིག་གིས་ལམ་བསྟན་པས་འབྲི་ལུང་ཞེས་པ་དེ་ལྟར་བྱུང་གསུངས། དགོན་དེར་ཐོག་མར་རྗེ་སྒམ་པོ་བས་སྒྲུབ་པ་མཛད། དེ་རྗེས་གདན་ས་མཐིལ་བའི་རྟོགས་ལྡན་མི་བརྒྱད་ཀྱིས་བཟུང་སྟེ་མཆོད་ཁང་བཞེངས། དེ་རྗེས་རྗེ་ཙོང་ཁ་པའང་གནས་དེར་བཞུགས་ནས་ཆོས་གསུངས། སྒྲུབ་པ་ཡུན་རིང་བསྐྱོན་པས་རྗེ་བཙུན་སྒྲོལ་མ་ཞལ་གཟིགས་བྱུང་། སྔོན་འདུ་ཁང་ཀ་བ་བཅོ་བརྒྱད་ཅན་དང་རྒྱལ་སོགས་རིན་པོ་ཆེ་ཞུ་བས་རིན་ཆེན་སྣ་ཚོགས་ལས་བཞེངས་པའི་སྒྲོལ་མའི་སྐུ་གསུངས་འབྱོན་མ་དང་། རྗེ་ང་འདྲ་མ་གསུམ་བཞེངས་པ་ལས་དང་པོ་དེ་ཁོང་ལས་སྐུ་ན་བགྲེས་འདུག་གསུངས། གཉིས་པ་དེ་ཁོང་ལས་སྐུ་ན་གཞོན་འདུག་གསུངས། གསུམ་པ་དེ་ང་འདྲ་པོ་འདུག་གསུངས་པ་བཅས་རྗེ་ང་འདྲ་མའི་སྐུ་གསུམ་ཡོད། སྒྲོལ་མས་གསུང་འབྱོན་པ་ནི་ཐེངས་ཤིག་ཁམས་པ་གནས་སྐོར་བ་ཞིག་གིས་སྒྲོལ་མའི་མགུལ་གཡུ་འཁྱེར་སོང་བས་སྒྲོལ་མས་སྐུ་གཉེར་ལ་“གནས་སྐོར་བ་དེས་ངའི་བླ་གཡུ་འཁྱེར་སོང་བས། ཁྱོད་ཀྱིས་བླ་གཡུ་ཚུར་ལེན་པ་ལས་མི་དེ་ལ་གནོད་པ་མ་བྱེད་ཨང་”ཞེས་གསུངས་པས། སྐུ་གཉེར་གྱིས་གནས་སྐོར་བའི་རྗེས་དེད་ནས་བླ་གཡུ་ཚུར་འཕྲོག གནས་སྐོར་བའི་ལག་གཡས་པ་བྲེགས་པས་རྗེ་བཙུན་སྒྲོལ་མས་“མི་ཁ་མནན་པ་ལས། རང་ཁ་བཙུམས་པ་དགའ་”ཞེས་གསུངས་ཏེ་དེ་ནས་བཟུང་གསུང་མ་འབྱོན་ཞེས་པའི་གསུང་སྲོལ་ཡོད།<\/p> <p>ད་ལྟ་གསར་བཞེངས་རྗེ་རིན་པོ་ཆེའི་གཟིམ་ཕུག་ནང་སྔོན་གྱི་སྒྲོལ་མ་གསུང་འབྱོན་མའི་སྐུ་ཚབ་དང་། རྗེ་ང་འདྲ་མའི་སྐུ་ཚབ་སོགས་གསར་བཞེངས་གནང་བ། རྗེ་རིན་པོ་ཆེས་ཙ་རི་ནས་བསྣམས་ཕེབས་པའི་རྡོ་མཆིན་པ་གཟུགས་<span class=\"milestone page eng \">[page <span class=\"pnum\">78<\/span>] <\/span>ཞེས་པ། གཞན་ཡང་སྒྲོལ་མ་ཉེར་གཅིག་དང་འཇིགས་བྱེད་སོགས་ཀྱི་རང་བྱོན་མཇལ་རྒྱུ་ཡོད། <\/p>  "}]}