{"meta":{"authors":[],"title":"Doring Introduction","dates":{"created_at":"2010-08-25 11:11:38 UTC","updated_at":"2010-08-25 11:11:38 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"\n\n","title":"Doring Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":"\n\t\t\t\t\t\t"},{"title":"DoringRdo ring","index":2,"parent_index":1,"body":"\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Basic site data","index":3,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<ul class=\"bullet-blue\">\n\t\t\t\t\t\t\t\t<li>Site name:<span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> (South)</li>\n\t\t\t\t\t\t\t\t<li>English equivalent: Long-stones (South)</li>\n\t\t\t\t\t\t\t\t<li>Site number: C-162 </li>\n\t\t\t\t\t\t\t\t<li>Site typology: II.1b, II.1c </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (N. lat.): 31&ordm; 22.7&#900; </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (E. long.): 89&ordm; 26.0&#900; </li>\n\t\t\t\t\t\t\t\t<li>Elevation: 4780 m </li>\n\t\t\t\t\t\t\t\t<li>Administrative location (township): <span class=\"popular\">Mentang</span><span class=\"scholar\">Men thang</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Administrative location (county): <span class=\"popular\">Pelg&ouml;n</span><span class=\"scholar\">Dpal mgon</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Survey expedition: HTWE</li>\n\t\t\t\t\t\t\t\t<li>Survey date: May 19, 2004</li>\n\t\t\t\t\t\t\t\t<li>Contemporary usage: Minimal cult offerings and light grazing. </li>\n\t\t\t\t\t\t\t\t<li>Identifiable Buddhist constructions: None. </li>\n\t\t\t\t\t\t\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t\t<span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> (South) is located in the middle of the\n\t\t\t\t\t\t\t\tbroad <span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> valley, on the west side of the\n\t\t\t\t\t\t\t\twatercourse. The site has good views up and down the valley (to the north and south). The terrain gently descends\n\t\t\t\t\t\t\t\tto the east and is sandy and spotted with turf. <span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> (South) consists of a unique combination of walled pillars (II.1b) and an array of pillars\n\t\t\t\t\t\t\t\t(II.1c). Rather than a temple-tomb edifice, the walled pillars are appended to the west side of the concourse of\n\t\t\t\t\t\t\t\tpillars. This constitutes a unique ceremonial facility, the design and construction of which probably reflect\n\t\t\t\t\t\t\t\tlocalized cultural and/or political proclivities. The close physical integration of these two types of monuments\n\t\t\t\t\t\t\t\tunderscores their allied temporal, functional and cognitive relationships. In conjunction with neighboring\n\t\t\t\t\t\t\t\t\t<span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> (North) (C-128), <span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> (South) represents the most easterly expression\n\t\t\t\t\t\t\t\tof the sui generis pillar monuments of the core region of Upper Tibet. The two\n\t\t\t\t\t\t\t\t\t<span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> sites circumscribe the eastern border\n\t\t\t\t\t\t\t\tof a distinctive paleocultural entity, which in a general sense can be equated with prehistoric and early historic\n\t\t\t\t\t\t\t\t\t<span class=\"popular\">Zhang Zhung</span><span class=\"scholar\">Zhang zhung</span>.<a href=\"#n50\" name=\"nb50\" class=\"note\">50</a>\n\t\t\t\t\t\t\t\t<span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> (South) was discovered in 1928 by\n\t\t\t\t\t\t\t\t\tRoerich&rsquo;s Central Asiatic Expedition.<a href=\"#n51\" name=\"nb51\" class=\"note\">51</a>\n\t\t\t\t\t\t\t</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>In far western <span class=\"popular\">Namru</span><span class=\"scholar\">Gnam ru</span>, sites such as <span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> (South) are generally ascribed to the ancient\n\t\t\t\t\t\t\t\t\t<span class=\"popular\">M&ouml;n</span><span class=\"scholar\">Mon</span>. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Site elements","index":6,"parent_index":2,"body":"\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Walled pillars","index":7,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>The rectangular enclosure is aligned in the cardinal directions, and measures 10 m (east-west) x 7 m\n\t\t\t\t\t\t\t\t\t(north-south). The perimeter walls are flush with the ground surface and in a poor state of preservation. The\n\t\t\t\t\t\t\t\t\texception is the south wall, which includes a coherent double-course segment (90 cm thick). The walls of the\n\t\t\t\t\t\t\t\t\tenclosure were built primarily using light-colored stones of variable length. These stones appear to have been\n\t\t\t\t\t\t\t\t\tlaid flat on the ground. The interior of the enclosure is free of structural elements.</p>\n\t\t\t\t\t\t\t\t<p>There are two standing pillars fixed in the ground near the inner edge of the disintegrated west wall of the\n\t\t\t\t\t\t\t\t\tenclosure. These two pillars are spaced 2 m apart. The south pillar is an irregularly shaped dark metamorphic\n\t\t\t\t\t\t\t\t\trock (65 cm [height] x 70 cm [basal girth]). The north pillar is a four-sided light-colored igneous rock (1 m x\n\t\t\t\t\t\t\t\t\t90 cm). The north pillar has been singled out for butter offerings (<span class=\"popular emph\">March&ouml;</span><span class=\"scholar emph\">mar mchod</span>). Circular depressions have been carved into the top portion of this pillar and\n\t\t\t\t\t\t\t\t\tfilled with butter. There is also a single line of prayer flags tied to the base of the north pillar. These\n\t\t\t\t\t\t\t\t\tofferings are probably related to the propitiation of personal, household and territorial deities. There are a\n\t\t\t\t\t\t\t\t\tfew stones scattered around the base of the two pillars; these are likely to be the vestiges of the sacrificial\n\t\t\t\t\t\t\t\t\tstructure, which Roerich reports existed here in 1928.<a href=\"#n52\" name=\"nb52\" class=\"note\">52</a> There is also a collapsed pillar (1.3 m long) now lying in the middle of the enclosure among a small\n\t\t\t\t\t\t\t\t\tpile of stones. A photograph taken of the site in 1928 shows that there were four sizable in situ pillars\n\t\t\t\t\t\t\t\t\terected more or less in a row at that time.<a href=\"#n53\" name=\"nb53\" class=\"note\">53</a> One of these pillars appears to be the dislodged specimen. The whereabouts of the fourth pillar (it\n\t\t\t\t\t\t\t\t\tappears to have been a tabular specimen in the northernmost placement) is unknown. Geomorphologic changes and\n\t\t\t\t\t\t\t\t\tvandalism probably account for the degradation of the monument. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Array of pillars","index":8,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>The array of pillars begins 1.5 m east of the enclosure with the stelae. There do not appear to have been any\n\t\t\t\t\t\t\t\t\tintervening structures between these paired monuments. The array of pillars is aligned in the cardinal\n\t\t\t\t\t\t\t\t\tdirections, and measures 26.5 m (east-west) x 7 m (north-south). The 14-m long eastern half of this concourse is\n\t\t\t\t\t\t\t\t\textremely degraded, and contains less than 40 tiny in situ pillars. Although virtually all structural evidence\n\t\t\t\t\t\t\t\t\thas been effaced, it seems likely that the array of pillars was originally wider than 7 m, given its length and\n\t\t\t\t\t\t\t\t\tthe usual rectilinear proportions of this monument typology. Water flowing over the locale from one or more\n\t\t\t\t\t\t\t\t\tflood events (as evidenced by alluvial depositions) has had a detrimental impact on the site. </p>\n\t\t\t\t\t\t\t\t<p>In the west half of the array there are roughly 100 intact and broken pillars still left standing. Some of\n\t\t\t\t\t\t\t\t\tthese pillars have orange climax lichen growing on them. The tallest specimen (60 cm) is found near the\n\t\t\t\t\t\t\t\t\tnorthwest corner of the array. Other unbroken specimens are 15 cm to 30 cm in height. Most of the <span class=\"popular emph\">Doring</span><span class=\"scholar emph\">rdo ring</span> are tabular and made of a light-colored metamorphic\n\t\t\t\t\t\t\t\t\trock. Near the southwest corner of the array there is an uprooted pillar 1 m in length. An analysis of the\n\t\t\t\t\t\t\t\t\tpattern of spacing between pillars, suggests that originally there may have been around 1000 standing stones in\n\t\t\t\t\t\t\t\t\tthe concourse. There are now roughly 13 east-west rows of pillars with slabs placed edgewise in the ground in\n\t\t\t\t\t\t\t\t\tthe same rows. These slabs are 10 cm to 30 cm in length and are generally flush with the ground surface. Perhaps\n\t\t\t\t\t\t\t\t\tthere were alternating superficial slabs and standing stones in each row (it is now difficult to distinguish\n\t\t\t\t\t\t\t\t\tpillars that may have been broken off at the base from slabs that were installed at ground level). <span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> (South) is the only site with this particular\n\t\t\t\t\t\t\t\t\tslab and pillar configuration surveyed to date. This distinctive design feature, like the absence of an appended\n\t\t\t\t\t\t\t\t\tedifice, may be related to the site&rsquo;s position at the extreme eastern edge of the territorial distribution of\n\t\t\t\t\t\t\t\t\tthe monument typology. The lack of an appended temple-tomb raises questions as to where local burials were\n\t\t\t\t\t\t\t\t\tconducted. Scattered around the array of pillars are small pieces red quartzitc sandstone (?) and milky quartz.\n\t\t\t\t\t\t\t\t\tThese stones must have been used as decorative elements at the site. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t<hr class=\"footnote-divider\" />\n"},{"title":"Notes","index":9,"parent_index":0,"body":"\n<div class=\"footnote\">\n<a name=\"n50\" />\n<a href=\"#nb50\" class=\"note\">\n\t     \t\t\t\t[50] </a> \n\t\t\t\t\t\t\t\t\tThe geographic and cultural parameters associated with <span class=\"popular\">Zhang Zhung</span><span class=\"scholar\">Zhang zhung</span> are discussed at length in Bellezza,\n\t\t\t\t\t\t\t\t\t\t\t<em>Zhang Zhung</em>.\n\t\t\t\t\t\t\t\t</div>\n<div class=\"footnote\">\n<a name=\"n51\" />\n<a href=\"#nb51\" class=\"note\">\n\t     \t\t\t\t[51] </a> \n\t\t\t\t\t\t\t\t\tFor a photograph of the site, see Roerich, <em>Trails\n\t\t\t\t\t\t\t\t\t\t\tto Inmost Asia</em>, 416 ff. In an entry dated March 22, George\n\t\t\t\t\t\t\t\t\t\t\tRoerich wrote (Roerich, <em>Trails to Inmost\n\t\t\t\t\t\t\t\t\t\t\tAsia</em>, 415, 416): After a sixteen-mile\n\t\t\t\t\t\t\t\t\t\tmarch we camped in a narrow valley sheltered by undulating, grassy hills. The place was called Do-ring or &ldquo;The Long Stone&rdquo; because of curious\n\t\t\t\t\t\t\t\t\t\tmegalithic monuments found in its vicinity. These monuments were the first of that kind discovered in\n\t\t\t\t\t\t\t\t\t\tTibet&hellip;The megalithic monuments of Do-ring, situated some thirty miles south\n\t\t\t\t\t\t\t\t\t\tof the great salt lake of Pang-gong tsho-cha, date back to the\n\t\t\t\t\t\t\t\t\t\tpre-Buddhistic period of Tibetan history. They consist of important alinements of eighteen rows of erect stone\n\t\t\t\t\t\t\t\t\t\tslabs. Each of these alignments were drawn from east to west, having at its western extremity a cromlech or\n\t\t\t\t\t\t\t\t\t\tstone circle consisting of several menhirs arranged more or less in a circle. The menhirs are vertically\n\t\t\t\t\t\t\t\t\t\tplaced with a crude stone table or altar in front of them. It was evidently a sanctuary of some primitive\n\t\t\t\t\t\t\t\t\t\tcult. But what was its age and use?If one compares the famous megalithic monuments of Carnac in Brittany, to the discovered megaliths of Tibet, he\n\t\t\t\t\t\t\t\t\t\tis at once struck by the remarkable similarity of the two sets of monuments. The Carnac alinements are situated from east to west and have at their western extremity a cromlech\n\t\t\t\t\t\t\t\t\t\tor circle of stones. The Do-ring monuments have precisely the same\n\t\t\t\t\t\t\t\t\t\tarrangement. The sacerdotal use of the Carnac monuments remains unknown to\n\t\t\t\t\t\t\t\t\t\tthe present day, although numerous explanatory theories are advanced. It seems to me that we possess a clue to\n\t\t\t\t\t\t\t\t\t\tthe explanation of the megalithic structures of northern Tibet. The\n\t\t\t\t\t\t\t\t\t\tmegalithic monuments of Do-ring have a large figure in the shape of an arrow laid out\n\t\t\t\t\t\t\t\t\t\twith stone slabs, and situated at the eastern extremity of the alinement with its point towards the alinement.\n\t\t\t\t\t\t\t\t\t\tThe arrow is an important symbol in the ancient nature cult of Tibet, and is\n\t\t\t\t\t\t\t\t\t\tconnected to the cult of the sun and heavenly fire in the form of lightning, which it symbolizes&hellip; The presence\n\t\t\t\t\t\t\t\t\t\tof the arrow figure at the eastern extremity of the Do-ring monuments indicates that\n\t\t\t\t\t\t\t\t\t\tthe whole structure was dedicated to some nature cult and very possibly to that of the sun, of which the arrow\n\t\t\t\t\t\t\t\t\t\tis a symbol. This is an important conclusion, since up to now no megalithic monuments could be satisfactorily\n\t\t\t\t\t\t\t\t\t\texplained.Although Roerich&rsquo;s description of <span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> (South) is generally sound, there are several mischaracterizations that have\n\t\t\t\t\t\t\t\t\t\tcrept into it. These, at least in part, can be attributed to the difficulties of coming across an ancient\n\t\t\t\t\t\t\t\t\t\tmonument for the very first time in tough environmental conditions. Another problem is that\n\t\t\t\t\t\t\t\t\t\t\tRoerich was intent on comparing <span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> (South) with Carnac, a continent away, a monument\n\t\t\t\t\t\t\t\t\t\twhich, in fact, has only limited morphological similarity to the one in Tibet. In the eastern half of the\n\t\t\t\t\t\t\t\t\t\thighly degraded pillar and slab array, Roerich visualized an arrow structure made of\n\t\t\t\t\t\t\t\t\t\tstone slabs, for which there is no empirical evidence (no stone arrow has been found at any of the arrays of\n\t\t\t\t\t\t\t\t\t\tpillars surveyed to date). This detracts from Roerich&rsquo;s assertion that the symbolism of\n\t\t\t\t\t\t\t\t\t\tthe arrow should be taken as the prime instrument for interpreting the function of the site. This does not\n\t\t\t\t\t\t\t\t\t\tnecessarily mean, however, that the arrow and its symbolism did not figure into the ceremonial exercises\n\t\t\t\t\t\t\t\t\t\tcarried out at the site, for as Roerich rightly notes, the arrow is an ancient Tibetan\n\t\t\t\t\t\t\t\t\t\tritual object. The reported existence of a cromlech or ring of stones on the west end of the site also does\n\t\t\t\t\t\t\t\t\t\tnot bear well with the empirical evidence. In fact, the walls referred to form a quadrate enclosure. The crude\n\t\t\t\t\t\t\t\t\t\tstone table or altar Roerich describes no longer exists. This structure was probably a\n\t\t\t\t\t\t\t\t\t\tritual cairn (<span class=\"popular emph\">lats&eacute;</span><span class=\"scholar emph\">la bstas</span> or <span class=\"popular emph\">lhato</span><span class=\"scholar emph\">lha tho</span>) of later origins, which was used by local <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">&rsquo;brog pa</span> to propitiate personal, household and/or territorial deities. Many such\n\t\t\t\t\t\t\t\t\t\tstructures were destroyed in the Chinese Cultural Revolution. Finally, it should be noted that <span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> (South) is located 20 miles (as the crow\n\t\t\t\t\t\t\t\t\t\tflies), not 30 miles, south of the alkaline lake and flats known as <span class=\"popular\">Drangkhok Tso</span><span class=\"scholar\">Brang khog mtsho</span> and 20 miles southwest of the giant salt lake <span class=\"popular\">Serling Tso</span><span class=\"scholar\">Ser gling mtsho</span> (either one of which is\n\t\t\t\t\t\t\t\t\t\t\tRoerich&rsquo;s Pang-gong tsho-cha). In\n\t\t\t\t\t\t\t\t\t\t\tJohn Vincent Bellezza, &ldquo;Doring Revisited.&rdquo; <em>Himal</em>\n\t\t\t\t\t\t\t\t\t\t8, no. 3 (1995), 29-32, I describe my 1994 exploration of a site known as <span class=\"popular\">Ch&ouml;rten Gyawa</span><span class=\"scholar\">Mchod rten brgya ba</span> located a few kilometers northwest of <span class=\"popular\">B&uuml;lkar Tso</span><span class=\"scholar\">Bul dkar mtsho</span> (White Soda Lake), in old <span class=\"popular\">Namru</span><span class=\"scholar\">Gnam ru</span> district. This site features ten rows of cairns\n\t\t\t\t\t\t\t\t\t\twith ten cairns in each row, which are said to have been erected by <span class=\"popular\">Guru Rinpoch&eacute;</span><span class=\"scholar\">Gu ru rin po che</span> in order to stem floodwaters arising from <span class=\"popular\">B&uuml;lkar Tso</span><span class=\"scholar\">Bul dkar mtsho</span>. I provisionally identified this\n\t\t\t\t\t\t\t\t\t\tsite as Roerich&rsquo;s Do-ring, believing that it had been\n\t\t\t\t\t\t\t\t\t\tarchitecturally modified in order to bring it within the remit of Tibetan Buddhism. It is\n\t\t\t\t\t\t\t\t\t\tnow clear, however, that Do-ring is no other than <span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> (South). It must be noted that similar rows\n\t\t\t\t\t\t\t\t\t\tof cairns are found at the eponymous funerary site of <span class=\"popular\">Ch&ouml;rten Gyawa</span><span class=\"scholar\">Mchod rten brgya ba</span> (D-6) in <span class=\"popular\">Shentsa</span><span class=\"scholar\">Shan rtsa</span>. The precise archaeological composition of the <span class=\"popular\">B&uuml;lkar Tso</span><span class=\"scholar\">Bul dkar mtsho</span>\n\t\t\t\t\t\t\t\t\t\t<span class=\"popular\">Ch&ouml;rten Gyawa</span><span class=\"scholar\">Mchod rten brgya ba</span> site, however, has\n\t\t\t\t\t\t\t\t\t\tyet to be determined.\n\t\t\t\t\t\t\t\t</div>\n<div class=\"footnote\">\n<a name=\"n52\" />\n<a href=\"#nb52\" class=\"note\">\n\t     \t\t\t\t[52] </a> \n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tRoerich, <em>Trails to Inmost Asia</em>.\n\t\t\t\t\t\t\t\t\t</div>\n<div class=\"footnote\">\n<a name=\"n53\" />\n<a href=\"#nb53\" class=\"note\">\n\t     \t\t\t\t[53] </a> \n\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\tRoerich, <em>Trails to Inmost Asia</em>, 416 ff.\n\t\t\t\t\t\t\t\t\t</div>\n\n"}]}