{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Dampa Rangdröl Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "rTa’u County"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(164) Dam pa rang grol Monastery"
  }, 
  {
   "body": "<p>The monastery is also known as sTon pa rang grub.</p>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>The monastery is located 87 km south of the town Ba smad of rTa’u county.</p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>There are two legends about the origin of the monastery and its name. According to one legend recorded by ’Phrin dga’<a href=\"#n39\" name=\"nb39\" class=\"note\">39</a> which I also heard when I visited the monastery in 1997, Dam pa rang grol, a Bonpo master from dGe bshes tsa in Rong brag (rGyal rong), came to Ba smad and established a hermitage there in the 3rd Rab byung (1147-1206). The hermitage gradually expanded into a monastery which was named after its founder. </p><p>According to the other legend, a Bonpo master called Rig ’dzin Shar ba rnal ’byor attempted to make a statue of gShen rab Mi bo, but despite his efforts he did not succeed, so in the end he threw out the unfinished statue into the monastery’s courtyard and returned to his room. The next morning, the statue had become a perfect representation of gShen rab Mi bo. It was named sTon pa Rang grub, the “self-manifesting master” and the monastery was named after it. The statue is believed to have survived until the mid-20th century.</p><p>Although there is a list of masters which ’Phrin dga’ claims represents the lineage of the monastery’s masters, it is obvious that there are several names in the list that have nothing to do with the monastery’s history so I did not find it necessary to include it here. The monastery was rebuilt and resumed its religious activities in the 1980s. The last three descendants of Khod po Blo gros thogs med who looked after the monastery are Blo gros, his nephew (khu dbon gdung brgyud), rDo rje, and the latter’s nephew, Nor bu dbang chen (b.1967), who is the present khri pa of the monastery.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one khri pa</li> <li>one dbu mdzad (with no predetermined term of office)</li> <li>one dge skos (replaced every three years) </li> <li>two spyi gnyer (with no predetermined terms of office)</li> <li>one mchod dpon (with no predetermined term of office)</li> </ul>", 
   "index": 6, 
   "parent_index": 2, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>There are fifteen novices and monks in the monastery.</p>", 
   "index": 7, 
   "parent_index": 2, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>There are no organized classes. The young novices are trained by the elder monks.</p>", 
   "index": 8, 
   "parent_index": 2, 
   "title": "6. Current education"
  }, 
  {
   "body": "<p>The monks go to Shar rdza Hermitage (No.138) to take their ordination vows.</p>", 
   "index": 9, 
   "parent_index": 2, 
   "title": "7. Educationa exchange"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>2nd month: a ritual known as khang tshe, based on the ritual cycle of sTag la from the 7th to the 13th day </li> <li>4th month: the summer offerings (dbyar mchod) from the 3rd to the 15th day followed by a ’cham dance on the last day (the dances include A ra ka co, Keng rus, sTag la, dBal gsas, the four dMag dpon, the four sNgags pa, the four Dur khrod, the four ’Bum pa, tigre, lion, Srid pa rgyal mo and Dam can) </li> <li>12th month: the smyung gnas fast for eight days beginning on the 16th and the winter offerings (dgun mchod) on the 24th and 25th days</li> </ul>", 
   "index": 10, 
   "parent_index": 2, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The monastery has one manuscript copy of Khams chen in sixteen volumes.</p>", 
   "index": 11, 
   "parent_index": 2, 
   "title": "10. Manuscripts and printed books"
  }, 
  {
   "body": "<p>The monastery has eight acres (mu) of land which are used to cultivate barley. It also receives offerings from its followers. The monks provide their own food. </p>", 
   "index": 12, 
   "parent_index": 2, 
   "title": "11. Economic circumstances of the monastery"
  }, 
  {
   "body": "<p>The local lay community consists of two communities (shog khag): Ba smad community comprises four villages: Ngo nya with ten families, Ba smad with fifteen families, Sa skya with four families and Ma dzi with two families; mGar thar community comprises only one village: Mar cho<a href=\"#n40\" name=\"nb40\" class=\"note\">40</a> with three families. In addition there are several villages in the neighboring county of Dartsedo: Ngo nya village<a href=\"#n41\" name=\"nb41\" class=\"note\">41</a> with seven families, Ba smad with eight families, mKhar ma with ten families and sKu nub with three families.</p>", 
   "index": 13, 
   "parent_index": 2, 
   "title": "12. Local lay community"
  }, 
  {
   "body": "<p>The mountain behind the monastery is known as Wa zur and is the residence of the local eponymous deity. Its la btsas is at the top of the mountain. The deity is propitiated twice a year, on the 3rd day of the 1st month and the 11th day of the 4th month. </p><p>The mountain on which the monastery is located is regarded as sacred and is called Dam pa rang grol. Its distinctive features are four rocks resembling self-manifested sculptures: the sun and moon to the east, a stupa to the south, a vajra to the west, and a white conch shell to the north<a href=\"#n42\" name=\"nb42\" class=\"note\">42</a>. The mountain is propitiated in the Sheep Year.</p>", 
   "index": 14, 
   "parent_index": 2, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Farming supplemented by animal husbandry.</p>", 
   "index": 15, 
   "parent_index": 2, 
   "title": "14. Economic occupation of the local population"
  }, 
  {
   "body": "", 
   "index": 16, 
   "parent_index": 2, 
   "title": "Sources"
  }, 
  {
   "body": "<p>With the following monks at the monastery in autumn 1997: Rig ’dzin don ’grub (b.1934), rDo rje (b.1933), Ya ma tshe ring (b.1949) </p>", 
   "index": 17, 
   "parent_index": 16, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<ol type=\"1\"> <li>Dam pa rang grol dgon by ’Phrin dga’, MS</li> </ol><hr class=\"footnote-divider\">", 
   "index": 18, 
   "parent_index": 16, 
   "title": "(2) Texts"
  }, 
  {
   "body": "<div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n39\"></a><a href=\"#nb39\" class=\"note\"> [39] </a> Dam pa rang grol dgon by ’Phrin dga’, MS. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n40\"></a><a href=\"#nb40\" class=\"note\"> [40] </a> the term cho means village in the local Me nyag dialect. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n41\"></a><a href=\"#nb41\" class=\"note\"> [41] </a> This tribe is geographically the same village as Ngo nya of Ba smad shog khag mentioned above, but belongs to another administrative division. The same applies to the following eight families of Ba smad. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n42\"></a><a href=\"#nb42\" class=\"note\"> [42] </a> Shar mi ’gyur gyi nyi zla rang byon, lho mi ’gyur gyi mchod rten rang byon, nub mi ’gyur gyi rdo rje pha bong, byang mi ’gyur gyi dung dkar rang byon. </div>", 
   "index": 19, 
   "parent_index": 0, 
   "title": "Notes"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }, 
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }
  ], 
  "domain": "places", 
  "kid": "23570", 
  "dates": [], 
  "title": "Dampa Rangdröl Introduction"
 }
}