{"meta":{"domain":"places","kid":"16469","authors":[],"title":"སྙེ་ཐང་བཀྲ་ཤིས་སྒང་།","dates":{"created_at":"2010-08-13 17:00:48 UTC","updated_at":"2010-08-13 17:00:48 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"སྙེ་ཐང་བཀྲ་ཤིས་སྒང་།"},{"title":"ཆུ་ཤུར་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"སྙེ་ཐང་བཀྲ་ཤིས་སྒང་།","index":2,"parent_index":1,"body":" <p>མཚན་རྒྱས་པར་སྙེ་ཐང་བཀྲ་ཤིས་སྒང་དར་རྒྱས་ཆོས་འཁོར་གླིང་ཞེས་ཞུ། སྙེ་ཐང་སྒྲོལ་མ་ལྷ་ཁང་ནས་ཤར་ངོས་སུ་སྣུམ་ནག་ལམ་དེད་སྤྱི་ལེ་གཉིས་ཙམ་དང་དེ་ནས་ལྷོ་ངོས་སུ་སྤྱི་ལེ་ཕྱེད་ཙམ་སོང་ན་བཀྲ་ཤིས་སྒང་གྲོང་ཚོའི་དབུས་སུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད།གོན་དེ་ནི་སྤྱི་ལོའི་དུས་རབས་བཅུ་གསུམ་པར་འགྲོ་མགོན་ཆོས་རྒྱལ་འཕགས་པ་ས་སྐྱ་ནས་གོང་མ་སེ་ཆེན་རྒྱལ་པོས་ཕུལ་བའི་ཇོ་བོའི་སྐུ་བརྙན་ཞིག་གདན་དྲངས་ཏེ་ཕེབས་སྐབས་ཏིང་ཏིང་ཟམ་པ་ཞེས་པར་ཆིབས་རྟའི་ཏིང་ཏིང་ལྷུང་བས་ཏིང་ཏིང་ཟམ་པ་ཞེས་ཐོགས་པ་དང་། དེ་ནས་འཁར་ཟམ་པ་ཞེས་པར་ཆིབས་རྟས་མ་ཕྱིན་སྟབས་འཁར་ཟམ་པ་ཞེས་ཐོགས། དེ་ནས་ཇོ་བོས་ང་འདི་ནས་མི་འགྲོ་ཞེས་གསུངས་བྱོན་པས་སྔོན་དགོན་དེའི་རྟེན་གཙོའི་མཚན་ལའང་ཇོ་བོ་མི་འགྲོ་རྡོ་རྗེ་ཞེས་གསོལ། ཇོ་བོ་དེ་རྟེན་གཙོར་བཞུགས་ནས་ད་ལྟའི་དགོན་ཏེ་ཕྱག་བཏབ་གནང་མཛད། སྔོན་དགེ་འདུན་ཞལ་གྲངས་ལྔ་བཅུ་སྐོར་འདུས་ཏེ་ས་སྐྱ་གོང་ལུགས་ཕྱག་བཞེད་གནང་། ལྷག་པར་1953ཙམ་ལ་འཕན་པོ་ན་ལེན་དྲའི་གཟིམས་འོག་ཀུན་དགའ་བསྟན་འཛིན་ཞབས་སོར་འཁོད་དེ་ཁུལ་དེར་ནད་རིམ་དུག་ཅན་བཟློག་ཕྱིར་གདུགས་དཀར་བྱད་གྲོལ་སོགས་ཞབས་རིམས་རྒྱ་ཆེན་པོ་དང་ལམ་འབྲས་སློབ་བཤད་ཟབ་རྒྱས་གནང་བས། གྲྭ་བགྲེས་གཞོན་ཚང་མས་རྒྱུན་དུ་ཆག་མེད་རྣམ་བཞི་སོགས་ཞལ་འདོན་མཛད་པ་བཅས་འཕེལ་རྒྱས་ཆེན་པོ་བྱུང་། སྔོན་འདུ་ཁང་ཀ་བ་བཅུ་གཉིས་ནང་གི་རྟེན་གཙོ་གོང་གསལ་ཇོ་བོ་མི་འགྲོ་རྡོ་རྗེ་དང་། ཐུགས་ཀྱི་རྟེན་རྣམ་རྒྱལ་མཆོད་རྟེན་དང་། བཀའ་གདམས་མཆོད་རྟེན་མང་པོ་བཅས་སོགས་དང་། ཡང་སྟེང་མགོན་ཁང་<span class=\"milestone page eng \">[page <span class=\"pnum\">125</span>] </span>ང་འགྲོ་མགོན་ཆོས་འཕགས་ཀྱིས་ས་མཐེབ་སྐྱུ་རེ་ལ་གཟུངས་སྔགས་འབུམ་རེ་བགྲངས་གནང་བའི་དགྱེས་རྡོར་གྱི་སྐུ་བྱིས་པ་ལོ་བརྒྱད་ཙམ་དང་། དཔལ་མགོན་ཞལ་སོགས་རྟེན་སྐུ་ཇི་སྙེད་ཅིག་བཞུགས་སུ་གསོལ་ཡོད། སྙེ་ཐང་ལྷ་ཆེན་པོའང་འགྲོ་མགོན་ཆོས་རྒྱལ་འཕགས་པའི་དུས་བརྐོས་གནང་བ་ཡིན་ཞེས་ཟེར། </p> <p>ད་ལྟ་ཉམས་གསོ་གནང་བའི་སྔོན་གྱི་འདུ་ཁང་ནང་སྔོན་གྱི་རྟེན་སྐུ་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད།</p>  "}]}