{"meta":{"domain":"places","kid":"10656","authors":[],"title":"Drak Tsangpo Introduction","dates":{"created_at":"2010-08-25 11:12:07 UTC","updated_at":"2010-08-25 11:12:07 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Drak Tsangpo Introduction"},{"title":"II.2. Superficial structures: Primarily funerary superstructure","index":1,"parent_index":0,"body":" "},{"title":"Drak TsangpoBrag gtsang po","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Drak Tsangpo</span><span class=\"scholar\">Brag gtsang po</span> </li> <li>English equivalent: Rock Formation River</li> <li>Site number: D-41</li> <li>Site typology: II.2b, II.2c </li> <li>Geographic coordinate (N. lat.): 30º 33΄ </li> <li>Geographic coordinate (E. long.): 81º 38΄ </li> <li>Elevation: 4680 m to 4710 m</li> <li>Administrative location (township): <span class=\"popular\">Hor</span><span class=\"scholar\">Hor</span> </li> <li>Administrative location (county): <span class=\"popular\">Purang</span><span class=\"scholar\">Spu rang</span> </li> <li>Survey expedition: UTAE</li> <li>Survey date: April 23, 2001</li> <li>Contemporary usage: Light grazing. Stones are also being extracted from the archaeological monuments in order to build corrals. </li> <li>Identifiable Buddhist constructions: None.</li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Drak Tsangpo</span><span class=\"scholar\">Brag gtsang po</span> is the name of the locale, as there does not appear to be a specific name attached to the archaeological ruins. The site is situated on the edge of a shelf overlooking the north bank of the <span class=\"popular\">Drak Tsangpo</span><span class=\"scholar\">Brag gtsang po</span>, the largest volume river that feeds into the famous sacred lake <span class=\"popular\">Tso Mapam</span><span class=\"scholar\">Mtsho ma pham</span>/<span class=\"popular\">Tso Mapang</span><span class=\"scholar\">Mtsho ma pang</span>. The terrain is slightly sloping, sandy and covered in grasses and <span class=\"popular emph\">drama</span><span class=\"scholar emph\">gra ma</span> brush. On the opposite side of the <span class=\"popular\">Drak Tsangpo</span><span class=\"scholar\">Brag gtsang po</span> is the <span class=\"popular\">Khar Chen</span><span class=\"scholar\">Mkhar chen</span> site (A-52). It is not clear what kind of relationship (chronological, functional and cultural) these residential and ceremonial archaeological sites had. <span class=\"popular\">Drak Tsangpo</span><span class=\"scholar\">Brag gtsang po</span> is composed of no less than 60 sizable rectangular and sub-rectangular enclosures aggregated into at least 15 main groups, which stretch over a northwest-southeast transection of about 1 km. The walls of many enclosures consist of neatly built double-course white igneous cobbles that have a height of just a single stone. These stones (mostly 15 cm to 35 cm in length) are embedded into the ground surface. Other enclosure walls contain multiple courses of cobbles along their breadth, while still others are made of stones heaped up to a height of 50 cm to 1 m. The enclosure walls vary between 50 cm and 1 m in thickness, with many around 70 cm thick. The enclosures of <span class=\"popular\">Drak Tsangpo</span><span class=\"scholar\">Brag gtsang po</span> are almost certainly funerary in nature. The walls are not of a design typically associated with freestanding structures. Further archaeological inquiry is required if we are to understand the subsurface characteristics of the site. In terms of design and construction, <span class=\"popular\">Drak Tsangpo</span><span class=\"scholar\">Brag gtsang po</span> is closely akin to the enclosures of <span class=\"popular\">Chunak Doring</span><span class=\"scholar\">Chu nag rdo ring</span> (C-121), another large site in extreme southwestern Tibet. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>None was collected.</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" <p>Most groups of enclosures consist of interconnected cells of various rectilinear proportions. In addition to the 15 groups of enclosures delineated here, there are many others (in whole or in part) distributed over the site. More survey work is needed to properly quantify the extent of <span class=\"popular\">Drak Tsangpo</span><span class=\"scholar\">Brag gtsang po</span>. Starting from the northern extremity of the site, the dimensions and aspects of the 15 main groups of enclosures is as follows:</p> <ol> <li>Funerary structure FS1 (12.5 m x 13.5 m) (30° 33.322΄ N. lat. / 81° 37.977΄ E. long. / 4680 m).</li> <li>Funerary structure FS2 (10.5 m x 10.5 m) is situated 75 m south of FS1.</li> <li>Funerary structure FS3 (14 m x 13.5 m) is situated 17 m south of FS2.</li> <li>Funerary structure FS4 (26 m x 15 m) is situated 108 m south of FS3.</li> <li>Funerary structure FS5 (5 m x 5 m) is located in close proximity to FS4.</li> <li>Funerary structure FS6 (14 m x 14 m) is situated 21 m south of FS5.</li> <li>Funerary structure FS7 is situated 30 m south of FS6. FS7 is a large zone of interconnected enclosures disturbed by the construction of corrals. </li> <li>Funerary structure FS8 (14 m x 16 m) is situated 30 m south of FS7.</li> <li>Funerary structure FS9 (15 m x 22 m) is situated 65 m south of FS8.</li> <li>Funerary structure FS10 (16 m x 25 m) is situated 33 m south of FS9.</li> <li>Funerary structure FS11 (21 m x 19 m) is situated 7 m south of FS10.</li> <li>Funerary structure FS12 (170 m x 20 m to 30 m) is situated 53 m south of FS11.</li> <li>Funerary structure FS13 (22 m x 29 m) is situated 30 m east of FS12.</li> <li>Funerary structure FS14 (extending for 65 m) is situated 35 m east of FS13.</li> <li>Funerary structure FS15 (extending for 25 m) (30° 32.935΄ / 81° 38.361΄ / 4710 m).</li> </ol>  "}]}