{"meta":{"domain":"places","kid":"16537","authors":[],"title":"Bargyi Khar Introduction","dates":{"created_at":"2010-08-11 20:45:53 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Bargyi Khar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Bar Gi KharBar gyi mkhar","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Bar Gi Khar</span><span class=\"scholar\">Bar gyi mkhar</span> </li> <li>Site number: A-104</li> <li>Site typology: I.1b </li> <li>Geographic coordinate (N. lat.): 33º 46.0΄ </li> <li>Geographic coordinate (E. long..): 79º 32.7΄ </li> <li>Elevation: 4370 m</li> <li>Administrative location (township): <span class=\"popular\">O Jang</span><span class=\"scholar\">O byang</span> </li> <li> Administrative location (county): <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> </li> <li>Survey expedition: HTAE </li> <li>Survey date: October 1, 2003</li> <li>Contemporary usage: None.</li> <li>Identifiable Buddhist constructions: None.</li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>The diminutive stronghold of <span class=\"popular\">Bar Gi Khar</span><span class=\"scholar\">Bar gyi mkhar</span> is perched on the crest of a steep limestone spur, approximately 40 m above the east side of the <span class=\"popular\">Bar</span><span class=\"scholar\">Bar</span> basin. The basin of <span class=\"popular\">Bar</span><span class=\"scholar\">Bar</span> adjoins the north shore of <span class=\"popular\">Tsomo Ngangla Ringtso</span><span class=\"scholar\">Mtsho mo ngang la ring mtsho</span>. The slopes leading up to the facility are very steep, which afforded it with a good defensive posture. Although only a few families now reside permanently in <span class=\"popular\">Bar</span><span class=\"scholar\">Bar</span>, the presence of two additional fortresses (A-104 and A-105) in this locale indicate that it was once much more heavily populated. These three fortresses seem to reflect the existence of a localized social and military apparatus of considerable strength in the past. Echoes of this type of polity are still present in the traditional organizational patterns of the Upper Tibetan shepherd camps known as <span class=\"popular emph\">tsopa</span><span class=\"scholar emph\">tsho pa</span>, <span class=\"popular emph\">shok pa</span><span class=\"scholar emph\">shog pa</span> and <span class=\"popular emph\">de</span><span class=\"scholar emph\">sde</span>. </p> <p> <span class=\"popular\">Bar Gi Khar</span><span class=\"scholar\">Bar gyi mkhar</span> enjoys panoramic views of the <span class=\"popular\">Bar</span><span class=\"scholar\">Bar</span> basin and <span class=\"popular\">Tsomo Ngangla Ringtso</span><span class=\"scholar\">Mtsho mo ngang la ring mtsho</span>. This fortified residential facility overlooks a high volume spring that issues from the base of the reddish brown formation on which it was built. The mythological profile of such isolated fortresses in <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> and the absence of any structural evidence pointing to Buddhist occupation suggest that this site belongs to the archaic cultural horizon. The bulk of <span class=\"popular\">Bar Gi Khar</span><span class=\"scholar\">Bar gyi mkhar</span> consists of a contiguous complex (17 m x 5.5 m to 7.6 m) constructed of limestone and conglomerate blocks. The wall construction and load-bearing spans involved indicate that the structures built here had wooden roofs. The wall joints contain copious amounts of a beige clay-based mortar. Mostly uncut stones, 30 cm to 1 m in length, were used in construction. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to local residents, <span class=\"popular\">Bar Gi Khar</span><span class=\"scholar\">Bar gyi mkhar</span> was an ancient fortress. </p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"East complex","index":7,"parent_index":6,"body":" <p>The axis of this east complex runs roughly east-west, and is set at the same elevation. The east complex consists of a large, almost L-shaped central space surrounded by wall segments, with a maximum exterior height of 3.2 m and a maximum interior height of 1.6 m. The presence of small outcrops inside these walls calls into question whether the central part of the installation ever supported a roof. Flanking the west side of the east complex is a building that appears to have contained three small rooms, but only the south room has substantial in situ partition walls. The interior of the south room measures 2 m x 2.7 m. The north room has a window or loophole (30 cm x 30 cm), which decreases in width toward the exterior side of the wall. This window is situated in an alcove that constitutes the widest portion of the north room (1.6 m). The entrance to this suite of three west rooms is found in the most northerly one. This 1-m wide ingress appears to have been the main entryway to the fortress. Perhaps a walkway led up to this access point, but no signs of it are still detectable on the steep flanks of the formation. </p> "},{"title":"West edifice","index":8,"parent_index":6,"body":" <p>This edifice is comprised of just a single room (3.2 m x 3.8 m). In the north wall are two loopholes, one of which is only partially intact. The more westerly loophole has an internal width of 45 cm, tapering to just 10 cm wide on its exterior side. There may also have been a small window opening in the south wall of this structure.</p>  "}]}