{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Bummé Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Derge County"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(137) ’Bum rmad Monastery"
  }, 
  {
   "body": "<p>Since ’Bum mda’ village, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lha sde</span> (the local lay community of the monastery) considers the monastery’s site to be the best in the region, the monastery was named ’Bum rmad, (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’bum</span> after the name of the village, and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rmad</span> meaning ‘best’).</p>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "1. Name "
  }, 
  {
   "body": "<p>The monastery is on the north bank of the rDza chu river, about three and half hours on horseback from sMon rgyal Monastery which is located southeast of ’Bum rmad Monastery on the east bank of the rDza chu river.</p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>There is a short text written by the administrative committee of the monastery which states that the monastery was founded by the fourteenth rMe’u bSod nams dbang grags in the Wood-Dog Year of the 2nd Rab byung (1094). According to mThu stobs rnma rgyal, who is the present <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rgyal tshab</span> of Shar rdza bKra shis rgyal mtshan and master of ’Bum rmad Monastery, first there was a monastery on the south bank of rDza chu river. As it was located close to a rock called rGya rdzong brag, the monastery was named rGya rdzong Monastery. bSod nams dbang grags appointed dBra bla Nam mkha’ blo gros as his successor. Under Kun grol ’Ja’ tshon snying po (b.1700), after the succession of the monastery’s eleventh abbot (after the accession of Kun grol ’Ja’ tshon snying po (b.1700), the eleventh abbot), the monastery was moved to the north bank of the river, where its local lay communinty lived, and the name of the monstery was changed to ’Bum rmad. As far as we know he was succeeded by gYung drung rnam rgyal, born in rDza yul, and was then recognized as the reincarnation of his predecessor? gYung drung rnam rgyal’s incarnation seems to have been dBon sprul bsTan pa rgyal mtshan who was recognized by dGe bshes gSang sngags grags pa. The following reincarnation was Ye shes bstan ’dzin, recognized by gTer chen bDe gling pa. Ye shes bstan ’dzin was succeeded by Mi pham rnam rgyal. His successor was dGe sprul Yid bzhin legs grub (d.1952), recognized by Kun grol bDud ’dul gling pa. The reincarnation of dGe sprul Yid bzhin legs grub was ’Chi med zla ba yid bzhin rgya mtsho (b.1978, also known as ’Chi med zla ba ye shes), recognized by Tshul chen Trulku of rTogs ldan Monastery in rNga khog. The last abbot of the monastery, mThu stobs rnam rgyal was born in 1926. He became a monk in ’Bum rmad Monastery at the age of eight. The following year, Shar rdza bKra shis rgyal mtshan, sensing that his life and hence his contribution to the Bon religion were coming to an end, decided to perform the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Phyi rgyud cho ga bcu gnyis</span> empowerment ceremony, which was to be his last. mThu stobs rnam rgyal participated in the empowerment ceremony. Shortly after Shar rdza bKra shis rgyal mtshan ‘passed away into his rainbow body’. mThu stobs rnam rgyal studied under Blo gros rgya mtsho, the apostle (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rgyal tshab</span>) of Shar rdza bKra shis rgyal mtshan, Gling zhig Tshe dbang g-yung drung and various other masters. At the age of thirteen, he became a disciple of Kun grol hum chen and studied with him for nine years. At the age of twenty-two, he went to central Tibet on a pilgrimage to Bon ri, Yar lung, rGyal rtse, bKra shis lhun po, Zhu tshang, Sa skya, gShen Dar sding, mKhar sna, sMan ri, gYung drung gling, Se ra, ’Bras spungs, dGa’ ldan and a number of other sacred sites. When he returned to rDza khog, he became the teacher of sMon rgyal lha sras, a son of Kun grol hum chen. Kun grol hum chen died when mThu stobs rnam rgyal was thirty-one years old. In 1984 mThu stobs rnam rgyal was chosen as the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rgyal tshab</span> of Shar rdza bKra shis rgyal mtshan. He has greatly contributed to the development of Bon religion, particularly the teachings of Shar rdza bKra shis rgyal mtshan, at Shar rdza Hermitage. In 1993, A g-yung, who was on a visit to the hermitage, officially confirmed his appointment as the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rgyal tshab</span>, with the approval of the government of dKar mdzes prefecture. In 1986, the main building of ’Bum rmad Monastery which served as a granary during the Cultural Revolution was restored by mThu stobs rnam rgyal.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "3. History "
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one <span style=\"font-style: italic;\" class=\"\">mkhan po</span> </li> <li>one <span style=\"font-style: italic;\" class=\"\">dbu mdzad </span> </li> <li>one <span style=\"font-style: italic;\" class=\"\">dge skos </span> </li> <li>one <span style=\"font-style: italic;\" class=\"\">’cham dpon </span> </li> <li>one <span style=\"font-style: italic;\" class=\"\">mchod dpon </span> </li> <li>one <span style=\"font-style: italic;\" class=\"\">mchod g-yog</span> </li> <li>one <span style=\"font-style: italic;\" class=\"\">’bud pa</span> (who blows the conch shell) </li> <li>one <span style=\"font-style: italic;\" class=\"\">dbyar bdag</span> (leader of the <span style=\"font-style: italic;\" class=\"\">dbyar gnas</span> ritual) </li> </ul><p>Their term of duty is three years. </p>", 
   "index": 6, 
   "parent_index": 2, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>There are about sixty monks and novices in the monastery. </p>", 
   "index": 7, 
   "parent_index": 2, 
   "title": "5. Curent number of monks"
  }, 
  {
   "body": "<p>The young monks are taught basic Tibetan and religious doctrine. They have daily lessons, one lesson in the morning and another in the afternoon and get five days off in autumn to help their families with the harvest. The religious teachings are based on the following texts: <em xmlns:str=\"http://exslt.org/strings\">Ṃa tri sgrub sbyong</em>, <em xmlns:str=\"http://exslt.org/strings\">Mḍo g-yung drung klong rgyas</em>, <em xmlns:str=\"http://exslt.org/strings\">Rṇam par rgyal ba</em>, <em xmlns:str=\"http://exslt.org/strings\">Byams ma</em>, <em xmlns:str=\"http://exslt.org/strings\">Ṣa bdag ’khrugs bcos</em>, <em xmlns:str=\"http://exslt.org/strings\">SPyi spungs skor gsum</em>, <em xmlns:str=\"http://exslt.org/strings\">Gṣas mkhar mchog lnga</em>, <em xmlns:str=\"http://exslt.org/strings\">Gṣang sngags ma rgyud</em>, <em xmlns:str=\"http://exslt.org/strings\">Ṛigs lnga bde gshegs ’dus pa</em>, <em xmlns:str=\"http://exslt.org/strings\">Zhi khro</em> and <em xmlns:str=\"http://exslt.org/strings\">Gḍugs dkar</em>.</p>", 
   "index": 8, 
   "parent_index": 2, 
   "title": "6. Current education"
  }, 
  {
   "body": "<p>In the past, ’Bum rmad was a branch monastery of sMon rgyal located in the same area. Monks are sent to Shar rdza Hermitage for religious study and practice.</p>", 
   "index": 9, 
   "parent_index": 2, 
   "title": "7. Educational exchange"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>1st month: rituals based on the texts such as <em>Mḍo g-yung drung klong rgyas</em> and <em>Gṣang sngags ma rgyud</em> as well as <em>Ṛig ’dzin bde gshegs ’dus pa</em> by Shar rdza bKra shis rgyal mtshan and <em>Zhi khro dgongs ’dus</em> by Kun grol ’Ja’ tshon snying po followed by a <span style=\"font-style: italic;\" class=\"\">’cham</span> dance. The dates for these rituals are not fixed and may be performed any time in the 1st month; the length depends on the amount of funding received. </li> <li>5th month: rituals based on the cycles of Khro bo and Phur pa. The <span style=\"font-style: italic;\" class=\"\">dbyar gnas</span> ceremony is performed by the monks in the <span style=\"font-style: italic;\" class=\"\">dge tshul</span> grade and there are usually about only twenty-five of them. </li> <li>8th month: observation of the <span style=\"font-style: italic;\" class=\"\">smyung gnas</span> fast </li> <li>11th month: the bum sgrub ritual based on the tradition of <span style=\"font-style: italic;\" class=\"\">Mi shig rdo rje</span> </li> <li>Starting on the 21st day of the 12th month: ritual based on the cycle of Khro bo, ending with a <span style=\"font-style: italic;\" class=\"\">’cham</span> performance for three days from the 27th to the 29th. Apart from the last ritual in the 12th month, none of the rituals have fixed dates and may be performed anytime in the prescribed month.</li> </ul>", 
   "index": 10, 
   "parent_index": 2, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The monastery has one copy of the Kanjur published by A g-yung and sKal bzang phun tshogs in Chengdu 1985-1987; one copy of the Collected Works of mNyam med Shes rab rgyal mtshan; about twenty volumes of Bonpo tantras, bDe chen gling pa’s collected works (in twelve volumes), Kun grol ’ja’ tshon snying po’s collected works (in twelve volumes), Shar rdza bKra shis rgyal mtshan’s collected works (in twelve volumes), the <em xmlns:str=\"http://exslt.org/strings\">Ṭshe dbang bka’ thang</em> (in four volumes), and gSang sngags gling pa’s collected works (in thirteen volumes). </p>", 
   "index": 11, 
   "parent_index": 2, 
   "title": "10. Books held in the monastery"
  }, 
  {
   "body": "<p>The monastery has neither fields nor animals; the monks provide their own food.</p>", 
   "index": 12, 
   "parent_index": 2, 
   "title": "11. Income and expenses"
  }, 
  {
   "body": "<p>The local lay community consists of three villages: ’Bum mda’ with thirty-three families (one hundred and ninety people), Ra ’og with forty-six families (two hundred and sixty-four people), and Re mda’ with fifteen families (ninety-two people). </p>", 
   "index": 13, 
   "parent_index": 2, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>The sacred mountain (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gnas ri</span>) called Shar rdza gYung drung lhun po is less than 1 km southeast of the monastery. It is said that the place was ‘opened’ (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gnas sgo phyed pa</span>) by gSang sngags gling pa in a Tiger Year and is venerated every Tiger Year. In accordance with tradition, the hermits of Shar rdza Hermitage together with the monks from ’Bum rmad and sTeng chen monasteries begin the mountain’s veneration on a suitable day in summer. They must camp one night at each of the cardinal points around the mountain. The lay community of the Bonpo monasteries in the Shar rdza area also participate. </p><p>An empowerment ceremony is performed at each of the four points. Each ceremony is based on one of the twelve divinities drawn from the <em xmlns:str=\"http://exslt.org/strings\">Ḍri med gzi brjid</em> by Blo ldan snying po. The divinities are: bDer gshegs kun rig, Kun bzang rgyal ba rgya mtsho, bDer gshegs sMon lam mtha’ yas and dBang ldan dus ’khor. </p><p>The mountain is also regarded as the residence of the local deities (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yul lha</span>). There is a white rock on the mountain which is believed to be the abode of a local deity called bKa’ gnyan Dung dkar mar rgyan. Its date of propitiation is not fixed and is determined by divination each year. Another local deity called Zhe chen stag mgo is believed to reside in the mountain. This deity is propitiated twice a year, in the 1st and 5th months, the exact dates are determined each year by divination. Both deities are propitiated mainly by the local lay people.</p>", 
   "index": 14, 
   "parent_index": 2, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Farmers and nomads.</p>", 
   "index": 15, 
   "parent_index": 2, 
   "title": "14. Economic occupation of the local population"
  }, 
  {
   "body": "", 
   "index": 16, 
   "parent_index": 2, 
   "title": "Sources "
  }, 
  {
   "body": "<p>In autumn 1997: mThu stobs rnam rgyal, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rgyal tshab</span> of Shar rdza Hermitage, also a monk and the master of ’Bum rmad Monastery, born in 1926. </p>", 
   "index": 17, 
   "parent_index": 16, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<p> <em xmlns:str=\"http://exslt.org/strings\">Rḍza ’bum rmad dgon gyi lo rgyus</em> compiled by the committee called ’Bum rmad dgon pa’i bdag gnyer tshogs chung in 1994, MS </p>", 
   "index": 18, 
   "parent_index": 16, 
   "title": "(2) Texts"
  }
 ], 
 "meta": {
  "date": "2011-12-13 02:29:52 UTC", 
  "domain": "places", 
  "kid": "23543", 
  "authors": [
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }, 
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }
  ], 
  "title": "Bummé Introduction"
 }
}