{"meta":{"domain":"places","kid":"22390","authors":[],"title":"མཁར་སྟེང་དགོན།","dates":{"created_at":"2010-08-14 12:30:05 UTC","updated_at":"2010-08-14 12:30:05 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"མཁར་སྟེང་དགོན།"},{"title":"ལྷུན་རྩེ་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"མཁར་སྟེང་དགོན།","index":2,"parent_index":1,"body":" <p>མཚན་རྒྱས་པར་“མཉལ་ཤོར་པོ་མཁར་སྟེང་དགོན་”ཞེས་ཞུ། གཉལ་སྡེ་དྲུག་གི་ཁོངས་ཡིན། རྩེད་ཐང་ནས་འཁོར་ལམ་བརྒྱུད་ཡར་སྟོད་བྲག་ལ་དང་། དེ་ནས་ཤོར་པོ་ལྟག་ལ་བརྒྱབ་སྟེ་སྤྱི་ལེ་བརྒྱ་དང་བཅུ་གསུམ་ཙམ་སོང་ན་རླངས་འཁོར་ལམ་ཟུར་དུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་ཐོག་མར་བཀའ་རྒྱུད་པའི་བླ་མ་རོང་པོ་རྡོ་རྗེ་རྒྱལ་མཚན་ཞུ་བས་ཕྱག་བཏབ་གནང་མཛད་དེ་གླིང་ཁག་ཁ་ཤས་ཡོད་པ་ལ་ཇུན་གར་དམག་དུས་གཏོར་བཤིག་ཚབས་ཆེན་བཏང་། དེ་རྗེས་ད་ལྟའི་དགོན་དེ་ཆགས་ཡུལ་ནི་དགོན་དེའི་གླིང་གཅིག་ཡིན་པར་གྲགས་ལ། དེ་རྗེས་གུང་ཐང་པ་མཛེས་པ་དཔལ་ལྡན་སོགས་ཀྱི་དུས་ནས་རིམ་བཞིན་དགེ་ལུགས་པའི་སྔགས་ཆོག་གི་དགོན་པ་ཞིག་ཏུ་གྱུར། དགེ་འདུན་ཞལ་གྲངས་བརྒྱ་མ་ཟིན་ཙམ་བར་འཕེལ། སྔོན་དགོན་དེར་འདུ་ཁང་ཀ་བ་སུམ་ཅུ་ཅན་གྱི་ནང་སྨན་འདམ་གྱི་འཇིམ་སྐུ་དུས་གསུམ་སངས་རྒྱས་ཐོག་སོ་གཅིག་ཙམ་དང་། གཙོ་སྐུའི་ཐུགས་ཀར་ཤེལ་གྱི་ཐུབ་དབང་མཐོ་གང་པ། གཞན་ཡང་གནས་བརྟན་བཅུ་དྲུག་སོགས་ཀྱིས་གཏམས་ཡོད།</p> <p>ད་ལྟ་དབུ་རྩེ་ཉམས་གསོ་ཞུས་པའི་སྔོན་གྱི་འདུ་ཁང་ནང་སྔོན་གྱི་དུས་གསུམ་སངས་རྒྱས་ལ་ཉམས་གསོ་ཞུས་པ་དང་། གསར་བཞེངས་རྒྱལ་བ་ལྔ་པའི་འདྲ་སྐུ་སོགས་མཇལ་རྒྱུ་ཡོད།</p> <p> <span class=\"milestone page eng \">[page <span class=\"pnum\">97</span>] </span>ཡང་དེ་ནས་ཅུང་ཉེ་བའི་ལྷོ་ངོས་ཀྱི་རི་སྟེང་དུ་བླ་མ་ཟླ་འོད་གཞོན་ནུ་སྟེ་མཉམ་མེད་དྭགས་པོ་ལྷ་རྗེས་ཕྱག་བཏབ་གནང་བའི་སེ་བ་ལུང་ཞེས་པའི་རི་ཁྲོད་བྱིན་ཅན་དེ་མཇལ་རྒྱུ་ཡོད། བླ་མ་ཟླ་འོད་གཞོན་ནུ་ཐོག་མར་བོད་རྙིང་གྲོང་གསར་ཞེས་པར་འཁྲུངས། སྐུ་གཞོན་དུས་སྨན་དཔྱད་པ་སྦྱངས་པ་གནས་བས་ལྷ་རྗེ་ཞེས་པའི་མཚན་དེ་ལྟར་བྱུང་། ཁྱིམ་ཐབས་བསུས་ཏེ་སྲས་སྲོས་ཀྱང་གཉིས་ཙམ་བྱུང་། དེ་ནས་མི་རིང་བར་བཙུན་མོ་དང་སྲས་སྲོས་རྣམས་རིམ་བཞིན་སྐུ་ཚེའི་འཕེན་པ་རྫོགས་པས་ཐུགས་སྐྱོ། ཉིན་ཞིག་ཞིང་རྨོ་བཞིན་བཞུགས་སྐབས་རྨོས་གླང་ལ་རྟ་ལྕག་གཅིག་གཞུས་གནང་བས་རྟ་ལྕག་གི་སྣེ་ཚུར་ཕྱག་གི་སྟེང་དུ་ཕོག་པའི་སྙུན་ཟུག་ལས་ངེས་འབྱུང་འཁྲུངས་ཏེ། རྟ་ལྕག་ཚུར་འཕར་བ་ལ་ན་ཚ་འདི་འདྲ་ཡོད་ན་རྨོས་གླང་ལ་ན་ཚ་ཇི་འདྲ་ཞིག་མེད་དམ་གསུངས་ཏེ་རྨོས་གཉའ་གློད་ནས་དབེན་པའི་གནས་རྒྱལ་སྲས་གླིང་ཞེས་པར་སྒྲུབ་པ་བསྐྱོན་ནས་བཞུགས། སྐབས་གཞན་སུ་གཅིག་གིས་འཁོར་མཁན་མེད་པ་ལ། འབྲོག་པ་ཞིག་གིས་རྟག་ཏུ་གསོལ་བ་དྲངས་པས་ཉིན་ཞིག་བླ་མས་འབྲོག་པ་དེར་བོད་ཟླ་12ཚེས་15དགོང་མོ་ཟླ་བ་ཤར་བ་དང་དུས་མཚུངས་ཁྱོད་ཀྱིས་གནས་འདིའི་གནས་སྒོ་འབྱེད་དགོས་ཞེས་གསུངས་པར། འབྲོག་པས་ངས་ཆོས་མི་ཤེས་པར་གནས་སྒོ་ཇི་ལྟར་ཕྱེས་ཐུབ་ཅེས་ཞུས་པར། འབྲོག་གླུ་བླངས་ཏེ་གནས་སྒོ་ཕྱེ་ན་འགྲིག གནས་སྒོ་ཕྱེ་བའི་བསྐལ་བ་ཁྱེད་ལ་ཡོད་ཅེས་གསུངས་པ་ལྟར་བྱས་པས་ཟླ་འོད་ལས་བླ་མ་མཇལ་བ་སོགས་བྱུང་ཞིང་ཟླ་འོད་གཞོན་ནུ་ཞེས་པའི་མཚན་ཡང་དེ་ལྟར་བྱུང་། དུས་ཆེན་དེ་འབྲོག་པ་ཚོས་ད་ལྟའང་གཏོང་སྲོལ་ཡོད། ཡང་དེའི་ཉེ་འདབས་སུ་གསང་ཡུམ་འབུམ་པ་ཞེས་བཙུན་མོ་གཤེགས་རྗེས་ཀྱི་འབུམ་པ་དང་། ཞབས་བཅག་འབུམ་པ་ཞེས་ཞིང་རྨོ་ས་ནས་ཕེབས་སྐབས་ཞབས་བཅག་ནང་གི་ས་ལས་བསྐྲུན་པའི་འབུམ་པ་སོགས་མཇལ་རྒྱུ་ཡོད།</p> <p>མཁར་སྟེང་དགོན་ནས་ཤར་ངོས་སུ་རྐང་ཐང་མར་ཆུ་ཚོད་གཉིས་ལྷག་ཙམ་<span class=\"milestone page eng \">[page <span class=\"pnum\">98</span>] </span>སོང་ན་སྔོན་དགོན་དེའི་དགོན་ལག་ཤོར་པོ་ཤར་དགོན་ཏེ་གྲོང་མཁར་ཆོས་སྡེ་ཞེས་པ་དེ་མཇལ་རྒྱུ་ཡོད།</p>  "}]}