{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Khyiu Durtrö Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "II.1. Stelae and accompanying structures: Funerary and non-funerary structures"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "Khyiu DurtröKhyi’u dur khrod"
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Khyiu Durtrö</span><span class=\"scholar\">Khyi’u dur khrod</span> </li> <li>English equivalent: Little Dog Cemetery</li> <li>Site number: C-112</li> <li>Site typology: II.1b </li> <li>Geographic coordinate (N. lat.): 32º 29.8΄ </li> <li>Geographic coordinate (E. long.): 79º 40.9΄ </li> <li>Elevation: 4250 m </li> <li>Administrative location (township): <span class=\"popular\">Trashi Gang</span><span class=\"scholar\">Bkra shis sgang</span> </li> <li>Administrative location (county): <span class=\"popular\">Gar</span><span class=\"scholar\">Sgar</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: May 20, 2002</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p><span class=\"popular\">Khyiu Durtrö</span><span class=\"scholar\">Khyi’u dur khrod</span>, an enclosed pillar monument, is located on the left side of the <span class=\"popular\">Senge Tsangpo</span><span class=\"scholar\">Sengge gtsang po</span>valley. From the site there are wide views in all directions. The terrain is sandy and rocky, well drained and slightly inclined to the west. A link road runs right past the site and there are several <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> walls in the vicinity. <span class=\"popular\">Khyiu Durtrö</span><span class=\"scholar\">Khyi’u dur khrod</span> is the most westerly example of the pillars enclosed within an enclosure (II.1b) typology surveyed to day.</p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>The less than flattering name <span class=\"popular\">Khyiu Durtrö</span><span class=\"scholar\">Khyi’u dur khrod</span> hints at an archaic funerary function for the site. No other information was forthcoming.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>The enclosure is generally aligned in the cardinal directions and measures 10.5 m (north-south) x 6 m (east-west). This enclosure is designed in the extreme western Tibet regional fashion with longer north-south dimensions. The enclosure is somewhat elevated above the surrounding plain. Parts of all four double-course walls (50 cm to 70 cm thick) have survived. These walls are primarily built of igneous cobbles 20 cm to 30 cm in length. These stones are even with the ground surface or project above it to a maximum height of 10 cm. There is a possible funerary superstructure (8 m across) located 14 m southeast of the enclosure. However, no coherent wall fragments have endured in this structure.</p>", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Enclosure"
  }, 
  {
   "body": "<p>It is reported by villagers of nearby <span class=\"popular\">Trashi Gang</span><span class=\"scholar\">Bkra shis sgang</span> that two pillars stood on the west end of the enclosure until the Chinese Cultural Revolution. One was broken but its base was left anchored in the substrate. This pillar base is situated next to he inner edge of the west wall, 4 m from the southwest corner of the enclosure. The broken top of this highly weathered four-sided pillar still lies on the site. It is 65 cm long and has a girth of 85 cm. It is reported hat the other pillar stood near the northwest corner of the enclosure. This specimen had a total length of around 1.5 m. It was ripped out of the ground and used in the construction of a water channel feeding a grinding mill.</p>", 
   "index": 8, 
   "parent_index": 6, 
   "title": "Pillars"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16695", 
  "dates": [], 
  "title": "Khyiu Durtrö Introduction"
 }
}