{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "ར་སྟོད་དགོན།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "ཆུ་ཤུར་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་སྙེ་ཐང་བདེ་བ་ཅན་སྟག་ཚང་གསེར་སྲང་རྣམ་འགྲེལ་གྲྭ་ཚང་ར་བ་སྟོད་ཐོས་བསམ་ནོར་བུའི་གླིང་ངམ།ྱ་བྲལ་ཀུན་སྤངས་གྲྭ་ཚང་ཞེས་སོགས་མཚན་གྱི་རྣམ་གྲངས་ཙམ་དང་། སྙེ་ཐང་སྒྲོལ་མ་ལྷ་ཁང་ནས་ནུབ་ངོས་སུ་སྣུམ་ནག་འཁོར་ལམ་བརྒྱུད་སྤྱི་ལེ་གསུམ་ཙམ་དང་། དེ་ནས་བྱང་ངོས་སུ་སྤྱི་ལེ་བཞི་ཙམ་བསྐྱོད་ན་གྲོང་དབུས་སུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། ཐོག་མར་གནས་དེར་སེར་ཁྱིམ་བདེ་བ་ཅན་ཞེས་དགོན་ཞིག་ཡོད་པ་ལ་ཇོ་བོ་རྗེ་སྙེ་ཐང་དུ་བཞུགས་སྐབས་སྐ་བ་ཤཱཀྱ་དབང་ཕྱུག་གིས་གཙང་དགོན་དུ་བསྒྱུར་གནང་མཛད། དེ་རྗེས་རིམ་བཞིན་རྒྱར་སྐྱེད་དེ་གྲྭ་ཚང་གཅིག་དང་ཁང་ཚན་དགུ་བར་འཕེལ། ཁང་ཚན་དགུ་པོ་ནི་ཉ་ར་ཁང་ཚན་དང་། རྩེད་ཐང་ཁང་ཚན། གཉེར་ཤར་ཁང་ཚན། གསང་སྔགས་ཁང་ཚན། འཕྱོངས་རྒྱས་ཁང་ཚན། སྤྱན་གཡས་ཁང་ཚན། ཇོ་གདན་ཁང་ཚན། བྱམས་གླིང་ཁང་ཚན། ཆོད་པ་ཁང་ཚན་བཅས་ཡིན། དེ་དག་གི་གྲྭ་རྒྱུན་ཡུལ་ལུང་དེ་དག་ནས་ཕེབས་དགོས་པ་དང་། སྔོན་གྲྭ་རྒྱུན་ལྔ་བརྒྱ་ལྷག་ཡོད། དབུས་གཙང་གི་གདན་ས་ཆེན་པོ་གསུམ་སྟེ་བདེ་བ་ཅན་དང་། གསང་ཕུ། གུང་ཐང་བཅས་ཀྱི་ཡ་གྱལ་ཡིན། སྔོན་གྲྭ་ཚང་འདུ་ཁང་ཀ་བ་བཞི་བཅུའི་གཙང་ཁང་སྦུགས་མར་རྟེན་གཙོ་སྨན་འདམ་གྱི་དུས་གསུམ་སངས་རྒྱས་ཀྱི་ཐུབ་དབང་སྐུ་ནི་རྒྱལ་བ་འཇམ་དཔལ་རྒྱ་མཚོའི་ཐུགས་དམ་གྱི་རྟེན་ཡིན་པ་ཐོག་སོ་གཉིས་ལྡན་ལ་<span class=\"milestone page eng \">[page <span class=\"pnum\">126</span>] </span>ེ་སྲས་སྒོ་སྲུང་དང་བཅས་རྟེན་སྐུ་མང་པོ། ཡང་སྟེང་ལི་མ་ལྷ་ཁང་ནང་ལི་མ་ཁོ་ནའི་སྐུ་བརྙན་བཞུགས་པ། ཁང་ཚན་སོ་སོར་ཡང་རྟེན་དང་བརྟེན་པ་བཅས་བཞུགས་སུ་གསོལ་ཡོད།</p><p>ད་ལྟ་ཉམས་གསོ་གནང་བའི་གྲྭ་ཚང་འདུ་ཁང་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་དང་།ཀའ་འགྱུར་། རྗེ་ཙོང་ཁ་པའི་གཟིམས་སྦུག་དང་བཞུགས་ཁྲི། ཀློང་རྡོལ་བླ་མ་རིན་པོ་ཆེའི་གསོལ་ལྕོག གཞན་ཡང་ལྡེབས་རིས་རྙིང་མ་མང་པོ་བཅས་མཇལ་རྒྱུ་ཡོད།</p><p>ར་སྟོད་ཅེས་པ་ནི།ྔོན་གསང་ཕུར་ཁང་པ་མེད་སྟབས་ར་སྐྱོར་བསྐོངས་ནས་བཞུགས་གནང་མཛད་སྟབས་ར་སྟོད་ར་སྨད་ཅེས་པ་བྱུང་ཞེས་དང་། ཡང་གསང་ཕུའི་གདན་རབས་ཀུན་མཁྱེན་ཡོན་ཏན་རྒྱ་མཚོས་མཛད་སྐབས་ཁོང་གིས་གསང་ཕུའི་གདན་ས་པ་དང་གླིང་སྨད་ཆོས་རྗེ་ཟུང་འབྲེལ་གནང་། དགེ་འདུན་ཕལ་ཆེ་བས་རྗེ་བླར་དད་ཀྱང་ཉུང་ཤས་ཀྱིས་སུན་འབྱིན་བྱུང་བར་བརྟེན་གྲྭ་ཚང་གི་སྟོད་དུ་རྡོའི་ར་བ་བསྐོངས་ཏེ་ཆོས་འཆད་ཉན་གནང་བས་ར་བ་སྟོད་ཅེས་པ་དེ་ལྟར་བྱུང་ཞེས་གསུང་།</p><p>གསེར་སྲང་ཞེས་པ་ནི། ྗེ་ཙོང་ཁ་པས་རྒྱལ་ཚབ་རྗེ་ལ་གསེར་སྲང་གང་གནང་ནས་ཁྱོད་ཀྱིས་རྣམ་འགྲེལ་གྲྭ་ཚང་ཞིག་ཐོབས་ཤིག་གསུངས་པར། རྒྱལ་ཚབ་རྗེས་གསེར་དེ་སྨར་ཁམས་པ་གྲགས་པ་རྒྱལ་མཚན་ལ་གནང་སྟེ་རྣམ་འགྲེལ་གྲྭ་ཚང་ཞིག་འདེབས་སུ་འཇུག་གནང་བས་གྲགས་པ་རྒྱལ་མཚན་གྱིས་གསེར་སྲང་གང་དེས་བདེ་བ་ཅན་ར་སྟོད་དགོན་དེ་རྣམ་འདྲེལ་གྱི་འཆད་ཉན་གནང་སར་བསྒྱུར་གནང་མཛད།</p><p>བྱ་བྲལ་ཞེས་པ་ནི། དགོན་དེའི་ཆོས་གཞིས་གཉེར་ཚང་དང་བཅས་བླ་བྲང་ལ་སྦྱར་ཏེ་བྱ་བ་ཀུན་སྤངས་པས་བྱ་བྲལ་ཀུན་སྤངས་གྲྭ་ཚང་ཞེས་པ་དེ་ནས་བྱུང་བ་བཅས་དང་།</p><p>ཡང་དགོན་དེའི་ནུབ་ངོས་ནོར་བུ་རི་ཞེས་པའི་རི་ལྡེབས་སུ་ཀློང་རྡོལ་བླ་མ་<span class=\"milestone page eng \">[page <span class=\"pnum\">127</span>] </span>ིན་པོ་ཆེའི་རི་ཁྲོད་དང་། དེའི་གཡས་སུ་སྒྲུབ་ཕུག་ཅིག་ཡོད་པ་ལ་རླུང་རྡོལ་སྒྲུབ་ཕུག་ཅེས་ཀློང་རྡོལ་བླ་མ་རིན་པོ་ཆེ་ལ་རྩ་རླུང་གི་རང་དབང་ཐོབ་ནས་སྒྲུབ་ཕུག་རྡོལ་བ་རེད་ཅེས་སྒྲུབ་ཕུག་དེར་ཐོག་མེད་པ་དང་། ཀློང་རྡོལ། ཞེས་པའི་མཚན་ཡང་དེའི་ཟུར་ཆགས་གསུངས།</p><p>ཡང་དེའི་སྟེང་དུ་འགྲོ་མགོན་གཙང་པ་རྒྱ་རས་བཞུགས་མྱོང་བའི་སྒྲུབ་ཕུག་ཏུ་འབྲས་སྤུངས་ཀྱི་དགེ་ལམ་རིམ་པ་ངག་དབང་ཕུན་ཚོགས་ཀྱང་བཞུགས་མྱོང་བ།ང་དགོན་དེའི་ནུབ་བྱང་གི་རི་ལྡེབས་སུ་བསམ་གཏན་གླིང་ཞེས་ཞུ་བར་ཀློང་རྡོལ་བླ་མ་རིན་པོ་ཆེའི་དགུན་ཁའི་བཞུགས་གནས་དང་མཐར་དགོངས་པ་གཞན་དོན་དུ་ཕེབས་ས་དང་སྐུ་གདུང་བཞུར་འབུལ་ཞུ་སའང་གནས་དེར་ཡིན་ཅིང་དེར་གདུང་རྟེན་མཆོད་རྟེན་ཡང་བཞུགས། དེའི་གཡས་སུ་བྱ་རྒོད་སྒྲུབ་ཁང་དང་། སྟེང་དུ་བྲག་ལྕོག་སྒྲུབ་ཁང་། ར་སྟོད་དགོན་པའི་རྒྱབ་རིར་མཁས་སྒྲུབ་ཕྱུང་པོ་རྣམ་རྒྱལ་གྱི་སྒྲུབ་ཕུག་ཡོད་པ་དེར་མགོན་པོ་ཕྱག་དྲུག་ཞལ་གཟིགས་པས་རི་དེ་ལའང་ར་སྟོད་མགོན་པོ་རི་ཞེས་ཞུ། མགོན་པོ་རིའི་ཤར་ངོས་སུ་རྨོག་ལྕོག་རིན་པོ་ཆེའི་བཞུགས་གནས་རྨོག་ལྕོག་རི་ཁྲོད། དགོན་དེའི་ཁ་སྤྲོད་ལྷོ་ངོས་སུ་ས་སྐྱའི་བླ་མ་དམ་པ་བསོད་ནམས་རྒྱལ་མཚན་གྱི་གདན་ས་ཆོས་རྫོང་ཞེས་པ་དང་། དེའི་འོག་ཏུ་རྗེ་ཙོང་ཁ་པའི་སྒྲུབ་ཕུག་ཡོད་ལ་རྗེ་རིན་པོ་ཆེས་བདེ་མཆོག་གི་རྒྱུད་གསན་སའང་གནས་དེར་ཡིན། དེའི་འོག་ཏུ་ལག་ར་ཞེས་པར་མཐའ་འདུས་ཡང་འདུལ་ཀྱི་ཡ་རྒྱལ་སྲིན་པོ་གན་རྒྱལ་ཀྱི་ལག་སྟེང་དུ་འཁེལ་བའི་འཇམ་དགའ་ཆོས་ཁང་ཞེས་པ་ཁང་རྙིང་དེའང་མཇལ་རྒྱུ་ཡོད། ར་སྟོད་དགོན་ནས་མར་ཡོང་དུས་ལམ་འོག་ཏུ་ལྷ་རྒྱབ་སྤྲོད་ཅེས་པའི་ཕ་བོང་ཞིག་ལ་རྒྱབ་མདུན་གཉིས་གར་སྒྲོལ་མའི་སྐུ་བརྙན་རེ་ཡོད་པ་དེ་ནི་བླ་མ་རིན་པོ་ཆེས་དགོན་དེར་འདོད་ཡོན་རྒྱས་ན་སློབ་གཉེར་ལ་གནོད་པས་འདོད་ཡོན་བཀག་ཆེད་དུ་བཞེངས་པ་ཡིན་གསུངས། ཡང་དེ་དང་ཉེ་བར་མཆིང་མཛོད་རྩོམ་པ་པོ་རྒྱ་མཆིང་རུ་པའི་སྐུ་གདུང་མཆོད་རྟེན་ཞིག་ཡོད་པ་དང་། <span class=\"milestone page eng \">[page <span class=\"pnum\">128</span>] </span>ཆིང་རུ་པ་ར་སྟོད་དུ་ཡུན་རིང་བཞུགས་པའི་ལོ་རྒྱུས་ཡོད།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "ར་སྟོད་དགོན།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16470", 
  "dates": [], 
  "title": "ར་སྟོད་དགོན།"
 }
}