{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Gyumgül Khar Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Gyugül KharRgyu mgul mkhar "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Gyugül Khar</span><span class=\"scholar\">Rgyu mgul mkhar</span> </li> <li>English equivalent: Intestines Neck Castle (?)</li> <li>Alternative site name: <span class=\"popular\">Yentsé Khar</span><span class=\"scholar\">Yen rtse mkhar</span> (sp.?)</li> <li>Alternative site name 2: <span class=\"popular\">Drakmarro</span><span class=\"scholar\">Brag dmar ro</span> </li> <li>English equivalent: Red Rock Ruins </li> <li>Site number: A-60</li> <li>Site typology: I.1b </li> <li>Geographic coordinate (N. lat.): 31º 09.7΄</li> <li>Geographic coordinate (E. long.): 80º 03.7΄</li> <li>Elevation: 4170 m to 4220 m</li> <li>Administrative location (township): <span class=\"popular\">Dawa</span><span class=\"scholar\">Mda' ba</span> </li> <li>Administrative location (county): <span class=\"popular\">Tsada</span><span class=\"scholar\">Rtsa mda'</span> </li> <li>Survey expedition: UTAE </li> <li>Survey date: May 5 and 6, 2001 </li> <li>Contemporary usage: Light grazing.</li> <li>Identifiable Buddhist constructions: Ruined a type of shrine.</li> </ul>
", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> Intestines Neck Castle is one of the largest and most enigmatic residential archaeological sites in <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span>. It consists of six prominent outcrops and adjoining areas that hosted scores of buildings containing hundreds of rooms. The fairly dense agglomeration of structures covers an area of no less than 30,000 m², on the left side of the <span class=\"popular\">Gyugül</span><span class=\"scholar\">Rgyu mgul</span> valley. Intestines Neck Castle is dominated by six outcrops, natural rock formations. Most of the buildings have degraded to crumbling wall footings and piles of rubble, but here are sufficient surviving walls, especially on the outcrops, to illustrate the importance of the site. Once supporting a population of many hundreds, only a small handful of people now reside north of Intestines Neck Castle. The wide shelf east of the ruins was at one ime farmed and this zone of cultivation probably extended north over a distance of more than 2 km to the present-day settlement.</p>
<p>The structures are mainly made of mud-mortared random-work brown metamorphic stone and light-colored cobbles. Mostly small stone blocks (15 cm to 40 cm), some of which were hewn flat on their exterior sides, were used in construction. The largest building stones are 80 cm in length. Greatly deteriorated adobe-block (mud-brick) courses surmount some of the stone walls. Structural evidence indicates that the buildings were constructed with wooden roofs. On the northern edge of the site there are over one dozen ruined mud-brick a type of shrine. These Buddhist religious monuments may have been erected to neutralize negative influences emanating from the site. An archaic cultural identity for Intestines Neck Castle is suggested by:</p>
<ol type=\"1\"> <li>Its highly marginal place in the local oral tradition. </li> <li>The hazardous status of the site (<span class=\"popular\">ka nyenpo</span><span class=\"scholar\">Bka' gnyan po</span>).</li> <li>The absence of prayer flags or other signs of the contemporary veneration of the ruins or its deities.</li> <li>The lack of buildings with obvious monastic ground plans. </li> <li>The prominent use of stone for construction and the high degree of integration with the parent formations.</li> <li>Its unusual position atop six outcrops. </li> </ol>
", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to residents of <span class=\"popular\">Dawa</span><span class=\"scholar\">Mda' ba</span> township, Intestines Neck Castle was a large, ancient settlement of he <span class=\"popular\">Singpa</span><span class=\"scholar\">Sing pa</span> (generic term for invaders coming from the northwest). However, byams ma bsod nams of <span class=\"popular\">Dabap</span><span class=\"scholar\">Mda' babs</span> (born circa 1919), an elder locally respected for his knowledge of local history, is of the opinion that Intestines Neck Castle was constructed by the <span class=\"popular\">Rongpa</span><span class=\"scholar\">Rong pa</span> (Himalayan peoples) during prehistoric <span class=\"popular\">Zhang Zhung</span><span class=\"scholar\">Zhang zhung</span> times. </p>
", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>The east outcrop potentially supported around 20 small rooms. The summit of this 20-m high lump of rock measures 26 m x 4 m or less. On the north end of the summit are pieces of a 40-cm high adobe block wall and a 50-cm high stone wall topped by small traces of adobe. On the south side of the summit there is a stone-wall segment up to 1.5 m in height. Just below the west side of the summit there is a narrow ledge with building foundations. Footings and wall segments also blanket the very steep east side of the outcrop in two tiers below he summit. From the base of the formation to a height of 10 m there are no ruins, nor are there structural remains on the north and south sides of the outcrop due to vertical drops along their flanks. The east outcrop must have had a well-developed stairway in order to access the various buildings. Close-knit but fragmentary foundations and small standing wall sections up to 2 m in height surround the east outcrop. They extend 50 m in an easterly direction to the eastern limits of the Intestines Neck Castle site. Buildings also stretched 25 m south of the east outcrop to the southern edge of the site. These structures have walls that are around 50 cm thick and wall footings in the vicinity of 1 m thick. On he west side of the east outcrop there is a stone plinth (2.7 m x 2.7 m) that appears to have once supported a a type of shrine. </p>
", 
   "index": 7, 
   "parent_index": 6, 
   "title": "East outcrop"
  }, 
  {
   "body": "<p>A continuous belt of ruins extends from the east outcrop to the south central outcrop. The maximum height of he south central outcrop above the surrounding terrain is 20 m. On its summit there are the ruins of a building (7 m x 6 m to 10 m) that was built atop a revetment, which reaches 2 m in height. </p>
", 
   "index": 8, 
   "parent_index": 6, 
   "title": "South central outcrop "
  }, 
  {
   "body": "<p>The central outcrop actually consists of two small interconnected outcrops. On the larger outcrop (maximum height 15 m) there was a diminutive building containing two rooms. In between the twin outcrops there was an edifice (5 m x 3.4 m) that, with its revetment, attains a maximum height of 3 m. Adjacent to it there is a structure (5 m x 9 m) whose west wall contains a 2-m high stone wall fragment surmounted by a 1.8-m tall adobe wall. This is the only ground-level adobe wall to have survived at Intestines Neck Castle. Such a building may have been two stories tall. On the smaller outcrop, which consists of two boulders, there is a fragmentary building foundation. A small section of wall spans these wo boulders. Northwest of the central outcrop there is what appears to have been the base of a a type of shrine or some other type of shrine. </p>
", 
   "index": 9, 
   "parent_index": 6, 
   "title": "Central outcrop"
  }, 
  {
   "body": "<p>This sliver of vertical rock only supported one small building on its summit. At the base of its north side here is a substantial wall segment 2.5 m in height. The main road through the valley is situated immediately north of the north central outcrop. A few inscribed <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> plaques are found scattered near the base of the outcrop. </p>
", 
   "index": 10, 
   "parent_index": 6, 
   "title": "North central outcrop"
  }, 
  {
   "body": "<p>This large rock pinnacle is approximately 30 m in height and hosted extensive residential structures. Many buildings were clustered around its base. Half way up the west side of the pinnacle, edifices extended over an area measuring 27 m x 4 m to 14 m. The revetment built around the formation to support these structures is still more than 4 m high in places. On the summit buildings were found on two levels. The upper (east) level measures 5 m x 10 m. It was constructed with stone lower walls and upper walls of adobe blocks. An approximately 2-m long imber that helps to prop up the inaccessible base of the east summit structure may well hold the key to the date of its establishment. This load-bearing timber could only have been installed at the time of construction. With its vertical rock walls, an elaborate stairway must have connected the various buildings of the northwest outcrop. On the opposite side of the road from the northwest outcrop there is a terrace cut into the slope (6 m x 18 m), whose retaining wall is 1.5 m in height. </p>
", 
   "index": 11, 
   "parent_index": 6, 
   "title": "Northwest outcrop"
  }, 
  {
   "body": "<p>This pinnacle of rock also rises about 30 m above the valley floor. The remains blanketing its summit are no longer accessible. These edifices were constructed of stonework and adobe blocks. Including their revetments, structural elevations still reach more than 4 m. On the west side of the formation there is what appears to be he base of a a type of shrine and on its south side there is a ruined Buddhist a type of shrine with some of its adobe-brick middle section still intact. The 36-m distance between northwest outcrop and southwest outcrop is filled with a line of ruined buildings, 8 m to 12 m in width. The western-most extension of Intestines Neck Castle is found on the west side of southwest outcrop. A little down valley from he main site, a livestock pen was created from what appears to have been a residential ruin. Its rear wall was built 1 m to 1.2 m into the slope. </p>
", 
   "index": 12, 
   "parent_index": 6, 
   "title": "Southwest outcrop"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16493", 
  "dates": [], 
  "title": "Gyumgül Khar Introduction"
 }
}