{"meta":{"domain":"places","kid":"23547","authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"title":"Penzhöl Bönling Yungdrung Gön Introduction","dates":{"created_at":"2011-12-13 02:29:54 UTC","updated_at":"2011-12-13 02:29:54 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Penzhöl Bönling Yungdrung Gön Introduction"},{"title":"Derge County","index":1,"parent_index":0},{"title":"(141) ’Phen zhol Monastery","index":2,"parent_index":1},{"title":"1. Name","index":3,"parent_index":2,"body":"<p>’Phen zhol Bon gling g-yung drung dgon. It is also known known as ’Phen zhol Bon po dgon or dGon chung dgon.<\/p>"},{"title":"2. Location","index":4,"parent_index":2,"body":"<p>It is located on the same side of the river as Zer ’phro Monastery. From Zer ’phro Monastery it takes around one and a half hours on horseback following the river southwards. There are only two very narrow trails along either bank of the river.<\/p>"},{"title":"3. History","index":5,"parent_index":2,"body":"<p>According to oral tradition, the monastery was founded by Shes rab bstan ’dzin in the Wood-Bird Year of the 9th Rab byung (1525). Its subsequent history remains unknown. During the Cultural Revolution it was destroyed and was rebuilt in the nineteen-eighties. There are 158 sq m of ancient wall-paintings inside the surviving building of the original monastery. The monastery was run by a succession of abbots. Unfortunately, their names and chronology remain unknown. Those still remembered by the monks and local community are: bSod nams rgyal mtshan, a disciple of Kun grol ’ja’ tshon snying po, Khro bo tshe brtan, Nam mkha’ tshe brtan, gCod pa smon lam, Pad ma, Nyi li, dPal ’byung, Ri g-yang, Byang chub, Tshul khrims mchog rgyal, and Rin chen tshe dbang.<\/p>"},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":"<ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>one bla ma<a href=\"#n4\" name=\"nb4\" class=\"note\">4<\/a> <\/li> <li>one mkhan po<\/li> <li>one dbu mdzad<\/li> <li>one dge skos <\/li> <li>one mchod dpon <\/li> <li>two bdag gnyer<a href=\"#n5\" name=\"nb5\" class=\"note\">5<\/a> <\/li> <li>one mgon bla <\/li> <\/ul><p>The incumbents are replaced every two years, with the exception of the mkhan po whose position is permanent.<\/p>"},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":"<p>There are eighteen monks and novices in the monastery. <\/p>"},{"title":"6. Current education","index":8,"parent_index":2,"body":"<p>For several years the young monks are taught by a teacher appointed by the monastery, after which they begin to practise on their own.<\/p>"},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":"<p>The monastery traditionally sent its monks to sMan ri in gTsang to take their ordination, but at present they go to Shar rdza hermitage to take their vows and receive further training. The monastery was formerly a branch of sMon rgyal, but is presently a branch of sTeng chen.<\/p>"},{"title":"8 \/ 9. Rituals","index":10,"parent_index":2,"body":"<p>In summer the monastery performs the rituals based on the bDe mchog kun rig gnas chog and bDe gshegs ’dus pa’i sgrub mchod; in autumn, the propitiation of the religious protectors of Bon (bon skyong mchod gsol); in winter, the dgu gtor rite based on the cycle of a tutelary deity (yi dam).<\/p><p>In summer the monks of ’Phen zhol and sTeng chen perform the tshes bcu ceremony together in ’Phen zhol and the dgu gtor rite at sTeng chen at the end of the year.<\/p>"},{"title":"10. Books held in the monastery","index":11,"parent_index":2,"body":"<p>The monastery has two complete copies of the Kham chen (in sixteen volumes each), a copy of the Dri med gzi brjid (in twelve volumes) and around twelve volumes of liturgical texts.<\/p>"},{"title":"11. Economic circumstances of the monastery","index":12,"parent_index":2,"body":"<p>The tenth Panchen Lama donated twelve thousand Yuan to the monastery. It has around ten sgro ba<a href=\"#n6\" name=\"nb6\" class=\"note\">6<\/a> of barley and wheat; the profit of which is used for the monastery’s general expenses. The monks must provide their own food.<\/p>"},{"title":"12. Local community","index":13,"parent_index":2,"body":"<p>The local lay community consists of six villages: Re pa with twenty-nine families, bShes pa with two families, Re mo with two families, Bon gnas with two families, Lo mgo with one family and Chu sgang with one family. <\/p>"},{"title":"13. Local festivals","index":14,"parent_index":2,"body":"<p>The are the same as at ’Bum rmad Monastery. However, the mountain behind the monastery is called Brag ngon brag, the abode of a local deity sPe bo khyung bdag. There is a la btsas dedicated to the deity and is situated half-way up the mountain. The celebration of its annual renewal takes place on the 15th day of the 5th month.<\/p>"},{"title":"14. Occupation of the local population","index":15,"parent_index":2,"body":"<p>Farmers and nomads<\/p>"},{"title":"Sources","index":16,"parent_index":2},{"title":"(1) Interviews","index":17,"parent_index":16,"body":"<p>In August 1997: Shes rab sbyin pa, a monk at the monastery, born in 1966; Yid dga’, a monk at the monastery, born in 1975; bSam ’grub, a monk at the monastery, born in 1974 <\/p>"},{"title":"(2) Texts","index":18,"parent_index":16,"body":"<ol type=\"1\"> <li>’Phen zhol bon dgon gyi lo rgyus by rDza pa Tshe ring ’gyur med, MS <\/li> <\/ol><hr class=\"footnote-divider\" \/>"},{"title":"Notes","index":19,"parent_index":0,"body":"<div xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"footnote\"><a name=\"n4\" \/><a href=\"#nb4\" class=\"note\"> [4] <\/a> The bla ma in this case is the main spiritual guide of the monastery. <\/div><div xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"footnote\"><a name=\"n5\" \/><a href=\"#nb5\" class=\"note\"> [5] <\/a> bdag gnyer, the store keeper and accountant of the monastery. <\/div><div xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"footnote\"><a name=\"n6\" \/><a href=\"#nb6\" class=\"note\"> [6] <\/a> sgro ba is the yak-skin sack used to store and transport barley and wheat; each sgro ba can hold about 30 kg of barley or wheat. About 20 kg of grain are required to sow a mu (a Chinese term measuring unit corresponding to 6.667 hectares, or 0.165 acres, of farmland) which means that ten sgro ba of grain (= 300 kg) are needed to sow 15 mu of farmland. <\/div>"}]}