{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "རབ་རྒྱས་གླིང་།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "མལ་གྲོ་གོང་དཀར་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་ཁྲི་སྒང་ཆོས་ཁང་རབ་རྒྱས་གླིང་ཞེས་ཞུ། མལ་གྲོ་གོང་དཀར་རྫོང་ནས་སྣུམ་ནག་འཁོར་ལམ་བརྒྱུད་སྤྱི་ལེ་དགུ་ཙམ་སོང་ན་སྣོན་མདའ་དང་། དེ་ནས་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་སྤྱི་ལེ་ལྔ་ཙམ་སོང་ན་ཁྲི་སྒང་གྲོང་དབུས་སུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་ཐོག་མར་འགྲོ་མགོན་སངས་རྒྱས་དབོན་གྱིས་ཕྱག་བཏབ་གནང་མཛད། ཐོག་མར་བཀའ་གདམས་པའི་དགོན་པ་ཡིན་པ་ལ་རྗེས་སུ་རི་བོ་དགེ་ལུགས་པར་འགྱུར། དགོན་བདག་ནི་བརྒྱ་མ་ཁྲི་སྒང་པས་གནང་བ་རེད། ཁྲི་སྒང་ཞེས་པ་ནི་འགྲོ་དགོན་ཆོས་རྒྱལ་འཕགས་པས་བོད་ཁྲི་སྐོར་བཅུ་གསུམ་དུ་དབྱེར་སྐབས་ཁྲི་དང་པོ་ས་ཁྲི་དཀར་པོ་ཞེས་པ་དེ་ཡིན་པས་ཁྲི་སྒང་ཞེས་དང་བརྒྱ་མ་ཞེས་ནི། འགྲོ་མགོན་སངས་རྒྱས་དབོན་གྱིས་ལུང་པ་བརྒྱ་བདམས་གནང་བའི་ནང་ནས་ལེགས་ཤོས་དེ་ཡིན་པས་བརྒྱ་མ་ཞེས་པ་དེ་ལྟར་ཐོགས་ཞེས་གསུངས། ཁྲི་སྒང་ལྷ་ཁང་ནང་ཐུགས་རྗེ་ཆེན་པོ་ཕྱག་སྟོང་སྤྱན་སྟོང་བྱིན་ཅན་བཞུགས་པས་སྔོན་གཟིམ་ཆུང་བ་ཞེས་པའི་ཁྲལ་ཡང་ཆག་ཡང་ཐོབ། ལྷ་ཁང་ཀ་བ་བཞིའི་ནང་རྟེན་གཙོ་ཐུགས་རྗེ་ཆེན་པོ་ཕྱག་སྟོང་སྤྱན་སྟོང་ཐོག་སོ་གཅིག་ལྷག་དང་། གཡས་གཡོན་དུ་གསེར་ཟངས་ཀྱི་ཐུབ་དབང་ཐོག་སོ་ཅན། ཕྲེང་འགོ་ཆུ་མིག་<span class=\"milestone page eng \">[page <span class=\"pnum\">228</span>] </span>ཅེས་ཆོས་རྒྱལ་འཁྲུངས་མ་ཐག་ཆུ་མིག་ནས་མ་ཎིའི་རང་བྱོན་དང་། རྡོ་སྐུའི་རང་བྱོན་ཞེས་རྡོ་ནག་སྟེང་འོ་མས་བྲིས་པ་ལྟར་གསལ་བ་དེ་དང་ཉེ་བའི་སྲུང་མ་ཁང་ཞེས་པའི་ནང་དམ་ཅན་གྱི་རའི་ཞབས་རྗེས་དང་། འགྲོ་མགོན་གྱི་གསོལ་མཛོའི་ཞབས་རྗེས། ལྷ་ཁང་ཐོག་སོ་ཉིས་ཐོག་ལ་སྟེང་ཤོད་གཉིས་ཀར་བར་སྐོར་རེ་ཡོད་པ། སྔོན་དགོན་དེར་དགེ་སློང་བརྒྱད་གྲྭ་གཅིག་དགའ་ལྡན་ཁྲི་ཐོག་སྒང་ནས་གཏོང་གནང་སྲོལ་ཡོད། གཞན་ཡང་སྔོན་ལོ་ལྟར་བོད་ཟླ་12ཚེས་29ལ་དགོན་དེའི་གྲྭ་པ་དང་། ཁྲི་སྒང་གི་ཕོ་གཡོག བརྒྱ་མའི་འུལ་ལག་བཅས་ཀྱིས་མེ་ལྷ་བསྒྲུབ་ཅེས་ལྕི་བར་མེ་སྤར་ནས་གཏོར་རྒྱག་རྒྱག་སྲོལ་ཡོད།</p><p>ད་ལྟ་སྔོན་གྱི་ལྷ་ཁང་ཉམས་གསོ་གནང་བའི་ནང་སྔོན་ཐུགས་རྗེ་ཆེན་པོའི་ཞབས་སྟེང་ནས་བཞེངས་གནང་བའི་སྨན་འདམ་གྱི་ཐུགས་རྗེ་ཆེན་པོ་དང་། གསེར་ཟངས་ཀྱི་ཐུབ་དབང་། མ་ཎིའི་རང་བྱོན་། འགྲོ་མགོན་སངས་རྒྱས་དབོན་གྱི་གདུང་རྟེན་འབུམ་པ་བང་རིམ་ཡན་གསར་བཞེངས་གནང་བ་ཐོག་སོ་བདུན་ལྡན། ལྡེབས་རིས་རྙིང་མ་སོགས་མཇལ་རྒྱུ་ཡོད། </p><p>ཡན་དགོན་དེའི་ལྟག་ཏུ་ཆོས་རྒྱལ་སྲོང་བཙན་གྱི་འཁྲུངས་ཁང་གི་ཤུལ་ལ་དར་ཆེན་དང་། ཁྲ་འགོ་ཆུ་མིག་བཅས་ཡོད། ཡང་དེ་ནས་མར་ཡོང་དུས་རྒྱལ་པོའི་སྐུ་མཁར་ཞེས་པར་ཆོས་རྒྱལ་གནས་དེ་ནས་ཕེབས་ཁར་ཡུལ་ལྷ་གཞིས་བདག་སེམས་མ་ཕམ་ཆེད་བཞེངས་གནང་བའི་ལྷ་ཁང་དང་དེའི་ནང་ཆོས་རྒྱལ་གྱི་སྐུ་བརྙན་སོགས་ཀྱང་གསར་བཞེངས་གནང་ཡོད།། <span class=\"milestone page eng \">[page <span class=\"pnum\">229</span>] </span> </p><p>སྟག་རྩེ་རྫོང་ཁོངས་ཀྱི་གནས་སྐོར་ས་བཀྲ།</p><p>1 བཙུན་མོ་ཚལ། 2 ལ་མོ་དགོན། 3 འཚེར་གསེབ་དགོན། 4 དགའ་ལྡན། 5 བདེ་ཆེན་གསང་སྔགས་མཁར། 6 བྲག་ཡེར་པ། 7 འབྲོམ་སྟོད་སྐུ་འབུམ། 8 ཕག་མོ་དགོན། 9 བ་དགོན་པ། 10 ཁྱུང་ཚང་དགོན། 11 ལོ་དགོན་པ། 12 ཞོགས་དགོན། 13 སྔོན་གྱི་སྟག་རྩེ་རྫོང་ཤུལ། ○ ད་ལྟའི་སྟག་རྩེ་རྫོང་།<span class=\"milestone page eng \">[page <span class=\"pnum\">230</span>] </span> </p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "རབ་རྒྱས་གླིང་།"
  }
 ], 
 "meta": {
  "date": "2010-08-13 17:00:57 UTC", 
  "domain": "places", 
  "kid": "16950", 
  "authors": [], 
  "title": "རབ་རྒྱས་གླིང་།"
 }
}