{"meta":{"domain":"places","kid":"16535","authors":[],"title":"Balu Khar (Puling) Introduction","dates":{"created_at":"2010-08-12 13:20:05 UTC","updated_at":"2010-08-12 16:53:52 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Balu Khar (Puling) Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Balu KharBa lu mkhar","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Balu Khar</span><span class=\"scholar\">Ba lu mkhar</span> (<span class=\"popular\">puling</span><span class=\"scholar\">Spu gling</span>)</li> <li>English equivalent: Dwarf’s Castle</li> <li>Site number: A-102</li> <li>Site typology: I.1a </li> <li>Geographic coordinate (N. lat.): 31º 18.8΄ </li> <li>Geographic coordinate (E. long.): 79º 26.2΄ </li> <li>Elevation: 4590 m</li> <li>Administrative location (township): <span class=\"popular\">Tsarang</span><span class=\"scholar\">Rtsa rang</span> </li> <li>Administrative location (county): <span class=\"popular\">Tsada</span><span class=\"scholar\">Rtsa mda’</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: October 21, 2002</li> <li>Contemporary usage: None.</li> <li>Identifiable Buddhist constructions: None.</li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>At <span class=\"popular\">Balu Khar</span><span class=\"scholar\">Ba lu mkhar</span> seven all-stone corbelled domiciles (<span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span>), containing around 30 rooms in otal, were constructed on the summit of a Himalayan outlier. The highly remote site has stunning views of both he Great Himalaya and the Transhimalayan <span class=\"popular\">Ayi La</span><span class=\"scholar\">A yi la</span> range. Cliffs on all sides encircle the location, providing it with an excellent defense capability. Access is via a 20-m high rock chimney in the formation, which must have once supported a stairway. The seven <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> are built of locally-occurring brown sandstone in the typical fashion (with buttressed walls, stone corbelling, bridging stones, and stone sheathing). These detached buildings were raised on the sandy and brush-covered summit, which is inclined at around 30º. <span class=\"popular\">Balu Khar</span><span class=\"scholar\">Ba lu mkhar</span> is one of he only sites of this typology to be discovered in the badlands region of <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span>. This monument constitutes one piece of evidence that demonstrates <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span>’s close architectural relationship and cultural affinity with the high plateau to the east. The all-stone structures of <span class=\"popular\">Balu Khar</span><span class=\"scholar\">Ba lu mkhar</span> appear to represent an elite residential (religious?) center of he archaic cultural horizon. The walls are constructed of dry-mortar random-rubble slabs and blocks, 20 cm to 60 cm in length. Walls are 50 cm to 60 cm in thickness. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>Given its remote location and culturally marginal position, only a very small handful of people from the nearby village of <span class=\"popular\">puling</span><span class=\"scholar\">Spu gling</span> has ever reached <span class=\"popular\">Balu Khar</span><span class=\"scholar\">Ba lu mkhar</span>. Two reasons are given for the site name:</p> <ol type=\"1\"> <li>It is associated with bears (interestingly, balu is the Hindi, Nepali and Pahari word for the Himalayan black bear).</li> <li>Dwarfs called <span class=\"popular emph\">balu</span><span class=\"scholar emph\">ba lu</span> built this castle (bala is the Hindu dwarf incarnation of the god Vishnu). Local sources cite the tiny doorways of the complex as verifying this belief.<a href=\"#n50\" name=\"nb50\" class=\"note\">50</a> </li> </ol> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Residential Structure RS1","index":7,"parent_index":6,"body":" <p>Very little of residential structure RS1, the most easterly habitation (3.4 m x 9.6 m), has survived. Its walls appear to have been oriented in the compass points. Fragments of the forward or downhill wall reach 1.6 m in height. The rear wall has been almost obliterated. </p> "},{"title":"Residential Structure RS2","index":8,"parent_index":6,"body":" <p>Residential structure RS2 (8 m x 8.3 m) is located 24 m west of RS1. This largest edifice of <span class=\"popular\">Balu Khar</span><span class=\"scholar\">Ba lu mkhar</span> was split into three levels. The upper ier probably contained three rooms. The west room of the upper tier (2.7 m x 1.2 m) is the only one at <span class=\"popular\">Balu Khar</span><span class=\"scholar\">Ba lu mkhar</span> to have a partly intact roof. The stone roof was built in the customary way with corbels and bridging stones overlaid with stone sheathing. The longest roof member is 1.2 m. The uphill edge of the roof is flush with the ground, creating a semi-subterranean aspect. The current floor-to-ceiling height of this room is just 1.1 m. The 1.1-m long lintel over the entranceway (1 m x 60 cm) is in situ. Naturally occurring boulders form the rear walls of the other two rooms in the upper tier. The rear walls of these rooms were built 1.1 m into the ground and they are each about 2 m wide. Very little of the upper tier east room remains. The middle tier consists of two relatively large rooms that had an entrance independent from the upper tier. A good portion of the walls of the west room (2.1 m x 3.2 m) are still standing. The forward wall has a maximum internal height of 1.7 m. The rear wall of the west room was built into the slope directly below the upper tier rooms. The intact entranceway (1.3 m x 70 cm) also accesses the middle tier east room. Only some of the stone flooring in the east room has endured. Below the flooring there is a 1.1-m-deep, 80-cm wide recess that opens onto the lower tier east room. The lower tier of RS2 contains five rooms. The separate entrance to the lower tier east room is in the east. The forward wall of he lower tier middle room attains 2.3 m in height, with 60 cm of this as a revetment. There is a recess built into the rear wall of the middle room There are also three highly deteriorated west rooms in the lower tier. The rear wall of these rooms was constructed about 1 m into the slope, and their forward or south wall has a maximum elevation of 2 m. </p> "},{"title":"Residential Structure RS3","index":9,"parent_index":6,"body":" <p>Residential structure RS3 (3.8 m x 4 m) is located 5.5 m east of RS2. The rear wall is set into the slope to a depth of 1.6 m. There is one in situ corbel bearing down on the rear wall. The side walls (east and west sides) are freestanding to a height of 2.3 m. The forward wall has been destroyed.</p> "},{"title":"Residential Structure RS4","index":10,"parent_index":6,"body":" <p>Residential structure RS4 (10 m x 4 m) is located 11.6 m southwest of RS2 at the same elevation. It appears to have contained two relatively large rooms. The remains of a 1.2 m thick partition wall divide the two rooms. Also, between the rooms there appears to have been an 85 cm wide interclose, which would have helped support the heavy roof. Very little else of this structure is extant.</p> "},{"title":"Residential Structure RS5","index":11,"parent_index":6,"body":" <p>Residential structure RS5 (3.1 m x 4.5 m) is located immediately above RS4. Due to the movement of the slope its rear wall has been eradicated. The forward wall has a maximum exterior elevation of 1.6 m and an interior height of 90 cm. The 85-cm wide entrance to the building is in the east. The lintel is 1 m in length, but the height of the entrance was not measurable due to the deposition of earth inside the structure.</p> "},{"title":"Residential Structure RS6","index":12,"parent_index":6,"body":" <p>Residential structure RS6 (8.9 m x 3.7 m) is located 4 m west of RS5 at the same elevation. The failure of the slope has destroyed the rear wall. The forward wall is also missing; only segments on its east and west sides remain. A room partition is also partly intact. The east side of this 1-m high partition wall fragment has a niche (30 cm x 35 cm). </p> "},{"title":"Residential Structure RS7","index":13,"parent_index":6,"body":" <p>Residential structure RS7 (3.8 m x 7.4 m) is located 2 m west of the upper tier of RS6. This structure appears o have had an upper tier of rooms, at least along some of its breadth, adding nearly 3 m to its north-south dimension. However, due to the slippage of the slope, very little structural evidence is visible. The lower tier had three rooms. The rear wall of the west room has a niche lined with stone slabs (55 cm x 35 cm). The forward wall of RS7 has been destroyed. A freestanding west wall segment is 1.4 m in height. </p> <hr class=\"footnote-divider\" /> "},{"title":"Notes","index":14,"parent_index":0,"body":" <div class=\"footnote\"> <a name=\"n50\" /> <a href=\"#nb50\" class=\"note\"> [50] </a> In the oral tradition of western Tibet <span class=\"popular emph\">balu</span><span class=\"scholar emph\">sba lu</span>/<span class=\"popular emph\">balu</span><span class=\"scholar emph\">ba lu</span> are anthropomorphous creatures empowered by the <span class=\"popular emph\">yüllha</span><span class=\"scholar emph\">yul lha</span>. They can be bearers of wealth. They are said to have built walls known as <span class=\"popular emph\">Balu Khar</span><span class=\"scholar emph\">ba lu mkhar</span> in mountains. In the <span class=\"popular\">Gesar</span><span class=\"scholar\">Ge sar</span> epic, <span class=\"popular\">balu</span><span class=\"scholar\">Ba lu</span> was a spy working between the countries of <span class=\"popular\">Horyül</span><span class=\"scholar\">Hor yul</span> and <span class=\"popular\">Lingyül</span><span class=\"scholar\">Gling yul</span> (Rohit Vohra, <em>The Religion of the Dards of Ladakh: Investigations into their Archaic ’Brog-pa Traditions</em> [Ettelbruck: Skydie Brown, 1989], 120). In Dardic <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span> mythology, <span class=\"popular emph\">balu</span><span class=\"scholar emph\">ba lu</span> is a dwarf who roams on the wind (Vohra, <em>The Religion of the Dards of Ladakh</em>, 120). In <span class=\"popular\">Ladak</span><span class=\"scholar\">La dwags</span> there is a ruined castle called <span class=\"popular\">Balu Khar</span><span class=\"scholar\">Sba lu mkhar</span>/<span class=\"popular\">Balu Khar</span><span class=\"scholar\">Ba lu mkhar</span>*. Its walls are built of shuttered earth that rest upon mud mortared stone foundations. On the basis of inscriptions and petroglyphs found in the proximity, <span class=\"popular\">Ladak</span><span class=\"scholar\">La dwags</span>’s <span class=\"popular\">Balu Khar</span><span class=\"scholar\">Ba lu mkhar</span> may have been founded as early as 800-1000 CE. See Neil Howard, “The Development of the Fortresses of la dwags c. 950 to c. 1650 AD,” <em>East And West</em> 39 (1989): 281, 282. According to Francke, the probable spelling is <span class=\"popular\">Balu Khar</span><span class=\"scholar\">Sba lu mkhar</span> (located 3 km from Khalatse) (August Hermann Francke, “Archaeological Notes on Balu-Mkhar in Western Tibet,” <em>Indian Antiquary</em> xxxiv (1905): 203). </div>  "}]}