{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "གསང་སྔགས་ཆོས་གླིང་།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "ལྷུན་རྩེ་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་“དཔལ་ལྷར་བསྟན་རི་བོ་གསང་སྔགས་ཆོས་གླིང་རྒྱ་མཚོ་གྲྭ་ཚང་”ཞེས་ཞུ། ཤོར་པོ་ནུབ་ནས་འཁོར་ལམ་བརྒྱུད་སྦ་ར་ལ་བརྒྱབ་སྟེ་སྤྱི་ལེ་བརྒྱ་དང་དྲུག་ཅུ་ཙམ་སོང་ན་གསང་སྔགས་ཆོས་གླིང་གྲོང་གི་རི་ལྡེབས་སུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་འགྲོ་མགོན་གཙང་པ་རྒྱ་རས་ཀྱི་སྐུ་སྐྱེ་འབྲུག་པ་པད་མ་དཀར་པོས་དུས་རབས་བཅུ་དྲུག་པའི་ནང་ཕྱག་བཏབ་གནང་མཛད། འབྲུག་པ་པད་མ་དཀར་པོས་དགོན་པ་ཕྱག་བཏབ་གནང་བའི་རྗེས་མ་དེ་ཡིན་གསུངས། འབྲུག་པ་པད་མ་དཀར་པོ་ཀོང་པོ་བརྩེ་ཆེན་མདོ་ཞེས་པར་སྤྱི་ལོ་1517ལོར་སྐུ་འཁྲུངས། བོད་ཀྱི་ས་ཆ་གང་སར་དགོན་པ་མང་པོ་ཕྱག་བཏབ་གནང་མཛད། གནས་དེར་ཕེབས་ནས་ཆུ་ཕ་རི་ནས་ས་དཔྱད་གཟིགས་སྐབས་ཡུལ་དེ་ནི་གནམ་གྲུ་གསུམ། ས་གྲུ་གསུམ་དུ་གཟིགས་ནས་ས་དཔྱད་ངན་པ་བཟློག་ཕྱིར་གནས་དེར་དགོན་ཞིག་འདེབས་དགོས་ཐུགས་ལ་འཁྲུངས་སྟེ་དགོན་དེ་ཕྱག་བཏབ་གནང་མཛད། བོད་གངས་ཅན་ཙམ་མ་ཟད་འབྲུག་ཡུལ། ལ་དྭགས། ཁུ་ནུ་ལ་སོགས་ཀྱི་ཡུལ་དུ་འབྲུག་པ་བཀའ་བརྒྱུད་ཀྱི་ཆུ་འགོ་ལྟ་བུ་ཞིག་ཡིན། འབྲུག་པ་བཀའ་བརྒྱུད་ཅེས་པ་ནི་ཐོག་མར་འབྲུག་པ་པད་དཀར་སྐུ་ཕྲེང་དང་པོ་འགྲོ་མགོན་གཙང་པ་རྒྱ་རས་ཀྱི་གྲུབ་ཆེན་གླིང་རས་པས་ལུང་བསྟན་པ་ལྟར་ཆུ་ཤུར་གནམ་ཕུར་འབྲུག་དགོན་པ་ཕྱག་བཏབ་ཅིང་། དགོན་པ་དེ་རྨང་འདིང་དུས་འབྲུག་སྒྲ་དྲག་པོ་ཐེངས་ཁ་ཤས་གྲགས་པས་དགོན་པའི་མིང་ལ་འབྲུག་ཅེས་བཏགས་གནང་མཛད་པ་དང་། དེ་ནས་བཟུང་གྲུབ་མཐའ་འདིའི་རྒྱུན་འཛིན་པ་ལའང་འབྲུག་པ་བཀའ་བརྒྱུད་ཅེས་ཐོགས། འགྲོ་མགོན་གཙང་པ་རྒྱ་རས་ད་ལྟ་འཇིགས་མེད་པད་མ་དབང་ཆེན་བར་སྐུ་ཐོག་བཅུ་གཉིས་ཙམ་བྱུང་། སྐུ་ཕྲེང་བཞི་པ་པད་མ་<span class=\"milestone page eng \">[page <span class=\"pnum\">99</span>] </span>དཀར་པོ་ནས་དགོན་དེར་གཏན་བཞུགས་མཛད། གསུང་རྩོམ་ཡང་པོད་ཉི་ཤུ་རྩ་བཞི་ཙམ་ཡོད། སྔོན་འདུ་ཁང་ཀ་བ་བཅུ་གཉིས་ཀྱི་གཙང་ཁང་སྦུག་མར་བསམ་ཡས་ཀྱི་ཇོ་བོ་བྱང་ཆུབ་ཆེན་པོར་དཔེ་བྱས་ཏེ་བཞེངས་པའི་སྨན་གདམ་གྱི་ཐུབ་དབང་ཐོག་སོ་གཉིས་ལྡན་བླ་མ་རང་གི་ཕྱག་བཟོ་གསུང་འབྱོན་མ་དང་། གཡས་སུ་འཇམ་དབྱངས་དང་། གཡོན་དུ་བྱམས་པ་སོགས་ཀྱང་སྤྲུལ་སྐུ་རྣམ་པའི་ཕྱག་བཟོ་ཡིན་པ། གཞན་ཡང་ཀུན་མཁྱེན་གྱི་ཞབས་རྗེས། མི་མ་ཡིན་གྱིས་བཞེངས་པའི་ལྷ་མོ་དུད་སོལ་མའི་སྐུ་བརྙན་བཞི་བཅས་སྐུ་གསུང་ཐུགས་རྟེན་ངོ་མཚར་ཆེ་བ་མང་པོ་ཡོད། སྐུ་ཐོག་བརྒྱད་པའི་སྐབས་དགེ་འདུན་ཞལ་གྲངས་ལྔ་བརྒྱ་ཙམ་ཟིན་ཞེས་གསུངས།</p>
<p>ད་ལྟ་གསར་བཞེངས་གནང་བའི་འདུ་ཁང་ནི་སྔོན་ཀྱི་སྒྲུབ་སྡེའི་ཤུལ་དུ་བཞེངས་གནང་ཡོད་པ་དང་། རྟེན་གཙོ་སྨན་གདམ་གྱི་ཐུབ་དབང་མི་ཚད་ལྷག་གསར་བཞེངས་གནང་བ་དང་། སྔོན་ཀྱི་ལྷ་མོ་དུད་སོལ་མའི་སྐུ་བརྙན་གྲས་གཅིག་དང་བླ་མ་ལྷ་ཁང་ནང་སྨན་འདམ་གྱི་རྡོ་རྗེ་འཆང་གཙོ་བོར་གྱུར་པའི་གུ་རུ་སྣང་སྲིད་གཟིལ་གནོན། འབྲུག་པ་པད་མ་དཀར་པོ་སོགས་འབྲུག་པའི་བླ་བརྒྱུད་ཁག སྔོན་གྱི་གཙང་ཁང་སྦུག་མའི་ཤུལ་དུ་གསེར་ཟངས་ཀྱི་ཐུབ་དབང་ཐོག་སོ་གཉིས་ལྡན་ཅན་གསར་བཞེངས་གནང་བ་སོགས་མཇལ་རྒྱུ་ཡོད།</p>
<p>དགོན་དེ་ནས་རྐང་ཐང་མར་ཆུ་ཚོད་གཅིག་ཙམ་སོང་ན་འབྲུག་པ་པད་མ་དཀར་པོའི་གཟིམ་སྤྱིལ་ཞེས་དགོངས་པ་ཆོས་དབྱིངས་སུ་འཐིམ་སའི་མོ་དགོན་ཞིག་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་འབྲུག་གསང་སྔགས་ཆོས་གླིང་ཕྱག་འདེབས་རྒྱུར་ཐུགས་ཐག་བཅད་གནང་རྗེས་སྒར་དུ་ཕེབས་ཁར་ལུང་པ་ཡ་ཀིའི་ཕུ་ལ་ང་སྡོད་ས་ཞིག་རྒྱབས་ཤིག་ཅེས་ལྗགས་བཀོད་གནང་བ་ཇི་བཞིན་བཞེངས་པ་ཡིན་གསུངས།</p>
<p>ཡང་དགོན་དེ་ནས་རྐང་ཐང་མར་ཆུ་ཚོད་གསུམ་ཙམ་སོང་ན་འགྲོ་མགོན་གཙང་པ་རྒྱ་རས་ཙ་རིའི་གནས་སྒོ་ཕྱེས་བསྒྲུབས་རྗེས་ཚུར་ཕེབས་སྐབས་ཞག་<span class=\"milestone page eng \">[page <span class=\"pnum\">100</span>] </span>གཅིག་བཞུགས་སའི་བྲག་ཕུག་གཅིག་ཡོད་པ་ལ་ཐུགས་སྤྲོ་པོ་བྱུང་སྟབས་“སྐྱིད་ཕུག་”ཅེས་པའི་སྒྲུབ་ཕུག་དང་ཇོ་དགོན་སྒྲུབ་སྡེ་དང་བཅས་པ་མཇལ་རྒྱུ་ཡོད།</p>
", 
   "index": 2, 
   "parent_index": 1, 
   "title": "གསང་སྔགས་ཆོས་གླིང་།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "22391", 
  "dates": [], 
  "title": "གསང་སྔགས་ཆོས་གླིང་།"
 }
}