{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Drachen Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "The Nagchu region"
  }, 
  {
   "body": "<p>sBra chen<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>rdzong<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>is located in north-eastern Tibet. It is 10,326 square kilometres in area and averages 4,500 metres in altitude. The people of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rzdong</span> all believe in the Bon religion. There are two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">qu</span> and six <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span> within the jurisdiction of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> – sBra chen <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">qu</span>, Gla shi <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, sKar rgod <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, gYa’ mnga’ <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, Chab mda’ <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, Ye tha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, lCang smad <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">qu</span> and Mam tha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span> – within which there are 161 village committees.</p><p>The place name sBra chen is an abbreviation of sBra gur chen po, which means \"the big yak-hair tent\". There used to be many of these and they were also called Khri langs stong bzhugs, which means that such a tent could hold ten thousand people standing and one thousand seated.</p><p>Hor sBra chen originally belonged to Sum pa, a part of the Tibetan empire. During the Mongol empire it was under the local Hor kings who paid allegiance to the Mongol emperors of China. During the Ming dynasty of China it was incorporated into Sichuan province, and during the Manchu rule it was one of the Thirty-nine Tribes (Tsho ba so dgu). In the time of the emperor Guang xu, it was taken back by the Tibetan government. In 1941, the Tibetan government established Hor sBra chen rdzong. After China’s “peaceful liberation” of Tibet in 1951, it came under the jurisdiction of the liberation committee of Chab mdo, and in 1959, the people’s commune of sBra chen<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>rdzong was set up. In 1960, it was transferred to the jurisdiction of the Nag chu regional committee.</p><p>The whole population of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>, 30,000, followed the Bon religion. Before the democratic reform was carried out, Bonpo monasteries were not allowed to tile their roofs and, they did not have anything like real estate, farmland, taxpayers or servants, but just a few livestock that could not even cover living expenses. Because of this, they had to live on the help received from each household and on the visiting prayer services they provided. Bonpo monasteries had neither privileges nor duties to provide labour or pay tax to the Tibetan government.</p><p>Around the time of democratic reform in the<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> rdzong</span> there were nine Bonpo monasteries with 1,031 monks, and six hermitages with twenty-three monks. After the democratic reform, all the monasteries were totally destroyed except Klu phug, Lung dkar and Phur nag Monasteries, and these three remained monasteries only in name.</p><p>In 1978 restoration of monasteries was started and there are now eight Bonpo monasteries that have been rebuilt. In these there are 520 monks. There is one hermitage in which three illustrious sages live: Rag shu rTogs ldan Dri med g-yung drung, Kha bo rTogs ldan Shes rab phun tshogs and A drung Tshul khrims dga’ ba.</p><p>The local population in the vicinities of the monasteries in dBra chen rdzong is as follows:</p><ol type=\"1\"> <li> Klu phug Monastery: 2,835 people in 399 households</li> <li> Phur nag Monastery: 2,835 people in 445 households</li> <li> sPa tshang and sPa ma Monasteries: 4,624 people in 736 households</li> <li> Lung dkar Monastery: 3,476 people in 469 households</li> <li> rMa rong and Khrom tshang Monasteries: 3,827 people in 510 households</li> <li> sGang ru Monastery: 1,459 people in 236 households</li> <li>On the whole, sBra chen rdzong is an important bastion of the Bon religion. Today the Bonpo monasteries in this <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> are kept in good condition in many respects.</li> </ol>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "sBra chen rdzong"
  }, 
  {
   "body": "<p>sPa tshang dgon gYung drung rab brtan gling belongs to Ye tha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>and can be reached within ten minutes, walking from sBra chen rdzong. It was founded in 1847 by sPa ston gYung drung nam bzang, who was of the holy sPa lineage. The sPa is one of the six sacred families: Bru, Zhu, gShen, sPa, rMe’u and Khyung. The Bon Sources and some other historical documents give reasons why the sPa family is important:</p><p>lHa bu sPa ba spa thog, a son of Sangs po and Chu lcam, was born in heaven. He descended to earth from rTsa gsum lha and preached Bon. Then he went to Zhang zhung rNam rgyal lha rtse. From there he went to the Crystal Cave on Mount Ti se where he practised meditation on the tutelary deity Me ri for three years and so attained the divine body and was called Kri smon lcags kyi bya ru can. At that time, in Zhang zhung, people used to say, “In the sky the divine son is beautiful. On earth the king is great.” Lha bu’s descendants were ancestors of the sPa family and some of its members held the position of prelate at the court of kings of Tibet.</p><p>sPa ston Khyung ’bar, who had obtained spiritual power of mysticism in the latter stage of Bon development, demonstrated his acquired abilities. He transformed himself into a wrathful deity in order to subdue heretics and into a <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">garuda</span> bird to subdue the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">naga</span> spirits.</p><p>Other masters who belonged to the sPa family were as prodigious:</p><ol type=\"1\"> <li> Zhig po Kun rtse</li> <li> Shes rab rgyal mtshan</li> <li> sPa rTogs ldan drang srong</li> <li> sPa ston rGyal ba shes rab</li> <li> sPa ston dPal ldan bzang po</li> <li> Nyi dpal bzang po</li> </ol><p>There were other masters of the sPa lineage who were based at La phug in Western Tibet called the “Thirteen good masters” (sPa bla bzang po bcu gsum); to name six of them, we have the following:</p><ol type=\"1\"> <li> Zla rgyal bzang po</li> <li> sTobs chen bzang po</li> <li> dPal mchog bzang po</li> <li> dPal ’bar bzang po</li> <li> mKhas grub Nam mkha’ bzang po</li> <li> gYung drung bzang po</li> </ol><p>However, their seat in Western Tibet declined and some members of the family migrated to mDo smad.</p><p>One of these was sPa ston gYung drung rgyal po, who had two sons: dGra ’dul bstan rgyal and bSod nams dbang grags. They proceeded from Amdo to the domain of the Hor Ye tha tribe and finally settled there. Their offspring were gYung drung nam bzang, lHun grub grags pa, Shes rab grags pa and Yon tan. gYung drung nam bzang became the prelate of the king of Hor and later he founded sPa tshang Monastery. After that, the centre of activities of the sPa family was shifted from west to east. All Bonpo sources agree that the monastery in Hor Ye tha constituted the most important monastic centre of the sPa lineage.</p><p>Later, sPa ston gYung drung bstan pa ’brug grags had other assembly halls built, with passages around them, on the three storeys of a building that had one hundred pillars. He also had the following religious objects erected: a stupa of bDud ’dul sgra sgrags, and statues of sTon pa rdzogs sku and rNam par rgyal ba, all gilt-bronze works. They were as high as a three-storey building. There were many small images as well. There was also the temple of bKra shis sgo mang that had twenty-pillars and contained a stupa of bKra shis sgo mang, a giant reliquary stupa and gilt-bronze images of rGyal ba rgya mtsho and sMra seng as tall as a three-storey building. He also had a large number of new religious objects built in the gTso bzhi temple.</p><p>The Bonpo doctrine was spread widely through the setting up of a flawless preaching school, under the system of the monastic tradition of sMan ri (No.1) and gYung drung gling (No.2) as well as the teachings of Shar rdza, the one who attained the “rainbow-body”. Thus the members of the sPa family made the Bon religion flourish there.</p><p>The lineage of the masters of sPa tshang Monastery in Ye tha is as follows:</p><ol type=\"1\"> <li> sPa gYung drung nam bzang</li> <li> sPa ston Nam mkha’ sgrol gsal</li> <li> sPa ston Nyi ma ’bum gsal</li> <li> sPa ston gYung drung bstan pa ’brug grags (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">alias</span> ’Brug Rinpoche)</li> <li> sPa bsTan pa rgyal mtshan (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">alias</span> Nyi ’bum sprul sku)</li> <li> sPla Zla ba rgyal mtshan</li> <li> bsTan pa ’brug grags</li> <li> Kho bo rTog ldan Shes rab phun tshogs</li> </ol><p>The last master did not belong to the lineage of the sPa family, but observed the rules of monastic discipline according to the sPa tradition.</p><p>Among the above-mentioned lamas, Nyi ma ’bum gsal, who was very active in the development process of the monastery, is described in some historical documents as follows:</p><p>He was born in 1825. He took full ordination in the presence of Zhu ston rGyal mtshan nyi ma and mKhan chen sKal bzang bstan pa’i nyi ma and heard teachings from these masters. He acquired an extraordinary knowledge of Buddhism and Bon under the tutelage of Me ston Nyi ma rgyal mtshan, ’Gro mgon Shes rab g-yung drung, Grub dbang bsTan ’dzin rin chen and gTer ston Tshe dbang grags pa. As mentioned above, he had temples built and various statues made as well as making copies of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’ ’gyur</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’</span> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bren</span>. Having established the practice of preaching and meditating, he passed away at the age of sixty-seven.</p><p>Another important figure in the development of sPa tshang Monastery was gYung drung bstan pa ’brug grags. He was born in 1832. He took ordination at an early age in the presence of his paternal uncle, Nyi ma ’bum gsal. He received the entire course of initiation, transmissions and explanations of Sutra, Tantra and Mind. While practising these three, he also studied and became very learned. He wrote many books, about ten volumes on Bon, and established a school of metaphysical studies in the monastery. He had a gilt stupa of bKra shis sgo mang built, and another stupa of bDud ’dul sgra sgrags, as mentioned above. His deeds and name came to be known all around, and he passed away at the age of sixty.</p>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "(26) sPa tshang Monastery "
  }, 
  {
   "body": "<ol type=\"1\"> <li> At the end of the eleventh Tibetan month the ritual of sTag la me ’bar was performed for five days.</li> <li> In the twelfth month, at the end of the year, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dgu chen</span> ritual based on the ritual cycles of Kho bo and Phur pa was performed over seven days, and on the 30th day the ceremony of confession was held.</li> <li> In the first month flower offerings, A dkar bum sgrub and bCo lnga mchod pa were performed, occupying seventeen days in all.</li> <li> In the second month the ritual based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mKha’ klong gsang mdos</span> was performed for nine days.</li> <li> In the third month Dus chen che mo was performed for seventeen days, as well as religious dances (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbang ’cham</span>) and the ritual based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Rig ’dzin gsang sgrub</span>.</li> <li> In the sixth month the rituals of Ma rgyud and rNam rgyal were performed and the summer retreat was observed for seventeen days.</li> <li> In the seventh month the ritual based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Zhi khro</span> was performed for fourteen days.</li> <li> In the eighth month the ritual of Ma tri bum sgrub was performed for nine days and there were religious dances.</li> <li> In the tenth month a debate on metaphysics was conducted for ten days.</li> </ol><p>The organization of the monastery at that time consisted of the following:</p><ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li> <span style=\"font-style: italic;\" class=\"\">mkhan po</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">dpon slob</span> </li> <li> <span style=\"font-style: italic;\" class=\"\"> dbu mdzad</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">dge bskos</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">grwa dpon</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">phyag mdzod</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">spyi gso</span> </li> <li> <span style=\"font-style: italic;\" class=\"\"> gnyer pa</span> </li> </ul><p>There were 250 monks in the monastery.</p><p>In the assembly hall and at its porch, there were excellent murals of deities. In the assembly hall from the right, there were the following:</p><ol type=\"1\"> <li> Srid rgyal Drel dmar: a goddess with a dark blue body, three faces and six arms; the three faces are of different colours, the right being white, the left red, and the centre blue. She holds a <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">zhing dbyug</span> (a stuffed object made of human skin), a sword and a sash in her three right hands, and in the left three are a swastika, a trident and a skull cup. She is adorned with rosaries of fresh skulls around her neck and rosaries of dry skulls on her limb joints. She is mounted on a red mule whose four legs are supported by the Four Great Kings.</li> <li> mKha’ dbyings lha mo: a goddess with a red body, nine heads and eighteen arms. She is mounted on a white mule in a state exhibiting bravery.</li> <li> Dus yum lha mo: a goddess with a blue body, nine heads and eight arms. She is mounted on a blue mule and has a frightening air.</li> <li> Srid rgyal drel nag ma: a goddess with a dark blue body, three heads and six arms. Her faces being white to the right, red to the left and blue in the centre, she possesses a perfect beauty. She holds a banner, a sword and a peg in her three right hands, and a mirror, an iron hook and a skull filled with blood in the left three. Mounted on a black mule, she presents a wrathful appearance.</li> <li> Bya ra ma gsum: 1) dKar mo srid rgyal: a goddess with a white body, one head and two arms. Sitting astride a bird, she exhibits a comfortable wrath. 2) sMug po srid rgyal: a goddess with a brown body, one head and two arms. Riding a leaping mule, she exhibits a terrifying air. 3) Nag mo srid rgyal: a goddess with a blue body, one head and two arms. In some murals she is mounted on a Garuda and in others an iron wolf.</li> <li> rDzu ’phrul sman bzhi: 1) gNam phyi gung rgyal: a single headed, two-armed goddess with a white body. Riding a snow lion, she exhibits a brave look. 2) Ye phyi gung sangs: a single-headed, two-armed, yellow-bodied divinity. Mounted on a dragon, she has an air of glory. 3) Phyi ma ye sangs: a divinity with one head, two arms and a red body. She is a terrifying divinity riding a Garuda. 4) gNam sman che mo: a goddess with a dark blue body, one head and two arms. Riding a sheep, she shows an air of magnificence.</li> <li> Ma rgyud yi dam gsang mchog: a divinity with a blue body, seven heads and sixteen arms. Possessing Garuda’s wings, he shows an air of passionate wrath.</li> <li> sTag la me ’bar: a divinity with a red body, one head and two arms. His attributes are a gold wheel in his right hand, lifted up into the sky, and nine crossed swords in the left hand.</li> <li> Phur pa, the Deity of Action: a divinity with a blue body, three heads and six arms; the lower part of his body is in the form of a frightening dagger.</li> <li> dBal chen Ge khod, the Deity of Virtue: a divinity with a blue body, nine heads and sixteen arms. He presents fierce looks while holding, to his bosom, his consort, who has a red body, three heads and six arms and is in a rage. In his peaceful form, he is called A ti mu wer in the Zhang zhung language, and Sangs rgyas mkha’ rgyal in Tibetan.</li> <li> gTso mchog mkha’ ’gyings, the Deity of Mind: a divinity with a blue body, three heads and six arms. His consort has a red body, one head and two arms. When in his peaceful form, he is called gYung drung yongs rdzogs.</li> <li> lHa rgod thog pa, the Deity of Speech: a divinity with a blue body, four heads and eight arms. His consort has a green body, one head and two arms. In his peaceful form he appears as sMra ba’i seng ge.</li> <li> dBal gsas rngam pa, the Deity of Body: a divinity with a blue body. Adorned with a tiger, snow lion, Garuda and a dragon above his head, he presents a wrathful appearance. His peaceful form is Kun bzang rgyal ba ’dus pa.</li> <li> Mi bdud ’byams pa khrag mgo: Ge ta ge rgya in the Zhang zhung language, he has a dark blue body, one head and two arms. He brandishes an axe in his right hand, and holds either a bow and arrow or a black banner in his left. He is mounted on an otter or a black horse.</li> </ol><p>Besides all these, there are the Four Principal Peaceful Deities (bDe gshegs gtso bzhi) of Sutra rituals, rNam par rgyal ba and rGyal ba rgya mtsho with a thousand arms and a thousand eyes.</p><p>Below the porch the murals of the wheel of existence and the Four Great Kings were drawn. All this vividly shows the particular tradition of the Bonpo tradition.</p><p>sPa tshang Monastery in Hor Ye tha was an important seat of the sPa family, and it still plays an important role as the centre of the sPa tradition. At present, this monastery’s chief lamas are Kho bo rTogs ldan Shes rab phun tshogs, bsTan pa ’brug grags and Nam mkha’ dbang grub. sKal bzang dbang grags, the aged dance master of sPa tshang Monastery, is very skilled in the art of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’cham</span> dance. Twice a year, therefore, they customarily perform religious dances. They maintain the art of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’cham</span> well and have good costumes for it. In fact, we saw the staging of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’cham</span> dance based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Rig ’dzin gsang sgrub</span>, which consists of several dances, such as gSer skyem, mTshams bcad, sPyan ’bebs, sPyan ’dren, rNam brgyad tshogs ’cham, sKu bstod, Nang ’cham and others. These are of the Bonpo tradition but have unique features. The present sPa tshang Monastery has over one hundred monks, and the religious activities are kept in the way they used to be.</p>", 
   "index": 4, 
   "parent_index": 3, 
   "title": "Annual Religious Services and Rituals"
  }, 
  {
   "body": "<p>The monastery’s full name is Ye tha Lung dkar dgon gShen bstan rin chen gling. Travelling thirty-odd kilometres from sBra chen<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>rdzong, we reach Ye tha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang. </span>Lung dkar Monastery is located on top of a hill at the western outskirts of the<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> xiang. </span>It is possible to approach the gate of the monastery in a car, but the track to the top of the hill is not very good.</p><p>The seat of Lun dkar Monastery is called Upper Ye tha, and that of sPa tshang Monastery Lower Ye tha. The limpid stream gliding past the front of sBra chen rdzong is called Ye chu. Ye tha, which is one of “the Thirty-nine Tribes”, is an important local community.</p><p>Lung dkar Monastery derives its name from the local deity (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gzhi bdag</span>) Lung dkar. He is a deity that wears a hat made of felt, holds a gem in his right hand and is mounted on a white horse.</p><p>The predecessor of this monastery is said to be Sog gYung drung gling (already mentioned in connection with the Zhu family in the section of ’Bru ru rdzong). </p><p>It was located in Cham mda’, the border area of the two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>, sBra chen and Sog. At present, to the best of my memory, this area is no more than a vast plain with a stone dyke and many prayer flags fluttering. Concerning Sog gYung drung gling Monastery, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sKal bzang mgrin rgyan</span>, a<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>Bonpo work, describes it as follows:</p><p>“It is not certain when this monastery was founded, but it certainly existed in the Third Rab byung (1147-1206). There were four monastic colleges and more than two thousand monks. It is said that the establishment was so big that horn-calls for assemblies had to be blown in the four directions.</p><p>After the destruction of Sog gYung drung gling by the barbarous Mongolian Jungar, the Mongol hordes plundered several important religious objects, which they carried away and gave to Sog Tsan dan dgon, an important dGe lugs pa monastery situated in the same region.</p><p>The belongings of lamas of Khyung and dBu, who were members of thirteen individual establishments in Sog gYung drung gling, and some irreplaceable sacred objects, including the golden statue of sTag la me ’bar and the skull of dBu ri lama, were given to Lung dkar Monastery. This was why Lung dkar Monastery considered Sog gYung drung gling to be its predecessor.</p><p>Lung dkar Monastery’s history can be presented in three parts. First, in 1715, Chos ’bum, chief of the Hor Ye tha tribe, and his son Mu khri rgyal ba tshul khrims, who was a lama, founded the hermitage called Ri khrod dkar po in Lung bzang. The objective of this was to perform religious services for the lama and peace in the region. In that year bsKal bzang rgya mtsho, the Seventh Dalai Lama, passed through the Hor area from mGar thar in Khams on horseback. Chos ’bum successfully solicited him to issue a decree officially recognizing the hermitage. But after the death of Mu khri rgyal ba tshul khrims, the hermitage collapsed due to internal discord.</p><p>Second, Ye tha Nor bu tshe rgyal, the scholar bSod nams lhun grub of dBu ri house and dBra Khyung rGyal ba bstan ’dzin founded gYu lung Monastery in 1808 at the same place. The king of Hor, Tshe ring rab brtan, issued a proclamation, with a preamble by rTa tshag Ho thog thu of Kun bde gling in Lhasa, that this monastery, which was an establishment for the leaders of the Ye tha community, should be lead by the lamas of sPo la and dBu ri. It actually became a real monastery from the time of dBu bla rGyal ba tshul khrims, the reincarnation of Mu khri, and it was called gYu lung. However, in 1868 it was destroyed by an avalanche of snow. </p><p>Third, rNam rgyal dbang ’dus, the king of Hor, then gave orders that the monastery should be restored at once, for it was an extremely bad omen that the monastery was destroyed by an avalanche and he gave twenty <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’bri</span> (young female yaks), along with a measure of Chinese silver, as a contribution to the restoration of the monastery. In 1925, on the 22nd day of the 9th month, dBra khyung sKal bzang dbang grags and dBu ri bsTan ’dzin dbang rgyal - supported by the local people and in accordance with a prophecy by gYung drung dbang rgyal, the Twentieth abbot of sMan ri - began to restore the monastery. On this occasion, important prelates of the Bon religion, such as Nyag gter gSang sngags gling pa, his wife mKha’ ’gro bDe chen dbang mo and Me ston Kun dga’ rgyal mtshan all came and the monks of the monastery, joined by the local people, welcomed them with a procession.</p><p>On the same occasion, at the holy mountain called gSang brag nor bu lha rtse situated behind the monastery, the secret abode of the three wrathful deities blessed by the three holy ones, a profound text was rediscovered by gSang sngags gling pa and he, after tracing the path of circumambulation of the mountain, wrote a guide to it. There was a performance of the debate between gods and demons, in which the gods won and their sons went up to occupy the upper part of the Lung dkar valley and those of demons defeated went down to the lower part of the valley.</p><p>Around the holy mountain there are other mountains such as gYu lung, Lung dkar and dByi dkar with all their spirit proprietors. The proprietor of Mount dByi dkar is a white Tibetan lynx as the name indicates. There is a “soul-lake” (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bla mtsho</span>) called Ma ma mtsho, which is said to be the source of the lake of Ma pang gYu mtsho. There are footprints of gShen rab Mi bo and mKha’ ’gro bDe chen dbang mo, and the treasure cave of gSang sngags gling pa as well as the meditation caves of the eighty adepts. There is also the head-print in the rock of dBu ri bSod nams rgyal mtshan.</p><p>The principal religious objects of this monastery were as follows: the bronze statue of gShen rab Mi bo that remained unburned when Sog gYung drung gling Monastery was destroyed; a five-finger-breadth-high bronze statue of gNam phyi gung rgyal; a statue of Kun dga’ rgyal mtshan that had not been caught in the fire; an icon of gShen lha ’od dkar drawn on cotton; the skull of the dBu ri bsTan ’dzin phun tshogs, which contains his skylark-egg-size relic; a ghost-exorcising knotted knife used by dBu ri sKar ma rgyal mtshan; a small white conch derived from a Khyung Zla sras can and a self-grown letter A. Similarly, there were a great many scriptures, including a complete set of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’ ’gyur</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’</span> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">brten</span>.</p><p>There were four important lamas in this monastery: dBu rGyal ba tshul khrims, sPo bSod nams g-yung drung, sGang ru bsTan pa kun khyab and dBu Tshul khrims rgyal mtshan. From among these, I shall give a brief account of rGyal ba tshul khrims and Tshul khrims rgyal mtshan:</p><p>dBu rGyal ba tshul khrims was born in 1864 to the father Rin chen phun tshogs and the mother dMar rtsa bza’, as their second son among four – the eldest bSod nams gYung drung, the second himself, the third sKar ma rgyal mtshan and the youngest bsTan ’dzin phun tshogs. From childhood, he had an intellectual power incomparable with any other children. gSang sngags gling pa mentioned his name in his book on a prophetic lineage entitled the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sKyes phreng gsol ’debs</span> as follows:</p><p>“The emanation who converts the sentient beings may come having the following names:</p><p>Yongs su dag pa, the gShen of the gods, in heaven;</p><p>Dam pa rgya gar, the great saint;</p><p>U ri bsod nams rgyal mtshan, the incomparable;</p><p>Shes rab seng ge, in the land of rGyal rong;</p><p>Ban rde Rin chen, in the valley of Kong po;</p><p>bSod nams ye shes, in gTsang;</p><p>rGyal ba tshul khrims, in the land of Gyi ghir.</p><p>To this lineage of rosary of pearl I pray.”</p><p>dBu rGyal ba tshul khrims was exceedingly intelligent when he was young. He could grasp, when he was just showing how to write, read and recite, which brought him public praise. When a deep compassion for the cyclic existence arose in his heart, he became absorbed in meditation in hermitages and accomplished his self-training. In the presence of sPa ston Nyi ma ’bum gsal, Nyag gter gSang sngags gling pa and Grub dbang sMon lam rgyal mtshan he took initiations and received the very essence of the ocean of precepts. He excelled in all learning. Not only that, he showed signs of unparalleled spiritual accomplishment. His name, rGyal ba tshul khrims, became widely known all over the district, like an ensign fluttering. He was only seven when he took over responsibility as the head of Lung dkar Monastery, and passed away at the age of ninety-six.</p><p>As for dBu Tshul khrims rgyal mtshan, he was born in 1924 as the eldest of four sons of the father sKal bzang bstan ’dzin and the mother Zo bza’ dgyes skyid. When he was six he began writing and reading, and before long he attained the highest perfection. He took ordination to enter the priesthood in the presence of dBu rGyal ba tshul khrims and received the name Tshul khrims rgyal mtshan. He received complete instruction in the rediscovered holy texts in the presence of Tri bo bSod nams rgyal mtshan, and learned metaphysics mainly from Khyung slob Tshul khrims rgyal mtshan. He spent six years learning such subjects as grammar, phonetics, poetics, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dkar rtsis </span>and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">nag rtsis</span>, chanting and mandala-painting. As he also studied Sutra, Tantra and Mind, he became a veritable scholar.</p><p>In the presence of rGyal ba tshul khrims, Khyung po bZod ba rgyal mtshan, sPa ston ’Brug Rinpoche and Khyung slob Tshul khrims rgyal mtshan, he asked for numerous initiations and instructions on texts. In the presence of the rGyal tshab Blo gros rgya mtsho he took a complete course of initiations and transmissions of texts by Grub dbang Shar rdza, and took the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dge tshul</span> vows of monk. He worked hard for Lung dkar Monastery to develop its study and practice and made sure that it followed the Bru tradition. In 1984 he passed away. He was sixty-one.</p><p>Besides those mentioned above, this monastery has produced many other great meditators: Tre bo bSod nams rgyal mtshan, brDa snga gYung drung rab brtan, sGyes sum Byams pa tshul khrims and lCags tsha Tshul khrims bstan dbang, who all gave their lives to meditation.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "(27) Lung dkar Monastery "
  }, 
  {
   "body": "<ol type=\"1\"> <li> In the first Tibetan month there is the commemoration of mNyam med Shes rab rgyal mtshan.</li> <li> In the second month the A dkar bum sgrub ritual is performed.</li> <li> In the third month the ritual cycle of Khro bo and Phur pa is performed.</li> <li> In the fifth month the propitiatory ritual for Bonpo religious protectors is performed.</li> <li> In the sixth month the ceremony of rNam rgyal stong mchod is held.</li> <li> In the seventh month the Ma tri bum sgrub ritual is performed.</li> <li> In the eighth month the Me tog mchod pa ceremony is held.</li> <li> In the eleventh month rituals based on the cycle of Khro bo are performed.</li> <li> In the twelfth month there is a performance of the complete ritual cycle of sTag la me ’bar.</li> </ol><p>In each of the three winter months there is the performance of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dgu gtor</span> rite. In all, the monks gather together for eighty days of the year for the purpose of performing rituals.</p><p>As for daily ceremonies, there is a morning assembly preceded by the sounding of a big white conch, along with the playing of a long oboe and a drum. Tea is served seven times a day, and meetings are observed seven times a day. The main rituals are based on the following texts: <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Phur nag</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Khro bo</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Kun rig</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rNam rgyal, Me tog mchod pa</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rGyal ba rgya mtsho</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Kun rig</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Byams ma</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’Dul chog</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rNam ’joms</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sMan lha</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Dus ’khor</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Phar phyin</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Kun dbyings</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sMon lam mtha’ yas</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dGe bsnyen</span> and<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> rNam dag</span>.</p><p>The head and other leaders of the monastery in 1998 were as follows: the abbot Nyi ma lhun grub, who was sixty-one years old; Tshul khrims ’byung gnas of Lung nag, who was twenty-nine; bShad sgrub rab ’phel, also of the Lung nag lineage, who was seventeen; bsTan ’dzin mtshungs med of the sPa family, fifteen years old; and Drang srong g-yung drung of sGrub, who was sixty-six.</p><p>Other members of the monastery were as follows: teacher, Drang srong gYung drung; senior chanting conductor, Blo gros brtan pa; the younger chanting conductor, Tshe dbang phun tshogs; and disciplinarian, gYung drung phun tshogs. There were more than forty ordinary monks.</p><p>For the main source of income, the monks receive financial help from their own families and they perform visiting services in the village one hundred days a year, for which they are paid ten <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan </span>each day. In summer, when the people leave for gathering the dByar rtswa dgun ’bu (“grass in summer, worms in winter”, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Cordyceps sinensis</span>) in the mountains, most of the monks return home and help look after their families’ livestock. The monastery itself has no property apart from about thirty yaks.</p>", 
   "index": 6, 
   "parent_index": 5, 
   "title": "Practice of rituals and religious services of this monastery"
  }, 
  {
   "body": "<p>sGang ru sGra rgyal Monastery is situated in lCang smad <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">qu, </span>sBra chen rdzong. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">qu</span> is ninety kilometres north of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>, and the monastery is reached by travelling two hours further northward on horseback.</p><p>In this nomad area of sGang ru, initially, a lama from Khyung po founded a monastery called Chu lung dgon, which, after a long time, declined. After that, another lama, also from Khyung po, founded a monastery in the same place and called it Na g-yang dgon, which also collapsed, having nobody to look after it. Thereafter, for a long period there was neither a communal leader nor a lama. Many believers longed for a new monastery to be built.</p><p>At that time, however, there was a monk named Tshul khrims rgyal mtshan, who was the former chief teacher in gYung drung gling Monastery (No.2). He was himself a native of sGang ru. He had a great reputation as an accomplished scholar. After leaving his duty in gYung drung gling he devoted himself to meditation for eight years on the island of the lake Gyer ru mtsho. He had a close connection with the chief of the Kre ba tribe, one of the seven Sa skya tribes that inhabited the area around the lake gNam mtsho. The monks and laymen of the sGang ru Byang ma district held repeated discussions and sent bsTan pa lhun grub as a delegate to invite Tshul khrims rgyal mtshan, who, however, refused to accept the invitation. This left the people of sGang ru helpless. The following year, Tshe rab, the brother of Tshul khrims rgyal mtshan, appealed to him and this time he agreed to come.</p><p>Tshul khrims rgyal mtshan returned on horseback to his native land. He looked for a good site and in 1957 he founded sGra rgyal Monastery in front of Mount Gung sman yul sa. This mountain had the look of a white conch and is situated at the back of the monastery.</p><p>The monastery closely followed, in all its ceremonies, the tradition of gYung drung gling. There was the performance of the ritual cycle of Khro bo, the commemoration of sNang ston Zla ba rgyal mtshan and annual rituals such as the Zhi khro khri mchod and rNam rgyal stong mchod. The head of the monastery was lHa dge of Khyung nag. He was assisted by gDung pa me gsas and sKar yu.</p><p>As for religious objects, the monastery possessed a gilt-bronze statue of rNam par rgyal ba, another statue of Sa trig er sangs and a complete manuscript set of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’ ’gyur</span>. There was also a large gilt-bronze reliquary stupa of bZod pa rgyal mtshan, which bDud ’dul of Khyung po had had made.</p><p>At present the monastery has fifty-five monks. It has several chapels and some religious objects.</p>", 
   "index": 7, 
   "parent_index": 2, 
   "title": "(28) sGra rgyal Monastery"
  }, 
  {
   "body": "<p>From sBra chen rdzong, driving twenty-four kilometres westward on the highway and then another ten kilometres northward, we come to sKar rgod <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang. </span>A krong Hermitage is reached by travelling nine more kilometres eastward. It is at an altitude not less than 5,000 metres, and because of the difficulty the ascent presents to cars, one must go on foot from the bottom of the hill.</p><p>The hermitage was established by rTogs ldan Tshul khrims dga’ ba in 1981 at a place where previously there was nothing but a cemetery and a small temple. At the spot backed by the holy mountain A krong and fronted with another holy mountain, Yi ge, he built a temple adorned with religious objects of body, speech and mind, and a mural of local deities of considerable quality. Although it is not very long since the hermitage was established, it has been a place of pilgrimage for many people because of the cemetery, which is regarded as very special.</p><p>With regard to the way the monks perform funeral rites, they maintain the distinct traits of Bonpo tradition. Firstly, at the death of a person, the family invites a monk called the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbugs chad</span> lama, and then on the third day another monk called the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">zhag gsum</span> lama, to whom it presents a horse saddle. On the forty-ninth day the family invites a monk called the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">zhe dgu</span> lama. The funeral rite is based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Kun rig</span>. Many flat, hand-sawn wooden boards are inscribed with scriptures in gold and silver to be burned in the cremation. So for the funeral rite, a rich family spends over 100,000 <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan</span> and one that is not so rich about 50,000. For very poor families, it has been a custom to leave the corpse strewn with barley flour up in the mountains.</p><p>No more than three monks reside in this hermitage.</p>", 
   "index": 8, 
   "parent_index": 2, 
   "title": " (29) A krong Hermitage"
  }, 
  {
   "body": "<p>The monastery’s full name is Phur nag dgon gYung drung ’o tshal gling. Travelling from A krong Hermitage back to sKar rgod <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang, </span>then sixteen kilometres towards the north, which includes a river-crossing on the way, we arrive at Phur nag Monastery. It was easy going for us, with a Tantrist guide who had a fearful look.</p><p>This is an excellent Bonpo tantric establishment, a glance at which can inspire one with delight and awe. It was founded in 1864 by bSod nams g-yung drung, a Tantrist of A skyid, and his assistant, Dar dga’. Before the tantric establishment, it is said that there was a custom of the local community making offerings on the 15th day of the month at the same site. bSod nams g-yung drung, the founder of the establishment, belonged to a long lineage of able Tantric practitioners. He was much respected by the local people as he was able to perform the funeral rite for the dead and carry out religious services for the living. Lama Dar dga’ was also esteemed as he belonged to the lineage of rMe’u.</p><p>As the main tutelary deity of the establishment was dBal phur nag po, it was called Phur nag. The temple and assembly hall had their religious objects and were fully equipped. In the temple there were statues of gSas mkhar mchog lnga and Bonpo religious protectors in all their majesty. As there was a fair number of Tantric practitioners in Phur nag it was one of the three famous Tantric establishments in the Hor region known as Klu rTing Phur gsum, i.e. Klu phug (No.31), rTing ngu (No.12) and Phur nag (No.30). The ritual tradition of Phur nag followed closely those of the families gShen, Bru, Zhu and rMe’u.</p><p>The monastery has murals of its own protective local deities, which are as follows:</p><ol type=\"1\"> <li> rGyal mtshan po: a deity with one head and two arms. His body is white like a conch, and he holds a white conch in his right hand and a jewel in his left. He is mounted on a white horse.</li> <li> Yi ge rag sna: a local deity with a red body, one head and two arms. Holding a red lance in his right hand and a lasso in his left, he is mounted on a stallion.</li> <li> mKhan chen: a local deity that resides to the left of the mountain behind the monastery complex. He has one head, two arms and a snow-white body. Mounted on a light-bay horse, he holds a lance with a banner in his right hand and a white conch in his left. He exhibits a peaceful air.</li> <li> ’Brig gu: a local deity with a white body, one head and two arms. Holding a white conch in his right hand and a jewel in his left, he is mounted on a white yak with a turquoise mane. </li> </ol><p>There were a number of mural paintings of other local deities as well.</p><p>As for activities, offerings are made on the 15th day of each month. The practitioners gather together for religious services eight times during the year. Formerly the establishment had about seventy inmates. At present, there are sixty-six, who continue reviving the earlier tradition.</p>", 
   "index": 9, 
   "parent_index": 2, 
   "title": "(30) Phur nag Monastery "
  }, 
  {
   "body": "<p>The monastery’s full name is Klu phug dgon gYung drung bde chen gling. From Phur nag Monastery, there is a direct road that leads to Klu phug Monastery, but it is a trip of extreme difficulty and danger. To the right of the road stretches a high mountain range with yawning craggy abysses. To the left runs the reddish river Sog chu, swirling waves. Before reaching the monastery seven narrow ledges must be traversed, the mere sight of which can make one’s hair stand on end. People call these the “Seven ledges intermediate between death and rebirth” (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bar ma do’i ’phrang bdun</span>). Thus we arrive at rDza gseb <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang. </span>This <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>is completely surrounded by green-clad mountains. Herds – black, white or other colours – on the verdant plain look just like the stars scattered in the sky. To the far north-west of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>is a high, white, rocky hill that looks like an elderly monkey sitting on his haunches, the appearance of which may strike one as strange.</p><p>To reach Klu phug Monastery, which is situated in sBra chen <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">qu,</span> one must travel further away from the riverbank. It is one hundred kilometres from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> to the monastery, but twenty-four kilometres of this can be covered conveniently by car on the highway.</p><p>Here I shall give an account of where and how this monastery originated: this monastery is situated on the upper part of Brag dkar lha lung valley in sBra chen <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">qu. </span>On the hill at the back of the monastery there was a cave in which, it is believed, a water spirit <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">klu </span>lived. That is why the monastery is called Klu phug.</p><p>There was a Tantric establishment called mKhar dmar bla brang founded in 1626 by Khri rgyal rje chen, the twelfth king of the Thirty-nine Tribes of Hor. He was a tantric practitioner and followed both Bon and ’Bri gung bKa’ rgyud pa traditions. </p><p>mKhar dmar was situated at a saddle-shaped craggy red hill called Gung lhag. It was a two-storey building. On the top of the roof it had various emblems unique to the ancient Bon tradition, such as the perch of birds. In the centre and at the four corners of the roof there were spears erected and decorated with yak’s hair on their tips, surrounded by deer and wild yak horns. In the assembly hall on the upper floor there were four pillars and it was the place where twelve Tantric practitioners gathered together. There were the following religious objects: clay images of the four-armed sPyan ras gzigs, sGrol dkar, rNam par rgyal ba and Khri gtsug rgyal ba; scriptures, including the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Khams chen</span> in sixteen volumes<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bDal ’bum</span> in twelve volumes; eight stupas made of a mixture of medicine and clay, each of which was as tall as an arrow. On the west side of the floor there was a single-pillared meditation room in which Khri rgyal rje chen erected gilt-bronze statues of Kun bzang rgyal ba ’dus pa and dBal gsas rngam pa (this statue still exists) less than a cubit in height. These had been concealed in the ground at Sham po during the suppression of Bon in Central Tibet and was rediscovered by rMa ston lHa rgod Shes rab seng ge. Moreover, there were images of Dran pa nam mkha’ with his twin sons made of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">li</span> from Zhang zhung, a span in height (two of these statues still exist). These were rediscovered in Phyug mo dpal ri by Bon zhig gYung drung gling pa.</p><p>In 1786, lHa mkhar bstan rgyal, the elder son of Khri rgyal rje chen, was enthroned and maintained the mKhar dmar establishment as his father did. He married gShen bza’ dPal ’dzin, a lady of the gShen family. He abandoned his family’s tradition to follow ’Bri gung bka’ brgyud and was content to keep only the Bon tradition. Dpal ’dzin, the queen, became a nun in her later life and lived in a cave to devote herself to meditation. Her cave can still be visited.</p><p>Tshe ring rab brtan, the son of lHa mkhar, succeeded his father. However, he was more concerned with politics. He had two tent residences. One of these two was in sBra chen and it was in this that he used live and it became the seat of his government.</p><p>In mKhar dmar, there was lHa bla bsTan pa phun tshogs, who is said to be a native of rGyal rong. He looked after the tantric establishment (which usually had twelve tantrists). lHun grub ’od zer (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">alias</span> Shang blang Drang srong) of rTing ngu Monastery came to join him and he was ordained by bsTan pa phun tshogs. So mKhar dmar started having monks in its midst. lHa bla also established there the ritual practice of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Zhi khro dgongs ’dus</span> according to the New Bon tradition. This was to be performed in the eighth month every year.</p><p>Here is an account of how Klu phug Monastery was founded. In 1827 Nyi ma bstan ’dzin, the twenty-third abbot of sMan ri Monastery (No.1), travelled to the region of Hor. He came and stayed in Klu phug Monastery. There he presided over the ceremony of the enthronement of bsTan ’dzin dbang grags, the reincarnation of lHa bla bsTan pa phun tshogs, at mKhar dmar bla brang. On the same occasion, he encouraged bsTan ’dzin dbang grags and the twelve tantrists to take monastic ordination. Klu phug then with its mKhar dmar bla brang became a real monastery and the abbot gave it the name gShen bstan gYung drung bde chen gling and wrote a monastic code for it entitled the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Thar lam them skas</span>, setting out regulations in accordance with the Bonpo monastic tradition. Not only that, he issued an edict establishing the monastery as being the first branch of sMan ri in the region. He entrusted the monastic management to Ma bdud btsan rgyal bzhi, the Bonpo protectors, and bestowed upon the monastery a large flat bell discovered in rGyal rong Brag steng and it has been one of the principal religious objects of this monastery up to the present day.</p><p>bsTan ’dzin dbang grags maintained the time-honoured custom of mKhar dmar bla brang, except that the twelve tantrists were now all monks. He added an eight-pillared assembly hall and established the commemoration of sTon pa gShen rab’s birthday on the 15th day of the first Tibetan month, and the performance of the ritual Ma tri bum sgrub on the 15th day of the eighth month.</p><p>Later, bsTan pa dar rgyas, a prince of the royal house of Hor, became the head of the monastery. In his childhood, he was recognized as the reincarnation of a high lama in rGyal rong. So a number of gifts, including a copy of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Khams chen</span>, written in gold, were presented to Khri dbang rab brtan, the sixteenth king of Hor, in the hope that he would permit the child to leave for rGyal rong. However, the king was powerful enough to hold back the child (his own son) from leaving and returned the gifts. So bsTan pa dar rgyas eventually decided himself to become a monk and later ascended the throne of Klu phug Monastery. In addition to the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dgu gtor</span> rite, formerly performed by the Twelve Tantrists, he established a new custom of a complete ritual practice of the Red Yamantaka (gShin rje gshed dmar). Following this, religious dances were performed, to which he added new dances: sNang bgyad, Tshogs ’cham, and the Yamantaka.</p><p>rNam rgyal dbang ’dus, a brother of bsTan pa dar rgyas, entered the priesthood and succeeded his brother in the monastery, but the seventeenth king of Hor, Nor bu dbang rgyal, died prematurely, so he had to leave the monk body and succeed to the throne. As a confession (of having broken the monastic vows) a two-storey temple with six pillars was build in the monastery. There were gilt-bronze statues of rNam par rgyal ba and the Four Principal Buddhas, a span in height. Families of the ’Brog shog and Bon tha tribes of the Thirty-seven Tribes of Hor took an oath that they would send their second son (if there was one) to become a monk. From that point the monastery began to have many monks.</p><p>bsTan pa rgyal mtshan, of the royal house of Hor, ascended the monastic throne. From childhood he was faithful, industrious and intelligent, so that he became the focus of praise from all the people. He took monastic vows at the age of thirteen. After that, according to custom, he made offerings to the three monasteries, including sMan ri. In the presence of sKal bzang nyi ma, the second abbot of gYung drung gling, he took full ordination. He then set out on pilgrimage to Mount Ti se and the soul-mountain of Bon in Zhang zhung and also the lake Ma pang g-yu mtsho. There he made circumambulations and prostrations.</p><p>He then returned to his monastery where he had various stupas built, including a reliquary stupa of a gShen lama in the form of gYung drung bkod legs and another reliquary stupa of bsTan pa dar rgyas in the form of rNam rgyal mchod rten made of silver, the height of a person and adorned with varieties of vivid gems. He had a temple built to house the stupas he had had made. His main spiritual masters were gTer ston Nam mkha’ khri khyung of Zhu and Grub dbang sMon lam rgyal mtshan of Khyung po. gTer ston gYung drung grags pa of Zhu, who was the prelate of the king Tshe ring rab brtan, made Mount Brag dkar lha lung, where the monastery is situated, into a sacred site and established a new custom of circumambulating the sacred hill in the region.</p><p>bsTan pa rgyal tshan made copies, by himself, of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’ ’gyur</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’</span> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">brten </span> in vermilion ink and had a temple with eight pillars built to house them. This temple also contained a gilt-bronze statue of sTon pa gShen rab and a reliquary stupa of Zhu Nam mkha’ khri khyung the height of an arrow. An assembly hall was also built, with two storeys and six long pillars and sixty-six short ones. In the inner sanctuary there was a complete set of lTung bshags lha ’khor of gilt-bronze. On the right wall were murals of the Bya rgyud and sPyod rgyud deities. On the left wall were the principal deities of the Ye shes and Ye she chen po’i rgyud. On the walls around the upper structure were the Four Principal Buddhas and the masters who maintained the monastic tradition. On both sides of the door were Bonpo religious protectors, both male and female. In the front hall were murals of the eight dPal mgon chen po brgyad, the Four Great Kings and the local deity lHa dbang dgra ’dul.</p><p>This monastery followed the Bru tradition in its activities as exactly as that of sMan ri Monastery: in the eighth month, the ritual of Khro bo, and in the third month that of Phur pa, finishing with a whole day’s dance performance.</p><p>In 1912 the Thirty-nine Tribes of Hor came under the control of the Manchu officials resident in Tibet and then, later, the Tibetan government began to rule over the tribes. This Tibetan (dGe lugs pa) rule over the region soon had an adverse effect on the Bonpo monasteries.</p><p>Then Sangs rgyas bstan ’dzin, a Hor lama, took care of the mKhar dmar Bla brang residence. sGo ston Nyi ma rgyal mtshan succeeded him. The latter was born in 1937 at lHa thog in sDe dge, in a family of the sKam lineage. He later became the head of Klu phug Monastery. He reorganized the cemetery in the vicinity of the monastery by subduing the ground and building a stone mandala there. The place was the abode of mKha’ ’gro Seng gdong ma and the ground looks like the crooked knife of a <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mkha’ ’gro ma</span> and the bare hills nearby resemble a woman’s breasts.</p><p>mKhan chung Grags rnam, the first Hor governor, assigned by the Tibetan government, appointed the head of Klu phug Monastery as the abbot of thirty-eight monasteries among the Thirty-nine Tribes by issuing an edict and a seal. This official position of the abbot is called So brgyad mkhan po.</p><p>After that, Thugs rje nyi ma of sKam, using his own resources and assisted by gYung drung ye shes of Kha btags, made gilt-bronze statues of the deities of gSas mkhar mchog lnga and sTag la the height of an arrow, and two large reliquary stupas of bsTan pa rgyal mtshan and Tshe dbang lha rgyal as tall as a two-storey house.</p><p>rMe’u ston sKal bzang rgyal mtshan succeeded sGo ston Nyi ma rgyal mtshan as the head of the monastery. He was born<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>in 1912 and was recognized as the reincarnation of his predecessor by Phun tshogs blo gros, the twenty-eighth abbot of sMan ri. In the presence of the abbot he took monastic vows, then ascended the throne of Klu phug Monastery. He twice carried out restoration work at mKhar dmar bla brang, during which he built a new twelve-pillared temple containing religious objects such as gilt-bronze statues of rNam pa rgyal ba, rGyal ba rgya mtsho and sMon lam mtha’ yas, each of which was as tall as a two-storey house. He paid visits to the Three Principal Bonpo Monasteries in Central Tibet and distributed, in accordance with old custom, much of his own wealth among the monks there. He, moreover, took full ordination in the presence of Nyi ma dbang rgyal, the thirty-first abbot of sMan ri. At his own monastery he had two copies of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’ ’gyur</span> made. When the Bonpo monasteries were persecuted by the garrison, consisting of five hundred guards, posted in sBra chen by the Tibetan government, he was obliged to escape for a short period of time; consequently he was unharmed. He died in 1954.</p><p>gYung drung rgyal ba of the royal house of the king of Hor succeeded rMe’u ston sKal bzang rgyal mtshan as head of the monastery. He was born in 1936 and was recognized as the rebirth of Sras smyon pa. The latter was regarded as the reincarnation of gYung drung bstan pa rgyal mtshan. gYung drung rgyal ba took monastic vows in the presence of rGyal tshab gYung drung rgyal mtshan of mKhar sna (No.7). At the age of five, he entered Klu phug Monastery and then travelled from one monastery to another. He obtained initiations and teachings from a number of masters living in Khams and Amdo. In 1956, he took full ordination in the presence of bsTan pa blo gros, the ex-abbot of sMan ri. While helping maintain Klu phug Monastery, he was particularly involved in political affairs of both laity and clergy.</p><p>The hierarchical system of the monastery is as follows:</p><ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li> <span style=\"font-style: italic;\" class=\"\">mkhan po and sprul sku</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">phan tshun che mo</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">dge rgan</span>, five teachers selected from the four colleges: Ke’u tshang sGron gsal gling, dGa’ ldan ’bul sde gling, bsTan pa yar dar gling and gSer sde bde chen gling</li> <li> <span style=\"font-style: italic;\" class=\"\">dbu mdzad</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">dge bskos</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">phyag mdzod</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">sphi gnyer</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">rgyun gnyer</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">tshang dpon</span> </li> </ul><p>Formerly there were about three hundred monks.</p><p>Among the eighty-seven Bonpo monasteries in the Tibet Autonomous Region, Klu phug Monastery is, at present, one of those that have good facilities such as assembly hall, temple and other buildings. Its religious objects are in good condition. A broad range of teachings on study, practice and meditation are taught by the following individuals: the abbot sKal bzang g-yung drung; rTogs ldan Rag shu; Dri med g-yung drung (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">alias </span>Dri med rdo rje), the highly illustrious one who has reached the age of ninety years; Rag shu Kun bzang snying po; sGo rigs Ye shes kun ’byung; sPa tshang ’Phrin las rgya mtsho; and Zhu gYung drung rang sgrol. Altogether, there are 130 monks presently living there.</p><p>Principal among the religious objects still kept in this monastery is the pair of statues of rGyal ba ’dus pa in tranquil aspect and dBal gsas rngam pa in wrathful aspect. They are regarded as rediscoveries of rMa ston lHa rgod. As well, there are numerous other religious objects of great importance: the silver image of gShen lha ’od dkar, rediscovered by Bon zhig Khyung nag; bronze statues of Dran pa nam mkha’ and Pad ma mthong grol, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">alias</span> Pad ma ’byung gnas, both considered to be rediscoveries.</p><p>The mountain called Nor bu lha rtse, behind the monastery, is regarded as a holy mountain blessed by Dran pa nam mkha’ and his twin sons - Tshe dbang rig ’dzin and Pad ma ’byung gnas. The mountain to the right is called Nyi ma lha rtse and the one to the left is Zla ba lha rtse. There are three hills designated as gatekeepers: Phyi Gung ma, Bar rGyal po brag dmar and Nang bSe ru. There is a cave that is supposed to be that of Dran pa nam mkha’ and a lake called sPyang thang mtsho nag.</p><p>There are twelve tantrists: dGe ’dun grags pa, dGe slong dBang dga’, Ban sal Blo bzang dpal ldan, Nag ru tshul khrims, sTag rtse bsTan pa dge grags, Nag ru bsTan ’dzin ye shes, Ba ha bon dkar, gTsang tsha Tshul khrims bstan rgyal, Khor bSam gtan tshul khrims, rGyu ne bsTan ’dzin lhun grub, Hor Tshul khrims nyi ma and Ba ra bsTan ’dzin lhun grub. All are, in fact, monks strictly observing their tantric vows.</p><p>The main protective deities of this monastery are as follows: Srid rgyal drel dmar, Srid rgyal drel nag, Ye shes dbal mo, Bya ra ma gsum, rDzu ’phrul sman bzhi and Mi bdud ’Byams pa khrag mgo. There are murals of the following deities:</p><ol type=\"1\"> <li> gNam sman che mo: a goddess with a blue body, one head and two arms. Mounted on a sheep, she has the look of great bravery.</li> <li> dGra lha rgyal mo: a goddess with a midnight-blue body, one head and two arms. She holds a sword in her right hand and a breath-gathering bag in her left. Dressed in black silk, she is mounted on an iron wolf.</li> <li> Yum sras Ma bdud khro gnyer ma: a goddess with a midnight-blue body, one head and two arms. Holding a club in her right hand and a lasso in her left, and presenting a frightening appearance, she is mounted on a black waterfowl.</li> <li> lCam mo lam lha: a goddess with a yellow body, one head and two arms. She holds a lance and a key in her right hand, and an axe and a gem in her left. Mounted on a gold bee, she is in a state of ever-lasting stability.</li> <li> gCan lha mig dgu: a three-headed, six-armed deity with a brown body. He presents his right face as a bird, his left face as a pig and the centre one in a wrathful state. He is mounted on a nine-headed black-pig.</li> <li> rMa rgyal spom ra: a deity with a white body, one head and two arms. Well clad in armour and a conch-shell helmet, he holds in his right hand a lance with a flag fastened to it and in his left hand, a gem. Mounted on a snow lion, he presents a brave look.</li> <li> bTsan rgod hur pa gsod skyen: a deity with a red body, holding a lance in his right hand and a lasso in his left. He is mounted on a blue horse with a blackish lower half.</li> <li> dMag dpon rgyal po yang ne wer: a deity with one head, two arms and a yellow body. In his right hand he holds a symbolic lance with a flag attached to it and in his left, a lasso. Mounted on a blue horse with a blackish lower half, he presents a frightening appearance.</li> <li> Brag btsan A bse rgyal ba: a deity with a red-body, holding a noose made of a snake in his right hand and a big owl in his left. He is mounted on a horse with a blackish back and whitish feet.</li> <li> rGyal chen Nyi pang sad (also called Nyi ma’i rgyal po): a deity with a white body. His right hand holding a lance with a flag fastened to it and his left hand holding a lasso, he is mounted on a white horse with a reddish back.</li> <li> bTsan rgod Grags pa rgyal mtshan: a deity with a red body, holding in his right hand a lance with a flag fastened to it and in his left, the heart of an enemy. He is mounted on a red male horse.</li> <li> Pho lha gNam thel dkar po: a deity of Hor with a white body and hair tied up at the top. Dressed in glossy white silk, he is adorned with turquoise, coral and pearls. He holds a crystal sword in his right hand and in his left, on which he wears a silver bracelet, he holds a white lasso; his arms are equipped with white wooden conchs. Mounted on a white horse with a reddish back, he presents a brave appearance.</li> <li> sGra bla dpa’ stod: a deity with a white body, a single head and two arms. Clad in a leather helmet and golden armour, he holds a sword in his right hand and a lasso in his left. A tiger, a snow lion, a Garuda and a dragon hover above his head, and he is mounted on a white horse.</li> <li> rGyal chen Shel khrab ’bar ba: a deity with a white body and wearing a coat of crystal mail. His right hand is giving a signal of unravelling an enigma, and the left holds a multi-coloured ice-conch. He is mounted on the best breed of A mdo horse.</li> <li> Dzam sngon ku be ra: a deity with a midnight-blue body. Holding a golden sword in his right hand and an ichneumon in his left, he displays an imposing air. He is mounted on a horse with a turquoise mane.</li> <li> bSe ru: a deity with a blue body, riding a fish. He terrifies even violent serpents.</li> </ol><p>In regard to daily activities of the monastery, they perform the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsang</span> ritual in the morning and, in the evening, rituals to propitiate the protective deities.</p><p>Since the monastery has neither farmland nor livestock, they have to rely on each household for financial support, so more than one hundred of the monks go out to give prayer services in villages. In payment, they receive one hundred <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan</span> a day in the highest paid cases, twenty to fifty in moderate cases, and about ten <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan</span> in the lowest.</p><p>With regard to Klu phug ri khrod, which is an hermitage, it is situated close to the monastery itself, on the mountain to the south. Its main religious objects are the relics of gYung Nyi ma rgyal mtshan and sGo Thugs rje nyi ma. At present there are four monks in the hermitage.</p>", 
   "index": 10, 
   "parent_index": 2, 
   "title": "(31) Klu phug Monastery"
  }, 
  {
   "body": "<p>The monastery is also known as sPu la ri khang dgon. From Hor sBra chen<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>rdzong, travelling twenty kilometres eastward on the highway, another eight kilometres northward, and then crossing a big river, we reach sPu la Monastery in Ye tha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang. </span>This monastery is situated at the foot of a mountain that is the source of the river. It was founded by Khyung nag Shes rab rgyal mtshan in 1853.</p><p>Shes rab rgyal mtshan’s family belonged to one of the four lineages of Khyung: Khyung dkar, Khyung nag, Khyung ser and Khyung khra. Thog la ’bar of Khyung dkar, Mu khyung rgyal of Khyung nag, lHa khyung rgyal of Khyung ser and Khyung ’phags khra bo of Khyung khra each built a temple near a soul-lake and soul-rock. I will not take up in detail the process by which they built the temples and spread the Bon doctrine, but I shall give here an account of the masters of sPu la who belonged to the lineage of Khyung nag Mu khyung rgyal.</p><p>In this line, there was Khyung po sGom nag and his two sons, Gyer mi nyi ’od and Khyung nag Klu rgyal. Of these two, the latter is said to have founded Sog gYung drung gling Monastery. From Khyung nag Klu rgyal a line continued as follows: Mu la ti ro, Khod rtsal hur min, Zla ri a kag, Gu ra ta kra, lHun grub ’phrin las, (who is said to be the founder of gZu bon Monastery), and Mu ri ha ra, whose two sons were dPon dge and dPon ’ud. It was these two brothers who were the leaders of Sog gYung drung gling Monastery when the Mongolian troops of Jungar began to attack their monastery and destroy it.</p><p>After that, Drung mu tshul ming of Khyung came to sPu la kha by way of dKar shod. He stopped there for the night. During the night he was shot and killed by accident when there was an archery contest organized by the local chief, gZu pa. This news reached Khyung nag Sa trig, who took the case to court and obtained the sPu la kha land as compensation for the killing. Khyung nag Sa trig then became known as sPu la Lama.</p><p>Shes rab rgyal mtshan of Khyung nag then founded sPu la Monastery. It was destroyed by the Jungar troops, but restored by Khyung A bla. The latter’s son, dBang rgyal lhun grub, is said to have rediscovered a statue of sTon pa gShen rab on the island in the lake gNam tsho. It is still preserved in the monastery. dBang rgyal lhun grub’s son was A ti mu wer. The latter’s son was Ge khod dBang rgyal, who was regarded as a manifestation of the deity A ti mu wer and is said to have rediscovered a statue of rNam par rgyal ba, which is also kept in the monastery. Ge khod dBang rgyal had a son called Khyung A dar. From him the line continued through Bla sgur, gYung drung tshe mchog, dBang dbang and gYang ’job. In the monastery there was also the dagger called gNam lcags phur pa, rediscovered by Khyung Rin chen dbang rgyal, and relics of various sizes produced from the cremation when he died.</p><p>When the abbot of sMan ri, Nyi ma bstan ’dzin, came to sPu la Monastery, he bestowed upon it the name dPal gShen bstan gYung drung gling. Following that, there were masters such as Khyung nag bSod nams g-yung drung and bSod nams chos rgyal at the monastery. There were about sixty-five tantric practitioners strictly observing the tantric vows.</p><p>The main religious objects, in addition to those mentioned above, were as follows: three excellent statues of Byams ma; those of Nang chen grags pa and sTag la, a cubit in height; a small one of Dran pa nam mkha’; rGyal ba rgya mtsho, a cubit in height; two excellent ones of sTon pa gShen rab; and a multi-coloured statue of Kun tu bzang po. All were made of copper. Besides these, there was a thangka of the Twelve Deeds and a large thangka made of the silk of mNyam med Shes rab rgyal mtshan. As for scriptures, there was the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Khams chen</span> in four volumes, written in gold, called ’Dzam gling rgyan gcig (\"the only gem of the world\"). There were also the following objects: a black stone with a self-risen letter A formed of tricoloured onyx on it; bone relics the size of a goose egg; four knotted knives made when the spirits sPyang ’gag were subdued; eight reliquary stupas made of gold, silver and copper; eight cubit-height stupas made of sandalwood and juniper; a maroon coloured conch; a dragon flint; a horse-whip made of native onyx; a sacred gold horse-saddle; a serpent made of turquoise; a cannibal demon’s right hand made of coral; a maroon coloured precious stone; and a pair of oboes made of gold. This monastery had this manifold wealth of religious objects and innumerable treasures.</p><p>The range of holy mountains behind the monastery includes gYung drung dpung rdzong, sTag la me ’bar, A rngul ’bri ri phyung mo and Pha bong bon ri. It is said that if one performs circumambulation around Mount Pha bong bon ri it is equal to doing that once around Kong po bon ri. There are footprints of sTon pa gShen rab and the four scholarly men. Near the lake mTsho chen ma there is the footprint of Srid pa rgyal mo drel dmar.</p><p>The monastery closely follows the sMan ri tradition. The monks assemble sixty times a year amounting to seventy-nine days. There are fifty monks, including the abbot gYung drung rgyal mtshan, sKal bzang dbang grags, who oversees the observation of the fasting ceremony, Rin chen blo gros, the disciplinarian, and bsTan pa tshul khrims, the chanting conductor. Among the fifty monks there are the teachers who have twenty-two monk students.</p>", 
   "index": 11, 
   "parent_index": 2, 
   "title": "(32) sPu la Monastery "
  }, 
  {
   "body": "<p>The monastery’s full name is rMa rong dgon gYung drung lha brag gling. From sPu la Monastery, driving twenty-five kilometres further eastward on the highway leads us to the lower terrace of rMa rong village. To reach rMa rong Monastery, a further thirteen kilometres must be driven northward on a terribly bad road, which can take an hour.</p><p>In 1390 dBra khyung Nam mkha’ rin chen built a hut in this place for the purpose of retreat. It then gradually developed into a monastery.</p><p>This monastery is found near Mount sPu rgyal gangs bzang and is one of four monasteries situated at the four cardinal points of the mountain. It is also known as Nang mdun dgon. sPu rgyal is a holy mountain for both Bonpo and Buddhists. Its being a holy site was prophesied by early sages and this is particularly clear in the guide written by gTer ston bDe chen gling pa. rMa rong Monastery was later enlarged by Drung mu, who had overcome many obstacles brought on by the local deities. He tells this story in his <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’Dzam bu yig chung</span>, as well as in the communication he had with the local deity, entitled <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’Dzam bu lha rtse</span>.</p><p>Khyung po Kun bzang grags pa and his brother were living in dByis stod, where they were involved in a dispute with Rong po dgon, a dGe lugs pa monastery. Intending to migrate to Western Tibet, they arrived at the residence of the rMa rong local chief. A rgya, the chief of rMa rong, was a patron of Kun bzang grags pa. A rgya and his people requested Kun bzang grags pa to be the head of rMa rong Monastery. However, Kun bzang grags pa and his brother declined the offer. They continued their journey. A rgya then informed Khri rgyal rje chen, the twelfth king of Hor. The king told Kun bzang grags pa that not only could he not leave for Western Tibet, he should settle down in the pastureland where the king had his herd of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mdzo</span> animals, as well as look after rMa rong Monastery. From that point the monastery had to perform religious services for the benefit of the king and, in return, the king issued an edict in recognition of the monastery.</p><p>Khyung po gYung drung rnam dag, the son of Khyung po Kun bzang grags pa, had a temple called rNam rgyal lha khang built in the monastery, containing many religious objects. He made majestic masks of the religious protectors such as the Ma (Srid pa rgyal mo), the bDud (Mi bdu ’byams pa khrag mgo) and the bTsan (Brag btsan A bse rgyal ba). The mask of the bTsan is regarded as special since no dust ever stays on it.</p><p>Of the three sons of gYung drung rnam dag, the eldest, Nam mkha’ rgyal po, made many copies of scriptures for the monastery. He had two sons, Nyi ma ’jig rten and dBang po. Nyi ma ’jig rten is said to have been chivalrous. His son was Khyung po g-yung dpal. When Khyung po g-yung dpal died, it is said that where his corpse was buried the tree <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">stag ma</span> grew from his tongue. His son was gYung drung phun tshogs, whose sons were Blo ldan grags pa and Tshe dbang grags pa. Tshe dbang grags pa brought considerable development to the monastery. After that, Blo ldan grags pa was involved in a dispute with bSod nams bkra shis, the brother of the rMa rong chief, so Blo ldan grags pa strongly wished to leave for Western Tibet, but was prevented by the king of Hor. The king told him that unless he would live in rMa rong he would have to live in either Khrom tshang or sGong ru. So Blo ldan grags pa stayed in Khrom tshang for several years, during which rMa rong Monastery declined a little. After that, bSod nams dbang ’dus, the son of the rMa rong chief, requested the lama to come back to the monastery, but the lama was unwilling. Through the mediation of a representative of the king and the Be hu of the Sog tribe, the lama was reinstalled as the head of the monastery. He undertook as much restoration as he could. He lived to one hundred years of age. His son is Khyung po Bla rgan gYung dga’, who is presently at the monastery. There were nine lamas in the line of succession, from Kun bzang grags pa to Blo ldan grags pa. The king of Hor recognized a number of them by issuing offical letters to them.</p><p>The monastery’s main religious objects, all of which were of great sublimity, were as follows: a large white conch whose sound travelled very far, rediscovered by gTer ston gYung drung grags pa of Zhu; the horn of a female deer, which was the private property of Khyung A sha ba rang grol; the reliquary stupa of Khyung po Nang chen grags pa, called gSer ’od ’bar ba or rTen bya ’phur ma; and a statue of Dzam bha lha made of A ya sbug ge, rediscovered in dKyis ’khor thang in rTa shod by rTa shod Bu mo pad ma mtsho. In the temple of the monastery there were the following religious objects: statues of sTon pa gShen rab, rNam par rgyal ba, Byams ma, Khro bo gtso mchog, sTag la, Dran pa nam mkha’ and his twin sons Tshe dbang rig ’dzin and Pad ma ’byung gnas; a number of gold-painted thangkas; and scriptures including the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’ ’gyur</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’</span> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">brten </span>.</p><p>This monastery is surrounded by the holy mountains sPu rgyal, ’Dzam bu, Jag pa, gYe rtse and lHa brag.</p><p>There are six lamas in the monastery: rGyal mtshan nor bu, dGe dbang, gYang rgyal, bSam ’phel nor bu, dGa’ ’degs and Sri thar, who all belong to the Khyung po lineage. The disciplinarian is sTag skyabs, and Nor dga’ is the chanting conductor. Of the forty inmates presently at this monastery, three are proper monks and the rest are lay religious practitioners.</p><p>There are four annual rituals, held in different seasons: the rNam rgyal ritual in summer and autumn, and the rituals of sTag la, Phur pa and Byams ma in winter and spring, each lasting twenty days. The monastery is regarded as a branch of Klu phug Monastery (No.31).</p><p>As for the main source of income, the monks have to depend on their families for support. People usually offer from ten to fifteen <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan </span>for the occasional religious services the monks perform in villages. As there are only three proper monks, the temple of the monastery and its contents are in a pitiful condition.</p>", 
   "index": 12, 
   "parent_index": 2, 
   "title": "(33) rMa rong Monastery"
  }, 
  {
   "body": "<p>The monastery’s full name is Khrom tshang dgon gYung drung kun grags gling. From the lower terrace of rMa rong village, travelling thirteen kilometres eastward on the highway, one reaches Khrom tshang Monastery lying on the hillside to the north. This monastery is in a beautiful environment.</p><p>In the Seventh Rab byung<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>(1387-1446) Kun mkhyen Ye shes snying po, who was a disciple of mNyam med gShes rab rgyal mtshan and supported by Nyi ma legs chen, chief of Khrom, founded the monastery Dar lung dgon in Khrom. It was then maintained by a series of lamas of the Khrom family and others: </p><ol type=\"1\"> <li> Khrom sras bsTan pa lhun grub</li> <li> Khrom sprul gYung drung mthong grol</li> <li> Kun mkhyen Sangs rgyas grags pa</li> <li> sNgags ’chang bKra shis rgyal mtshan</li> <li> Khrom tshang bsTan ’dzin nor bu</li> <li> dBang chen dge legs</li> </ol><p>The monastery was a well developed centre, with its temples full of religious objects and scriptures including the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’ ’gyur</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’ brten</span>. However, it was completely destroyed by the evil Jungar troops of Mongolia and remained a monastery only in name. After that, the lamas of the Khrom family lived in tents made of the yak hair or in hermitages.</p><p>After a long period of misfortune, Shes rab g-yung drung, the Twenty-fifth abbot of sMan ri Monastery (No.1), paid a visit to the region. He instructed the Khrom family to rebuild the monastery and restore its tradition. After examining the place, he decided upon a site for it, and in 1845 rNam rgyal grags pa, the chief of Khrom and Blo mgar began to rebuild the monastery as they had promised in the presence of the abbot. It was called gYung drung kun grags gling. The head of the monastery was dGe bzang gYung drung dbang rgyal. A series of six heads of the monastery followed him, down to Yon tan rgya mtsho. In 1998 there were fifty-two inmates, both monks and tantric practitioners.</p><p>The principal religious objects of this monastery were two reliquary stupas and statues of rNam par rgyal ba, sMon lam mtha’ yas, rGyal ba ’dus pa, Kun snang khyab pa, sTon pa of the nine ages, Khro bo gtso mchog, dBal gsas, lHa rgod, sTag la and the eight Lo pan gshen. Other religious objects were a large conch, relics of sTon pa gShen rab; a dextral conch made of the teeth of lHun grub grags pa, and an image of Kun bzang that had risen from the central energy channel of dGe bzang Bon chung. Besides these, there was a set of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’ ’gyur</span> and eighty volumes of works on Tantra.</p><p>As for the annual activities, the inmates assemble five times a year:</p><ol type=\"1\"> <li> In the fourth Tibetan month Me tog mchod pa and rNam rgyal stong mchod were celebrated for ten days. During these ceremonies 11,000 butter lamps were lit.</li> <li> In the sixth month there was the observation of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">smyung gnas</span> fasting for eleven days and 20,000 butter lamps were lit.</li> <li> In the seventh month the ritual of A dkar bum sgrub was performed for ten days with 50,000 butter lamp being lit.</li> <li> In the ninth month the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Zhi khro</span> ritual was performed for eleven days.</li> <li> In the eleventh month Ma rgyud was performed for eight days. </li> </ol><p>Because the monastery customarily offered a huge number of butter lamps, people called the monastery the Butter Lamp monastery (Mar me’i dgon pa). As for the funds for the above ceremonies, the monastery had about six hundred <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’bri</span> (female yak) which had to be taken care of and whose number had to be kept at six hundred by a certain number of the local villagers.</p><p>The personnel of the monastery were as follows:</p><ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li> <span style=\"font-style: italic;\" class=\"\">dbu bla</span> </li> <li> <span style=\"font-style: italic;\" class=\"\"> dbu mdzad</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">dge bskos</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">gnyer pa</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">spyi gso</span> </li> </ul><p>All held their positions for a certain number of years.</p><p>At present there are four head lamas: gYung drung yon ten rgya mtsho, bSod nams g-yung drung, Ye shes dbang ldan and Shes rab blo gros. The disciplinarian is Tshul khrims dbang rgyal, and the chanting conductor is sTobs ldan ye shes. There are one hundred and six monks.</p><p>The holy mountains around the monastery are Gangs ri sPu rgyal, lDe’u chen and rTsa ri rtsa gsar. The holy lakes are Srid rgyal bla mtsho, sPu rgyal bla mtsho and Rum mtsho rgan. The protective deities are Srid rgyal drel nag, Mi bdud ’Byams pa khrag mgo, A bse and rGyal po Shel khrab can; these four are called Ma bdud btsan rgyal bzhi.</p><p>As daily activities, they perform the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsang</span> ritual in the morning and chant the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Zhi ba a gsal</span>. When we visited the monastery, they were in the course of the rNam rgyal stong mchod ceremony. Of the rituals performed in the monastery, the four important ones are based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gYung drung klong rgyas</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rNam rgyal</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Byams ma mdo lugs </span>and<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> rNam dag pad ma klong yangs</span>.</p><p>This monastery is a branch of sMan ri. Apart from sixty-two yaks, it has no material means of food production or income generation. Income to cover all expenses comes from performing religious services in villages, for which they are paid from two to fifteen <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan</span>.</p><p>Driving 190 kilometres south-eastward on the highway, one reaches sTeng chen<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>rdzong. As three high mountain passes must be crossed on the way, it takes eight and a half hours.</p>", 
   "index": 13, 
   "parent_index": 2, 
   "title": "(34) Khrom tshang Monastery"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "Phuntso Tsering Sharyul", 
    "id": "79"
   }, 
   {
    "fullname": "Phuntso Tsering Sharyul", 
    "id": "79"
   }
  ], 
  "domain": "places", 
  "kid": "3718", 
  "dates": [], 
  "title": "Drachen Introduction"
 }
}