{"meta":{"domain":"places","kid":"16496","authors":[],"title":"Zhayé Khar Introduction","dates":{"created_at":"2010-08-11 20:45:23 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Zhayé Khar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"East summit","index":7,"parent_index":6,"body":null},{"title":"West summit","index":8,"parent_index":6,"body":" <p>The nearby west summit had a similarly constructed building (10 m x 7 m), of which only small sections of adobe walls survive. On the west side of the west summit structure there is a cobble revetment 2 m to 2.5 m in height. Below this revetment there is a 2.2-m wide level area created by a cobble retaining wall, 50 cm to 2 m in height. Below this wall there is another level area (1.5 m in width), surrounded by a cobble wall a maximum of 2.2 m in height. These two masonry terraces probably supported small buildings at one time. On another terrace (3 m x 5 m), located below the west side of the summit edifice, there is a 65-cm high adobe wall segment. At just 20 cm thick, this adobe fragment has undergone a tremendous degree of dissolution. The terrace it sits on is bound by a masonry wall footing totaling 20 m in length. Adjacent to this terrace, on a small pinnacle, there is a finely built foundation that must have supported an edifice no larger than 3.5 m x 3.5 m. The construction of an edifice on this tiny pinnacle is in keeping with design attributes of archaic residential sites. <\/p> "},{"title":"Other ruins","index":9,"parent_index":6,"body":" <p>Directly above the village of <span class=\"popular\">Shangpa<\/span><span class=\"scholar\">Shang pa<\/span> there is another archaeological site locally referred to as a &lsquo;castle&rsquo; (<span class=\"popular emph\">khar<\/span><span class=\"scholar emph\">mkhar<\/span>). On a small summit (2.5 m x 11 m) there are adobe wall fragments (a maximum of 2.5 m in height), which rest upon cobble foundations. There appear to be other wall-footings in close proximity. Located upstream of the village, above the confluence in the valley, are the ruins of the <span class=\"popular\">gelukpa<\/span><span class=\"scholar\">Dge lugs pa<\/span> shang dgon pa. <\/p>  "}]}