{"meta":{"authors":[{"id":"42","fullname":"David Germano"},{"id":"42","fullname":"David Germano"}],"title":"The Cultural Regions in Tibet","dates":{"created_at":"2011-10-28 23:12:28 UTC","updated_at":"2013-12-30 15:49:00 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"The Cultural Regions in Tibet"},{"title":"Introduction to Cultural Tibet","index":1,"parent_index":0,"body":" "},{"title":"Overview","index":2,"parent_index":1,"body":" <p class=\"Paragraph\">Tibetan culture, the sense of being “Tibetan” as a common identity across many other differences, and the sense of there being a body of practices and beliefs that constitute a shared cultural identity, is a product of a grand military and political experiment – the Tibetan Empire. Existing from the 7<sup>th</sup> to 9<sup>th</sup> centuries, the Tibetan Empire was a hugely successful political and military set of endeavors that established a sense of unity and belonging across the Tibetan plateau where before there had been a profound sense of locality and difference. Political unity across such a vast terrain was to prove an elusive goal never to again be repeated after the Empire’s disintegration in the 9<sup>th</sup> century, but Tibetan culture –and the concomitant notion of a Tibetan people – proved to be a powerful reality that has persisted in a dynamic fashion right into the present across a huge geographical territory, including what in the last six decades has come to be a global diaspora extending across the world.</p> <p class=\"Paragraph\">However, as with many cultures of the world, just what the rubric “Tibet” signifies is both clear and frustratingly elusive for complex reasons that are intellectual, historical, and political in character.  We prefer to refer to this unity as “Cultural Tibet” to suggest that the delineation is based on complex, empirical data from the locale, rather than on unsubstantiated or politicized claims. Other possibilities for rubrics include Tibetan Cultures, Ethnographic Tibet, the Tibetan World, or the Tibetan Cultural Space. We would prefer to avoid the essentialist term \"Tibet\", which doesn't do justice to the great diversity and extent of cultural and geographical spaces covered by our scope. However, it provides the most convenient nominative reference, and thus we have chosen to retain it in specific contexts. Our current thinking about ethnicity and culture is so bound by the relatively recent phenomena of nation states, that it clouds the profoundly different socio-political realities of the pre-modern world.</p> <p class=\"Paragraph\">We are trying to discern a group of people over vast stretches of space and time that are characterized by certain shared features which make talking about them as a whole tenable.  Our definitions of Cultural Tibet relies upon multiple indicators, such as the following, though there are exceptions on every measure:</p> <ul> <li>explicit subjective contemporary identity statements</li> <li>related or shared origin myths and historical narratives that can be identified as \"Tibetan\"</li> <li>a spoken language belonging to the \"Tibetan\" families of languages</li> <li>a degree of use of the written Tibetan language</li> <li>shared religious traditions in Buddhism and Bön</li> <li>shared cultural practices</li> </ul> <p class=\"Paragraph\">Our definition of Cultural Tibet is expansive, such that we have resolved to include populations that may linguistically speak Tibetan but not be characterized by any of the other indicators - such as perhaps Shiite Muslim wheat farming communities in Baltistan now controlled by Pakistan - as well as cultures such as Gyelrong (<em>rgyal rong</em>) or Basum (<em>brag gsum</em>), which do not speak a Tibetan language proper, and yet by other criteria are certainly \"Tibetan\".  This definition obviously does not correspond precisely to any political status either historically or in contemporary times. In addition, most casual traveler across these regions will note a great variety of ethnicities constitute these populations as evidenced from the striking range of bodily and facial characteristics.  Though it is true that no single word in Tibetan dialects corresponds to how we use the term \"Tibet\" in English, nor designates the area which we are calling \"Cultural Tibet\", there are ways in Tibetan to signify a roughly comparable area. The most prominent perhaps is the \"snowy lands\" (<em>gang ljongs</em>). </p> <p class=\"Paragraph\">In terms of delineating a geographical area that corresponds to Cultural Tibet at any given point in history, we only include areas beyond the level of a single settlement where the numerically dominant population meets these criteria.  We have chosen, however, to include the Tibetan diaspora scattered across the world, though we certainly do not include those larger countries or sub-country administrative units in which they form a small minority.  Thus we include a Tibetan farming community in Southern India that could consist of as many as twenty distinct settlements, but not the Indian administrative unit in which they are located.  Practically speaking, of course, the smaller a Tibetan community is and the larger the broader settlement in which they are located, the harder it is to document within our broader model given its smallness of size and tem We also exclude those areas where Tibetan culture may historically have exercised a dominant influence, such as in Mongolia, but which linguistically do not speak a Tibetan language, nor fit the other criteria, despite extensive cultural communalities and shared traditions. </p> "},{"title":"Divisions of Tibet: Nations and Cultural Subregions","index":3,"parent_index":1,"body":" <p class=\"Paragraph\">There are two dominant schemes by which we can profitably divide cultural Tibet into internal regions:  (i) the administrative units of the various nation states which now control cultural Tibetan areas, and (ii) the internal ethno-linguistic regions which constitute Tibetans' own sense of community and cultural affiliation.  The issue of internal regions becomes far more complex with the introduction of temporality, the fourth dimension.  Details are much more difficult to come by, while diversity and fluidity is much greater for both administrative and ethno-linguistic regions. </p> <p class=\"Paragraph\">(i) Not counting completely modern diaspora communities, such as the large communities of Tibetans in New York City, Beijing, New Delhi and elsewhere, cultural Tibet  now spans an area administratively controlled by the nations of China, Nepal, India, Pakistan, and Bhutan.  Each of these nation states has its own well defined administrative territorial schemes, of units within units - state, county, township, and so forth.  These schemes have the advantage of being for the most part clearly defined in terms of conception and geographical boundaries.  Not surprisingly, they dominate the experience of contemporary Tibetans since these administrative units determine taxation, resource allocation, government support and so forth.</p> <p class=\"Paragraph\">When we shift back in time, the situation is far more complex, since nation states with their computer delineated boundaries and precise administrative areas are absent. Historically, cultural Tibet was characterized by a wide variety of political units and arrangements (including stateless areas with no explicit government at all). For example, prior to the second half of the twentieth century, many political units were administratively divided into \"districts\" (<em>rdzong</em>), usually controlled from fortified buildings or castles located in strategic high places.  Researching these various arrangements all the way back to the imperial period (7th to 9th centuries) is a complex task that will take many years into the future. </p> <p class=\"Paragraph\">(ii) There has been and remains a pronounced regional sense of cultural identity regardless of political classifications and realities which is based upon the dialect spoken, and associated local traditions of such things as architecture, clothing, music and so forth.  These patterns of affiliation are linked to particular geographically delineated areas, and expressed by a term that usually simultaneously signifies the dialect, culture and region in colloquial and literary discourse.  These ethno-linguistic terms usually signify primarily the geographical area, with the suffix of \"language\" (<em>skad</em>) signify the dialect that predominates in that area, and with the suffix of a nominalizer (<em>pa</em>) or the term \"person\" (<em>mi</em>)signify the people who lived in that area, speak that dialect, and practice the associated cultural traditions.  Because they have no official, government status, such regions are at times called \"folk regions\" or “cultural regions.”</p> <p class=\"Paragraph\">The delineation of these regions is far more difficult than dealing with modern administrative units.  To begin with the precise boundaries of each is rarely documented adequately, and to do so requires extensive research over many years to go village by village interviews.  In actuality, the boundaries tend to be overlapping, rather than a neat, precise boundary such as constitutes administrative units, at least in theory.  In addition, the members of a cultural region do not always live in geographically contiguous regions, since historical waves of migration have resulted in pockets or even relatively large areas inhabited primarily by representatives of a cultural region that is in fact located hundreds of kilometers in a quite distant area.  Finally, the precise interrelation of these various regions is not always entirely clear, namely to what degree a given region is a subset of a broader ethno-linguistic region, or is simply altogether different.  Technically, for example, a given term like Ütsang (<em>dbus gtsang</em>)might refer to a broad region, which in fact Ü and Tsang individually might only cover a portion of that broad region. </p> <p class=\"Paragraph\">The relationship of official governmentally delineated administrative units to indigenous ethno-linguistic regions is complex.  In some cases there is close overlap, while in other cases there is no relationship at all.  Of course such ethno-linguistic regional boundaries can be a factor behind a government's decision to create administrative boundaries in one way or another. In addition, administrative units and ethno-linguistic tend to both be deeply interconnected with the environmental realities of the area.  Natural features such as water basins, mountain ranges, and so forth create natural boundaries, which are often closely connected to the formal and informal establishment of human regions.</p> "},{"title":"The traditional three fold division of Cultural Tibet","index":4,"parent_index":1,"body":" <p class=\"Paragraph\">Tibetans most typically consider Cultural Tibet to consist of three broad ethno-linguistic regions in the west, center and east as constituting \"Cultural Tibet\": </p> <ul> <li>The upper three districts of Ngari (<em>stod mnga' ris skor gsum</em>)</li> <li>The intermediate four horns of Utsang (<em>bar dbus gtsang ru bzhi</em>),</li> <li>The six ranges of Amdo and Kham (<em>smad mdo khams sgang drug</em>)</li> </ul> <p class=\"Paragraph\">This three fold division is explicitly presented - as the above indicates - in terms of altitude, where the west is \"upper\" in the sense of higher altitude, the central area is \"intermediate\" altitude, and the east is \"lower\" in the sense of lower altitude.  The first two are derived from political schemes, whereas the third is obviously labeled after geographical features of mountain ranges.</p> <p class=\"Paragraph\">We also find different threefold schemes, which implicitly or explicitly subsume or marginalize one of the above regions:</p> <ul> <li>the triad of U, Tsang and Kham (<em>dbus gtsang khams gsum</em>),</li> <li>the triad of U, Tsang and Do (<em>dbus gtsang mdo gsum</em>)</li> <li>the triad of U, Tsang and the three districts of Ngari (<em>dbus gtsang mnga ris skor gsum</em>)</li> <li>the triad of Utsang, Kham and Amdo (<em>dbus gtsang khams a mdo</em>)</li> </ul> "},{"title":"1. The upper three districts of Ngari (stod mnga' ris skor gsum)","index":5,"parent_index":4,"body":" <p class=\"Paragraph\">Ngari constitutes Western Tibet, which was particularly important in the tenth through fourteenth centuries for the role its kingdoms played in the renaissance of Buddhism following the dark period that ensued upon the mid ninth century collapse of the Tibetan empire.  Its high altitudes and difficult environments entailed a relatively low population base and scarce resources; indeed much of its population was and still is nomadic, though there have also been extensive agricultural communities.  Its inhabitants speak a dialect family known as \"upper dialect\" (<em>stod skad</em>).  When used in this overarching sense, it seems that the implication would be that it would subsume the massive northern pastoral regions known as the \"Northern Plains\", or Jangthang (<em>byang thang</em>), which otherwise is an entirely separate ethno-linguistic region from Ngari proper. </p> <p class=\"Paragraph\">In addition to the ruins of those early Kingdoms, along with their artistic and architectural treasures, one of the most prominent features of Ngari is Mount Kailash, known in Tibetan as \"the Precious Snow Mountain\" (<em>gangs rin po che</em>) or Mount Tisay (<em>ti se</em>).  This is one of the three most important mountains in Buddhist Tibet known as \"(divine) abode mountains\" (<em>gnas ri</em>) since they were believed to be the residence of major Buddhist tantric deities.  As such, it is a critically important site of pilgrimage and its associated rituals and belief systems. </p> <p class=\"Paragraph\">Literally, \"the three districts of the Royal Domain\", the traditional three subdivision of Ngari are most typically identified as the following (<em>Bod rgya tshig mdzod chen mo</em>, p. 683), though their actual identification is quite complex: </p> <ul> <li>Puhreng (<em>spu hreng</em>), Mangyul (<em>mang yul</em>) and Zangskar (<em>zangs dkar</em>)</li> <li> Zhangzhung (<em>zhang zhung</em>), Upper Tritay (<em>khri te stod</em>), Lower Tritay (<em>khri ste smad</em>)</li> <li>Chim (<em>'chim</em>) or Khotan (<em>li</em>), Drusha (<em>bru sha</em>), and Balti (<em>sbal ti</em>).</li> </ul> <p class=\"Paragraph\">The <em>Bod rgya tshig mdzod chen mo</em> (p. 683) also gives the alternative name, \"The Royal Domains Surrounded by Three\", which it explains as referring to this area being surrounded by three environmental features:  snow mountains (<em>gangs</em>), rocky precipices (<em>g.ya'</em>), and lakes (<em>mtsho</em>).  The term \"royal domains\" stems from the fact that after the disintegration of the Tibetan Empire in the mid ninth century, lineal descendents of the emperors settled these areas:  Nyima Gon (<em>nyi ma mgon</em>) was the first, and his three sons took control of the centers of what came to be the three districts: </p> <ul> <li>Pelde Rikpa (<em>dpal lde rig pa mgon</em>) took control of Mangyul (<em>mang yul</em>) in Ngari surrounded by the lakes of Zangskar (<em>zangs dkar</em>)</li> <li>Tashi Degon (<em>bkra shis lde mgon</em>) took control of Takmo (stag mo) of Ngari surrounded by the snow mountains of Puhreng (<em>spu hreng</em>)</li> <li>Detsuk Gon (<em>lde gtsug mgon</em>) took control of Zhangzhung (<em>zhang zhung</em>) of Ngari, surrounded by the rocky precipices of Guge (<em>gu ge</em>)</li> </ul> <p class=\"Paragraph\">See Roberto Vitali's <em>The Kingdoms of Gu.ge Pu.hrang </em>for a detailed discussion of the historical complexities behind the formation of these regions, including the divergent ways the \"three districts\" are identified (see especially pp. 153ff).</p> <p class=\"Paragraph\">In modern China, Ngari is now the name of the westernmost district of the Tibetan Autonomous Region, located between the Himalayan and Khunu mountain ranges.  It consists of seven counties: </p> <ul> <li>Gar (<em>sgar</em>)</li> <li>Ruthok (<em>ru thog</em>)</li> <li>Tsamda (<em>rtsa mda'</em>)</li> <li>Puhreng ( <em>spu hreng</em>)</li> <li>Degyay (<em>dge rgyas</em>)</li> <li>Gertse (<em>sger rtse</em>)</li> <li>Tshochen (<em>mtsho chen</em>)</li> </ul> <p class=\"Paragraph\">In fact, these counties cover much, but not all, of the ethno-linguistic region traditionally identified as Ngari, while in part also cover the distinct ethno-linguistic region of the Jangthang (<em>byang thang</em>).</p> "},{"title":"2. The intermediate four horns of Utsang (bar dbus gtsang ru bzhi)","index":6,"parent_index":4,"body":" <p class=\"Paragraph\">Utsang together constitute the central part of Tibet that historically was home of the major transregional political powers from the emergence of the sixth century Yarlung Empire right into the twentieth century with the theocratic state headed by the incarnations of Dalai Lamas.  It consists of two separate regions - U and Tsang - which constituted the two major political and military poles of the areas which were in constant tension with each other over the centuries.  Their respective centers, Lhasa (<em>lha sa</em>) and Shigatse (<em>gzhis ka rtse</em>), were also the major monastic bases of the Geluk (<em>dge lugs</em>) sectarian tradition that came to rule large parts of Cultural Tibet from the seventh century onwards. </p> <p class=\"Paragraph\">While U and Tsang proper are fairly limited in geographical extent, the use of the rubric Utsang to signify Central Tibet implicitly subsumes many other distinct ethno-linguistic regions that are contiguous with them - Kongpo (<em>kong po</em>), Lhodrak (<em>lho brag</em>) and so forth.  This region include most of the most famous landmarks of early Tibetan history - the Yarlung valley (<em>yar klungs</em>) of the Imperial tombs, the first Buddhist monastery of Samye (<em>bsam yas</em>), the Jokhang (<em>jo khang</em>) temple in Lhasa and so forth</p> <p class=\"Paragraph\">During the Imperial Period of Tibetan history in the early seventh century, the emperor Songtsen Gampo (<em>srog btsan sgam po</em>) is said to have divided his domain into four \"horns\", or military brigades.  Two of these constituted the area of U and two constituted the area of Tsang:</p> <ul> <li>Yeru (<em>g.yas ru</em>) in Tsang</li> <li>Rulak (<em>ru lag</em>) in Tsang; subsequently it was renamed spus ru?</li> <li>Uru (<em>dbu ru</em>) in U; subsequently it was renamed gung ru?</li> <li>Yoru (<em>g.yo ru</em>) in U; subsequently it was renamed g.yon run</li> </ul> <p class=\"Paragraph\">In contemporary times, however, these divisions of \"horns\" are not so relevant for the inhabitants’ sense of identity and location.</p> <p class=\"Paragraph\">In modern China, all of these regions are now administered under China's westernmost provincial level area termed the Tibetan Autonomous Region (TAR). The bulk of the central area of the TAR corresponds to Utsang, while TAR’s westernmost area is Ngari, and its easternmost area is culturally part of Kham.</p> "},{"title":"3. The six ranges of Amdo and Kham (smad mdo khams sgang drug)","index":7,"parent_index":4,"body":" <p class=\"Paragraph\">Amdo (<em>a mdo</em>) and Kham (<em>khams</em>) are by most registers completely distinct regions that constitute the Northeastern and Eastern domains respectively of Cultural Tibet.  Their dialects - referred to as Amdo dialect (<em>a mdo skad</em>) and Kham dialect (<em>khams skad</em>) respectively - are quite distinct, as are their regional cultural traits and sense of identity.  While broad characterizations are invariably simplistic in the extreme, in general Kham is famed for its military prowess and martial spirit, while Amdo is more famed for its literary and scholarly achievements (though there was no shortage of great Khampa scholars).  The classical center of Kham political and cultural power was the city/kingdom of Derge (<em>sde dge</em>), while the corresponding center of Amdo was Labrang (<em>bla brang</em>). </p> <p class=\"Paragraph\">The subdivisions given of \"six ranges\" refer to important mountain ranges and rivers which mark off large areas.  The six mountain ranges along with their geographical location in terms of rivers are as follows (drawn from the <em>Bod rgya tshig mdzod chen mo</em>, p. 2160).</p> <ul> <li>Zelmo Range (<em>zal mo sgang</em>):  the northern areas between the Dri and Nyak rivers (<em>'bri chu dang nyag chu'I byang rgyud bar gyi sa khul</em>)</li> <li>Tsawa Range (<em>tsha ba sgang</em>):  between the Gyelmo Ngul and Dza rivers (<em>rgyal mo rngul chu dang rdza chu'i bar la</em>)</li> <li>Markham Range (<em>smar khams sgang</em>): the northern areas between the Dza and Dri rivers (<em>rdza chu dang 'bri chu'I byang rgyud bar gyi sa khul</em>)</li> <li>Powo Range (<em>spo 'bor sgang</em>):  the southern areas between the Dri and Nyak rivers (<em>'bri chu dang nyag chu'I lho rgyud bar gyi sa khul</em>)</li> <li>Mardza Range (<em>dmar rdza sgang</em>): The areas from the south of Ma river up until the easter upper parts of the Nyak river included within the Tsongon (\"Blue Lake\") province (<em>mtsho sngon zhing chen khongs rma chu'I lho nas nyag chu'I stod kyi shar bar la</em>)</li> <li>Minyak Rab Range (<em>mi nyag rab sgang</em>):  the eastern areas at the waist of the Nyak river (<em>nyag chu'I chu sked kyi shar rgyud la</em>)</li> </ul>"}]}