{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Choksum Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Wen chuan County"
  }, 
  {
   "body": "<p> </p><p>Since the Tibetans in the Wen chuan area have been completely sinicized, most of them call the temple by its Chinese name, Sansheng Miao, (a literal translation of mChog gsum lha khang). The temple is located on the road 110 km south of the county town of Wen chuan.</p><p>According to oral tradition, originally there was a Guan di Miao, a temple dedicated to the Chinese deity Guan di. Sang rgyas dpal ldan, a Bonpo master from Central Tibet enshrined a statue of gShen rab Mi bo as the main statue of the temple together with two other statues --relegating the Guan di statue among the secondary deities-- and transformed the establishment into a Bonpo temple named mChog gsum lha khang.</p><blockquote xmlns:str=\"http://exslt.org/strings\"> <p>There were no lay devotees when I visited the temple in 1998, only an old lady looking after it. I was told that she was a Tibetan, from Chu chen in rGyal rong, and now she was the caretaker of the temple. The temple was rebuilt in the nineteen-eighties. It has close ties with gYung drung dar rgyas Monastery (No.170) in Rong brag county. The local people invite five monks from gYung drung dar rgyas Monastery to perfome an annual ritual on the 15th day of the 2nd month every year.</p> </blockquote><p>Since there are no other religious activities apart from the ritual mentioned above, very few people come to the temple. Indeed many of the villagers have not been to the temple for years and don’t even know to which religious tradition it belongs. </p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(217) mChog gsum Temple"
  }, 
  {
   "body": "", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Sources"
  }, 
  {
   "body": "<p>In autumn 1998 with: Xiao Shufang, the caretaker of the temple who was around seventy years old when I visited the place (she did not know the year of her birth)</p>", 
   "index": 4, 
   "parent_index": 3, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<ol type=\"1\"> <li>Wen chuan rdzong gi sa cha’i ming btus compiled and printed by Wen chuan rdzong gi sa cha’i ming btus las don ’go khrid tsho chung, p.1, Wei zhou, 1982</li> </ol>", 
   "index": 5, 
   "parent_index": 3, 
   "title": "(2) Texts"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }, 
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }
  ], 
  "domain": "places", 
  "kid": "23623", 
  "dates": [], 
  "title": "Choksum Introduction"
 }
}