{"meta":{"domain":"places","kid":"22707","authors":[{"fullname":"ཤ་བོ་དོན་གྲུབ། (sha bo don grub)","id":"90"},{"fullname":"ཤ་བོ་དོན་གྲུབ། (sha bo don grub)","id":"90"}],"title":"སྒྲུབ་སྡེ་ཆེན་མོ་པདྨ་ཆོས་འཕེལ་གླིང་ལ་བསྐྱོད་པའི་མཐོང་ཐོས།","dates":{"created_at":"2012-07-15 21:34:34 UTC","updated_at":"2012-07-16 06:41:28 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>མཚོ་སྔོན་དགེ་ཐོན་སློབ་ཆེན་གྱི་དགེ་རྒན་ཆེན་མོ་རྒྱ་ཡེ་བཀྲ་བྷོ་ལགས་ཀྱི་མཛུབ་སྟོན་འོག་ཞིབ་འཇུག་འཛིན་གྲྭ་ཞིག་མདོ་སྨད་དགོན་སྡེ་བཅོ་ལྔར་རྟོག་དཔྱོད་དུ་བསྐྱོད་སྐབས་རྩོམ་པ་པོ་ཉིད་དངོས་སུ་དགོན་པ་འདིར་མཇལ།</p> <p>༢༠༡༡ལོའི་ཟླ༡༠པའི་ཚེས༡༡ཉིན་གྱི་ཕྱི་དྲོའི་ཆུ་ཚོད་གསུམ་པ་ཡས་མས་སུ་ང་ཚོ་ཚེ་ཏན་དགོན་པ་ནས་ལམ་ལ་ཆས་ཏེ་བ་ཡན་རྫོང་གསེར་གཞོང་ཞང་གི་སྒྲུབ་སྡེ་ཆེན་མོ་པདྨ་ཆོས་འཕེལ་གླིང་གི་ཕྱོགས་སུ་བསྐྱོད། ཚེ་ཏན་དགོན་པ་ནས་ལམ་ལ་ཆས་ན་སྒྲུབ་སྡེ་ཆེན་མོ་པདྨ་ཆོས་འཕེལ་གླིང་ལ་ཐད་ཀར་ནུབ་ཕྱོགས་སུ་གཟས་ནས་འགྲོ་དགོས་ལ།  བཞུད་ལམ་ཀྱག་ཀྱོག་ཆེ་ཞིང་ལ་ཐུར་མང་ནའང་། རླངས་འཁོར་གྱི་ཁ་ལོ་བ་ནི་ལོ་ངོ་ཉི་ཤུའི་རིང་ལ་རླངས་འཁོར་བསྐོར་མྱོང་བའི་ཁ་ཆེ་བ་ཞིག་ཡིན་ལ། རང་གཤིས་ཀྱང་ཧ་ཅང་འགྲོགས་བདེ་གཤིབ་བདེ་ཞིག་ཡིན་པས་ཁོའི་རླངས་འཁོར་བསྐོར་བའི་བཟོ་ལྟ་དེ་ལ་ང་ཚོ་ཡིད་ཆེས་དང་སྤྲོ་སྣང་གིས་ཁེངས་ཡོད།</p> <p>ཉིན་འགའི་རིང་གི་འགྲུལ་བཞུད་ཀྱི་དབང་གིས་དགེ་སློབ་ཡོངས་ལ་ངལ་དུབ་ཀྱི་ཚོར་བ་ཞིག་དབང་མེད་དུ་བྱིན་ཡོད་ནའང་། མདོ་དབུས་མཐོ་སྒང་གི་ལྗོངས་སུ་ཤར་བའི་སྟོན་མཇུག་གི་རྣམ་པ་འདིའི་སྐྱེ་བོ་སོ་སོའི་ཡིད་ལ་ཐ་དད་ཀྱི་ཚོར་བ་སྣ་ཚོགས་སྦྱིན་འོངས་ཤིང་།   བསིལ་རླུང་ཡང་མོའི་ཁྲོད་ཅི་དགར་བསྐྱོད་པའི་སྡོང་ལོ་སེར་པོ་དང་སྒང་གཞོང་ཐམས་ཅད་ཡུག་གཅིག་ཏུ་གསེར་ཚོས་བྱུགས་པ་བཞིན་མིག་ལམ་དུ་མངོན་འོངས་པས། སྟོན་ཁ་ནི་དུས་ཚིགས་ཀྱིས་ཕ་མཐར་བསྐྱེལ་བའི་བགྲེས་སོང་གི་འཇིག་རྟེན་ཞིག་མ་ཡིན་པར།   རླངས་འཁོར་གྱི་སྒེའུ་ཁུང་ལས་མཐོང་བའི་ཕྱི་རོལ་གྱི་རྣམ་པ་རེ་རེ་ནི་སློབ་གྲོགས་རེ་རེའི་སེམས་ཀྱི་སྙན་ངག་ལྟ་བུའི་ཚོར་བ་རེ་རེའམ་ཡང་ན་ཡིད་ཀྱི་མཛའ་མོ་ལྟ་བུའི་དྲན་ཤིང་རེ་རེ་དང་འདྲ་བས། དགེ་སློབ་རྣམས་ཀྱི་ངོ་གདོང་ལས་ངལ་དུབ་ཀྱི་ཉོབ་མདངས་མཐོང་མི་ཐུབ་ཅིང་། མིག་ཟུང་ལས་དྲན་སྣང་ཟབ་མོ་ཞིག་གི་དབྱིངས་ལ་འཕྱན་འདུག་པ་རྟོགས་ཐུབ།</p> <p>ང་ཚོ་བ་ཡན་རྫོང་ཐ་རྒྱ་ཞང་གི་མངའ་ཁོངས་བརྒྱུད་ནས་ཡུན་རིང་སོང་ནའང་། ས་སྟོང་གི་རི་ལུང་ཤས་ཆེ་ལ་གཞུང་ལམ་དང་ཐད་ཀར་འབྲེལ་བའི་མི་སྡེ་ཞིག་མ་མཐོང་བ་མ་ཟད། རང་བྱུང་ཁམས་ཀྱི་ཕང་བ་རུ་དེང་རབས་འཕྲུལ་གྱི་འཁོར་འགྲོས་དེ་ཡང་དེ་འདྲའི་ཡ་མཚན་ཞིག་མ་རེད་བསམ་བྱུང་།</p> <p>གནས་ཆེན་འདི་ནི་ང་ཚོའི་ད་ཐེངས་ཀྱི་འགྲུལ་བཞུད་གོ་རིམ་ཁྲོད་ལམ་ཐག་ཅུང་རིང་གྲོས་ཤིག་ཡིན་པ་མ་ཟད། ས་བབས་ཀྱང་རིམ་བཞིན་ཇེ་མཐོ་ནས་ཇེ་མཐོར་གྱུར་བའི་ཁར་རི་རྒྱུད་དང་འགག་འཕྲང་མང་པོ་བརྒལ་དགོས་ཤིང་། རི་རྒྱུད་མཐོན་པོ་ཞིག་གི་རི་སྐེད་བརྒྱུད་ནས་འགྲོ་དུས་ལམ་གྱི་གཞོགས་གཉིས་ན་སེར་པོར་གྱུར་བའི་སྐྱེར་མས་ཁེབས་ཡོད་ལ། མཐོང་ལམ་དུ་སྣང་བ་ནི་གསེར་མདོག་གི་རྦ་རླབས་སྐྱོམ་པའི་འཇིག་རྟེན་ཞིག་གམ། ཡང་ན་རང་བྱུང་ཁམས་ཀྱི་གཡོལ་ཐབས་བྲལ་བའི་བསླུ་བྲིད་ཅིག་དང་མཚུངས་བར་ཡིད་ཀྱི་བརྟན་པ་དབང་མེད་དུ་འཕྲོག་པར་བྱེད་པས། ང་ཚོ་རླངས་འཁོར་ལས་བབས་ནས་སྐྱེར་མའི་རྫུབས་ལ་ཞུགས་ཏེ་འདྲ་པར་བསྐྱོན་པ་དང་བརྙན་ཕབ་པ་སོགས་རྩེད་འཇོ་གང་འཚམ་ལ་རོལ་རྗེས་མུ་མཐུད་དུ་ལམ་ལ་ཆས། ལམ་ཁ་ཀུན་དུ་ས་དེའི་བུད་མེད་རྣམས་ཀྱིས་སྐྱེར་མ་བྲེགས་ནས་དྲེད་དང་བོང་བུ་སོགས་ལ་བཀལ་ནས་འགྲོ་བ་མཐོང་ལ། དེ་ནི་ཕལ་ཆེར་གནག་ཕྱུགས་ཀྱི་དགུན་ཟླ་སྐྱེལ་བའི་གཟན་ཆས་ཡིན་པ་འདྲ།</p> <p>དེ་ལྟར་མཐོ་དམའ་མི་སྙོམས་པའི་རི་ལུང་གང་མང་ཞིག་བརྒྱུད་མཐར་རིམ་བཞིན་ར་མ་དང་བོང་བུ་སོགས་དུད་ཁྱུ་རེ་འགའ་འཚོ་བའི་ལུང་གཞུང་ཆེན་པོ་ཞིག་གི་མདོར་སླེབས་ཅིང་། དེ་ནི་རི་རྒྱུད་ཆེན་པོ་གཉིས་ཀྱིས་གཞོགས་གཉིས་ན་སྐྱོར་བ་ལྟར་རི་རྒྱུད་དཔངས་མཐོ་ཞིང་ལུང་བ་ཕུགས་རིང་བ། ས་དམར་དང་བྱེ་ཟེགས་འདྲེས་མའི་ས་རྒྱུད་དུ་གཏོགས་ཤིང་ལུང་མཐིལ་ཁོད་ཡངས་ལ་བདེ་སྙོམས་པ་ཞིག་ཡིན་པའི་ཁར་གོམ་ཞེང་བཞི་ལྔ་ཙམ་གྱི་གྲམ་ཆུ་ཞིག་ཀྱང་དེ་ན་འབབ་ཀྱིན་འདུག་པས། སོ་ནམ་གཉེར་བའི་མི་རྣམས་ལ་བསྐྲུན་པའི་རང་བྱུང་གི་མཐུན་རྐྱེན་ཡིད་དུ་འོང་བ་ཞིག་རེད། ལུང་བ་དེ་ནི་གསེར་གཞོང་ཞང་གི་ར་མ་འདན་མ་ལུང་བ་ཟེར་བ་དེ་ཡིན།</p> <p>ལུང་གཞུང་དེ་དེད་ནས་མུ་མཐུད་དུ་ལེ་དབར་དྲུག་བདུན་ལྷག་ལ་བསྐྱོད་པ་ན་གཞི་ནས་དར་ལྕོག་དང་བསང་ཁྲི། ལབ་ཙེ། མཆོད་རྟེན་སོགས་བོད་མིའི་ཐུན་མོང་མ་ཡིན་པའི་རྟགས་མཚན་རེ་རེ་མིག་ལམ་དུ་བསྟར་འོངས་པས། ཉིན་འདི་དག་གི་འགྲུལ་བཞུད་ཁྲོད་རྙེད་པའི་སྐྱོ་ངལ་ཆེ་བའི་སེམས་ཀྱི་རྡོག་ཁྲེས་ཐམས་ཅད་རེ་ཞིག་བརྗེད་སོང་བ་དང་འདྲ་ལ། དྲན་གདུང་གིས་མནར་བའི་ཡུལ་གྱར་བ་ཞིག་རང་གི་ཕ་ཡུལ་དུ་ལོག་ཡོང་བ་དང་ཡང་འདྲ། དེ་ལས་ཀྱང་ཉམས་དགའ་ཞིང་རྗེས་སུ་ཡི་རངས་བྱེད་འོས་པ་ཞིག་ནི་གནས་དེ་རུ་མཐོང་ཐུབ་པའི་སྐྱེ་ཕོ་མོ་ཚང་མས་བོད་ལྭ་གྱོན་ཡོད་པ་དེ་རེད། དེ་ནི་ད་ལྟ་གཞི་ནས་མི་རིགས་གཞན་གྱི་ཁོངས་སུ་འདྲེས་ཟིན་པའི་མཚོ་ཤར་ས་ཁུལ་ལ་མཚོན་ནས་མ་བཤད་ནའང་། བོད་སྤྱི་ཚོགས་དབུས་ཀྱི་མཐོང་དཀའ་བའི་སྣང་ཚུལ་ཐུན་མོང་མ་ཡིན་པ་ཞིག་རེད། ད་ལྟ་གང་ས་གང་དུ་ཡོད་པའི་བོད་མི་ཚང་མས་བོད་ལྭ་གྱོན་པ་ནི་སྟབས་མི་བདེ་བ་ཞིག་དང་། གཞན་གྱི་མིག་ནང་གི་རྗེས་ལུས་མཚོན་པའི་སྣང་ཚུལ་ཞིག་ཏུ་བསམ་ཡོད་ནའང་། གནས་འདི་ཡི་མི་རྣམས་ཀྱིས་སོ་ནམ་གཉེར་བའི་ངལ་རྩོལ་བཟོད་དཀའ་བ་དེའི་ཁྲོད་དུའང་ད་དུང་རང་གི་གྱོན་ཆས་མ་དོར་བར་ད་ལྟའི་བར་དུ་གནས་ཡོད་པ་ནི་སེམས་འགུལ་ཐེབས་པའི་དོན་ཞིག་མ་ཡིན་ནམ། དེ་ལྟར་ང་ལ་བརྗོད་མི་ཤེས་པའི་ཚོར་འདུ་དྲག་པོ་ཞིག་སྐྱེས་པའི་མོད་ལ་རང་གི་ཕ་ཡུལ་སེམས་ལ་འཁོར་ཞིང་། ཉེ་བའི་ལོ་འདི་དག་གི་རིང་ལ་ཕ་ཡུལ་གྱི་འགྱུར་ལྡོག་ཇི་འདྲའི་ཆེའང་སྙམ་ནས་འཇིགས་སྐྲག་གི་ཚོར་བ་ཞིག་ལུས་སྟེང་ཡོངས་ལ་ཁྱབ་སོང་།</p> <p>ང་ཚོས་ལམ་འགྲམ་གྱི་ཉམས་དགའ་བའི་སྣང་བརྙན་རེ་རེ་དང་གྲོང་སྡེ་རེ་རེ་རྒྱབ་ལ་བསྐྱུར་བཞིན་སྒྲུབ་སྡེ་ཆེན་པོ་པདྨ་ཆོས་འཕེལ་གླིང་གནས་པའི་བྲག་དཀར་བུ་རྒྱུད་སྡེ་བར་སླེབས་ཤིང་། སྡེ་བ་དེ་དང་སྒྲུབ་སྡེ་ཆེན་པོ་པདྨ་ཆོས་འཕེལ་གླིང་གཉིས་ནི་དབྱེར་མེད་དུ་གནས་ཡོད་པས་དགོན་པའི་མིང་ལ་བྲག་དཀར་བུ་རྒྱུད་པདྨ་ཆོས་འཕེལ་གླིང་ཡང་ཟེར། དགོན་པའི་མདུན་རྒྱབ་གཉིས་ན་རི་རྒྱུད་དེ་གཉིས་ལས་ཆེས་མཐོ་ཤོས་ཀྱི་གཙོ་རི་གཉིས་རང་སར་ཀྲོང་ངེར་འགྱིང་འདུག་ལ།   མདུན་ཕྱོགས་ཀྱི་རི་མཐོན་པོ་དེའི་མིང་ལ་ཨ་མ་སེ་བོ་ཞེས་འབོད་ཅིང་། རྒྱབ་ཕྱོགས་ཀྱི་རྩེ་གསུམ་ཅན་གྱི་རི་བོ་བརྗིད་པོ་དེ་ནི་གནས་འདི་ཡི་གྲགས་སྐད་ཆེ་བའི་གཞི་བདག་བྲག་དཀར་སྤུན་གསུམ་གྱི་གནས་རི་ཡིན་པས། དགོན་པ་གནས་པའི་སྡེ་བ་ལ་བྲག་དཀར་བུ་རྒྱུད་ཅེས་འབོད་ཅིང་། ས་དེའི་མི་རྣམས་ཀྱི་སེམས་ནང་གི་སྟོབས་ཤུགས་མཚོན་པའི་རྒྱབ་རིའང་ཡིན།   </p> <p>སྒྲུབ་སྡེ་ཆེན་པོ་པདྨ་ཆོས་འཕེལ་གླིང་ངམ་འདུ་ཁང་ཆེན་པོ་ནི་ཏག་ཏག་གཞུང་ལམ་འགྲམ་གྱི་དེའུ་འབུར་ཞིག་གི་སྟེང་དུ་ཆགས་ཡོད་ལ། དེའུ་འབུར་དེ་ནི་བྲག་དཀར་སྤུན་གསུམ་གྱི་མཆོད་སྟེགས་ཡིན་ཟེར་བའི་བཤད་རྒྱུན་ཞིག་ཀྱང་ཡོད། གྱེན་དུ་གོམ་པ་ཉིས་བརྒྱ་ལྷག་བསྐྱོད་ན་གཞི་ནས་ཚོན་རྩི་དམར་པོ་བྱུགས་པའི་སོ་ཕག་གི་མཁར་གྱང་ཆེན་པོ་དང་། བཟོ་བཀོད་ཁྱད་དུ་འཕགས་པའི་སུམ་ཐོག་ཅན་གྱི་འདུ་ཁང་། ད་དུང་མཁར་གྱང་གི་ཕྱི་ན་ཀྲོང་ངེར་འགྱིང་བའི་བདེ་གཤེགས་མཆོད་རྟེན་བརྒྱད་ལ་སོགས་གནས་དེའི་བཀོད་པ་མཐའ་དག་མིག་ལམ་དུ་ཤར་འོངས་ནའང་། ད་ལྟ་འདུ་ཁང་གསར་དུ་བཞེངས་ནས་ཚོན་རྩི་འབྱུག་བཞིན་པའི་སྒང་ཡིན་པས་ནང་རྟེན་མཇལ་བའི་གོ་སྐབས་མ་བྱུང་མོད། ང་ཚོས་དེར་ཡོད་ཀྱི་སྡེ་མི་འགའ་ལ་རྒྱུ་མཚན་དྲིས་ནས་ཤེས་པ་ལྟར་ན་སྒྲུབ་སྡེ་ཆེན་པོ་པདྨ་ཆོས་འཕེལ་གླིང་ནི་དཔའ་ལུང་བ་ཡན་ས་ཆའི་སྔགས་ཁང་ཁག་གི་མ་དགོན་ཡིན་ལ། སྤྱི་ལོ༡༨༣༨ལོར་ད་ལྟའི་ཞུན་ཧྭ་རྫོང་གི་ཀ་རིང་སྡེ་བའི་ཀ་རིང་སྔགས་སྨྱོན་རྡོ་རྗེ་བདུད་འདུལ་ཞེས་པས་བཏབ་པར་བཤད་ཅིང་། རྗེ་འདི་བའི་བླ་བརྒྱུད་ན་རིམ་གྱིས་བསྐྱངས་ནས་ད་ལྟའི་བར་དུ་གནས་ཡོད་ལ་ད་ལྟ་སྐུ་ཕྲེང་བཞི་པ་བསྟན་འཛིན་འཇིགས་མེད་ཡེ་ཤེས་རྣམ་རྒྱལ་མཆོག་ནས་དགོན་བདག་བླ་མ་མཛད་ཡོད། ད་ལྟའི་བླ་མ་ཁོང་རང་དགུང་གྲངས་དྲུག་བཅུ་ཡས་མས་ཟིན་པ་ཞིག་ཡིན་འདུག་ཟེར།</p> <p>སྔོན་གནས་འདིར་གསང་སྔགས་ཀྱི་འཆད་ཉན་ཆེས་ཆེར་དར་ནའང༡༩༥༨ལོའི་ཟིང་འཁྲུག་གི་དབང་གིས་སྒྲུབ་སྡེ་ཆེན་པོ་འདིའི་ནང་རྟེན་ཕལ་ཆེར་འཇིག་ཅིང་ཆོས་རྒྱུན་ཀྱང་རེ་ཞིག་ཆད་སོང་ནའང་། བསྟན་པ་ཡང་དར་གྱི་དུས་སུ་བླ་མ་བསྟན་འཛིན་འཇིགས་མེད་ཡེ་ཤེས་རྣམ་རྒྱལ་མཆོག་གིས་སྣེ་ཁྲིད་དེ་སེར་སྐྱ་མང་ཚོགས་ཡོངས་ཀྱི་རྩོལ་བ་ལ་བརྟེན་ནས་བསྐྱར་བཞེངས་བྱས་ཤིང་། འགྲོ་གྲོན་ལ་སྒོར་བྱེ་བ་གཅིག་ལྷག་སོང་ཟེར་བ་ལ་བལྟས་ན་འདུ་ཁང་འདི་ཡི་རྔམ་ཟིལ་ནི་མ་བཤད་ཀྱང་ཤེས་ཐུབ་པ་ཞིག་ཡིན།                                   </p> <p>འདུ་ཁང་གི་ནང་རྟེན་གཙོ་བོར་སློབ་དཔོན་ཙོང་འོར་གསུམ་པ་རྡོ་རྗེ་བདུད་འདུལ་གྱི་སྐུ་གདུང་བཞུགས་ཤིང་མཐའ་སྐོར་དུ་གུ་རུ་མཚན་བརྒྱད་ཁྲི་དྲུག་འགྱོག་དང་། གཡས་སུ་ཇོ་བོ་རྗེ་དཔལ་ལྡན་ཨ་ཏི་ཤ  གཡོན་དུ་རྗེ་ཙོང་ཁ་པ་ཆེན་པོ་སོགས་རིན་ཐང་ཅན་གྱི་ལྷ་རྟེན་ཆོས་གསུམ་མང་པོ་བཞུགས་ཤིང་། ལྷག་པར་དུ་འདུ་ཁང་ཆེན་པོའི་གནམ་གཅལ་དུ་ཕྱག་རྫོགས་དབུ་གསུམ་གྱི་བླ་རྒྱུད་རི་མོ་བྲིས་ལེགས་ཀྱིས་བརྒྱན་པ་ད་ལྟའི་བར་ཉར་ཚགས་ལེགས་པོ་བྱུང་ཡོད་པ་ནི་དགའ་འོས་པ་ཞིག་ཡིན་ཟེར།  </p> <p>ད་ལྟ་དགོན་པ་འདི་ལ་དུད་ཚང་བརྒྱ་ལྷག་གིས་གྲུབ་པའི་བྲག་དཀར་བུ་རྒྱུད་སྡེ་བ་གཙོ་བྱས་པའི་ཞིང་བ་སྡེ་བ་དང་། ཨ་མགོན་ཆུང་བ་སྡེ་བ་གསུམ་གྱི་སྔགས་པ་འཚོགས་བཞིན་ཡོད་ལ་གཞན་ནའང་རེ་འགའ་ཡོད་པར་བཤད་མོད། གང་ལྟར་ད་ལྟ་སྔགས་པ༡༥༠ལྷག་ཡོད་པར་བལྟས་ན་གནས་འདི་ཡི་མི་རྣམས་ཀྱི་དད་འདུན་གྱི་སྟོབས་ཤུགས་དྲི་མ་མེད་པ་དེ་ཤེས་ཐུབ།        </p> <p>ད་དུང་སྒྲུབ་སྡེ་ཆེན་པོ་པདྨ་ཆོས་འཕེལ་གླིང་ནས་ཤར་ཕྱོགས་སུ་ལེ་དབར༦༠ལྷག་བསྐྱོད་ན་ཏན་ཏིག་དགོན་པར་སླེབས་ཐུབ་པས། བདག་ཅག་གི་བསྟན་པའི་མེ་རོ་གསོ་མཁན་མཁས་པ་མི་གསུམ་དང་ལྷ་ལུང་དཔལ་རྡོར་སོགས་ཀྱིས་སྔོན་གནས་འདིར་ཞབས་ཀྱིས་བཅགས་ཚུལ་ཀྱང་ལབ་མོད།   འོན་ཀྱང་དེ་ནི་ཁུངས་བཙུན་པའི་གཏམ་རྒྱུད་ཅིག་ཡིན་མིན་མི་ཤེས། གང་ལྟར་རྒྱལ་བ་སྐུ་ཕྲེང་གསུམ་པ་བསོད་ནམས་རྒྱ་མཚོ་མཆོག་གནས་འདིར་ཕེབས་མྱོང་བའི་ལོ་རྒྱུས་ཡོད་ཅེས་སྡེ་མི་ཆོས་རྗེ་རིག་འཛིན་གྱིས་དངོས་སུ་བཤད་བྱུང་།         </p> <p>ད་ལྟ་དགོན་འདིའི་ཚོགས་སྒྲུབ་ཆོས་ཐོག་གི་རིམ་པ་ནི་སྔོན་དང་འདྲ་བར་འཐུས་སྒོ་ཚང་ཞིང་། ཆད་སྐྱོན་མེད་པར་བསྐྱངས་མུས་སུ་མཆིས་པས་སྒྲུབ་སྡེ་ཆེན་པོ་པདྨ་ཆོས་འཕེལ་གླིང་ནི་ད་ཐེངས་ཀྱི་རིག་གནས་འགྲུལ་བཞུད་ཁྲོད་ང་ཚོའི་ཚེ་སྲོག་ལ་བརྡུང་བའི་དྲན་སྐུལ་གྱི་ཅོང་བརྡ་ཞིག་རེད།</p> <p>ང་ཚོ་འདུ་ཁང་གི་ནང་རྟེན་ལ་མཇལ་མ་ཐུབ་ནའང་གནས་དེའི་ཡོད་ཚད་ལ་རྒྱུས་ལོན་ཟབ་མོ་ཞིག་བྱས་རྗེས།  དགོང་ཁའི་ཉི་ཟེར་དང་འགྲོགས་ནས་ལེ་དབར༩༠ས་ན་ཡོད་པའི་བ་ཡན་རྫོང་ཐོག་ཏུ་ཤར་རེར་བསྐྱོད་དོ། །</p>","title":"སྒྲུབ་སྡེ་ཆེན་མོ་པདྨ་ཆོས་འཕེལ་གླིང་ལ་བསྐྱོད་པའི་མཐོང་ཐོས།"}]}