{"meta":{"domain":"places","kid":"16566","authors":[],"title":"Pukkhar Introduction","dates":{"created_at":"2010-08-11 20:46:18 UTC","updated_at":"2011-03-27 15:57:33 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Pukkhar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"PukkharPhug mkhar","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>The Pukkhar<span class=\"scholar\">Phug mkhar<\/span> formation rises 60 m above the eponymous valley. This is an isolated earthen formation unconnected to the badland canyons bounding the north side of the Pukkhar<span class=\"scholar\">Phug mkhar<\/span> valley. The location presents a fairly good defensive aspect. Due to extreme degradation and geomorphologic changes, very little structural residue remains at the site. Around 20 caves used for habitation and other purposes are found in the vicinity of he Pukkhar<span class=\"scholar\">Phug mkhar<\/span> formation. Some of these caves are occupied in the winter by the pastoralists of <span class=\"popular\">Bar<\/span><span class=\"scholar\">Bar<\/span> village. The two structures of the summit complex are the only ones that still rise above ground level at Pukkhar<span class=\"scholar\">Phug mkhar<\/span>. Below them there is much building rubble on broad, almost level slopes. The stretch of the streambed that runs below castle usually has running water, and a small spring is located north of the site at the base of the canyon. A relative abundance of water accounts for present-day seasonal settlement of the site, and must have been a determining factor in the establishment of the ancient facility as well. In the valley bottom there is a good stand of tamarisk trees, a source of fuel and building materials. There are no traces of arable land at Pukkhar<span class=\"scholar\">Phug mkhar<\/span>. However, en route between the village of <span class=\"popular\">Bar<\/span><span class=\"scholar\">Bar<\/span> and Pukkhar<span class=\"scholar\">Phug mkhar<\/span>, the large tableland at spu gling chung ma was once intensively cultivated. Some farming still takes place here in years with ample rainfall.<\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Summit complex","index":7,"parent_index":6,"body":" <p>On the summit (no longer accessible) of Pukkhar<span class=\"scholar\">Phug mkhar<\/span> there is a moderately sized building carcass with parts of three walls intact. It was built of sandstone slabs (maximum length: at least 50 cm). The walls of this structure reach no less than 2 m in height. Approximately 7 m directly below the summit edifice, on the south side of the formation, a highly eroded earthen building (with a few stone courses visible on its south side) has been cleaved in two by the disappearance of a large piece of the parent formation. This structure appears to have been of modest proportions. Roughly 15 m north of the summit a tiny wall fragment still clings to the highly eroded ridge-top. It is less than 1 m in length and 50 cm in height (none of which is freestanding). Similarly, approximately 7 m below the west side of the summit there is a tiny wall remnant. It contains just six sandstone blocks, each 20 cm or less in length. This wall fragment is embedded in a steep slope. These two wall traces, as minor as they are, appear to signal that the summit and the areas immediately below it supported a contiguous zone of structures.<\/p> "},{"title":"Shelf and esplanade","index":8,"parent_index":6,"body":null},{"title":"Lower slopes","index":9,"parent_index":6,"body":null},{"title":"Cave shelters","index":10,"parent_index":6,"body":null},{"title":"Notes","index":11,"parent_index":0,"body":null}]}