{"meta":{"domain":"places","kid":"22357","authors":[],"title":"བཀྲ་ཤིས་དོ་ཁ།","dates":{"created_at":"2010-08-14 12:30:03 UTC","updated_at":"2010-08-14 12:30:03 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"བཀྲ་ཤིས་དོ་ཁ།"},{"title":"སྣེ་གདོང་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"བཀྲ་ཤིས་དོ་ཁ།","index":2,"parent_index":1,"body":" <p>མཚན་གཞན་ལ་“བཀྲ་ཤིས་དུ་ཁ་”ཞེས་ཞུ། ཀེ་རུ་ལྷ་ཁང་ནས་མར་ལམ་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་སྤྱི་ལེ་བཞི་ཙམ་སོང་ན་ཁྲི་སྨོན་གྲོང་ཞེས་པའི་ཤར་གྱི་རི་འབུར་སྟེང་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་<span class=\"milestone page eng \">[page <span class=\"pnum\">62</span>] </span>ནི་ཐོག་མར་རྗེ་ཙོང་ཁ་པ་གནས་དེར་ཕེབས་ནས་ཆོས་འཁོར་རྒྱ་ཆེར་བསྐོར། ཉིན་གཅིག་ལ་དབུ་སྐྲ་ཐེངས་བདུན་སིལ་བ་ལས་འདྲ་སྐུ་བདུན་བཞེངས་ནས་སྐུའི་གཟུངས་སུ་དབུ་སྐྲ་ཐེངས་རེ་བཞར་བ་ཕུལ། སྐུ་མ་བསྐམ་པས་གསོལ་དཔོན་བཀྲ་ཤིས་བྱ་བས་མེར་སྐམ་པས་དུ་བ་ཁ་སྟབས། སྐུ་དེ་རྣམས་ཀྱིས་“བཀྲ་ཤིས། བཀྲ་ཤིས། དུ་བ་ཁ་བྱུང་།”ཞེས་གསུང་འབྱོན་པས་རྗེ་བཀྲ་ཤིས་དུ་ཁ་མ་ཞེས་པའི་མཚན་དེ་ལྟར་བྱུང་། སྐུ་དེ་བཞུགས་པའི་མཆོད་རྟེན་ཞིག་ཀྱང་བཞེངས་གནང་མཛད། རྗེ་རིན་པོ་ཆེ་དང་དགེ་འདུན་རྒྱ་མཚོ་ལྷོ་ཁར་ཞལ་མཇལ་སའང་ས་དེར་ཡིན། དེ་རྗེས་རྩེ་མགྲོན་རིན་པོ་ཆེས་“སྨན་བླའི་དགོན་པ་”ཞེས་པ་ཞིག་ཕྱག་བཏབ་གནང་མཛད། དེ་རྗེས་རྒྱལ་བ་དགེ་འདུན་རྒྱ་མཚོས་ཕྱག་བཏབ་གནང་བའི་དྭགས་པོ་མངའ་རིས་གྲྭ་ཚང་གི་དགོན་ལག་ཏུ་གྱུར་ཏེ་དགེ་འདུན་བགྲེས་གྲས་བཅུ་དྲུག་གནས་དེར་བཞུགས་ཏེ་གནས་བརྟན་བཅུ་དྲུག་གི་ཚུལ་མཛད། སྔོན་དགོན་དེར་སྨན་བླ་བདེ་གཤེགས་བརྒྱད་དང་། གནས་བརྟན་བཅུ་དྲུག་སོགས་མཇལ་རྒྱུ་ཡོད།</p> <p>ད་ལྟ་གསར་བཞེངས་འདུ་ཁང་ནང་རྗེ་ཡབ་སྲས་གསུམ་དང་། རྒྱལ་བ་ལྔ་པ་སོགས་ཀྱི་འདྲ་སྐུ་གསར་བཞེངས་གནང་བ་དང་། མཆོད་རྟེན་ཉམས་གསོ་གནང་བ། བྱམས་པ་གསར་བཞེངས་གནང་བ་སོགས་མཇལ་རྒྱུ་ཡོད་ལ། ད་དུང་འདུ་ཁང་གི་ལྟག་ཏུ་རྗེ་རིན་པོ་ཆེས་སེང་གདོང་མ་སྒྲུབ་གནང་སའི་སྒྲུབ་ཕུག་ཀྱང་མཇལ་རྒྱུ་ཡོད། </p> <p>དེ་ནས་མར་ལམ་སྤྱི་ལེ་གསུམ་ཙམ་འཁོར་ལམ་སྤྱིར་བཏང་བ་དེ་བརྒྱུད་འོང་ན་བྲག་ཁ་ཞོལ་གྲོང་དབུས་ནས་བྲག་ཁ་རྫོང་ཤུལ་དང་། འོན་མངའ་རིས་གྲྭ་ཚང་གི་རྗེས་ཤུལ་མཇལ་རྒྱུ་ཡོད། མངའ་རིས་གྲྭ་ཚང་ཞེས་འབོད་དོན་ནི་ཐོག་མའི་དགེ་འདུན་གྱི་སྡེ་སྟོད་མངའ་རིས་ནས་ཆོས་རྒྱལ་འཇིག་རྟེན་དབང་ཕྱུག་གིས་གཏོང་གནང་མཛད་སྟབས་མཚན་དེ་ལྟར་ཐོགས་ལ་ཐོག་མར་ཆོས་འཁོར་རྒྱལ་མངའ་རིས་གྲྭ་ཚང་དུ་བཞུགས། དེ་རྗེས་ད་ལྟའི་ཆགས་ཡུལ་དུ་རྒྱལ་<span class=\"milestone page eng \">[page <span class=\"pnum\">63</span>] </span>མཆོག་ལྔ་པའི་དུས་སུ་སྤོས། དྭགས་པོ་མངའ་རིས་གྲྭ་ཚང་ཞུ་དོན་ཡང་དེ་ལྟར་བྱུང་། དགོན་དེ་གནས་དེར་མ་སྤོས་གོང་འོན་གསེར་ཁང་རྩེ་ཞེས་བོན་པོའི་དགོན་པ་ཡིན། མངའ་རིས་གྲྭ་ཚང་སྤོས་རྗེས་འོན་མངའ་རིས་གྲྭ་ཚང་ཞེས་འབོད། འདུ་ཁང་ཀ་བ་ཉི་ཤུ་དང་། ཁང་ཚན་དྲུག་དང་བཅས་པར་རྟེན་སྐུ་དེ་དང་མཚམ་པ་ཡོད། མངའ་དྭགས་རྒྱལ་གསུམ་ཞེས་པའི་ཡ་གྱལ་ཡང་ཡིན། འོན་ཀྱང་ད་ལྟ་ཉམས་གསོ་ཞུ་ཐུབ་མེད།</p>  "}]}