{"meta":{"authors":[],"title":"Lumö Tanak Doring Introduction","dates":{"created_at":"2010-08-25 11:10:11 UTC","updated_at":"2010-08-25 11:10:11 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Lumö Tanak Doring Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":"Lumo Tanak DoringKlu mo’i rta nag rdo ring","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Lumo Tanak Doring<\/span><span class=\"scholar\">Klu mo’i rta nag rdo ring<\/span> <\/li> <li>English equivalent: Black Horse of the <span class=\"popular emph\">lumo<\/span><span class=\"scholar emph\">klu mo<\/span> Pillars <\/li> <li>Site number: C-92<\/li> <li>Site typology: II.1b <\/li> <li>Geographic coordinate (N. lat.): 32º 38.4΄ <\/li> <li>Geographic coordinate (E. long.): 81º 51.7΄ <\/li> <li>Elevation: 4460 m <\/li> <li>Administrative location (township): <span class=\"popular\">Jangpa<\/span><span class=\"scholar\">Byang pa<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Gegyé<\/span><span class=\"scholar\">Dge rgyas<\/span> <\/li> <li>Survey expedition: UTAE<\/li> <li>Survey date: May 22, 2001<\/li> <li>Contemporary usage: None. <\/li> <li>Identifiable Buddhist constructions: None. <\/li> <\/ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Lumo Tanak Doring<\/span><span class=\"scholar\">Klu mo’i rta nag rdo ring<\/span> is situated along the western margin of the desiccated <span class=\"popular\">Tsatsa Kha<\/span><span class=\"scholar\">Tshwa tshwa kha<\/span> basin. There are very open views to the east. The terrain is well drained, sandy and very gently sloping with a perennial spring in close proximity. I have adopted the name ‘Valley of the Dead’ for this long, dry basin because of the proliferation of funerary monuments found here (see C-91, C-153, D-46, D-68). <span class=\"popular\">Lumo Tanak Doring<\/span><span class=\"scholar\">Klu mo’i rta nag rdo ring<\/span> enjoys a wide panorama to the east as is typical in this typology. Within the enclosure there is a row of eight standing pillars set close to the inner edge of the west wall. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p> <span class=\"popular\">Lumo Tanak Doring<\/span><span class=\"scholar\">Klu mo’i rta nag rdo ring<\/span> is locally said to be the haunts of a local <span class=\"popular\">lumo<\/span><span class=\"scholar\">Klu mo<\/span> (female water spirit). Her black horse mount is likened to the pillars and walls found at the site.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Enclosure","index":7,"parent_index":6,"body":" <p>The quadrate enclosure measures 11.4 m (east-west) x 7.1 m (north-south), and its walls are oriented with no more than a 15° deviation from the compass points. The walls of the enclosure are largely intact with the exception of the east wall. The sturdy perimeter walls are between 60 cm to 90 cm in thickness, and each consists of parallel courses of slabs and cobbles. These stones are primarily 30 cm to 60 cm in length, and are set flush with the surface or elevated above it to a maximum height of 20 cm. In the south wall there is one very prominent stone, 1 m in length and rising 45 cm above-ground level. Mostly light-colored, fine-grained igneous stones were used to build the enclosure, but there are a few white calcareous stones in the construction as well. There are a couple of inscribed <span class=\"popular emph\">Mani<\/span><span class=\"scholar emph\">ma ṇi<\/span> stone fragments lying in the enclosure; these were probably transported there from nearby <span class=\"popular emph\">Mani<\/span><span class=\"scholar emph\">ma ṇi<\/span> walls that were built in the pre-modern period. There are also small pieces of milky quartz scattered about the enclosure, which are likely to have been arrayed in some kind of gesture of offering. Just to the west of the enclosure there are the scant remains of a <span class=\"popular emph\">mön dur<\/span><span class=\"scholar emph\">mon dur<\/span> type funerary superstructure. <\/p> "},{"title":"Pillars","index":8,"parent_index":6,"body":" <p>The row of pillars, which is set within a few centimeters of the inner edge of the west wall, extends from the south to the north ends of the enclosure. The pillars are made of the same fine-grained stones as was used to build the enclosure. The four-sided standing tabular pillars tend to have their two wider faces oriented north and south. There is an uprooted specimen with three uneven sides lying inside the enclosure (1.1 m long x 80 cm girth).<\/p> <p>From north to south, the dimensions and forms of the in situ pillars are as follows:<\/p> <ol> <li>Long-stone DR1: four well-hewn sides with broken top (50 cm [height] x 80 cm [basal girth]).<\/li> <li>Long-stone DR2: small insignificant pillar (50 cm).<\/li> <li>Long-stone DR3: four irregular faces (1.5 m x 80 cm). <\/li> <li>Long-stone DR4: four irregular faces (90 cm x 80 cm).<\/li> <li>Long-stone DR5: four irregular faces with pointed top (1.6 m x 1.4 m).<\/li> <li>Long-stone DR6: four irregular faces (1.2 m x 1.1 m).<\/li> <li>Long-stone DR7: three irregular faces (1.1 m x 1 m).<\/li> <li>Long-stone DR8: four irregular faces (1.3 m x 1m).<\/li> <\/ol> "},{"title":"Affiliated sites","index":9,"parent_index":2,"body":" "},{"title":"Lha sa government facility","index":10,"parent_index":9,"body":" <p>The presence of potable water and salt at <span class=\"popular\">Lumo Tanak Doring<\/span><span class=\"scholar\">Klu mo’i rta nag rdo ring<\/span> insured its economic importance long after the demise of the Upper Tibetans responsible for erecting the pillars. The site, however, is now completely deserted. In the nearby rocky formation, bounding the western side of the basin, there is a small ruined Buddhist retreat. In close proximity, on the valley floor, there are the remains of a small residence, which is reported to have been occupied by a representative of the old Tibetan <span class=\"popular\">Lhasa<\/span><span class=\"scholar\">Lha sa<\/span> government. This official was in charge of overseeing the extraction of salt from nearby <span class=\"popular\">Tsatsa Kha<\/span><span class=\"scholar\">Tshwa tshwa kha<\/span> and collecting the appropriate taxes. <\/p>  "}]}