{"meta":{"domain":"places","kid":"16570","authors":[],"title":"Kharlung Introduction","dates":{"created_at":"2010-08-11 20:46:21 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Kharlung Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"KharlungMkhar lung","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Kharlung</span><span class=\"scholar\">Mkhar lung</span> </li> <li>English equivalent: Castle Valley</li> <li>Site number: A-142</li> <li>Site typology: I.1a? </li> <li>Geographic coordinate (N. lat.): 31º 53.4΄ </li> <li>Geographic coordinate (E. long.): 81º 16.5΄ </li> <li>Elevation: 4790 m</li> <li>Administrative location (township): <span class=\"popular\">Sengmé</span><span class=\"scholar\">Seng smad</span> </li> <li>Administrative location (county): <span class=\"popular\">Gegyé</span><span class=\"scholar\">Dge rgyas</span> </li> <li>Survey expedition: TUE</li> <li>Survey date: September 19, 2005</li> <li>Contemporary usage: None.</li> <li>Identifiable Buddhist constructions: None. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Kharlung</span><span class=\"scholar\">Mkhar lung</span> is situated on the left side of the <span class=\"popular\">Senge Tsangpo</span><span class=\"scholar\">Sengge gtsang po</span> (Indus river), in a north-south running tributary valley, atop an unassailable rock outcrop. The approaches to the stronghold are steep and readily defended from the heights. mkhar lung towers 200 m above the ributary valley and is in view of the sengge gtsang po. While the location is hidden and secluded, the local stretch of the <span class=\"popular\">Senge Tsangpo</span><span class=\"scholar\">Sengge gtsang po</span> may have been controlled from this point (as well as the stronghold serving as a defensive bastion). <span class=\"popular\">Kharlung</span><span class=\"scholar\">Mkhar lung</span> is divided into the larger north complex and he higher south complex situated several hundred meters apart. Like many of the ancient strongholds of the byang hang, buildings of diminutive proportions appear to have been built at the site. Most of the extant structures of <span class=\"popular\">Kharlung</span><span class=\"scholar\">Mkhar lung</span> were defensive works, probably consisting of ramparts and parapets. All structures are made from a beige (metamorphic?) rock and a brownish rock of variable length (up to 70 cm), which in some cases may have dressed exterior faces. These stones were laid in dry-mortar random-rubble courses. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to local <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span>, <span class=\"popular\">Kharlung</span><span class=\"scholar\">Mkhar lung</span> is an ancient citadel. Some local sources call <span class=\"popular\">Kharlung</span><span class=\"scholar\">Mkhar lung</span> the castle of <span class=\"popular\">Akhu Trotung</span><span class=\"scholar\">A khu khro thung</span>, a figure in the <span class=\"popular\">Gesar</span><span class=\"scholar\">Ge sar</span> epic. </p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"North complex","index":7,"parent_index":6,"body":" <p>The north complex sits above vertical rock faces on almost all sides. It measures 16 m (north-south) x around 5 m (east-west). Access to the site is by way of a series of ledges along the east side of the formation. The north complex can be subdivided into three sectors: north, central and south. The west wall of the south and central sectors is the formation itself. </p> "},{"title":"North sector","index":8,"parent_index":7,"body":" <p>The north sector has an open plan and it is uncertain whether its outer walls supported buildings or were simply ramparts. The maximum interior height of walls in the north sector is 1.2 m and the maximum exterior height is 1.8 m. </p> "},{"title":"Central sector","index":9,"parent_index":7,"body":" <p>A small structure of just one room constitutes the central sector (interior dimensions: 2.4 m x 2.1 m). The rounded corners of this room and its small entranceway (1.2 m x 60 cm) seem to indicate that this was an all-stone structure. The entranceway is spanned by two lintel stones 70 cm in length. Standing walls reach 1.8 m in height. The west wall of this structure is the parent formation and much of it stood below the top of it, ypical <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> morphological features. The walls of he north and central sectors are generally around 70 cm in thickness. </p> "},{"title":"South sector","index":10,"parent_index":7,"body":" <p>The south sector of the north complex is wedge shaped. None of its interior plan has survived. Outer walls of he south sector have been mostly leveled to the revetments, but freestanding segments up to 1.2 m in height have also persisted. The outer south wall (6 m long, 1 m wide, with two bends in it) is 2 m to 3 m high, nearly all of which is a revetment. The exterior side of the south wall contains two vertical slabs of rock capped by a lintel that seem to have created a rudimentary window or loophole. A second example of this type of aperture in the south wall is far less intact. The main entrance to the north complex appears to have been in the outer east wall of the south sector, much of which has been destroyed. Leading down from the entrance are several in situ stone steps. Below these steps there is a ledge with the remains of an 18-m long retaining wall, which winds around to the south side of the formation. </p> "},{"title":"South complex","index":11,"parent_index":6,"body":" <p>A rocky ridgeline leads between the north and south complexes. The low end of the south complex is a broad shoulder with vertical rock expanses below it. The remains of a defensive wall 18 m in length guard its approach. On the west side of the shoulder there is a rampart wall (5.7 m long, around 1 m thick) that extends up to the crag supporting the main structure of the south complex. Much of this rampart is leveled but certain sections attain a height of 1.5 m. The crag above it is encircled by a wall that creates a protected space (8 m x 4.8 m). This wall has a maximum height of 1.5 m (exterior face). The undeveloped nature of the revetments and he lack of internal structures suggest that this was not a building but rather an open breastwork. Extending from the east flank of this crag a rampart (maximum height of 1.7 m, around 1 m in thickness) zigzags down the steep slopes for 60 m. It appears to have been constructed to protect the site from the broader and less steep errain to the south. </p>  "}]}