{"meta":{"domain":"places","kid":"16860","authors":[],"title":"Tagengyam Nari Introduction","dates":{"created_at":"2010-08-25 11:14:07 UTC","updated_at":"2010-08-25 11:14:07 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Tagengyam Nari Introduction"},{"title":"II.3. Cubic mountaintop tombs","index":1,"parent_index":0,"body":" "},{"title":"Tagen Gyamna RiRta rgan gyam sna ri","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Tagen Gyamna Ri</span><span class=\"scholar\">Rta rgan gyam sna ri</span> </li> <li>English equivalent: Old Horse Rock Shelter Prow</li> <li>Site number: E-25 </li> <li>Site typology: II.3 </li> <li>Geographic coordinate (N. lat.): 32º 54.6΄ </li> <li>Geographic coordinate (E. long.): 83º 12.1΄ </li> <li>Elevation: 4640 m to 4780 m </li> <li>Administrative location (township): <span class=\"popular\">Drabuk</span><span class=\"scholar\">Gra sbug</span> </li> <li>Administrative location (county): <span class=\"popular\">Gertsé</span><span class=\"scholar\">Sger rtse</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: October 14, 2002</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Tagen Gyamna Ri</span><span class=\"scholar\">Rta rgan gyam sna ri</span> is located on a ridge of the same name, a southern continuation of the long <span class=\"popular\">Kyiser</span><span class=\"scholar\">Skyid gser</span> ridgeline (see C-161). This ridge rises about 200 m above the sloping plain to the east. The site enjoys wide views especially in the east. The terrain is rocky (but much less so than most sites of this ypology) and sandy. The east side of the <span class=\"popular\">Tagen Gyamna Ri</span><span class=\"scholar\">Rta rgan gyam sna ri</span> ridge is very steep, while its west side gradually tapers downward in the direction of <span class=\"popular\">Rigyel</span><span class=\"scholar\">Ri rgyal</span> (D-33, E-6, I2). On the broad, inclined summit and east slope, ten cubic tombs were documented. The cubic tombs all appear to have been aligned in the cardinal directions. However, several are too disintegrated to know for certain. Where discernable, the central chambers of the tombs have longer east-west dimensions. This suggests that the interments were oriented in hese directions. All of the tombs of <span class=\"popular\">Tagen Gyamna Ri</span><span class=\"scholar\">Rta rgan gyam sna ri</span> are constructed of variable-length (20 cm to 1.7 m long) brown sandstone slabs. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>In <span class=\"popular\">Gertsé</span><span class=\"scholar\">Sger rtse</span>, monuments such as <span class=\"popular\">Tagen Gyamna Ri</span><span class=\"scholar\">Rta rgan gyam sna ri</span> are frequently associated with the ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span>. </p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Funerary Structure FS1","index":7,"parent_index":6,"body":" <p>Funerary structure FS1 (3 m x 1.5 m) is situated on the lower north ridge-top near the east rim of the summit (32° 54.571΄ N. lat. / 83° 11.883΄ E. long. / 4640). The structure has been reduced to around 50 cm in height and six vertical courses of mostly smaller slabs. The base of the central chamber is discernable in FS1.</p> "},{"title":"Funerary Structure FS2","index":8,"parent_index":6,"body":" <p>Funerary structure FS2 (2.3 m x 2 m) is located just below the east rim of the formation (54.529΄ / 11.901΄ / 4640 m). This specimen is highly fragmentary and mostly made up of smaller slabs.</p> "},{"title":"Funerary Structure FS3","index":9,"parent_index":6,"body":" <p>Funerary structure FS3 (2.3 m x 2.9 m) is situated on the top of the summit (53.619΄ / 11.838΄ / 4680 m). It is around 80 cm or ten to 15 slabs in height. Mostly, longer slabs up to 1.7 m in length were used to build FS3. The central chamber (1.2 m x 50 cm) is 40 cm deep and partly filled with sand and rubble. The central chamber (reliquary) is well built and lined with finer slabs than the outer walls. </p> "},{"title":"Funerary Structure FS4","index":10,"parent_index":6,"body":" <p>Funerary structure FS4 (2.5 m x 2.3 m) is situated 8 m east of FS3 on a rocky base. It has been leveled to around 50 cm in height. Mostly longer slabs were used in its construction.</p> "},{"title":"Funerary Structure FS5","index":11,"parent_index":6,"body":" <p>Funerary structure FS5 (2.1 m x 1.4 m) is situated on a high point of the summit (52.576΄ / 12.104΄ / 4780 m). It is between 50 cm and 90 cm in height. Although this specimen is not well preserved, a small portion of the central chamber is still intact. FS5 appears to have been constructed of mostly smaller slabs.</p> "},{"title":"Funerary Structure FS6","index":12,"parent_index":6,"body":" <p>Funerary structure FS6 (1.7 m x 1.6 m) is situated 18 m southeast of FS5. This poorly preserved specimen has been reduced to a height of around 60 cm. It appears to have been built using mostly smaller sandstone slabs.</p> "},{"title":"Funerary Structure FS7","index":13,"parent_index":6,"body":" <p>Funerary structure FS7 now measures 1.6 m x 1.4 m, but its outer walls are incomplete (52.540 / 12.090 / 4780 m). This specimen was built on stony ground, and has a maximum height of 1.3 m. Although the exterior of FS7 is highly degraded, its central chamber is well preserved. This reliquary is aligned in the cardinal directions, and measures 60 cm (east-west) x 45 cm (north-south). It is 70 cm deep and lined with around 12 vertical courses of slabs on all four sides. One capstone over the central chamber is still in situ, a rare occurrence. </p> "},{"title":"Funerary Structure FS8","index":14,"parent_index":6,"body":" <p>Funerary structure FS8 (2.8 m x 2.4 m) is situated on a rocky spur, on the east slope of <span class=\"popular\">Tagen Gyamna Ri</span><span class=\"scholar\">Rta rgan gyam sna ri</span> (52.369΄ / 12 584΄ / 4710 m). FS8 has a maximum height of 80 cm. A coherent wall segment has survived on the north side of FS8. </p> "},{"title":"Funerary Structure FS9","index":15,"parent_index":6,"body":" <p>Funerary structure FS9 (2.4 m x 1.7 m) is situated 15 m west or upslope of FS8. This very poorly preserved specimen has a maximum height of 70 cm.</p> "},{"title":"Funerary Structure FS10","index":16,"parent_index":6,"body":" <p>Funerary structure FS10 (2.4 m x 2.1 m) is situated on the tip of another rocky spur (52.435΄ / 12.634΄ / 4710 m). FS10 has a maximum height of 1.1 m. Slabs and blocks up to 70 cm in length were used in its construction. The remains of the central chamber are filled with rubble. </p> "},{"title":"Affiliated sites","index":17,"parent_index":2,"body":" <p>Two possible funerary enclosures are found south of rta rgan sna ri (32° 50.515΄ N. lat. / 83° 13.729΄ / 4660 m). One of these structures measures 6.5 m x 7.3 m and probably had single-course perimeter walls. Nearby is a smaller specimen. The stones in the perimeter walls of these highly degraded enclosures were laid flat.</p>  "}]}