{"meta":{"domain":"places","kid":"24107","authors":[{"fullname":"Gray Tuttle","id":"24"},{"fullname":"Gray Tuttle","id":"24"},{"fullname":"David Germano","id":"42"},{"fullname":"David Germano","id":"42"}],"title":"A Chronology of Tibetan Polities","dates":{"created_at":"2011-07-04 09:29:54 UTC","updated_at":"2011-07-04 16:09:27 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"A Chronology of Tibetan Polities"},{"title":"Introduction","index":1,"parent_index":0,"body":null},{"title":"The Tibetan Empire","index":2,"parent_index":0,"body":" <p>The Tibetan Empire was the most important polity in Tibetan history, as it gave shape to the future definition of the Tibetan cultural region. Lasting from the seventh to the tenth century, the empire grew from the Yarlung Valley to encompass all of the Tibetan plateau and vast regions beyond it, especially to the north (along the Silk Road) and to the northeast (into the Ordos bend of the Yellow River and nearly to present-day Xi&rsquo;an, China). Prior to the rise of the Empire, there was no Tibetan language, Tibetan people, or Tibetan culture - the diversity of languages, cultures, and ethnicity identity went hand in hand with the decentralized political nature of the plateau as a confusing array of petty kingdoms, clan controlled valleys, and large stretches of stateless areas. The Empire, in addition to its military and political centralization, created the Tibetan spoken and literary language and imported Buddhism officially onto the plateau, while fashioning the basis for a common culture with new narratives, symbols, and communication networks. Thus Tibetan polities and Tibetan culture developed interdependently, with political and military unity ushering in the possibility of cultural unity, which gradually surpassed the former in significance and strength over the centuries.<\/p> "},{"title":"The Age of Fragmentation","index":3,"parent_index":0,"body":null},{"title":"Empires Return to the Plateau","index":4,"parent_index":0,"body":null},{"title":"The Rise of the Ganden Palace","index":5,"parent_index":0,"body":null},{"title":"The Ascendancy of the People's Republic of China","index":6,"parent_index":0,"body":null}]}