{"meta":{"domain":"places","kid":"23615","authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"title":"Gamel Shenten Künkhyap Dechen Ling Introduction","dates":{"created_at":"2011-12-13 02:30:30 UTC","updated_at":"2011-12-13 02:30:30 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Gamel Shenten Künkhyap Dechen Ling Introduction"},{"title":"Zung chu County","index":1,"parent_index":0,"body":" "},{"title":"(209) New dGa’ mal Monastery","index":2,"parent_index":1,"body":" "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p>The monastery’s full name is dGa’ mal gShen bstan kun khyab bde chen gling. </p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>The monastery is located on the roadside 34 km north of the county seat of Zung chu.</p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>After the events of Cultural Revolution, there were several unsuccessful attempts to found a new monastery for all the Bonpo population in Shar khog. Finally, in the nineteen-eighties the local authorities gave permission to rebuild one Bonpo monastery on the site of the old dGa’ mal Monastery. It regrouped the five former main monasteries: dGa’ mal, sNa steng (No.199), Rin sprungs (No.200), sNang zhig dngul sku (No.201), and sKyang tshang (No.202).</p> <p>When the assembly hall of the new dGa’ mal was completed, Shes rab mthar phyin (b.1933) was chosen to be the abbot and sKal bzang dar rgyas the chief teacher (bon slob) of the new monastery. The monks of the old dGal’ mal were content to cooperate in establishing the new dGa’ mal. Later, however, the monks of sKyang tshang, sNang zhig, Rin sprungs, sNa steng and other monasteries in the area began to rebuild their own monasteries at their original sites and resumed independent religious activities. This event led the monks of the old dGa’ mal to rebuild their own monastery too, although the two are now located within the same compound. The new dGa’ mal nevertheless continues to function as a representative body of the five monasteries.</p> "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one mkhan po, appointed</li> <li>two dge skos who are replaced every two years. </li> </ul> <p>Every year since 1996, the five monasteries in turn send an abbot, a dbu mdzad, a mchod dpon and a ’cham dpon; there is one bon slob and one lo gsum mkhan po, chosen among the monks in the monastery or invited from one of the other monasteries.</p> "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":" <p>There are few monks living in the monastery on a permanent basis and their number fluctuates. However, when the five monasteries mentioned above gather at the monastery to perform the two major annual rituals, their number exceeds four hundred. </p> "},{"title":"6. Current education","index":8,"parent_index":2,"body":" <p>There are no organized classes; the novices are trained by the elder monks.</p> "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":" <p>The monastery maintains close ties with the five monasteries mentioned above.</p> "},{"title":"8 / 9. Rituals","index":10,"parent_index":2,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>1st month: commemoration of mNyam med Shes rab rgyal mtshan on the 4th and 5th days; the smon lam festival from the 18th to the 23rd day of the 1st month with the ’cham dance on the last day all five monasteries together. This gathering is known as dgun ’tshogs, the ritual in winter </li> <li>4th month: the observance of the summer-fast (dbyar gnas) from the 13th to the 15th day</li> <li>5th month of the: the recitation ceremony of the Ti tri su (dbyar ’tshogs) from the 8th to the 16th day of the with the ’cham dance on the last day all five monasteries together. This congregation is called dbyar ’tshogs.</li> <li>9th month: the ritual cycle of Phur pa from the 23rd to the 30th day</li> <li>10th month: commemoration of Zla ba rgyal mtshan on the 8th and 9th days</li> </ul> "},{"title":"11. Income and expenses","index":11,"parent_index":2,"body":" <p>The monastery has no regular Sources of income and depends on offerings from its followers.</p> "},{"title":"12. Local community","index":12,"parent_index":2,"body":" <p>Since the monastery represents the five monasteries mentioned above, it has no local lay community of its own.</p> "},{"title":"13. Local festivals","index":13,"parent_index":2,"body":" <p>For the local festivals, see the accounts of the five monasteries.</p> "},{"title":"14. Occupation of the local people","index":14,"parent_index":2,"body":" <p>See No. 12.</p> "},{"title":"Sources","index":15,"parent_index":2,"body":" "},{"title":"(1) Interviews","index":16,"parent_index":15,"body":" <p>In autumn 1998 with: rNam rnam Tshe ring dbang rgyal, a monk at the monastery (b.1937)</p> "},{"title":"(2) Texts","index":17,"parent_index":15,"body":" <ol type=\"1\"> <li>Zing (zung) chu bya dur dga’ mal dgon chen nam dpal gshen bstan kun khyab bde chen gling gi dkar chag lung rig chu shel dbang po’i bdud rtsi’i rgyun by sGra dpal, ZGSK pp.35-67</li> <li>rNga khul zung chu rdzong gi dung ri bya ’phur dgon pa’i lo rgyus mdor bsdud, NKhGL pp.101-102</li> <li>‘Victory banners, social prestige and religious identity: Ritualized sponsorship and the revival of Bon monasticism in Amdo Shar-khog’ by Mona Schrempf in Samten G. Karmay and Yasuhiko Nagano, ed., New Horizons in Bon Studies, National Museum of Ethnology, Osaka 2000, pp.328-329</li> </ol> "}]}