{"meta":{"domain":"places","kid":"23484","authors":[{"fullname":"Phuntso Tsering Sharyul","id":"79"},{"fullname":"Phuntso Tsering Sharyul","id":"79"}],"title":"Shukdzong Introduction","dates":{"created_at":"2011-12-13 02:29:26 UTC","updated_at":"2011-12-13 02:29:26 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Shukdzong Introduction"},{"title":"mDzo sgang rdzong","index":1,"parent_index":0,"body":" "},{"title":"(81) Shug rdzong Monastery","index":2,"parent_index":1,"body":" <p>The monastery is near &rsquo;Os bab village, Krung gling kha <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang<\/span>. Originally, the present Krung gling kha was called Rab pa, and is located on the east side of the river rGyal mo rngul chu, in the southern part of mDzo sgang rdzong. It is sixty kilometres from the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rdzong<\/span> to Krung gling kha, and &rsquo;Os bab village is in the northern part of the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang<\/span>, close to Bal stod village. The absence of a road makes travelling very difficult.<\/p> <p>It is not clear when this monastery was founded. Before 1959, there were eighty-five monks and at present there are thirty-five. There is an assembly hall, a temple and other buildings of appropriate design and size. There are religious objects of considerable quality, such as the statues of sTon pa gShen rab, Byams ma, mNyam med Shes rab rgyal mtshan and Khro bo. As for scriptures, there is the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; &rsquo;gyur<\/span> and other books of ritual practice.<\/p> <p>In regard to rituals and services, they practise what is commonly done in other Bonpo monasteries, and have no special activities. For their living, the monks depend mainly on their own parents and relatives for financial support. Occasionally they are invited to perform religious services, such as conducting funerals, which helps supplement their income.<\/p> "}]}