{"meta":{"authors":[{"id":"77","fullname":"Charles Ramble"},{"id":"77","fullname":"Charles Ramble"},{"id":"81","fullname":"Marietta Kind"},{"id":"81","fullname":"Marietta Kind"}],"title":"Koklang Introduction","dates":{"created_at":"2011-12-13 02:30:36 UTC","updated_at":"2011-12-13 02:30:36 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Koklang Introduction"},{"title":"Dolpo (Nep. Dolpa) District","index":1,"parent_index":0,"body":" "},{"title":"(222) Yang dgon Monastery","index":2,"parent_index":1,"body":" "},{"title":"1. Name of monastery","index":3,"parent_index":2,"body":" <ol type=\"1\"> <li>Kog lang (ruin)</li> <li>Dar rdzong [orthography?] phun tshogs gling (ruin)</li> <li>Yang dgon mthong grol gling (mThong grol phun tshogs gling)</li> </ol> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>Tshar ka, eastern Dolpo, towards Mustang.</p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>The oldest one is called Kog lang, the second one is Dar dzong phun tshogs gling and the third one is mThong sgrol phun tshogs gling The first two are ruined. Bla ma bKra shis bstan ’dzin, who obtained his dge bshes degree in sMan ri Monastery (No.231) in Dolanji, built the third monastery a few years ago. Kog lang is said to be about the same age as bSam gling. Dar dzong phun tshogs gling said to have been founded around the middle of the nineteenth century.</p> "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":" <p>The senior bla ma is bKra shis rgyal mtshan, a member of the Ya ngal lineage. In addition, there is a precentor (dbu mdzad) who occupies this position for life. </p> "},{"title":"5. Number of monks/ priests","index":7,"parent_index":2,"body":" <p>There are twenty-two sngags pa apart from the bla ma. There are also sixteen nuns of whom only two are literate. </p> "},{"title":"6. The present educational system","index":8,"parent_index":2,"body":" <p>Bla ma bKra shis rgyal mtshan is himself mainly occupied in teaching. At present he has five pupils, boys ranging in age from eight to ten years. He himself had eleven years of religious training from his father, Nyi ma tshe brtan and his uncle Tshul khrims. After this he received twelve years of education in Dolanji.</p> "},{"title":"7. Personnel and educational exchange of monks between monasteries","index":9,"parent_index":2,"body":" <p>There are currently six boys from Tshar ka studying in Dolanji and four in Triten Norbutse (No.230), Kathmandu. There are two monks of Tshar ka apart from bKra shis rgyal mtshan who have obtained the dge bshes degree and they are presently living in Dolanji. One is named bsTan ’dzin, and the other is the new dpon slob of Dolanji.</p> "},{"title":"8. Description of daily rituals of the monastery","index":10,"parent_index":2,"body":" <p>Personal rituals of the dge bshes.</p> "},{"title":"9. Description of annual rituals of the monastery","index":11,"parent_index":2,"body":" <p>Mainly in summer drumchö [?] (rNam rgyal stong mchod) and drumchod [?] in winter, showing mask dances. Ma tri.</p> "},{"title":"12. Economic circumstances of temple","index":12,"parent_index":2,"body":" <p>The ceremonies are apparently funded by the families of the sngags pa themselves. </p> "},{"title":"13. Number of local villages or nomads","index":13,"parent_index":2,"body":" <p>The lay population of Tshar ka is fairly evenly divided between Buddhists and Bonpos. There are twenty-six households of Bonpos and twenty-eight of Buddhists. </p> "},{"title":"14. Economic occupation of the local population","index":14,"parent_index":2,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>Sedentary farming, livestock rearing and trade between India and Tibet. </li> <li>Farming, animal husbandry and trade </li> </ul> "}]}