{"meta":{"domain":"places","kid":"16592","authors":[],"title":"Pukgu Chusum Introduction","dates":{"created_at":"2010-08-11 20:46:40 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Pukgu Chusum Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":"Pukgu ChusumPhug dgu chu sum","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p> phug dgu chu gsum is reported by local residents to be an ancient religious center.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"rDo khang complex","index":7,"parent_index":6,"body":" <p> <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> RS1 and RS2 are situated at the bottom end of he site. Residential structures RS3, RS4 and RS5 are set approximately 5 m higher up on broad slopes. At 5 m more elevation are residential structures RS6 and RS7, the third level structures. Residential structure RS8, he fourth level structure, and residential structure RS9, the fifth level structure, were established some meters higher. <\/p> "},{"title":"Residential Structure RS1","index":8,"parent_index":7,"body":" <p>Residential structure RS1 measures 14 m (east-west) x 4.4 m (north-south). The east half of the <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> has been felled to its foundations. Near the east wall a tabular stone is planted in the ground. This <span class=\"popular emph\">Doring<\/span><span class=\"scholar emph\">rdo ring<\/span> was broken and is now only 45 cm in height (basal girth of 1.1 m). Perhaps the standing stone marked the establishment of the building, like at certain Lamaist sites. On the eastern half of the rear\/north wall a large corbel protrudes 70 cm over the internal space. The rear wall was set 1 m to 1.2 m into the slope. A partition wall with a maximum height of 1.2 m divides the east and west halves of RS1. There is a small niche in the west side of the partition wall. In the west half of the structure there is a north-south oriented partition wall remnant. <\/p> "},{"title":"Residential Structure RS2","index":9,"parent_index":7,"body":" <p>Residential structure RS2 is located 16 m east of RS1. This large structure measures 17 m (east-west) x 7 m (north-south). On the west end of the ruin there is both a forward and rear room. In the west wall of this forward or south room there is a niche, and there is a niche in the rear wall of the rear west room as well. In the rear west room and the adjacent rear room there are corbels and bridging stones clinging to the rear wall. The portion of the outer rear wall in this area is built 1.6 m into the ground. The entranceway between hese two rear rooms is intact (1.2 m x 50 cm). East of these two rear rooms, the rear tier of the <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang <\/span>appears to have been comprised of one relatively large room. The east section of the rear wall is not so well preserved and extends 1 m or less into the slope. Adjacent to the forward west room there is another forward room that has collapsed. Among the detritus of this room are sheathing slabs up to 2 m in length. East of this collapsed room there is another forward room with an intact entranceway (1.1 m x 80 cm). At 1.8 m, its north wall is the highest remaining fragment at RS2. Farther east only exterior wall traces have endured in the forward part of the edifice. <\/p> "},{"title":"Residential Structure RS3","index":10,"parent_index":7,"body":" <p>Residential structure RS3 is located 13 m north of RS2. This poorly preserved structure measures 8 m (east-west) x 4 m (north-south). The northwest corner of the <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> constitutes its most undamaged portion and was built 1.1 m into the slope. In the north\/rear wall near the west corner of RS3 there are two niches, one on top of the other. <\/p> "},{"title":"Residential Structure RS4","index":11,"parent_index":7,"body":" <p>Residential structure RS4 is situated 6 m northwest and slightly upslope of RS3. It measures 11 m (east-west) x 6.5 m (north-south). This structure has been mostly flattened to its foundations. Wall segments to 1 m in height exist near the southwest corner. There is a small niche in the west wall of RS4.<\/p> "},{"title":"Residential Structure RS5","index":12,"parent_index":7,"body":" <p>Residential structure RS5 is located 8 m west of RS4. Its dimensions are 14 m (east-west) x 5 m (north-south). Only external wall fragments up to 1 m in height have survived in this highly deteriorated structure.<\/p> "},{"title":"Residential Structure RS6","index":13,"parent_index":7,"body":" <p>Residential structure RS6 is situated 11.5 m north of RS5. The main portion of the building measures 6.3 m (east-west) x 3.5 m (north-south). There is also a lower\/south (3.6 m x 2.8 m) extension containing one room centered in front of the main structure. The main structure is partitioned into three rooms. The east entrance opens to a vestibule that extended to the rear east room. The rear east room boasts a few in situ roof slabs. The rear and side walls of the <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> are partially intact. The rear or north wall of RS6 is set 1.3 m into the ground and the side walls reach 1.2 m in height. In the outer west wall there is a small niche. <\/p> "},{"title":"Residential Structure RS7","index":14,"parent_index":7,"body":" <p>Residential structure RS7 is found 24 m east of RS6. This smaller structure measures 6.2 m (east-west) x 4.9 m (north-south). The rear wall was built into the slope to a maximum depth of 1.5 m. In the largely whole rear wall, near the west corner, there is a small niche. The south or forward wall of RS7 stands to a height of 50 cm. The room partitions have been mostly destroyed. <\/p> "},{"title":"Residential Structure RS8","index":15,"parent_index":7,"body":" <p>Residential structure RS8 was established 17.5 m northwest of RS7 and 9.5 m north of RS6. This <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> measures 15 m (east-west) x 6 m (north-south). Most exterior walls now attain a height of 1 m or less; only the central portion of the forward wall is taller (1.4 m). In the southeast corner of the structure there is a partly integral room. About half of the rear wall of RS8 has survived. <\/p> "},{"title":"Residential Structure RS9","index":16,"parent_index":7,"body":" <p>Residential structure RS9 measures 8.4 m (east-west) x 5 m (north-south). The east side of this building has been razed to the ground. On the west of the structure, side wall segments up to 1.3 m in height have persisted. Both a forward room and rear room are discernable in RS9. <\/p> "},{"title":"Buddhist shrine","index":17,"parent_index":6,"body":null}]}