{
 "nodes": [
  {
   "body": "<p class=\"Paragraph\">Tibet and the Himalayas is a scholarly category that we are using to label the large cultural region in the middle of Asia which is bound together by an environmental characteristic, namely the Himalayan mountain range on the one hand, a vast region marked by high altitude and mountainous geography extending to its north and south. Like all such human demarcations of culture areas, its boundaries are not precise and its very identity is the constructed result of complex histories and agendas themselves not easy to chart in their fullness.</p>
<p class=\"Paragraph\">Amongst the confusing array of labels and regions used for this region, the term \"Himalayan\" is most common for cultures situated along the southern slopes of the Himalayan mountain range situated to the north of India, and especially the historical kingdoms of Nepal, Bhutan, Ladakh and others. At other times it is used to extend into much of cultural Tibet located to the north of that same mountain range. However, it is questionable just how far north and east such a classification can reasonably extend, given that much of cultural Tibet is far distant from the actual Himalayan mountain range. At times writers have thus used the rubric \"Greater Himalayan\" to cover the entirety of cultural Tibet as well the southern Himalayan cultures.</p>
<p class=\"Paragraph\">\"Tibet\" itself is another rubric which has been used to signify the largest territorial expanse of this entire region, namely the area in which Tibetan people live, which is mostly to the north of the Himalayas. This rubric is in fact fairly coherent when defined on ethno-linguistic terms, although such an expanse greatly exceeds any political unit in existence since the disintegration of the ancient Tibetan empire, and clouds the great internal diversity of languages, cultures and political formations that historically characterized that area. Indeed, the Tibetan word translated as \"Tibet\" (<em>bod</em>) and \"Tibetan\" (<em>bod skad</em>, <em>bod pa</em>) is explicitly understood by many regions of Cultural Tibet like Kham (<em>khams</em>) and Amdo (<em>a mdo</em>) as signifying Central Tibet, its languages and its inhabitants. In addition, as near as a few hours outside of Lhasa, the traditional center of Tibetan culture, such as in the Basum (<em>brag gsum</em>) area of Kongpo (<em>kong po</em>) we find communities which do not even speak a dialect of Tibetan and have a distinct self-conception - the \"Ba people\" (<em>brag mi</em>).</p>
<p class=\"Paragraph\">Turning to Southern Himalayan cultures, and specifically the nation state of Nepal, we find an even more complex array of communities. For cultural, historical, linguistic, and even ecological purposes, the country is best understood as comprised of three interlinking horizontal belts. The northern third of the country, including areas such as Solu-Khumbu, Yolmo (Helambu), Dolpo, Manang and Mustang, constitutes the southern extremity of cultural Tibet. In these regions Tibetan Buddhism is widely practiced and the ethnic groups speak languages which are commonly – thought not always accurately - referred to as dialects of Tibetan.  The second third of Nepal, the middle belt, is the area which is most distinctively Nepali from a cultural viewpoint. It is in these middle hills that many of Nepal's ethnic groups and communities reside, predominantly agricultural peoples practicing some trade with neighboring valleys and beyond. The southernmost belt of Nepal shares features with the plains of northern India. Hinduism is the dominant belief system, Indo-Aryan languages such as Nepali, Hindi and Maithili are widely spoken, and more rice is cultivated in the plains than in the hills. For the present purposes, we consider the Himalayas to extend through the first high altitude belt of Nepal and into the middle hills, but not including the plains regions within modern Nepal.</p>
<p class=\"Paragraph\">The contemporary nation state of Bhutan also presents a complex case. Its national language of Dzongkha (<em>rdzong kha</em>) is by most criteria part of the same language family to which the major dialects of Tibetan belong, and its cultural traditions are dominated by Buddhist practices that form a clear literary, ideological and institutional continuity with Tibetan Buddhist forms overall. However, many other languages spoken in Bhutan fall outside of the range of Tibetan proper, and Bhutan has existed as a separate political unit with its own distinctive cultural traditions for a number of centuries. Most importantly, it has achieved the status of an independent nation state in the modern era, and contemporary identity statements indicate a strong sense of distinctness from \"Tibetans.\"</p>
<p class=\"Paragraph\">In addition, the southern Himalayas includes parts of India and Pakistan. Of course all of these complex issues have been rendered even more complex by constant migrations by different ethnic groups, both throughout history and in the present. The well known recent Chinese immigration into parts of Cultural Tibet, and the influx of Nepali populations into Bhutan, are some of the most well documented such migrations occurring in the last century.</p>
<p class=\"Paragraph\">Despite all these disjunctures, there are broader cultural and environmental continuities that bind these communities together into a meaningful broader region, even though its boundaries are shifting and fuzzy in character. Due to the loose sense of unity of many of the cultural areas as belonging to \"Tibetan\" culture, on the one hand, and the dominating importance of mountain ranges throughout the region and especially the majestic Himalayan range that bisects it, we have chosen to call the area \"Tibet and the Himalayas,\" with a secondary preference for the label the \"Greater Himalayas.\"</p>
<p class=\"Paragraph\">This region is divided into northern and southern areas by the roughly East to West arc of the Himalayan range proper. It runs from the Hindu Kush and Pamirs in the west, to the edge of the Sichuan Basin in the east, to Assam, northern Burma and Yunnan in the southeast, to the Loess Plateau in the northeast, and to the Gansu Corrider and Tarim Basin in the north. The central expanse of this region is dominated by religious cultures of Hinduism and Buddhism, as well as by Tibeto-Burman and Indo-European language families. Politically, in contemporary times, this area is now administratively governed by five nation states – China, Nepal, India, Pakistan and Bhutan. The broader region includes segments of the modern nations of Afghanistan, Kyrgyzstan, Tajikistan, Bangladesh and Burma, as well as other language families on the peripheries, such as Austroasiatic, Daic, Dravidian, Burushaski and Altaic, or the full range of Kashmir, the broad range of non-Tibetan ethnic minorities in the Chinese provinces of Sichuan, Qinghai, Gansu and Yunnan, Mongolian culture with its broad cultural continuities with Tibet, and so forth. </p>
", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Greater Himalayas and the Tibetan Plateau"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "David Germano", 
    "id": "42"
   }, 
   {
    "fullname": "David Germano", 
    "id": "42"
   }
  ], 
  "domain": "places", 
  "kid": "13734", 
  "dates": [], 
  "title": "Greater Himalayas and the Tibetan Plateau"
 }
}