{"meta":{"authors":[],"title":"Sharlang Khar Introduction","dates":{"created_at":"2010-08-11 20:46:05 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Sharlang Khar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Sharlang KharShar lang mkhar","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Sharlang Khar</span><span class=\"scholar\">Shar lang mkhar</span> </li> <li>Site number: A-118</li> <li>Site typology: I.1b </li> <li>Geographic coordinate (N. lat.): 31º 57.4΄ </li> <li>Geographic coordinate (E. long.): 79º 34.0΄ </li> <li>Elevation: 4280 m</li> <li>Administrative location (township): <span class=\"popular\">Shangtsé</span><span class=\"scholar\">Shang rtse</span> </li> <li>Administrative location (county): <span class=\"popular\">Tsada</span><span class=\"scholar\">Rtsa mda’</span> </li> <li>Survey expedition: HTAE</li> <li>Survey date: October 14, 2003</li> <li>Contemporary usage: None.</li> <li>Identifiable Buddhist constructions: None.</li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>The large citadel of <span class=\"popular\">Sharlang Khar</span><span class=\"scholar\">Shar lang mkhar</span> overlooks the eponymous valley. Facing east, this installation is set 50 m above the valley floor on the rim of an unassailable escarpment. <span class=\"popular\">Sharlang Khar</span><span class=\"scholar\">Shar lang mkhar</span> consists of both southwest and northeast complexes. In addition to rammed-earth, adobe block and masonry edifices, there are subterranean facilities in both complexes. The highest portion of the two complexes is dominated by a single large rammed-earth structure. It seems likely that these high status edifices represent a subsequent redevelopment of the site. The variety of structures and constructional techniques at <span class=\"popular\">Sharlang Khar</span><span class=\"scholar\">Shar lang mkhar</span> suggest that the site went through various stages of development over the centuries. The blackened ceilings of the caves and underground passageways indicate that the subterranean network underlying the site was inhabited for a relatively long period of time. Access to <span class=\"popular\">Sharlang Khar</span><span class=\"scholar\">Shar lang mkhar</span> is from the summit of the flat-topped formation. A descent of several meters along a narrow approach is required to reach the castle, leaving potential intruders vulnerable to attack. A curtain-wall that spanned the distance between the two complexes served as an important defensive feature, which was designed to restrict access to the site. It is implausible that a workforce equal to that of the current village could have founded and maintained the powerful <span class=\"popular\">Sharlang Khar</span><span class=\"scholar\">Shar lang mkhar</span> installation (<span class=\"popular\">Sharlang</span><span class=\"scholar\">Shar lang</span> reportedly has a population of 70 in 12 households). </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to the local villagers, <span class=\"popular\">Sharlang Khar</span><span class=\"scholar\">Shar lang mkhar</span> was an ancient <span class=\"popular\">Kel Mön</span><span class=\"scholar\">Skal mon</span> castle. The abode of the local <span class=\"popular\">yüllha</span><span class=\"scholar\">Yul lha</span> of <span class=\"popular\">Sharlang</span><span class=\"scholar\">Shar lang</span>, <span class=\"popular\">Kyumdrang</span><span class=\"scholar\">Kyum grang</span> (sp.?), is a shrine situated on a small black rock outcrop some distance north of the citadel. No contemporary deity resides at the site. </p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Curtain-wall","index":7,"parent_index":6,"body":" <p>Twenty meters of the curtain-wall that joined the two complexes of <span class=\"popular\">Sharlang Khar</span><span class=\"scholar\">Shar lang mkhar</span> is still intact. This represents about one-third of its original length. This defensive wall is as much as 3.5 m in height, and is set 5 m to 10 m below the two summits of the fortress. This structure has a combination of rammed-earth, adobe block and cobble-wall fabrics. </p> "},{"title":"Southwest complex","index":8,"parent_index":6,"body":" <p>The southwest complex (48 m x 24 m) is comprised of a dense array of ruined buildings, in keeping with a complex ground plan. In total, there were at least 60 rooms constructed here. Most walls in the southwest complex are made from adobe blocks and attain a maximum elevation of 4 m. Some of these adobe walls have course of cobbles integrated into them.</p> <p>Access to the southwest complex is by way of a small hole that was cut into the north face of the summit. This access point was created after the collapse of the original route to the installation. The hole is conveyed to a cave within the citadel. Inside the southwest complex the north side of the formation has cobble wall fragments with intervening courses of sandstone slabs, up to 3 m in height, embedded in it. Certain walls also have sandstone-slab bases. Some structures were hewn into the top of the summit along the south side of the complex to create a semi-subterranean network of rooms. They are, however, in very poor condition. The adobe blocks used in the construction of the various buildings were of a standard size: 40 cm x 20 cm x 10 cm. </p> <p>On the south side of the summit, facing east, there is a line of three caves. The north cave (3.4 m x 1.9 m) has three recesses in the rear, the largest of which is 1.3 m deep and 1 m high. Like other caves and subterranean passageways at <span class=\"popular\">Sharlang</span><span class=\"scholar\">Shar lang</span>, this cave has an approximately 2-m tall ceiling. The south cave (5.3 m x 2.8 m) has a deep arched recess in the rear wall and one recess in a side wall. There are also several niches in the walls. The middle cave (3.4 m x 1.9 m) also has a large recess in the rear.</p> <p>There are also caves in the north portion of the summit. In some places their roofs have collapsed, leaving gaping holes in the summit. The largest cave in the north of the complex (3.3 m x 3 m) has a 1.6-m deep bay in the rear wall. In the right wall there is a niche (1 m x 1.3 m) partly enclosed by a masonry wall. Also on the right wall of this cave there is a mud and stone closet (1 m x 55 cm x 1 m) with two openings in its base. The function of these appointments is not readily apparent. The largest cave in the north of the complex is connected to the summit by a 2.8-m long passageway. The exterior entrance of this passageway has an in situ stone lintel and sill. The ceiling of the passageway is lined with stones, which in design is not unlike that of an all-stone corbelled roof. Moreover, parts of its two walls are lined in cobble masonry. On the right side of the passageway there is a 1-m deep recess below the floor level. In a nearby cave (4.4 m x 3.3 m) there are two 1.6-m deep bays cut into the rear wall. Beside the bays there is a mud-plastered masonry wall creating an enclosed space (1 m x 90 cm x 70 cm).</p> <p>There is an axial corridor along the south portion of the summit. Also on the south portion of the summit, an adobe-block wall has a stone lintel over an entranceway (1.4 m x 70 cm). Another constructional feature of the southwest complex is walls made of cobbles and sandstone slabs embedded into a light-colored clay and mud matrix. A 6-m high fragment of this unusual wall type is also found in the north portion of the complex. Another salient architectonic trait is the presence of a window (35 cm x 30 cm) in one wall. </p> "},{"title":"Northeast complex","index":9,"parent_index":6,"body":" <p>The northeast complex (22 m x 18 m) contains a much smaller group of dilapidated buildings than the southwest complex. On the east side of the north portion of the southwest complex there is a tunnel. This is a tunnel (15 m long, 1.5 m wide, 3 m high) that drops down 5 m to a ledge situated below the curtain-wall that joins the two complexes of <span class=\"popular\">Sharlang Khar</span><span class=\"scholar\">Shar lang mkhar</span>. This ledge runs for 22 m between the two complexes. On the north end of this ledge, a 15-m long tunnel winds its way up to the summit of the northeast complex. The remains of a series of steps cut into this tunnel ascend for about 10 m to the south side of the northeast complex. Near the top of the tunnel are three interconnected cave rooms. These caves have the characteristic arched recesses and oblong niches, as well as a natural band of red clay around the base of the walls. There are also several other caves near the head of the tunnel but these have been largely destroyed.</p> <p>The northeast complex consists of a contiguous cluster of buildings. On the south end of the complex there are the remains of rooms created by excavating the top of the summit. The large rammed-earth structure on the crown of the summit (6 m x 6 m) has wall segments that probably reach 8 m in height. These walls have small square orifices lined with blocks and slabs, which were used to accommodate shuttering pins during construction. In the north wall of this rammed-earth structure there are two triangular loopholes. On the north end of the northeast complex there are two caves, which face east towards the <span class=\"popular\">Sharlang</span><span class=\"scholar\">Shar lang</span> valley. </p>  "}]}