{"meta":{"domain":"places","kid":"16714","authors":[],"title":"Doring Introduction","dates":{"created_at":"2010-08-25 11:11:38 UTC","updated_at":"2010-08-25 11:11:38 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Doring Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":"DoringRdo ring","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Doring<\/span><span class=\"scholar\">Rdo ring<\/span> (South) is located in the middle of the broad <span class=\"popular\">Doring<\/span><span class=\"scholar\">Rdo ring<\/span> valley, on the west side of the watercourse. The site has good views up and down the valley (to the north and south). The terrain gently descends o the east and is sandy and spotted with turf. <span class=\"popular\">Doring<\/span><span class=\"scholar\">Rdo ring<\/span> (South) consists of a unique combination of walled pillars (II.1b) and an array of pillars (II.1c). Rather than a temple-tomb edifice, the walled pillars are appended to the west side of the concourse of pillars. This constitutes a unique ceremonial facility, the design and construction of which probably reflect localized cultural and\/or political proclivities. The close physical integration of these two types of monuments underscores their allied temporal, functional and cognitive relationships. In conjunction with neighboring <span class=\"popular\">Doring<\/span><span class=\"scholar\">Rdo ring<\/span> (North) (C-128), <span class=\"popular\">Doring<\/span><span class=\"scholar\">Rdo ring<\/span> (South) represents the most easterly expression of the sui generis pillar monuments of the core region of Upper Tibet. The two <span class=\"popular\">Doring<\/span><span class=\"scholar\">Rdo ring<\/span> sites circumscribe the eastern border of a distinctive paleocultural entity, which in a general sense can be equated with prehistoric and early historic <span class=\"popular\">Zhang Zhung<\/span><span class=\"scholar\">Zhang zhung<\/span>.<a href=\"#n50\" name=\"nb50\" class=\"note\">50<\/a> <span class=\"popular\">Doring<\/span><span class=\"scholar\">Rdo ring<\/span> (South) was discovered in 1928 by Roerich&rsquo;s Central Asiatic Expedition.<a href=\"#n51\" name=\"nb51\" class=\"note\">51<\/a> <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Walled pillars","index":7,"parent_index":6,"body":null},{"title":"Array of pillars","index":8,"parent_index":6,"body":" <p>The array of pillars begins 1.5 m east of the enclosure with the stelae. There do not appear to have been any intervening structures between these paired monuments. The array of pillars is aligned in the cardinal directions, and measures 26.5 m (east-west) x 7 m (north-south). The 14-m long eastern half of this concourse is extremely degraded, and contains less than 40 tiny in situ pillars. Although virtually all structural evidence has been effaced, it seems likely that the array of pillars was originally wider than 7 m, given its length and he usual rectilinear proportions of this monument typology. Water flowing over the locale from one or more flood events (as evidenced by alluvial depositions) has had a detrimental impact on the site. <\/p> <p>In the west half of the array there are roughly 100 intact and broken pillars still left standing. Some of hese pillars have orange climax lichen growing on them. The tallest specimen (60 cm) is found near the northwest corner of the array. Other unbroken specimens are 15 cm to 30 cm in height. Most of the <span class=\"popular emph\">Doring<\/span><span class=\"scholar emph\">rdo ring<\/span> are tabular and made of a light-colored metamorphic rock. Near the southwest corner of the array there is an uprooted pillar 1 m in length. An analysis of the pattern of spacing between pillars, suggests that originally there may have been around 1000 standing stones in he concourse. There are now roughly 13 east-west rows of pillars with slabs placed edgewise in the ground in he same rows. These slabs are 10 cm to 30 cm in length and are generally flush with the ground surface. Perhaps here were alternating superficial slabs and standing stones in each row (it is now difficult to distinguish pillars that may have been broken off at the base from slabs that were installed at ground level). <span class=\"popular\">Doring<\/span><span class=\"scholar\">Rdo ring<\/span> (South) is the only site with this particular slab and pillar configuration surveyed to date. This distinctive design feature, like the absence of an appended edifice, may be related to the site&rsquo;s position at the extreme eastern edge of the territorial distribution of he monument typology. The lack of an appended temple-tomb raises questions as to where local burials were conducted. Scattered around the array of pillars are small pieces red quartzitc sandstone (?) and milky quartz. These stones must have been used as decorative elements at the site. <\/p> <hr class=\"footnote-divider\" \/> "},{"title":"Notes","index":9,"parent_index":0,"body":null}]}