{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Maksar Khyungpo Yungdrung Ling Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "rMe ba county"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(192) Mag gsar Temple"
  }, 
  {
   "body": "<p>The temple (gsas khang) has three names: Mag gsar khyung po g-yung drung gling, Mag gsar khyung po dar rgyas gling and gSang sngags smin grol theg chen gling. </p>
", 
   "index": 3, 
   "parent_index": 2, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>The temple is located in 3 km northwest of sKyang mchu, the seat of rMe ba county.</p>
", 
   "index": 4, 
   "parent_index": 2, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>The nomads of Mag gsar, a village in Chu khog town of Reb gong county, rMa lho Prefecture, migrated to the present site of rMe ba only decades ago. The nomadic community was an important sponsor of the temple in Mag gsar village in Reb gong until the last decade of the 20th century. </p>
<p>In 1993 ’Jam dpal rdo rje (b.1950) founded Mag gsar Khyung po g-yung drung gling as a branch of the temple in Reb gong mentioned above. Since Mar gsar village in Reb gong traditionally paid hommage to Gong thang, a lama of Bla brang Monastery, the temple’s official proprietor (dgon bdag) is still Gong thang, although ’Jam dpal rdo rje is the founder of the temple.</p>
", 
   "index": 5, 
   "parent_index": 2, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>dgon bdag, head of the temple</li> <li>dbu mdzad (replaced every three years)</li> <li>one dge skos (replaced each year)</li> <li>two gnyer pa (with no predetermined term of office) </li> </ul>
", 
   "index": 6, 
   "parent_index": 2, 
   "title": "4.Hierarchical sytem"
  }, 
  {
   "body": "<p>There are one hundred and forty-five tantric practitioners (sngags pa) at the temple fifty of whom form the main group for the temple’s annual rituals.</p>
", 
   "index": 7, 
   "parent_index": 2, 
   "title": "5. Current number of residents"
  }, 
  {
   "body": "<p>The system is similar to that of the gsas khang in Reb gong (cf. Nos.101-115). All the practitioners are laymen and only go to the temple to perform the annual rituals. The younger practitioners are trained by the elder ones.</p>
", 
   "index": 8, 
   "parent_index": 2, 
   "title": "6. Current education"
  }, 
  {
   "body": "<p>The temple is closely connected with four Bonpo reincarnations: Tshul chen and Bon blon Nam mkha’ bstan ’dzin of rTogs ldan Monastery (No.178) in rNga khog, Bon brgya dGe legs lhun grub rgya mtsho of Bon brgya Monastery (No.100) in Reb gong and sMon rgyal lha sras of dBal khyung Monastery (No.155) in Nyag rong. </p>
", 
   "index": 9, 
   "parent_index": 2, 
   "title": "7. Educational exchange"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>1st month: prayer for the deads based on the sKye sgo gcod pa from the 7th to the 13th day</li> <li>5th month: the ritual cycle of sNang srid zhu chen from the 10th to the 14th day</li> <li>9th month: the Zhi khro cycle from the 1st to the 5th day </li> <li>7th month: the ritual cycle based on the Tshe dbang bod yul ma on the 10th day</li> <li>10th month: the ritual cycle of dBal gsas from the 22nd to the 25th day (the local name for the ritual lNga mchod suggests Buddhist influence) </li> <li>12th month: the dgu gtor rite from the 22nd to the 29th day</li> </ul>
<p>There is a special ritual for the village which is performed by both Bonpo and rNying ma pa tantrics together in the gsas khang during the 5th month for several days, which includes the ritual cycle of sPyi ’dul performed by the Bonpos and rituals of Ma mo and mGon po performed by the rNying ma pa.</p>
", 
   "index": 10, 
   "parent_index": 2, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The gsas khang has three printed copies of the Bonpo Kanjur and one printed copy of Katen, the edition of bsTan pa’i nyi ma.</p>
", 
   "index": 11, 
   "parent_index": 2, 
   "title": "10. Books heeld in the temple"
  }, 
  {
   "body": "<p>The temple has no regular Sources of income and depends on offerings from its followers.</p>
", 
   "index": 12, 
   "parent_index": 2, 
   "title": "12. Income and expenses"
  }, 
  {
   "body": "<p>There are four la btsas dedicated to the local deities: A skya, Seskong, gYu skod and dMag dpon. The the deities’ propitiation takes place on the 15th day of the 7th month and is attended by the local lay communities.</p>
", 
   "index": 13, 
   "parent_index": 2, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>They are nomads.</p>
", 
   "index": 14, 
   "parent_index": 2, 
   "title": "14. Occupation of the local people"
  }, 
  {
   "body": "", 
   "index": 15, 
   "parent_index": 2, 
   "title": "Sources"
  }, 
  {
   "body": "<p>In autumn 1998 with ’Jam dpal rdo rje (b.1950)</p>
", 
   "index": 16, 
   "parent_index": 15, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<ol type=\"1\"> <li>Mag gsar khyung po g-yung drung gling ngam theg chen gling gi rnam thar by ’Jam dpal rdo rje, MS, composed in 1999</li> <li>rNga ba khul gyi hung yon rdzong gi dmag gsar bon dgon gyi lo rgyus mdor bsdus, NKhGL, pp.12-13</li> </ol>
", 
   "index": 17, 
   "parent_index": 15, 
   "title": "(2) Texts"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }, 
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }
  ], 
  "domain": "places", 
  "kid": "23598", 
  "dates": [], 
  "title": "Maksar Khyungpo Yungdrung Ling Introduction"
 }
}