{"meta":{"authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}],"title":"Kowo Introduction","dates":{"created_at":"2011-12-13 02:29:04 UTC","updated_at":"2011-12-13 02:29:04 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Kowo Introduction"},{"title":"sTeng chen rdzong","index":1,"parent_index":0,"body":"\n\n                     "},{"title":"(37) Ko bo Monastery","index":2,"parent_index":1,"body":"\n\n                     <p>Ko bo Monastery is under the administration of the sTeng chen villages. It\n                        is about nine kilometres from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong. </span>It lies<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>on a small hill west of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>\n                        and access to it is difficult.</p>\n\n                     <p>This monastery was founded by Ko bo Ye shes rgyal mtshan in 1408. It is\n                        below the sacred mountain - the abode of the local deity &rsquo;Jag rgyal smug po\n                        - which is on the highland between the rivers rNgul chu and rDza chu in\n                        Khams.</p>\n\n                     <p>The line of masters of the monastery is as follows:</p>\n\n                     <ol type=\"1\">\n                        <li> Ko bo Ye shes rgyal mtshan</li>\n\n                        <li> Zla grags Rin chen rgyal mtshan</li>\n\n                        <li> Zla grags Rin chen dpal bzang</li>\n\n                        <li> Zla grags Nyi ma &rsquo;od zer</li>\n\n                        <li> Zla grags Tshul khrims dbang rgyal</li>\n\n                        <li> Ha Rinpoche</li>\n\n                        <li> Zla grags Rin chen phun tshogs</li>\n                     </ol>\n\n                     \n\n                        "},{"title":"Main Religious Activities","index":3,"parent_index":2,"body":"\n\n                        <ol type=\"1\">\n                           <li> In the first Tibetan month, from the 3rd day, annual activities\n                              begin with the commemoration of mNyam med Shes rab rgyal mtshan. The\n                              monks perform the ceremony based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Klong\n                                 rgyas</span>, as well as chanting the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Bla ma mchod\n                                 pa</span> and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;Tshogs &rsquo;don</span>. The ritual cycle\n                              of Phur pa is performed while two monks perform that of Ge khod\n                              separately.</li>\n\n                           <li> In the second month, on the 24th day, the commemoration of Zla\n                              grags is celebrated with the ceremony based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rNam dag</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Klong rgyas</span>. On the 27th\n                              day there is a recitation of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;Tshogs &rsquo;don</span>.\n                              The monks practise silent reading of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Khro bo</span>\n                              and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Ma tri rin chen sgron ma</span>. On the same\n                              occasion they make offerings to the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">klu</span>\n                              spirits.</li>\n\n                           <li> In the fifth month, on the 29th day, the summer ritual (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbyar sgrub</span>) begins. There is a ritual of A dkar\n                              and a performance of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sDe brgyad bzlog mdos</span>.\n                              Besides these, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsKang &rsquo;bum</span> is chanted. In the\n                              gNas brtan lha khang, two monks chant the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gNas brtan\n                                 bcu drug</span>, a rediscovery of Sangs rgyas gling pa. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbyar sgrub</span> is adjourned on the 6th day of the\n                              sixth month.</li>\n\n                           <li> In the sixth month, on the 7th and 8th days, there are religious\n                              dances. On the 9th day, all the laity and clerics come, making the\n                              circumambulation called <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;bum bskor</span>. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">zhi khro</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsol kha</span> rituals\n                              are performed during the day, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; skyong</span> in\n                              the evening and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsKangs &rsquo;bum</span> during the\n                              night.</li>\n\n                           <li> During the Summer retreat (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbyar gnas</span>) there\n                              is a recitation of Sutra, such as the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mDo dri\n                              med</span>.</li>\n\n                           <li> In the tenth month, on the 23rd day, the ritual cycle of Khro bo\n                              is performed according to the local tradition, as well as the ceremony\n                              of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Yab sras tshogs &rsquo;khor</span>. The chanting of the\n                                 <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsKangs &rsquo;bum</span> by two monks takes place\n                              separately. On the 29th day, there is a religious dance and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gtor rgyag</span> ceremony. On the 30th day, the\n                              gathering is adjourned.</li>\n                        </ol>\n\n                        <p>As there are many great and complete murals in the assembly hall and at\n                           the porch of Ko bo Monastery, I shall give here the names of the main\n                           deities and some remarks concerning their iconography.</p>\n\n                        <p>The four great local deities (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gnyan chen sde\n                           bzhi</span>):</p>\n\n                        <ol type=\"1\">\n                           <li> rMa chen sPom ra: a deity riding on a white horse</li>\n\n                           <li> Thang lha Yar bzhur: a deity riding on a red horse</li>\n\n                           <li> Ti se: a deity riding on a snow lion</li>\n\n                           <li> Yar lha Sham po: a deity riding on a dragon</li>\n                        </ol>\n\n                        <p>The local deities of the holy mountains surrounding Ko bo Monastery:</p>\n\n                        <ol type=\"1\">\n                           <li> sMug po ri btsun (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">alias</span> Brag btsan thog rgod\n                              &rsquo;bar ma): a goddess with one head, two arms and a red body. She holds\n                              a white conch in her right hand and a gem in her left. Wearing a black\n                              hat on her head, she is mounted on a black horse.</li>\n\n                           <li> Rin chen &rsquo;bar ba, the proprietor of Mount Rin chen &rsquo;bar ba: a\n                              deity with a red body, one head and two arms. Mounted on a black\n                              horse, he exhibits a terrifying air.</li>\n\n                           <li> &rsquo;Ga&rsquo; rgyal Rin chen spungs: a deity with a white body, one head\n                              and two arms. He holds a lance with a flag fastened to it in his right\n                              hand and a gem in his left. Mounted on a blue horse, he has an air of\n                              bravery.</li>\n\n                           <li> sPen ne ri bkra: a deity with a white body, one head and two arms.\n                              Dressed in a king&rsquo;s garment, he holds a gem in his right hand and a\n                              lance with a flag fastened to it in his left. He is mounted on a\n                              light-bay stallion.</li>\n\n                           <li> Jo mo g-yu rtse: a goddess with a white body, one head and two\n                              arms. She holds a lance with a flag fastened to it in her right hand\n                              and a vase in her left. Mounted on an antelope, she has a peaceful\n                              appearance.</li>\n\n                           <li> Ri dmar dBu lha btsan rgod: a deity with one head, two arms and a\n                              conch-like white body. He holds a lance with a flag fastened to it in\n                              his right hand and a gem in his left. Clad in a king&rsquo;s garment, he\n                              rides a red horse.</li>\n\n                           <li> dMag dpon rTa rgod &rsquo;bar ba: a deity with a white body, one head\n                              and two arms. His right hand is clenched in a fist and in his left\n                              hand he holds a gem. Standing on a blazing fire, he shows extreme\n                              bravery.</li>\n\n                           <li> sTag lo kha yan: a goddess with a yellow body, one head and two\n                              arms. She holds a sword in her right hand and a gem in her left.\n                              Mounted on a tigress, she is in an extreme rage.</li>\n\n                           <li> rDzong dmar: a deity with a red body, one head and two arms. He\n                              holds a lance with a flag fastened to it in his right hand and a lasso\n                              in his left. Riding a reddish-brown horse, he is in a rage.</li>\n\n                           <li> Grogs rdis Nor skyong dpal ldan: a deity with a white body, one\n                              head and two arms. He holds a vase in his right hand and a gem in his\n                              left. Clad in a nomad&rsquo;s garment, he sits peacefully on a\n                              cushion.</li>\n\n                           <li> Rag pa g-yu rtse: a deity with a blue body, one head and two arms.\n                              He holds a lance with a flag fastened to it in his right hand and a\n                              gem in his left. Riding a light-bay stallion, he exhibits an air of\n                              bravery.</li>\n\n                           <li> sTag thus bon mtshan: a deity with a blue body, one head and two\n                              arms. He clenches his right hand while holding a vase in his\n                              left.</li>\n\n                           <li> sTag thus bon rgan: a deity with a white body, one head and two\n                              arms. He holds his hands in the manner of a meditating monk.</li>\n\n                           <li> rTa sgo: a deity with a white body, one head and two arms. He\n                              holds a drum in his right hand and a flat gold bell in his left.\n                              Riding a divine yak, he exhibits an air of dignity.</li>\n\n                           <li> Gangs rgyal: a deity with a white body and plaited hair. He has\n                              one head and two hands. His right hand holds a lance with a flag\n                              fastened to it and the other holds a gem. He is mounted on a light-bay\n                              stallion.</li>\n                        </ol>\n\n                        <p>There are also murals of the thirteen mGur lha:</p>\n\n                        <ol type=\"1\">\n                           <li> gNyan rje Gong sngon, mounted on a red Garuda</li>\n\n                           <li> gTsang lha Bye yug, on a white horse</li>\n\n                           <li> Srog lha Gangs dkar, on a yellow gander</li>\n\n                           <li> sGyog chen sDong ra, on a divine white yak</li>\n\n                           <li> &rsquo;Brong nam Yang rtse, on a blue buffalo</li>\n\n                           <li> Dung lha Byang rtse, on a red horse</li>\n\n                           <li> lCog lha Tshal rtse, on a blue dragon</li>\n\n                           <li> lHa ri gYu rtse, on a yellow deer</li>\n\n                           <li> sPom ra Nag po, on a black mule</li>\n\n                           <li> &rsquo;Gyu chen lDong khram, on a red mule</li>\n\n                           <li> dByig chen Ra rngam, on a white horse</li>\n\n                           <li> Ba ru Ser glang, on a white ox</li>\n\n                           <li> &rsquo;Bri chen sDong ra, on a red horse</li>\n                        </ol>\n\n                        <p>The twelve brTan ma goddesses, the guardians of the Bon religion:</p>\n\n                        <ol type=\"1\">\n                           <li> Kong btsun De mo, mounted on a tigress</li>\n\n                           <li> Gangs dkar Sha med, on a yellow gander</li>\n\n                           <li> rMa ting &rsquo;Phrul mo, on a white horse</li>\n\n                           <li> sKyi mthing Ya ma, on a sorrel yak</li>\n\n                           <li> Ma btsun &rsquo;Brog chen, on a blue ox</li>\n\n                           <li> rMa ri Rab khyams, on a blue horse</li>\n\n                           <li> lHa ri Ya ma, on a light-bay horse</li>\n\n                           <li> sKyi mthing Nag mo, on a blue deer</li>\n\n                           <li> Gangs kyi gYu sgron, on a blue parrot</li>\n\n                           <li> Ka ga Ser mo, on an antelope (Hodgson&rsquo;s)</li>\n\n                           <li> Kha rag Khyung btsun, on a black mule</li>\n\n                           <li> gDa&rsquo; la bTsun mo, on a deer</li>\n                        </ol>\n\n                        <p>Ko bo Monastery has, moreover, a magnificent mural of &rsquo;Ol mo lung ring.\n                           People of different countries call it by different names: bDe ba can by\n                           the people of U rgyan, Mi &rsquo;gyur g-yung drung can by the people of Shar\n                           gling, dBang bsgyur &rsquo;khor lo can by the people of Byang gling, Me tog\n                           bkod pa can by the people of Nub gling, and Yid bzhin bkod pa can by the\n                           people of &rsquo;Dzam gling.</p>\n\n                        <p>Further, it was named Sham bha la by the Indian people, Mu khyud gter gyi\n                           gling by the Chinese people, dBang ldan &rsquo;khor lo gling by the people of\n                           Za hor, Gar ma gar shom spro by the people of Yu gur, &rsquo;Gyur med &rsquo;od ma\n                           tshal by the people of Bru sha, Kha la g-yu gshog by the people of Kha\n                           che, dPag bsam ljon pa&rsquo;i gling by the people of Li bal, Nub byang rtag\n                           gzigs khyim gyi yul by the people of Zhang zhung, Nub phyogs &rsquo;Ol mo lung\n                           ring or &rsquo;Od mo gling by the people of Tibet, rTag gzigs ga sho nor gyi\n                           gling by the people of Mon yul, and dMu yul &rsquo;phyo ba gling by the people\n                           of &rsquo;Jang.</p>\n\n                        <p>At present there are two lamas in this monastery, Zla grags Rin chen phun\n                           tshogs, who is fifty-eight, and Bla chung mKhyen rab rgya mtsho, who is\n                           twenty-two in 1998. There are two abbots, dGe legs tshul khrims and rNam\n                           rgyal gtsug phud. There are more than eighty monks. In the vicinity of\n                           the monastery there are over three hundred households. The population of\n                           this area is about 3,500.</p>\n\n                        <p>The main source of income for the monks is the religious services they\n                           perform in villages. The lamas of high rank are customarily paid from\n                           fifty to one hundred <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan</span> a day and the common monks\n                           from ten to twenty <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan</span> a day.</p>\n\n                        <p>The location and murals of this monastery possess special qualities that\n                           distinguish it from other Bonpo monasteries. This monastery is now\n                           undergoing significant restoration and enlargement.</p>\n\n                     \n\n                  "}]}