{"meta":{"authors":[],"title":"བསམ་གཏན་གླིང་དགོན།","dates":{"created_at":"2010-08-13 17:00:54 UTC","updated_at":"2010-08-13 17:00:54 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"བསམ་གཏན་གླིང་དགོན།"},{"title":"ལྷུན་གྲུབ་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"བསམ་གཏན་གླིང་དགོན།","index":2,"parent_index":0,"body":" <p>མཚན་རྒྱས་པར་གནས་མཆོག་རྭ་སྒྲེང་བསམ་གཏན་གླིང་ཞེས་ཞུ། འདིར་འཁོར་ལམ་མེད་པས་རྭ་སྒྲེང་ནས་རྐང་ཐང་མར་ཆུ་ཚོད་གཅིག་ཙམ་ཤར་ངོས་སུ་སོང་ན་དགོན་དེར་སླེབས། དགོན་དེ་ནི་ཐོག་མར་རྗེ་ཙོང་ཁ་པར་རྗེ་བཙུན་འཇམ་དབྱངས་ཀྱིས་ལུང་བསྟན་པ་ལྟར་འཇམ་དཀར་བ་དཔལ་ལྡན་བཟང་པོ་དང་། རྟོགས་ལྡན་བྱང་སེམས། གནས་བརྟན་རིན་ཆེན་རྒྱལ་མཚན། གནས་བརྟེན་བཟང་སྐྱོང་བ་བཅས་དབུས་པ་བཞི་དང་། བླ་མ་རྟོགས་ལྡན་འཇམ་དཔལ་རྒྱ་མཚོ་དང་དགེ་བཤེས་རབ་གྲགས། དགེ་བཤེས་འཇམ་དཔལ་བཀྲ་ཤིས། དགེ་བཤེས་དཔལ་སྐྱོང་བཅས་མདོ་སྨད་པ་བཞི་བཅས་ཐོག་མར་རྫ་སྟེང་ཅེས་པར་བཞུགས་སྐབས་ཨ་དཀར་པོའི་ཆར་བབས། དེ་ནས་ད་ལྟའི་དགོན་གནས་བསམ་གཏན་གླིང་དུ་ཕེབས་ནས་དབུས་སུ་རྗེ་ཉིད་དང་། གཡས་གཡོན་དུ་འཁོར་དག་པ་རྣམ་བརྒྱད་བཞུགས་པའི་སྒྲུབ་ཕུག་ཡོད། རྗེ་ཙོང་ཁ་བ་བདེ་མཆོག་དྲིལ་བུ་སྐུ་ལྔའི་སྐུ་མཚམས་དམ་པོར་མཛད་པའི་སྐབས་བདེ་མཆོག་གི་ཡུམ་རྡོ་རྗེ་ཕག་མོ་ཞལ་གཟིགས་ནས་ཁྱོད་ཀྱིས་གནས་འདིར་མོ་དགོན་ཞིག་འདེབས་དགོས་གསུངས་པར་རྗེ་ཙོང་ཁ་པས་ཕོ་དགོན་འདེབས་དགོས་ཞེས་ཞུས་པས་ད་འོ་ན་ང་གཉིས་སུ་མགྱོགས་འགྲན་ཏེ་སུ་མགྱོགས་ཀྱང་དེའི་འདོད་པ་ལྟར་བགྱིས་གསུངས་པ་ལྟར་ལོངས་སྤྱོད་མཛའ་<span class=\"milestone page eng \">[page <span class=\"pnum\">202<\/span>] <\/span>མོའི་ཐོག་ཅེས་པའི་སྤང་སྡིངས་ནས་སུ་མགྱོགས་འགྲན། རྗེ་ཙོང་ཁ་པས་རྒོད་ཐང་དཀར་ཞིག་ལ་སྤྲུལ་ནས་ཡར་བྱོན་སྐབས། རྡོ་རྗེ་ཕག་མོས་ཉི་ཟེར་ལ་ཆིབས་ཏེ་ཞབས་རྗེས་བཞག་སྟེ་མར་ཕེབས་པ་དང་། རྗེ་ཁྱོད་སྐུ་ལས་ཁག་ཨེ་སོང་ཞེས་ཞུས། རྗེ་ཙོང་ཁ་པས་རྡོ་རྗེ་ཕག་མོ་སྔོན་ལ་བྱོན་འདུག་པས་ད་ནི་ཁྱེད་ཀྱི་ཐུགས་འདུན་བཞིན་མོ་དགོན་འདེབས། དགོན་པའི་མཚན་ལ་བསམ་གཏན་གླིང་ཞེས་ཞུ་གསུངས་ནས་རྟེན་དུ་བྱེ་མ་ཨ་ཀྲོང་གི་རྗེ་ང་འདྲ་མ་དང་། རྩ་རི་བསྐོར་བའི་ཕྱག་འཁར། ལྷུང་གཟེད། ཞ་ཐུལ། གཏེར་དུང་སོགས་འཇོག་གནང་མཛད། སྔོན་འདུ་ཁང་ཀ་བ་ཉེར་བཞིའི་ནང་རྗེ་ཙོང་ཁ་བའི་སྒྲུབ་ཕུག་དང་གོང་གསལ་གྱི་ནང་རྟེན་དེ་དག རྡོ་རྗེ་གཡུ་སྒྲོན་མའི་བླ་རྡོ་སོགས་རྟེན་སྐུ་ཇི་སྙེད་མཇལ་རྒྱུ་ཡོད། ད་དུང་འོག་ཏུ་ཨ་ར་པ་ཙའི་ཆུ་མིག་དང་རྫ་སྟེང་སྒང་ཞེས་པར་ཨ་ཡིག་གི་རང་བྱོན་དང་། ཆོས་གོས་རྣམ་སྦྱར་གྱི་རང་བྱོན་སོགས་མཇལ་རྒྱུ་ཡོད།<\/p> <p>ད་ལྟ་སྔོན་གྱི་འདུ་ཁང་གི་གྱང་གོག་སྟེང་གསར་བཞེངས་གནང་བའི་འདུ་ཁང་ནང་རྗེ་ཙོང་ཁ་པའི་སྒྲུབ་ཕུག་དང་། རྗེ་ཙོང་ཁ་པ་དང་། རྡོ་རྗེ་ཕག་མོའི་ཞབས་རྗེས། རྡོ་རྗེ་གཡུ་སྒྲོན་མའི་བླ་རྡོ། གཞན་ཡང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་མང་པོ་མཇལ་རྒྱུ་ཡོད།<\/p>  "}]}