{"meta":{"authors":[{"id":"32","fullname":"Jann Ronis"},{"id":"32","fullname":"Jann Ronis"}],"title":"An Overview of Kham (Eastern Tibet) Historical Polities","dates":{"created_at":"2011-07-15 07:52:32 UTC","updated_at":"2011-09-08 12:28:44 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>Beginning in the seventh century, the Pugyel (<em>spu rgyal</em>) dynasty of central Tibet expanded eastward across the Tibetan plateau and beyond. Numerous Tibetan troops settled in areas along the eastern reaches of the Tibetan plateau in what are now Qinghai, Gansu, Sichuan, and Yunnan provinces. With their arrival came Tibetan language, culture, and religion from Central Tibet, and the interaction with local languages and cultures produced the distinctive but highly diverse Tibetan cultural regions of eastern Tibet. Natural features of eastern Tibet's geography divide it roughly into northern and southern areas. The northern region is called Amdo (<em>a mdo</em>) and is covered in <a title=\"An Overview of Amdo (Northeastern Tibet) Historical Polities\" href=\"../../../../../features/24106/descriptions/1228\" target=\"_self\">An Overview of Amdo (Northeastern Tibet) Historical Polities</a> by Gray Tuttle. The focus of the present essay is the southern region of eastern Tibet, which is called Kham <em>(khams</em>) and whose people are called the Khampa (<em>khams pa</em>)<em>. </em>The political history of Kham exhibits great dynamism from within as well as the marks of deep involvement with neighboring Central Tibet and China. The following pages will introduce the major polities, and historical epochs of Kham.</p> ","title":"An Overview of Kham (Eastern Tibet) Historical Polities"},{"title":"The Cultural Geography of Eastern Tibet","index":1,"parent_index":0,"body":" <p>The Tibetan word kham (<em>khams</em>) means frontier and the Tibetan region of Kham is named as such because it is on the frontier or marches of Greater Tibet (<em>bod chen</em>), bordering regions inhabited by the Han Chinese and other ethnicities. Ancient Tibetan documents use the term <em>kham</em> in compound words that refer to peripheral areas (e.g., <em>blon khams</em>, \"outlying area controlled by a minister\"). The overarching toponym for all of eastern and northeastern Tibet, including both Kham and Amdo, is Dokham (<em>mdo khams</em>), meaning the confluence (do; of rivers and valleys) on the frontier (kham). The literary name for Kham is Domé (<em>mdo smad</em>) and means the lower part (mé) of Dokham (do). At some point the name Kham came into common usage in literary and colloquial Tibetan. In the present day, Kham falls entirely within the People's Republic of China and is spread between four provinces: the Tibetan Autonomous Region, Sichuan, Qinghai, and Yunnan. Emic expressions to describe or locate the territory of Kham include \"The Four Rivers and Six Ranges\" (<em>chu bzhi sgang drug</em>) and \"The Four Great Valleys\" (<em>rong chen bzhi</em>). The identification and spelling of these rivers, ranges, and valleys has varied over time and sometimes differ even between scholars of the same time period. The recent <em>Great Tibetan-Chinese Dictionary</em> (<em>bod rgya tshig mdzod chen mo</em>) identifies the four rivers as follows: 1) Dri (<em>'bri chu</em>; Ch. Jinsha jiang), 2) Ma  (<em>rma chu</em>; Ch. Huang he) 3) Gyelmo Ngul (<em>rgyal mo rngul chu</em>;  Ch. Nu jiang), 4) Da (<em>zla chu</em>; Ch. Lancang jiang). The same work lists the six ranges as: 1) Zelmo (<em>zal mo sgang</em>), 2) Tsawa (<em>tsha ba sgang</em>), 3) Markham (<em>smar khams sgang</em>), 4) Pombor (<em>spo 'bor sgang</em>), 5) Mardza (<em>dmar rdza sgang</em>), and 6) Minyak Rapgang (<em>mi nyag rab sgang</em>).<sup><a name=\"n1\" href=\"#fn1\">[1]</a></sup></p> <p>Pastoralists, agriculturalists, mixed pastoralist-agriculturalists, town-based merchants, and thousands of monks comprised the Tibetan population of traditional Kham. Furthermore the broader population of Kham has always included a number of different ethnic communities on its eastern and southern borders, and at times large numbers of Mongols and Chinese in the heartland of Kham. A variety of dialects are spoken in Kham, most of which differ from the Central Tibetan dialects in terms of pronunciation, syntax, vocabulary, and idioms. The Kham dialects resist simple generalizations but scholars agree that they preserve more archaicisms than the Central Tibetan dialects but are not as conservative in this respect as those spoken in Ladakh and Amdo. A commonly remarked upon feature of the Kham dialects overall is that they are largely devoid of honorifics and polite affectation.</p> <p>Of all the major populations of Tibet the people of Kham have been subject to the most pervasive stereotyping of all. The 1820 Dzamling Gyeshé, composed by a Tibetan who was not from Kham, offers the following characterization:<sup><a name=\"n2\" href=\"#fn2\">[2]</a></sup></p> <blockquote>The people of Khams are naturally straightforward, fiercely brave, and affectionate to their masters. They are greater in their trust and religious belief than other Tibetans, and far surpass them in sectarian bias. They behave rudely towards strangers, yet are unhesitatingly helpful to their best acquaintances. Nevertheless, they have the fault of being too credulous and trusting.</blockquote> "},{"title":"A Brief Political History of Kham","index":2,"parent_index":0,"body":" "},{"title":"The early history of Kham","index":3,"parent_index":2,"body":" <p>For most of it's history the various population centers of Kham were not unified under the political administration of a single polity or religious institution. Rather a multiplicity of polities were found in Kham, few of which were notably large or centralized. The traditional polities of Kham differed according to whether they governed primarily pastoral , agricultural, or mixed populations. Furthermore, they varied in terms of their productivity, level of integration into regional trade, and allegiances with neighboring powers such as China or Lhasa. Pastoral state structures are reported to have been organized according to distinctively tribal structures found among Tibetan pastoralists. Most of the rulers of the pastoral polities were laypersons though pastoral polities ruled by religious figures were not completely absent. On the other hand, lamas and monasteries directly ruled perhaps half of the polities in which the power centers were in agricultural regions, which may or may not also contain sizable pastoral populations. The anthropologist of Tibet Geoffrey Samuel has outlined five \"general patterns\" that emerge from his reading of the historical and anthropological data on the polities of Kham:<sup><a name=\"n3\" href=\"#fn3\">[3]</a></sup></p> <ol> <li>A variety of leadership patterns prevailed, including hereditary lay rulers, hereditary lamas, reincarnated lamas, and administrators imposed by the Ganden Palace in Lhasa.</li> <li>Individual polities \"might have subordinate status within a larger 'state'\" such as the Ganden Palace or the Qing Empire.</li> <li>A particular polity might be governed by \"several local rulers of more or less equal status,\" and therefore decentralized and with ever-shifting hubs of relative power.</li> <li>\"[T]he degree of control exercised by these various polities over their populations varied greatly.\"</li> <li>Non-Tibetan populations - either neighboring groups or outsiders who immigrated to Kham, such as Oirat Mongols - were often \"Tibetanized\" and incorporated.</li> </ol> <p>Very little is known about the political and cultural history of Kham during the imperial period and the subsequent “dark age” that lasted from the mid-ninth to the mid-tenth centuries. Traditional Tibetan histories narrate that during the reign of Songtsen Gampo <em>(srong btsan sgam po</em>; r<em>.</em> ca. 629-649) several temples were built in Kham. Songtsen Gampo's Chinese wife, Wencheng Gongzhu, traveled from the Tang capital to Tibet through Kham in 640-641 and along the way supposedly constructed religious edifices and left behind sacred images. The most famous of the purportedly early Tibetan temples in Kham is the Longtang Drölma Lhakang (<em>glong thang sgrol ma lha khang</em>) in Denma (<em>ldan ma</em>), present-day Sershul (<em>ser shul)</em> County. This temple originated as one of the twelve so-called border-taming temples erected by Songtsen Gampo on the basis of geomantic calculations made by Chinese geomancers who worked for the Tibetan royal court. Archeologists have identified and studied inscriptions and carved Buddhist images around Kham that date to this period. Prominent among the finds are “the most ancient dated examples of Tibetan art known at present” - carved images in stone of Buddha Vairocana - that date to 804 or 816.<sup><a name=\"n4\" href=\"#fn4\">[4]</a></sup></p> <p>The first enduring polities of Kham were products of the thirteenth and fourteenth century Sakya (<em>sa skya</em>) hegemony of Central Tibet and the Mongol empire (and, by extension, the Yuan Dynasty). Beginning in the 1270s Sakya hierarchs helped found polities and monasteries throughout the region that were closely aligned with the Sakya government in Tsang (<em>gtsang</em>). In the Tibetan and Chinese sources pertaining to thirteenth, fourteenth, and fifteenth-century Kham, two polities stand out as being particularly powerful: Lingtsang (<em>gling tshang</em>) and Gonjo (<em>go ‘jo,</em> <em>‘go gyo,</em><em> </em>etc).<sup><a name=\"n5\" href=\"#fn5\">[5]</a></sup> The leaders of these two polities were Sakya monks who bore the title of \"great chief\" (<em>dpon chen</em>). The founder of Gonjo was a monk named Töntsul (<em>ston tshul</em>), a student of Sakya Paṇḍita (sa skya paNDi ta kun dga' rgyal mtshan; 1182-1251).<sup><a name=\"n6\" href=\"#fn6\">[6]</a></sup> When Sakya Paṇḍita and his nephew Pakpa Lodrö Gyeltsen (<em>'phags pa blo gros rgyal mtshan</em>; 1235-1280) passed through Kham in 1245 on their way to Mongolia, Töntshul aided their journey in a great display of his power and administrative abilities. Decades later in 1274 Pakpa requested the leader of the Mongol empire, Qubilai Khan, to elevate Töntsul's status in Kham. The request was granted and Töntsul became the governor-general (<em>spyi'i bdag po</em>) of Kham. After the fall of Sakya in the early 1350s the Sakya polities in Kham continued to thrive. Subsequently, during the Ming Dynasty, the Yongle emperor (r. 1402-1424) needed the cooperation of local leaders in Kham to secure safe access to Tibet of his diplomatic and trade caravans and established relations with Ling and Gonjo that persisted for generations.</p> "},{"title":"The seventeenth and eighteenth centuries","index":4,"parent_index":2,"body":" <p>The middle to late seventeenth century was a watershed period for the polities of inner Asia and the Himalayas, including Central Tibet, China, and Kham. Some of the fundamental changes that occurred in Kham political life were directly instigated from outside. For instance, the Oirat Mongol army that backed the Fifth Dalai Lama’s rise to power invaded a swath of northwestern Kham in 1638 on their way to Central Tibet and sacked the king of Beri (<em>be ri</em>) in present-day Chamdo (<em>chab mdo</em>) Prefecture. The resulting power vacuum in this area was filled by the rise of the Drayap (<em>brag g.yab</em>) kingdom. Some of Beri’s lands were granted by the leader of the Oirats to the nascent and neighboring Degé (<em>sde dge</em>) kingdom, which was in its earliest stages of political formation in the later 1630s. In 1677 the Dalai Lama’s Ganden Palace government formalized the boundaries between Tibet and China and nearly all of Kham fell under the tax-collecting authority of Lhasa. Other Kham polities that were spurred into being or greatly impacted by the political developments in Tibet and the rest of East and Inner Asia include the Hor States (<em>hor khog</em>) and Litang (<em>li thang</em>).</p> <p>The eighteenth century was another volatile and transformative period in Kham political history. The volatility was due to the profound, though temporary, weakening of the Ganden Palace and instability in Central Tibet. When succession battles erupted after the the Sixth Dalai Lama's (d. 1706) chaotic reign and early death, the Qing sent troops and officials to Lhasa to resolve the conflicts and assert the empire more concretely than ever before into Tibetan politics. One result of this new arrangement between Beijing and Lhasa was a redrawing of the Sino-Tibetan boundaries in 1725 or 1726. Whereas since 1677 the official border between the two states more or less traced the outer edge of the Tibetan plateau, the new borderline bisected Kham along the Dri River. The Qing formalized its relations with the Kham polities within its newly expanded domain by granting the title of \"hereditary indigenous headman\" (Ch. <em>tusi</em>) to all of the powerful  rulers in eastern Tibet. The autobiographies of Khampa lamas from eighteenth century contain numerous accounts of meetings between Qing officials and the kings and chiefs of Tibetan polities, and Chinese troops intervening in conflicts between Kham polities. The major military events of the century were the two Qing-Gyelrong (<em>rgyal rong</em>) wars (1747-1749 and 1771-1776), both of which involved troops from many Kham polities who were obligated to fight on the side of the Qing. It does not appear that any important polities were founded during this century.</p> "},{"title":"The nineteenth century","index":5,"parent_index":2,"body":" <p>The best source for the political culture of early nineteenth century Tibet is <em>A</em> <em>Full Exposition of Jambudvīpa ('dzam gling rgyas bshad</em>), composed in 1830 by the fourth Tsenpo, Tendzin Trinlé (<em>btsan po no min han bstan 'dzin 'phrin las</em>; 1789-1838).<sup><a name=\"n7\" href=\"#fn7\">[7]</a></sup> The section on Kham is structured around a discussion of the Four Great Valleys of Kham: 1) Tsawa (<em>tsha ba</em>), 2) Ba Sangen (<em>‘ba’ sa ngan</em>), Nyak or Nyarong (<em>nyag rong</em>), and 4) Gyelmo (<em>rgyal mo</em>). In describing each of the valleys the author notes many of the significant polities of the day. The polities related to Tsawa Valley that merited inclusion were Powo, Gyeltang, Mili (or Muli), Chamdo, Drayab, and Batang (<em>spo bo, rgyal thang, mi li/mu li</em>). The only important polity in Ba Sangen Valley was Litang (<em>li thang</em>). Under the heading of Nyarong are included Minyak (<em>mi nyag</em>) and the Hor States. Gyelmo Valley is noted for the Gyelrong states (<em>rgyal rong dpon khag</em>) and many pastoral communities north of the Gyelmo Valley. At the conclusion of this survey, <em>A Full Exposition of Jambudvīpa </em>singles out two polities for special mention. The first is Degé, which it asserts is the largest or greatest of the \"chiefdoms\" of Kham (<em>khams kyi dpon khag gi nang nas sde che shos yin</em>). This work also highlights the Five Hor States (<em>hor khog</em>) and mentions its several large Geluk monasteries. This snapshot, biased though it may be, strongly suggests that the earlier polities of Gonjo and Lingtsang were no longer major political institutions in Kham. Furthermore, it makes no mention of a major polity in what is now Nyarong County, Kandzé Prefecture. Two decades after the publication of <em>A Full Exposition of Jambudvīpa </em>a new state in Nyarong would emerge and plunge much of Kham into a calamitous war.</p> <p>The valley of Nyarong is relatively isolated and for centuries had been feared as a hotbed of bandits and marauders. In the late 1840s the leader of the middle swath of Nyarong Valley, Gonpo Namgyel (<em>mgon po rnam rgyal</em>, 1799-1865), unified the entire valley under his command, which until this time had been politically fragmented. With aspirations of regional domination and a powerful army, Gonpo Namgyel launched successful offensives against the Hor States, Litang, and Degé. Yudru Tsomu reports, \"He also harassed and plundered the domains of the Chakla [<em>lcags la</em>;  equivalent to the above mentioned Minyak] king, the governor of Batang and other regions. Meanwhile, other parts of Kham voluntarily surrendered to him [including Golok, Serta, Nangchen, and Kyegundo (<em>mgo log, gser rta, nang chen, skyes dgu mdo</em>)]. In 1862, he not only blocked the southern trade route between Tibet and China, but also sent troops to Chamdo and Drayab.\"<sup><a name=\"n8\" href=\"#fn8\">[8]</a></sup> The Khampa elites who were able to escape to Lhasa implored the Ganden Palace to defend the troubled polities. The Lhasa army launched military operations against Gonpo Namgyel in 1863 and pursued the warlord to his home region in Nyarong, where they burned him alive in his fort. As the Ganden Palace had ceded control of this part of Kham to the Qing over 100 years prior it took advantage of their military victory in Kham to reassert influence in the region. In 1865 it instituted the Tibetan High Commissioner in Nyarong (<em>mdo smad nyag khog spyi khyab</em>) and imposed regulations and reparations on Degé, the Hor States, and others. The polities involved in the war with Nyarong sustained much damage though were able to rebuild.</p> "},{"title":"The twentieth century","index":6,"parent_index":2,"body":" <p>The so-called \"Chinese venture in Kham,\" mainly prosecuted by Zhao Erfeng (d. 1911) between 1904-1911, represents the demise of the majority of Kham polities discussed herein.<sup><a name=\"n9\" href=\"#fn9\">[9]</a></sup> In 1903 officials in Sichuan resolved to \"develop\" agriculture and mining in Kham and chose Batang the test site for their strategies. The Younghusband invasion of Central Tibet the following year brought a new sense of urgency to this development drive and the Chinese expanded the plans to include seizing control of Nyarong from the Tibetan High Commissioner. The announced move on Nyarong exacerbated the fears of the people of Batang that the Qing intended to completely dominate them and they rose up. During the insurrection the Tibetans destroyed the Chinese fields, killed the farmers, and assassinated the Assistant Amban to Tibet. Zhao Erfeng defeated the Tibetan rebels in Batang, after which he devised a plan to remake Kham that was more ambitious than those that led to the insurrection in the first place. Elliot Sperling characterizes Zhao's intentions as follows, \"It can safely be said that Chao Erh-feng's aim was to sinicise K'am as far as possible, and in that way, make it into a secure barrier against the British and a source of profit for China.\"<sup><a name=\"n10\" href=\"#fn10\">[10]</a></sup></p> <p>A major component of Zhao's plan was to dramatically alter the demography of Kham by inundating the area with Han Chinese settlers - farmers, miners, and merchants - but almost no Chinese showed interest in migrating to the plateau. Consequently Zhao had to rely on a primarily military-led course of action, but still needed a <em>casus belli </em>to lead the army further into Kham. In 1908 Zhao was petitioned for assistance by one faction of a succession dispute in Degé and he did not pass up the  opportunity to make this the opening salvo of his broader push for regime change throughout Kham. In Degé, Zhao imposed his selection on the throne and in a dramatic turn of events the new king abdicated and turned over control of Degé to Zhao. In 1909 Zhao seized Chamdo and by 1910 had overpowered every major Khampa polity but Nyarong, replacing their leaders with Chinese officials. Nyarong was easily taken in 1911; Zhao was executed in Chengdu later in the year for unrelated offenses. With nearly all of Kham freshly under the control of the Chinese there was a proposal to convert the region into a new province of China but it was shelved and not realized until 1939. The people of Kham have heroically preserved their culture in the century since Zhao Erfeng's violent intervention ending in 1911 and today numerous townships and monasteries in Kham are among the most vibrant, innovative, and hopeful anywhere in Greater Tibet.</p> "},{"title":"Notes","index":7,"parent_index":0,"body":" <p><a name=\"fn1\" href=\"#n1\">[1]</a> Yisun Zhang, <em>Bod rgya tshig mdzod chen mo</em> (Beijing: Mi rigs dpe skrun khang, 1993), 808-809.</p> <p><a name=\"fn2\" href=\"#n2\">[2]</a> Translation adapted from bTsan-po Bla-ma and Turrell Wylie, <em>The Geography of Tibet According to the ‘Dzam-Gling-Rgyas-Bshad</em> (Roma: Istituto italiano per il Medio ed Estremo Oriente, 1962).</p> <p><a name=\"fn3\" href=\"#n3\">[3]</a> Geoffrey Samuel, <em>Civilized Shamans: Buddhism in Tibetan Societies</em> (Washington, DC: Smithsonian Institution Press, 1993), 83-36.</p> <p><a name=\"fn4\" href=\"#n4\">[4]</a> Amy Heller, “Ninth Century Buddhist Images Carved at lDan Ma Brag to Commemorate Tibeto-Chinese Negotiations,” in Kværne, P. (ed.), <em>Tibetan Studies: Proceedings of the 6th International Seminar of the International Association for Tibetan Studies, Fagernes 1992</em> (Oslo: The Institute for Comparative Research in Human Culture, 1994), vol.1, 335-49 & Appendix to Volume 1, 12-19.</p> <p><a name=\"fn5\" href=\"#n5\">[5]</a> Elliot Sperling, “Ming Ch’Eng-Tsu and the Monk Officials of Gling-Tshang and Gon-Gyo,” in <em>Reflections on Tibetan Culture: Essays in Memory of Turrell V. Wylie</em>, 75-90, ed. Lawrence Epstein and Richard F. Sherburne (Lewiston, N.Y.: Mellen, 1990).</p> <p><a name=\"fn6\" href=\"#n6\">[6]</a> Luciano Petech, “Ston-Tshul: The Rise of Sa-Skya Paramountcy in Khams,” in <em>Tibetan History and Language: Studies Dedicated to Uray Géza on His Seventieth Birthday</em>, ed. Ernst Steinkellner, 417-22 (Vienna: Arbeitskreis für Tibetische und Buddhistische Studien, Universität Wien, 1991).</p> <p><a name=\"fn7\" href=\"#n7\">[7]</a> 'Jam dpal chos kyi bstan 'dzin 'phrin las and Tashi Tsering, <em>'Dzam gling rgyas par bshad pa thag ring gsal bar mthong byed durba na, Or, 'dzam gling chen po'i rgyas bshad snod bcud kun gsal me long: The Rare 1830 Redaction of the Monumental Tibetan Work on the Geography of the World</em> (Delhi: Ngawang Sopa, 1980). Translated in bTsan-po Bla-ma and Wylie, <em>The Geography of Tibet</em>.</p> <p><a name=\"fn8\" href=\"#n8\">[8]</a> Yudru Tsomu, “Local Aspirations and National Constraints: A Case Study of Nyarong Gonpo Namgyel and His Rise to Power in Kham (1836-1865)” (Harvard University, 2006), 291.</p> <p><a name=\"fn9\" href=\"#n9\">[9]</a> Elliot Sperling, “The Chinese Venture Into K’am, 1904-1911, and the Role of Chao Erhfeng,” <em>Tibet Journal</em> 1, no. 2 (1976): 10-36. This paragraph and the following are based entirely on this article.</p> <p><a name=\"fn10\" href=\"#n10\">[10]</a> Sperling, “Chinese Venture,” 77.</p> "},{"title":"Sources","index":8,"parent_index":0,"body":" <p>Bla-ma, bTsan-po, and Turrell Wylie. <em>The Geography of Tibet According to the ‘Dzam-Gling-Rgyas-Bshad</em>. Roma: Istituto italiano per il Medio ed Estremo Oriente, 1962.</p> <p>Heller, Amy. “Ninth Century Buddhist Images Carved at lDan Ma Brag to Commemorate Tibeto-Chinese Negotiations.” In Kværne, P. (ed.), <em>Tibetan Studies: Proceedings of the 6th International Seminar of the International Association for Tibetan Studies, Fagernes 1992</em>. Oslo: The Institute for Comparative Research in Human Culture, 1994, vol.1.</p> <p>'Jam dpal chos kyi bstan 'dzin 'phrin las, and Tashi Tsering. <em>'Dzam gling rgyas par bshad pa thag ring gsal bar mthong byed durba na, Or, 'dzam gling chen po'i rgyas bshad snod bcud kun gsal me long: The Rare 1830 Redaction of the Monumental Tibetan Work on the Geography of the World</em>. Delhi: Ngawang Sopa, 1980. Translated in bTsan-po Bla-ma and Wylie, <em>The Geography of Tibet</em>.</p> <p>Petech, Luciano. “Ston-Tshul: The Rise of Sa-Skya Paramountcy in Khams.” In <em>Tibetan History and Language: Studies Dedicated to Uray Géza on His Seventieth Birthday</em>, edited by Ernst Steinkellner, 417-22. Vienna: Arbeitskreis für Tibetische und Buddhistische Studien, Universität Wien, 1991.</p> <p>Samuel, Geoffrey. <em>Civilized Shamans: Buddhism in Tibetan Societies</em>. Washington, DC: Smithsonian Institution Press, 1993.</p> <p>Sperling, Elliot. “The Chinese Venture Into K’am, 1904-1911, and the Role of Chao Erhfeng.” <em>Tibet Journal</em> 1, no. 2 (1976): 10-36.</p> <p>_____. “Ming Ch’Eng-Tsu and the Monk Officials of Gling-Tshang and Gon-Gyo.” In <em>Reflections on Tibetan Culture: Essays in Memory of Turrell V. Wylie</em>, 75-90, edited by Lawrence Epstein and Richard F. Sherburne. Lewiston, N.Y.: Mellen, 1990.</p> <p>Tsomu, Yudru. “Local Aspirations and National Constraints: A Case Study of Nyarong Gonpo Namgyel and His Rise to Power in Kham (1836-1865).” Harvard University, 2006.</p> <p>Zhang, Yisun. <em>Bod rgya tshig mdzod chen mo</em>. Beijing: Mi rigs dpe skrun khang, 1993.</p>"}]}