{"meta":{"domain":"places","kid":"23642","authors":[{"fullname":"Charles Ramble","id":"77"},{"fullname":"Charles Ramble","id":"77"},{"fullname":"Marietta Kind","id":"81"},{"fullname":"Marietta Kind","id":"81"}],"title":"Pel Shenten Menri Ling Introduction","dates":{"created_at":"2011-12-13 02:30:41 UTC","updated_at":"2011-12-13 02:30:41 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Pel Shenten Menri Ling Introduction"},{"title":"Dolpo (Nep. Dolpa) District","index":1,"parent_index":0},{"title":"(231) sMan ri Monastery in Dolanji","index":2,"parent_index":1},{"title":"1. Name","index":3,"parent_index":2,"body":"<p>dPal gshen bstan sMan ri’i gling<\/p>"},{"title":"2. Location","index":4,"parent_index":2,"body":"<p>The monastery is located in Dolanji. It can be reached from the town called Solan in Himachal Pradesh. From Solan one can take either a bus or a taxi to go to the monastery. The route passes through a small village called Ochgat and Dolanji is a few kilometers away to the south of this village. In Dolanji the monastery is situated on a hill above a Tibetan refugee settlement called Thob rgyal gsar pa.<\/p>"},{"title":"3. History","index":5,"parent_index":2,"body":"<p>In 1968, Shes rab bstan pa’i rgyal mtshan (1912-1962), the abbot of gYung drung gling Monastery (No.2) performed a ceremony in order to find a successor of Shes rab blo gros (1935-1962), the 32nd abbot of sMan ri Monastery (No.1). Sangs rgyas bstan ’dzin (b.1929) was elected by secret lot as the 33rd abbot of sMan ri. He was elected without knowing while he was doing research in the University of Oslo. He therefore soon returned to India. His name was then changed to Lung rtogs bstan pa’i nyi ma when he was enthroned as the abbot as the tradition requires. In 1969, he began to have an assembly hall built. Since then he devoted all his time to the monastic establishment. Over the years, the monastery developed enormously. In this he was supported by dPon slob Sangs rgyas bstan ’dzin (1912-1978), the senior teacher of sMan ri Monastery in Tibet and dPon slob bsTan ’dzin rnam dag (b.1926), the junior teacher of the same monastery. The latter then became the senior teacher in the monastery at Dolanji while dGe bshes gYung drung rnam rgyal was appointed as the junior teacher when the studies of philosophy and logic were established. Later dPon slob bsTan ’dzin rnam dag was succeeded by dPon slob ’Phrin las nyi ma as the senior teacher. <\/p><p>The monastery consists of an assembly hall (’du khang), the abbot’s residence (bla brang), the library (dpe mdzod), residences of the monks, buildings with rooms for lectures and conferences. There is a dispensary, a house for the orphans that the monastery keeps as well as cells for meditation retreats, a guest house and a building for computer work. There is also an institute called Mu khri btsad po’i zhang bod rig gzhung zhib ’jug khang. The monastery publishes annually a periodical called Bon sgo. <\/p>"},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":"<ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>khri ’dzin<\/li> <li>yongs ’dzin<\/li> <li>dpon slob<\/li> <li>dbu mdzad <\/li> <li>dge skos<\/li> <li>spyi gnyer<\/li> <li>gnyer pa<\/li> <\/ul>"},{"title":"5. Number of monks","index":7,"parent_index":2,"body":"<p>The monastery has about 250 monks mainly coming from Dolpo and other areas in Nepal; from Khams, Amdo, Nag chu kha regions, Central Tibet as well as mNga’ ris, Western Tibet.<\/p><p>There are also European and American monks who follow the courses of meditation as well as study. Scholars from various countries come and stay in the monastery for doing research. <\/p>"},{"title":"6. Current education","index":8,"parent_index":2,"body":"<p>In 1978 courses in various traditional learning were established. They are concerned with such sujects as the classic texts on philosophy and logic particularly by mNyam med Shes rab rgyal mtshan and other masters. They also read Tantras and rDzogs chen texts as well as taking up studies in poetry, astrology, Sanskrit, traditional medicine, metrology connected with making stupas and mandalas as well as the thangka painting. After 8 years of study students can sit for examination mainly by debate and finally obtain the dge bshes degree. From 1986 to 2002 about 57 students obtained the dge bshes degree.<\/p>"},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":"<p>Students are often sent to other religious schools, especially Triten Norbutse (No.230) and the dGe lugs pa colleges in India on short periods. After obtaining the dge bshes degree, the majority is either encouraged or voluntarily leave the monastery. These monks go back to their own countries, such as Dolpo in Nepal and Tibet where they try to re-establish either the monastic tradition or just help revive cultural traditions that were lost or discouraged. Some of these monks also go to Western countries where they establish Bonpo centres of learning and meditation practice.<\/p>"},{"title":"8 \/ 9. Rituals","index":10,"parent_index":2,"body":"<ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>1st month: from 4th to 5th, celebration of the birth of mNyam med Shes rab rgyal mtshan (in many monasteries in Tibet this was taken as the commemoration of the death of the master); around the middle of this month there is the performance of ’cham such as gShen gyi gar ’cham, rTsed sna’i rol ’cham and Zhang zhung gi shon gar; from 6 to 16, the examination of the dge bshes degree (this takes place only every two year); from 14 to 16, celebration of the birth of gShen rab Mi bo; from 22 to 23, performance of the ritual cycle of Ma rgyud; from 23 to 30, the ritual cycle of the wisdom deity, sMra ba’i seng ge. It then ends with the bestow of the empowerment initiation of the deity by the abbot for the monk students.<\/li> <li>3nd month: 1st day, commemoration of dPon slob Sangs rgyas bstan ’dzin and performance of the ritual cycle of Tshe dbang rig ’dzin;<\/li> <li>4th month: from 14 to 15, recitation of the bKa’ ’gyur;<\/li> <li>5th month: from 12 to 16, religious services, particularly based on the mKha’ klong gsang mdos for the people of Thob rgyal gsar pa, the refugee settlement;<\/li> <li>6th month: on the 10, during the day, performance of the bskang gso ritual for the religious protectors and during the night the chanting of the bskang ’bum; <\/li> <li>7th month: from 14 to 15, commemoration of Shes rab bstan pa’i rgyal mtshan, the 10th abbot of gYung drung gling;<\/li> <li>8th month: the 8th, commemoration of Shes rab blo gros, the 32nd abbot of sMan ri;<\/li> <li>9th month: the 9th, celebration of the arrival of Mu cho ldem drug to ’Ol mo lung ring; from 23 to 29, performance of the ritual cycle of sTag la;<\/li> <li>10th month: the 4th, commemoration of Khyung sprul ’Jigs med nam mkha’i rdo rje; from 23 to 29, performance of the ritual cycle of Khro bo; the 30th, commemoration of the death of gShen rab Mi bo;<\/li> <li>11th month: from 7 to 8, commemoration of sKyabs mgon Zla ba rgyal mtshan (1796-1862); from 23-29, performance of the ritual cycles of Khro bo and Phur pa;<\/li> <li>12th month: from 27 to 29, performance of the ritual cycle of Khro bo and Phur pa ending with the dgu gtor chen mo rite.<\/li> <\/ul>"},{"title":"11. Books and manuscripts kept by the monastery","index":11,"parent_index":2,"body":"<p>The Library has a good collection of MSS and modern Indian and Tibetan reprints of Bonpo works<\/p><p>This account of sMan ri Monastery is based on the information given in the dPal gshen bstan sman ri’i gling gi lo rgyus rags bsdus by mKhan po bsTan pa g-yung drung written in 2002, MS, 10 pages. <\/p>"}]}