{"meta":{"domain":"places","kid":"23438","authors":[{"fullname":"Phuntso Tsering Sharyul","id":"79"},{"fullname":"Phuntso Tsering Sharyul","id":"79"}],"title":"Tengchen Gön Yungdrung Tengyé Liing Introduction","dates":{"created_at":"2011-12-13 02:29:03 UTC","updated_at":"2011-12-13 02:29:03 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Tengchen Gön Yungdrung Tengyé Liing Introduction"},{"title":"sTeng chen rdzong","index":1,"parent_index":0},{"title":"(35) sTeng chen Monastery","index":2,"parent_index":1,"body":"<p>The monastery’s full name is sTeng chen dgon gYung drung bstan rgyas gling. sTeng chen Monastery comes under the administration of the municipality of sTeng chen and is situated on the hillside to the west of the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rdzong. <\/span>It was founded in 1061 by Khyung dbus Shes rab rgyal mtshan.<\/p><p>The story of the Khyung lineage is told as follows: A long time ago, a big Garuda (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">khyung<\/span>) flew into a flower garden and there it produced three crystal-like eggs, from each of which appeared a very beautiful boy. The eldest was called lHa khyung, the second Thog la ’bar and the youngest dMu khyung rgyal. The latter had two sons and a daughter, sTag sgra dun gtsug, dPal gyi gir ti and Khyung bza’ Ye shes mtsho rgyal. The daughter, Khyung bza’, married Lig mi rgyal, the king of Zhang zhung. Her elder brother, sTag sgra dun gtsug, flourished in sTeng chen. He had a son called Gyer nam zur rtse, who had two sons, sTong rgyung rin mo and sTag la skyes. The former had three sons, Khyung sgom mu langs, Khyung ’phags khra mo and Khyung sder sngon mo. Khyung sgom mu langs’s son was Khu byug, and his three sons were sTag pa, Zur dkar ba and mDo bkra ba. sTag pa’s son was Myes tshab, and he had four sons, sTon pa ’bar, Dam pa Khyung sgom (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">alias<\/span> Shes rab sgom), dBen pa ma lugs (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">alias<\/span> sTon lug), and Dam pa Khyung dbus (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">alias<\/span> Dad pa rgyal mtshan). sTon pa ’bar’s son was sTon thar, and he had six sons, sTon sras, Shes rab rgyal mtshan, sTon mnyan Dam pa bang bkra, dPon dge, dPon dbus and sTon ’bum. The mother of these six was a rGya lady, so they came to be known as “The Six rGya tsha Brothers” (rGya tsha spun drug). Of the six brothers, Khyung dbus Shes rab rgyal mtshan was guided by a prophecy as follows:<\/p><p>“The one who holds the lineage of dBra dkar Khyung po<\/p><p>Must go to mDo khams smad.<\/p><p>The doctrine rises and falls like the sun and the moon,<\/p><p>Even if they fall tonight, they would shine tomorrow.<\/p><p>At the bottom of Sum glang lies rNgu rdzong,<\/p><p>In front of the six magnificent fortresses of crystal.<\/p><p>sTeng chen is situated like the gold fish in a lake,<\/p><p>There is the site for a seat of the Khyung family.<\/p><p>Now go towards that site.<\/p><p>The river of knowledge will wind there,<\/p><p>And the flag of the Khyung lineage will be stable there.”<\/p><p>When Khyung dbus arrived in sTeng chen there was a Chinese man there called gTsug gtor nyi ma ’brug grags (hereafter, Nyi ma ’brug grags). He was a man both powerful and learned. He realized that the time had come and that his was a suitable place to welcome Khyung dbus.<\/p><p>At that time, Khyung dbus was travelling in the places called Khri, rDo, rMa and La. Nyi ma ’brug grags constructed a throne at Khyung khri thang in rMa and gave a reception for the lama. Then the lama was invited to go to a fortress called Khams gsum dbang ’dus. From there he proceeded to sTeng chen, which he thought corresponded to the description in the prophecy. The lama first founded two colleges called Kun khyab gling and bsTan rgyas gling. The first one was for practising meditation according to Sutra and the second according to Tantra. bsTan rgyas gling produced a series of eminent monks and Kun khyab gling had tantric practitioners such as Tha yud wer zhi and the eighteen masters in the Do khung line, who were all tantrists with long locks.<\/p><p>Nyi ma ’brug grags then offered his adherence to Khyung dbus by telling him:<\/p><p>“I have my own Chinese culture in China.<\/p><p>I must return to my own country.<\/p><p>I offer you this seat of mine as your abode.<\/p><p>And this large field for which I paid a bowlful of gold,<\/p><p>As a seat for yourself, king of Khyung.<\/p><p>The plateau up there,<\/p><p>Is the place where I play the gold dice.<\/p><p>Make it your royal seat, you, the king. <\/p><p>Below the junction of the three gSer ru valleys,<\/p><p>Above the confluence of the two rivers,<\/p><p>This is the land I, the old China man, bought.<\/p><p>Make it your royal seat, you, the king. <\/p><p>The red rock, which is like a fortress of fire (down there),<\/p><p>Is like a Garuda lying in its nest.<\/p><p>Make it your royal seat, you, the king. <\/p><p>It is there where you should build your fortress and palace…”<\/p><p>And he added,<\/p><p>“The spring of water in rDza dkar so ma,<\/p><p>Is the place for your horse to drink.<\/p><p>All this is given to you, please accept them.”<\/p><p>Khyung dbus replied: “I am simply a monk who has abandoned the family life, so I would not know how to manage a fortress and be a leader of a community. If you mean to give your land and fortress to the Khyung family, my brother’s sons A brla and Nang chen grags pa are at Khyung lung in Zhang zhung. I hope you will be able to send two messengers with a present from me to go to Khyung lung.<\/p><p>Then Khyung dbus, as a sign of assurance, gave a dagger with a white haft to the messengers dispatched by Nyi ma ’brug grags. They called on Khyung A brla, offered the present and told him why they came to see him. Khyung A brla consented to come to sTeng chen. He, with the two messengers, travelled by the southern road. They happily arrived in the land of Khyung po.<\/p><p>Then Khyung dbus and Nyi ma ’brug grags met Khyung A brla. Nyi ma ’brug grags, having given all the land to Khyung A brla, went back to China accompanied by his own servants. Khyung dbus and all the people saw him off. Khyung dbus passed away on the shore of the river rNgul chu after exhibiting immense miraculous signs of his spiritual accomplishment.<\/p><p>Later Nang chen grags pa paid a visit to China and had an audience with the emperor. Upon returning to sTeng chen, he fixed his residence at sTeng chen itself. Thereafter, sTeng chen’s spiritual and temporal laws became very famous. A brla continued working for the monastery and exhibited signs of spiritual accomplishment. He finally died at the age of sixty-two. He had many religious objects of body, speech and mind made.<\/p><p>One of A brla’s four wives, ’Dan bza’, had three sons, Khyung zhig Ye rgyal ba, dBang rgyal grub and Byang nang pa Byang shes. Ye rgyal ba was an eminent monk. He practised meditation on Khro bo and Phur pa. Kindling his divine power, he reinforced his deeds for religious beings. He died at seventy. A brla’s son bSod nams rgyal mtshan by the lady of Rong was a very learned man. He possessed awe-inspiring dignity, convincing speech and foresight, and his reputation spread. He passed away when he was eighty-two. Drung chen Nam mkha’ rgyal mtshan, another son of A brla by Rong mo za, was a man with a broad knowledge of Bonpo scriptures. With the great power and skill obtained from constant meditation on Srid rgyal drel dmar, in particular, he laboured for sentient beings. At the age of seventy-two, he died in sTeng chen. From here the offspring of A brla were succeeded as the head of the monastery by a series of masters:<\/p><ol type=\"1\"> <li> Rin chen rgyal mtshan dar<\/li> <li> gYung drung rgyal mtshan <\/li> <li> Rin chen rgyal mtshan<\/li> <li> bsTan pa’i rgyal mtshan<\/li> <li> Ye shes rgyal mtshan<\/li> <li> lHun grub bsod nams dbang rgyal<\/li> <li> dBang gi rgyal mtshan<\/li> <li> Yid bzhin rgyal ba<\/li> <li> rGyal ba don grub<\/li> <li> Khyung po Blo gros rgyal mtshan<\/li> <li> Blo ldan snying po (b.1360)<\/li> <li> Khyung chen Yon tan rin chen<\/li> <li> Khyung dkar<\/li> <li> Khyung po A ’je<\/li> <li> Khyung po rNam rgyal<\/li> <li> sPyang Be zhu Blo bzang<\/li> <li> sKyang ’phags Tshe dbang bstan rgyal<\/li> <\/ol><p>Blo ldan snying po, the eleventh, was born of the dBra clan in the lower part of Khyung po. He received the Oral Tradition, which he wrote down, filling about fifty-four volumes, including the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">mDo Dri med gzi brjid<\/span>. He is said to have had a five-storey temple built, called bKra shis ’od ’bar. It had statues of deities of the forty-five vehicles, as well as the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">Khams chen nag phran ma<\/span> written in gold. He died at forty-seven.<\/p><p>sKyang ’phags Tshe dbang bstan rgyal, the seventeenth, studied at gYung drung gling Monastery (No.2) and obtained the degree of <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dge bshes<\/span> there. Having thoroughly mastered dozens of subjects, he received completely perfect teachings of texts and instructions from Lama rGyal mtshan in sTeng chen. At that time, gTer ston bDe chen gling pa arrived in sTeng chen. He visited the place called gTer sgrom kha and prophesied that there would be a monastery there. Since Tshe dbang bstan rgyal had been given the very same prophecy by sKyabs mgon Zla ba rgyal mtshan, Tshe dbang bstan rgyal fulfilled the prophecies of the two masters by uniting the two establishments, gYung drung bstan rgyal gling - the monastery of Khyung dkar lineage holders in the Upper sTeng chen - and the one called Kun khyab gling - which had been the abode of eighteen series of Khyung tantric practitioners - into one and moving them to gTer sgrom kha in 1862.<\/p><p>The new monastery was large with a number of monks. It had over four hundred households to support it. Moreover, he had over a hundred temples built, of various sizes. These establishments followed a strict monastic tradition; assemblies were to be held fifteen times a year. The monastery had many important visitors, so it became known all over Tibet.<\/p><p>Then, in sTeng chen Monastery, there was the accomplished scholar gYung grags pa (gYung drung Tshul khrims dbang grags), who had the whole <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">bKa’ ’gyur<\/span> and <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">bKa’ brten<\/span> copied to the best quality and made an excellent catalogue of the collection. After gYung grags pa, Khyung sprul Tshe dbang g-yung drung followed as the head of the monastery in 1913. During this time, China and Tibet were at war with each other which caused the monastery to be burnt down. However, Khyung ser sga sprul Tshe dbang g-yung drung took the initiative to rebuild it. A large and splendid temple was built, containing many religious objects. At that time, bsTan pa, having obtained the degree of <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dge bshes<\/span> in metaphysics in gYung drung gling, returned to his native monastery. When Nyi ma dbang rgyal, the Thirty-first abbot of sMan ri Monastery (No.1), came to this monastery, the abbot appointed bsTan pa as head of the monastery. mKhan po bsTan pa had many religious objects made and did great deeds for sentient beings.<\/p><p>Before 1959, there were about 180 monks in sTeng chen Monastery. At present there are sixty-one monks, led by the following: the abbot, rGya mtsho nor bu, who is thirty-three years old in 1998; the chanting conductors, ’Chi med g-yung drung and bsTan pa tshul khrims; and the disciplinarians, bSod nams bkra shis and sNying rje bstan ’dzin. There are, in fact, no more than fourteen who reside permanently in the monastery.<\/p><p>As daily activities, in the morning the monks recite the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rtsa rlung<\/span> prayer. Then they perform the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">bsang<\/span> purification ritual and the water offering based on the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">bDud rtsi chu rgyun<\/span> and the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rTsis ’go bdun pa<\/span>.<\/p><p>Other rituals that the monks perform on different occasions are based on the texts <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">sMon lam mtha’ yas<\/span>, <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">’Dul chog<\/span> (during the summer retreat), <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">Ma tri<\/span>, <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rNam rgyal<\/span> and<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\"> mKha’ klong gsang mdos<\/span>. They also perform rituals for wrathful deities, gShed dmar, Khro bo and the propitiation of the religious protectors.<\/p><p>The mountain behind the monastery is called Brag dmar ri ’dus, the abode of the local deity Rin chen ’bar ba, and at its left are those called gZi yar sku, Mar sku and Gong rgyal. In front of the monastery is the holy mountain known as Ri rtse drug.<\/p><p>The monks’ main source of income is religious services in the neighbouring villages of Ye tha, which have a population of more than 3,200 farmers and nomads, in over 500 households. For these services the people customarily pay the monks from five to twenty <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">yuan<\/span> a day.<\/p>"}]}