{"meta":{"domain":"places","kid":"16811","authors":[],"title":"Zhünmé Do Introduction","dates":{"created_at":"2010-08-25 11:13:14 UTC","updated_at":"2010-08-25 11:13:14 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Zhünmé Do Introduction"},{"title":"II.2. Superficial structures: Primarily funerary superstructure","index":1,"parent_index":0},{"title":null,"index":2,"parent_index":1},{"title":"Basic site data","index":3,"parent_index":2,"body":"<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Zhunmé Do<\/span><span class=\"scholar\">Zhun ma’i mdo<\/span> (sp.?)<\/li> <li>Site number: D-98 <\/li> <li>Site typology: II.2e <\/li> <li>Geographic coordinate (N. lat.): 31º 14.4΄ <\/li> <li>Geographic coordinate (E. long.): 91º 21.7΄ <\/li> <li>Elevation: 4670 m to 4700 m <\/li> <li>Administrative location (township): <span class=\"popular\">Barta<\/span><span class=\"scholar\">Bar tha<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Nakchu<\/span><span class=\"scholar\">Nag chu<\/span> <\/li> <li>Survey expedition: HTAE<\/li> <li>Survey date: October 31, 2003<\/li> <li>Contemporary usage: Light grazing. <\/li> <li>Identifiable Buddhist constructions: <span class=\"popular emph\">Mani<\/span><span class=\"scholar emph\">ma ṇi<\/span> plaques. <\/li> <\/ul>"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"<p> <span class=\"popular\">Zhunmé Do<\/span><span class=\"scholar\">Zhun ma’i mdo<\/span> is located on an east-facing slope in a narrow valley of the same name. The site enjoys broad views to the north and east. <span class=\"popular\">Neri Bültso<\/span><span class=\"scholar\">Ne ri bul mtsho<\/span> is visible 15 km to the east. The seven terraced funerary structures of the site sit on a turf-blanketed, moderately inclined slope. These structures are generally aligned in the cardinal directions. Funerary structures FS2 to FS6 are devoid of stone walls and there is little stone detritus remaining on them. It would appear, therefore, that external stone walls were only minimally used at <span class=\"popular\">Zhunmé Do<\/span><span class=\"scholar\">Zhun ma’i mdo<\/span>. The funerary structures of the site are prominently elevated above the adjoining terrain, giving some of them the appearance of <span class=\"popular emph\">bangso<\/span><span class=\"scholar emph\">bang so<\/span> (II.2d). The two longer sides of these rectangular structures are oriented perpendicular to the axis of the slope, as is common in this monument ypology. Evidence from analogous sites in the region (D-74, D-97) indicates that at least some of the terraced structures of<span class=\"popular\">Zhunmé Do<\/span><span class=\"scholar\">Zhun ma’i mdo<\/span> had a burial function. These are likely to be the final resting places of a local social elite. <\/p>"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"<p>According to local lore, the ruins of <span class=\"popular\">Zhunmé Do<\/span><span class=\"scholar\">Zhun ma’i mdo<\/span> are those of a Buddhist nunnery destroyed by the 18th century CE jun gar.<\/p>"},{"title":"Site elements","index":6,"parent_index":2},{"title":"Funerary Structure FS1","index":7,"parent_index":6,"body":"<p>Funerary structure FS1 (8.6 m x 5.6 m) is the lowest elevation specimen at the site (31° 14.443΄ N. lat. \/ 91° 21.772΄ E. long. \/ 4670 m). Fragments of all four of its stone walls are still intact. These wall traces contain stones 10 cm to 30 cm in length. The walls do not appear to have been finely constructed. <\/p>"},{"title":"Funerary Structure FS2","index":8,"parent_index":6,"body":"<p>Funerary structure FS2 (10.5 m x 9.5 m) has a forward flank raised 2 m above the downhill slope (14.449΄ \/ 21.744΄). The rear flank is elevated about 1 m above the uphill slope. There is a slight depression on top of his structure.<\/p>"},{"title":"Funerary Structure FS3","index":9,"parent_index":6,"body":"<p>Funerary structure FS3 (5.9 m x 5.9 m) has a forward flank elevated about 1.5 m above the slope, while the rear flank is flush with the slope (14.441΄ \/ 21.731΄). <\/p>"},{"title":"Funerary Structure FS4","index":10,"parent_index":6,"body":"<p>Funerary structure FS4 (6.7 m x 5.3 m) has a forward flank elevated about 1.5 m above the downhill slope, while its rear flank is slightly elevated above the uphill slope (14.437΄ \/ 21.730΄). <\/p>"},{"title":"Funerary Structure FS5","index":11,"parent_index":6,"body":"<p>Funerary structure FS5 (9.7 m x 6.9 m) has a forward flank elevated about 1.5 m above the downhill slope, while its rear flank is slightly elevated above the uphill slope (14.426΄ \/ 21.735΄). <\/p>"},{"title":"Funerary Structure FS6","index":12,"parent_index":6,"body":"<p>Funerary structure FS6 (11.1 m x 7.6 m) a forward flank elevated about 1.5 m above the downhill slope, while its rear flank is slightly elevated above the uphill slope (14.409΄ \/ 21.719΄). <\/p>"},{"title":"Funerary Structure FS7","index":13,"parent_index":6,"body":"<p>Funerary structure FS7 (17.1 m x 11 m) is the largest and highest elevation funerary structure at the site (14.428΄ \/ 21.708΄). These distinctive characteristics may possibly mean that FS7 was used to inter the highest status member\/members buried at <span class=\"popular\">Zhunmé Do<\/span><span class=\"scholar\">Zhun ma’i mdo<\/span>. FS7 is one of the largest terraced tombs surveyed to date. The top was excavated to a depth of at least 1 m. This excavation occurred long ago as evidenced by the growth of vegetation and the obdurate quality of its surface. It would appear that this conspicuous funerary structure fell prey to looters. The forward flank of FS7 is elevated about 3 m above the downhill slope and the rear flank is elevated about 1.5 m above the uphill slope. Wall segments have persisted on the forward\/east and rear\/west rim of the structure. There are a few old plaques inscribed with the <span class=\"popular emph\">Mani<\/span><span class=\"scholar emph\">ma ṇi<\/span> mantra on top of FS7. <\/p>"}]}