{"meta":{"domain":"places","kid":"16436","authors":[],"title":"ཀེའུ་ཚང་ནུབ་རི་ཁྲོད།","dates":{"created_at":"2010-08-13 17:00:44 UTC","updated_at":"2010-08-13 17:00:44 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"ཀེའུ་ཚང་ནུབ་རི་ཁྲོད།"},{"title":"གྲོང་ཁྱེར་ལྷ་ས།","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":0,"body":" <p>ཀེའུ་ཚང་ནུབ་རི་ཁྲོད་ནི། སེ་ར་ཤར་དུར་ཁྲོད་ནས་སྤྱི་ལེ་གསུམ་བཞི་ཙམ་བྱང་ངོས་གླང་ཆེན་རི་བརྒྱུད་ནས་འཛེགས་ན་རི་ཁྲོད་དེར་སླེབས་ཀྱི་རེད། ེས་པ་ནི། བྲག་ཕུག་གམ་དབེན་པའི་དོན་དང་། རི་ཁྲོད་དེར་ཐོག་མར་གུང་ཐང་བླ་མ་ཞང་དང་། རྗེ་ཙོང་ཁ་པའི་བཞུགས་གནས་དང་ཡི་གེ་ཨའི་རང་བྱོན་དང་ཕྱག་རྗེས་སོགས་ཡོད་པ་ལ། དེ་རྗེས་སེར་བྱེས་མཁན་པོ་བྱམས་པ་སྨོན་ལམ་སྐུ་ན་བགྲེས་པོ་ཆགས་པའི་དུས་ཕྱག་མཛོད་ཀྱིས་ད་ཁྱེད་ནི་སྐུ་ན་བགྲེས། བླ་མའི་ཡང་སྲིད་ནི་གཅིག་ལས་གཅིག་སླ་བ་ཞིག་ཆགས་ཏེ་མཐར་བླ་བྲང་དེ་སྡིག་ཚང་ལྟ་བུ་ཞིག་ཏུ་འགྱུར་གྱི་འདུག དེས་ན་མཁན་རིན་པོ་ཆེ་ཡུན་རིང་ཀེའུ་ཚང་རི་ཁྲོད་དུ་བཞུགས་པར་མཛོད། ཁྱེད་དགོངས་པ་གཞན་དོན་དུ་ཕེབས་ན་བླ་བྲང་ཡང་ཁྱེད་ཀྱི་རྗེས་སུ་བཏང་ནས་མེད་པ་བཟོ་གི་ཡིན་ཞེས་ཞུས་པས། མཁན་པོས་ཕྱག་མཛོད་ལགས་དེ་ལྟར་མ་གསུང་། ང་ཡིན་ཅིག་ཐེངས་གཅིག་འོང་དགོས་ཞེས་གསུངས་པས། འོན་ན་ཁྱེད་ཡིན་ཅིག་ཕེབས་ན་རྡོ་རིང་ལྷ་ལྕམ་རང་ལ་ཕེབས་པར་ཞུ། ང་རྩད་གཅོད་བདེ་ཞེས་ཞུས་པ་ལྟར་ཀེའུ་ཚང་བྱམས་པ་སྨོན་ལམ་གྱི་ཡང་སྲིད་རྡོ་རིང་བསྟན་འཛིན་དཔལ་འབྱོར་གྱི་ལྷ་ལྕམ་ལ་1791ལོར་འཁྲུངས། མཚན་ལ་བློ་བཟང་འཇམ་དབྱངས་སྨོན་ལམ་ཞེས་གསོལ། ཐོག་མར་དགེ་འདུན་བཞི་གྲྭ་གཅིག་ནས་རྗེས་སུ་དགེ་སློང་27གྱིས་གཙོས་དགེ་འདུན་བདུན་ཅུ་ཙམ་བར་འཕེལ། སྔོན་འདུ་ཁང་ཀ་བ་དྲུག་ནང་རྟེན་གཙོ་གསེར་ཟངས་ཀྱི་བྱམས་པ་ཐོག་<span class=\"milestone page eng \">[page <span class=\"pnum\">73</span>] </span>ོ་གཅིག་ཙམ་དང་། དེའི་གཡས་གཡོན་དུ་ཀེའུ་ཚང་སྐུ་ཐོག་བཞིའི་དངུལ་གདུང་མདའ་ཚད་ལྷག་དང་། སྐུ་ཐོག་སོ་སོའི་སྐུ་བརྙན། གསེར་བྲིས་ཀྱི་བརྒྱད་སྟོང་པ་དང་། མདོ་སྡེ་སྐལ་བཟང་། ཡང་ཐོག་ལྷ་ཁང་ནང་གསེར་ཟངས་ཀྱི་ཐུགས་རྗེ་ཆེན་པོ་མི་ཚད་ལྷག་དང་། དེའི་གཡས་གཡོན་དུ་ས་དགེ་བཀའ་རྙིང་གི་གསུང་འབུམ་མང་པོ་བཞུགས་སུ་གསོལ་ཡོད།</p> <p>ད་ལྟ་སྔོན་གྱི་ཁང་བུ་མཆོད་རྟེན་གྱི་ཤུལ་དུ་གསར་བཞེངས་གནང་བའི་འདུ་ཁང་ཀ་བ་དྲུག་གི་ནང་སྔོན་གྱི་སྐུ་བརྙན་རྣམས་ཀྱི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད་ལ་འཁོར་ལམ་སྤྱིར་བཏང་བའང་ཡོད།</p> <p>ཀེའུ་ཚང་ཤར་རི་ཁྲོད་ནི། ཀེའུ་ཚང་ནུབ་ནས་བྱང་ལམ་བརྒྱུད་སོང་ན་གཡང་གཟར་ཅན་གྱི་བྲག་ལྡེབས་སུ་ཆགས་ཡོད། རི་ཁྲོད་དེ་ནི་དུས་རབས་བཅོ་བརྒྱད་པའི་དུས་མཇུག་ཏུ་སེ་ར་ཀེའུ་ཚང་འཇམ་དབྱངས་བློ་གསལ་གྱིས་ཕྱག་བཏབ། རྗེས་སུ་ཕུར་ལྕོག་སྤྲུལ་སྐུ་ན་རིམ་ནས་ཞལ་བདག་མཛད། ཀེའུ་ཚང་ཤར་ནུབ་རི་ཁྲོད་གཉིས་ནི་ཤིན་ཏུ་གཡང་གཟར་ཆེ་བའི་བྲག་སྐེད་དུ་བཏབ་ཡོད་པས་སྒེའུ་ཁུང་ནང་ནས་འོག་ཏུ་བལྟ་སྐབས་ལུས་ཀྱི་ཁྲག་རྩ་ཡོངས་རྫོགས་འཐེན་པ་ལྟ་བུ་བྱེད། དེའང་སྔོན་བཤན་པ་ཞིག་ལུག་གསོད་པའི་གྲབ་བྱས་ཏེ་གྲི་བརྡར་ནས་ལུག་དང་ཉེ་བར་བཞག དེ་ནས་ལག་པ་བཀྲུ་བར་བརྩམ་སྐབས་ལུག་དེས་བཤན་གྲིའི་སྟེང་ཐལ་བ་གཡོགས་པ་བཤན་པས་མཐོང་སྟེ་འགྱོད་པ་དྲག་པོས། ང་ནི་སེམས་ཅན་གྱི་སྲོག་གཅོད་མཁན་སྡིག་པ་ཅན་ཞིག་ཡིན་འདུག་ང་ལྟ་བུ་ཤི་ན་སེམས་ཅན་འདི་ཐག་ཚེ་ཐར་སྙམ་སྟེ་དེ་མར་ཀེའུ་ཚང་བྲག་གི་གཡང་གཟར་ཅན་སྟེང་ནས་མཆོངས་པས། བཤན་པ་དེར་ངེས་འབྱུང་དྲག་པོ་དེ་ལྟ་བུ་སྐྱེས་པའི་སྟོབས་ཀྱིས་སྡིག་ལྟུང་རྣམས་ཡོངས་སུ་དག་སྟེ་ས་སྟེང་དུ་མ་ལྷུང་བར་འཕུར་བ་ལྟར་དོག་བདེ་མདའི་ཞིང་ཞིག་གི་སྟེང་དུ་བབས། ཕྱིས་སུ་གནས་དེར་བསང་ཁོག་ཅིག་ཀྱང་ཡོད། དོན་ནི་ཀེའུ་ཚང་དུ་སྒྲུབ་པ་བསྐྱོན་བཞིན་བཞུགས་པའི་མཚམས་པ་ཞིག་གིས་གཟིགས་པས། ཁོ་བཤན་པ་མི་ཚེ་ <span class=\"milestone page eng \">[page <span class=\"pnum\">74</span>] </span>ྡིག་ལས་ཁོ་ན་བྱས་ཀྱང་ད་ལམ་ས་སྟེང་དུ་མ་ལྷུང་བར་ནམ་མཁར་འཕགས་ཐུབ་པས་ན། ང་མི་ཚེ་སྒྲུབ་ལ་བརྩོན་པ་ཞིག་ས་སྟེང་དུ་ཅི་ནས་ལྷུང་སྙམ་སྟེ་བྲག་སྟེང་དེ་ལས་མཆོངས་པས་སྐད་ཅིག་ཉིད་དུ་ས་སྟེང་དུ་རྡབ་སྟེ་གཤེགས། དེའི་ཤུལ་དུ་མཆོད་རྟེན་ཞིག་ཀྱང་བཞེངས་ཡོད། དེ་ལྟར་བཤན་པ་དང་མཚམས་པ་གཉིས་སྐུལ་སློང་འཁྱེར་སྟངས་ཀྱིས་འབྲས་བུ་མི་འདྲ་བ་སོ་སོར་བྱུང་།</p>  "}]}