{"meta":{"authors":[{"fullname":"Mark Turin","id":"16"},{"fullname":"Mark Turin","id":"16"}],"title":"","dates":{"created_at":"2009-06-12 09:05:26 UTC","updated_at":"2009-06-12 09:05:26 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>The Sherpa are an ethnic group who live along the northernmost reaches of Nepal, bordering Tibet. According to the 2001 population census, Nepal is home to 154,622 Sherpas of whom 129,771 speak Sherpa as a mother tongue. The greatest number of Sherpas live in Nepal and speak Nepali in addition to their own language; those educated in Tibet or in Tibetan Buddhist monasteries may speak Tibetan. Small groups of Sherpas also live in parts of North America, Australia, and Europe. Sherpas are of Tibetan culture and descent and speak a form of Tibetan divergent from that spoken in Tibet. Most of those whose livelihood depends on mountaineering also speak one or several of the languages of climbers and tourists. The Sherpas of Nepal live in the Solu-Khumbu district, in the environs of the Himalayas. This area consists of two regions connected by the Sun Kosi River (a major tributary of the Kosi River): the Khumbu region, at an elevation of 12,000 to 14,000 feet (about 3,700 to 4,300 metres), with still higher pasturelands; and the Solu region, at an elevation of 8,000 to 10,000 feet (about 2,400 to 3,100 metres). The Khumbu region stretches from the Chinese (Tibetan) border in the east to the banks of the Bhote Kosi river in the west. The name Sherpa (sometimes given as Sharwa, which better reflects how the people pronounce their name) means “easterner,” making reference to their origins in Kham (khams), eastern Tibet. They began to migrate in the 15th century, making a living for many centuries as traders (salt, wool, and rice), herders (yaks and cows), and farmers (potatoes, barley, and buckwheat). Most Sherpas belong to the ancient Nyingma sect of Tibetan Buddhism, but their practice is a mixture of Buddhism and animism. Sherpa culture is based on a clan system (ru). True Sherpa heritage is determined through patrilineage, and all Sherpas belong to one of eighteen clans and bear a clan name.<\/p>","title":""}]}