{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "འོལ་དགའ་ཆོས་ལུང་།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "ཟངས་རི་རྫོང་།"
  }, 
  {
   "body": "<p>ཆོས་བསམ་ནས་འཕྲེད་དུ་རྐང་ཐང་མར་སྤྱི་ལེ་གཅིག་ཙམ་སོང་ན་གནས་དེར་སླེབས། གནས་དེ་ནི་རྗེ་ཙོང་ཁ་བས་མདོ་སྨད་པ་བཞི་དང་དབུས་པ་བཞི་བཅས་འཁོར་དག་པ་རྣམ་བརྒྱད་སོ་སོ་སྒྲུབ་ཕུག་རེར་བཞུགས་སྐབས། འོལ་དགའ་རྫོང་དཔོན་བཀྲ་ཤིས་རྒྱལ་མཚན་ཐོག་སྐོར་དུ་ཡོད་སྐབས་ཆོས་ལུང་ནས་འོད་འཚེར་བ་མཐོང་བས་འཁོར་གཡོག་མངགས་ཏེ་ཅི་འདུག་ལྟོས་ཤིག་གསུངས་པར་འཁོར་གཡོག་རྣམས་དེར་སླེབས་སྐབས་རྣལ་འབྱོར་པ་དགུ་རང་རང་གི་སྒྲུབ་ཕུག་ཏུ་བཞུགས་འདུག་པ་དེ་ལྟར་རྫོང་<span class=\"milestone page eng \">[page <span class=\"pnum\">79</span>] </span>དཔོན་ལ་ཞུས་པས་རྫོང་དཔོན་སོང་སྟེ་རྗེ་ཙོང་ཁ་པའི་ཞབས་ལ་གཏུགས་ནས་ཞབས་ཏོག་འབུལ་རྒྱུར་ཁས་བླངས་པ། རྗེ་རིན་པོ་ཆེས་ངེས་ཚོར་གཞན་གྱི་རྒྱས་སྤྲོས་མི་དགོས། ཁྱོད་ཀྱིས་འགྲུབ་ན་འདུལ་བའི་སྤྱོད་ལམ་བཞི་གཤོངས་པའི་ཁང་པ་ཞིག་ཨེ་འགྲུབ་གསུངས་པར་རྫོང་དཔོན་གྱིས་དེ་མར་ཁས་བླངས་ཏེ་ལོ་དེ་རང་དུ་འགྲུབ་པར་བྱས། གནས་དེར་རྗེ་རིན་པོ་ཆེས་རྗེ་བཙུན་འཇམ་དབྱངས་ཀྱིས་ལུང་བསྟན་ལྟར་སྐུ་ཕྱག་འབུམ་སོ་ལྔ་བར་གནང་བར་ལྟུང་བཤགས་ལྷ་སོ་ལྔའི་ཞལ་གཟིགས་ཐོབ། མཎྜལ་རྡོ་སྟེང་ཁོ་ནར་ཕུལ་གནང་བས་ཕྱག་ངར་ཡང་རྡོལ། རྡོའང་ཤེལ་ལྟར་གྱུར། མདོ་སྡེ་ཕལ་མོ་ཆེ་གཟིགས་པས་ཐུགས་སྟོབས་ཅི་ཆེ་འཁྲུངས་ཏེ་སྤྱན་ཆབ་ཀྱང་ཤོར། ལྷག་པའི་ལྷ་དངོས་དང་མནལ་ལམ་ཅི་རིགས་ལ་ཡང་ཡང་ཞལ་གཟིགས་ཐོབ། དེ་ནས་ཆོས་རྭ་སྒང་ཞེས་ད་ལྟ་སྐུ་རྗེས་རང་བྱོན་ཡོད་སའི་ཕ་བོང་གི་སྟེང་ནས་དགལ་ལྡན་ཡིད་དགའ་ཆོས་འཛིན་གཟིགས་སྣང་དུ་བྱུང་སྟེ་དགའ་ལྡན་དགོན་པ་ཕྱག་འདེབས་དགོས་ཐུགས་ལ་འཁྲུངས། སྔོན་དགོན་དེར་འོལ་དགའ་དགོན་ཁག་བདུན་ནས་དགེ་སློང་རེ་ཕེབས་དགོས་པ་དང་། དགོན་དེ་གཞུང་འཛིན་ཡིན་སྟབས་འོལ་དགའ་རྫོང་ནས་གསོལ་ཕོག་འབྲུ་ཁལ་བཅོ་བརྒྱད་རེའང་རྒྱག་དགོས། སྔོན་འདུ་ཁང་ནང་རྗེ་བཞི་གྲགས་མ་དང་། ལྟུང་བཤགས་ལྷ་སོ་ལྔའི་ལྡེབས་རིས། རྗེ་རིན་པོ་ཆེས་མཎྜལ་འབུལ་གནང་སའི་རྡོ། སྐྱ་ཕྱག་འབུལ་གནང་སའི་རྡོ། འཁོར་དག་པ་རྣམ་བརྒྱད། རྗེ་རིན་པོ་ཆེའི་སྒྲུབ་ཕུག་སོགས་མཇལ་རྒྱུ་ཡོད།</p>
<p>ད་ལྟ་གསར་བཞེངས་འདུ་ཁང་ནང་སྔོན་གྱི་སྐུ་དེ་དག་གི་སྐུ་ཚབ་འཇིམ་སྐུ་དང་། རྗེའི་སྐུ་ཕྱག་འབུལ་སའི་རྡོ་དང་། མཎྜལ་འབུལ་སའི་རྡོ། དགོན་དེའི་འོག་ཏུ་མཁའ་འགྲོ་དང་གཞི་བདག་གིས་བསུ་བ་ཞུ་སའི་“མཁའ་འགྲོ་བྲག་ཐོག་”ཅེས་པའི་ཕ་བོང་སོགས་ད་ལྟའང་མཇལ་རྒྱུ་ཡོད།</p>
<p>ཡང་དེ་ནས་རྐང་ཐང་མར་ཆུ་ཚོད་གསུམ་ལྷག་ཙམ་ཕྱིན་ན་གསང་སྔགས་བྱམས་པ་གླིང་ཞེས་རྗེ་རིན་པོ་ཆེས་སྔགས་རིམ་ཆེན་མོ་གསུངས་སའི་གནས་དེར་<span class=\"milestone page eng \">[page <span class=\"pnum\">80</span>] </span>འབྱོར། གནས་དེ་ནི་འོལ་དེ་གུང་རྒྱལ་གྱི་འོག་ཏུ་ཡོད་ཅིང་འོལ་དེ་གུང་རྒྱལ་དགེ་བསྙེན་གྱི་སྡོམ་པ་ཞུ་སའང་གནས་དེར་ཡིན་གསུངས། ཡང་དེའི་ཁ་སྤྲོད་དུ་ཉི་མ་གླིང་ཞེས་པའི་དགོན་པའི་རྗེས་ཤུལ་ཞིག་དང་། གླེ་ལུང་བཞད་པ་རྡོ་རྗེའི་དགོན་པའང་མཇལ་རྒྱུ་ཡོད། འོལ་དགའ་རྫོང་ཤུལ་རྙིང་པ་དང་ཉེ་བར་ཆུ་ཚན་ཞིག་ཀྱང་ཡོད་པ་དེ་ལ་རྒྱལ་བ་རིན་པོ་ཆེ་དང་། རྗེ་རིན་པོ་ཆེ་སོགས་ཀྱི་ཆབ་ཚན་ཡིན་ཟེར་བ་སོགས་སོ་སོར་ཡོད།</p>
", 
   "index": 2, 
   "parent_index": 1, 
   "title": "འོལ་དགའ་ཆོས་ལུང་།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "22374", 
  "dates": [], 
  "title": "འོལ་དགའ་ཆོས་ལུང་།"
 }
}