{"meta":{"domain":"places","kid":"16851","authors":[],"title":"Gyamchung Möndur Introduction","dates":{"created_at":"2010-08-25 11:13:55 UTC","updated_at":"2010-08-25 11:13:55 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Gyamchung Möndur Introduction"},{"title":"II.3. Cubic mountaintop tombs","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Base of the ridge","index":7,"parent_index":6,"body":null},{"title":"Lower ridge","index":8,"parent_index":6,"body":" <p>This group includes both cubic tombs (length x width x maximum height) and terraced constructions:<\/p> <ol> <li>Funerary structure FS6 (2 m x 2 m x 60 cm [height]) is situated on an outcrop suspended above the head of he valley (04.279&#900; \/ 25.347&#900; \/ 4530 m). This cubic tomb is composed of slabs, 20 cm to 80 cm in length. Its central depository (reliquary) is partially intact. <\/li> <li>Funerary structure FS7, a cubic tomb, of which less than half is intact, is situated a little higher than FS6 (04.281&#900; \/ 25.339&#900; \/ 4530 m). <\/li> <li>Funerary structure FS8 is a terraced construction (4.7 m x 2.4 m [height]) built along the edge of a cliff (04.276&#900; \/ 25.320&#900; \/ 4540 m). It is not clear how much of the structure is submerged below the ground.<\/li> <li>Funerary structure FS9 is located on the same spine of rock as FS8, but at a slightly lower elevation (04.277&#900; \/ 25.333&#900; \/ 4540 m). It was built upon a notch in the formation. This probable cubic tomb has been reduced to its foundation.<\/li> <\/ol> <p>Funerary structures FS10 to FS14 form a horizontal line of terraced structures:<\/p> <ol> <li>Funerary structure FS10 is located on a parallel rocky spine (04.304&#900; \/ 25.329&#900; \/ 4540 m). Exceedingly little of this terraced structure has endured. In close proximity, there are other wall fragments. <\/li> <li>Funerary structure FS11 was constructed into the slope a few meters from FS10 (04.302&#900; \/ 25.331&#900; \/ 4540 m). Only scant remains are visible. The forward wall of this structure is up to 1 m in height.<\/li> <li>Funerary structure FS12, a small construction, has the same aspect as FS11 (04.302&#900; \/ 25.330&#900; \/ 4540 m). Its forward wall is up to 70 cm in height. Between FS11 and FS12, there are the faint traces of an analogous structure. <\/li> <li>Funerary structure FS13 shares the same slope contour as FS11 and FS12 (04.298&#900; \/25.328&#900; \/ 4540 m). The forward wall of this structure has a maximum height of 1.4 m.<\/li> <li>Funerary structure FS14 has a forward wall up to 1 m in height (04.287&#900; \/ 25.317&#900; \/ 4550 m). <\/li> <\/ol> "},{"title":"Middle ridge","index":9,"parent_index":6,"body":" <ol> <li>Funerary structures FS15 to FS19 are terraced constructions possessing the same design and aspect as the lower ridge group. <\/li> <li>Funerary structure FS15 (6 m x 50 cm [height]) is built on the edge of a narrow ledge (04.292&#900; \/ 25.301&#900; \/ 4590 m). <\/li> <li>Funerary structure FS16 (3.4 m x 1.5 m) is situated on a ledge a few meters from FS15 (04.288&#900; \/ 25.291&#900; \/ 4600 m). <\/li> <li>Funerary structure FS17 (1.7 m x 1.7 m) is located higher up the steep slopes of the ridge (04.301&#900; \/ 25. 285&#900; \/ 4620 m). <\/li> <li>Funerary structure FS18 has been reduced to a small remnant (1 m x 1.2 m), occupying the same contour of he slope as FS17 (04.299&#900; \/ 25.277&#900; \/ 4620 m).<\/li> <li>Funerary structure FS19 (5.7 m x 1.4 m) is situated a few meters from FS18 (04.292 \/ 25.272 \/ 4620 m). <\/li> <\/ol> "},{"title":"Upper ridge","index":10,"parent_index":6,"body":null},{"title":"Cubic tombs","index":11,"parent_index":6,"body":" <p>Funerary structure FS26 is a cubic tomb of conventional construction prominently situated on the top of a level rocky outcrop (04.253&#900; \/ 25. 286&#900; \/ 4580 m). The structure (2.8 m x 2 m x 1.3 m) is quite closely aligned in the cardinal directions. On the top of the more intact east side of the tomb there are stone chips. These chips may have been part of the original capping structure overlying the central depository. The partially intact, rectangular chamber is 60 cm wide. Variable sized slabs (up to 70 cm long) went into the construction of FS26. Some tens of meters to the south are FS15 and FS16. <\/p> <p>Funerary structure FS27, another cubic tomb, is situated lower, in a notch in the ridge-top (04.191&#900; \/ 25.295&#900; \/ 4500 m). This conspicuously placed tomb measures 2.5 m x 2 m x 70 cm. The central depository is largely intact and is aligned in the cardinal directions (like the entire structure itself). The central depository measures 50 cm (north-south) x 90 cm (east-west) and has a maximum depth of 40 cm (but it is partially filled with rubble). On the west side of the central depository, several stones form overlapping vertical courses. <\/p> "},{"title":"Large enclosure","index":12,"parent_index":6,"body":null}]}