{"meta":{"authors":[],"title":"Dungkar Khardong Introduction","dates":{"created_at":"2010-08-11 20:45:29 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"\n\n","title":"Dungkar Khardong Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":"\n\t\t\t\t\t\t"},{"title":"Dungkar KhardongDung dkar mkhar gdong","index":2,"parent_index":1,"body":"\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Basic site data","index":3,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<ul class=\"bullet-blue\">\n\t\t\t\t\t\t\t\t<li>Site name: <span class=\"popular\">Dungkar Khardong</span><span class=\"scholar\">Dung dkar mkhar gdong</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>English equivalent: White Conch Castle Face</li>\n\t\t\t\t\t\t\t\t<li>Alternative name: White Conch Ruined Castle\n\t\t\t\t\t\t\t\t\t\t(<span class=\"popular\">Dungkhar Khargok</span><span class=\"scholar emph\">dung mkhar mkhar\n\t\t\t\t\t\t\t\t\t\tgog</span>) </li>\n\t\t\t\t\t\t\t\t<li>English equivalent: White Conch Ruined Castle </li>\n\t\t\t\t\t\t\t\t<li>Site number: A-70</li>\n\t\t\t\t\t\t\t\t<li>Site typology: I.1 </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (N. lat.): 33&ordm; 08.8&#900;</li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (E. long.): 79&ordm; 59.2&#900;</li>\n\t\t\t\t\t\t\t\t<li>Elevation: 4420 m</li>\n\t\t\t\t\t\t\t\t<li>Administrative location (township): <span class=\"popular\">Kh&uuml;lpa</span><span class=\"scholar\">Khul pa</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Administrative location (county): <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Survey expedition: UTAE</li>\n\t\t\t\t\t\t\t\t<li>Survey date: May 26, 2001</li>\n\t\t\t\t\t\t\t\t<li>Contemporary usage: A shrine for the local territorial deity\n\t\t\t\t\t\t\t\t\tknown as <span class=\"popular\">Khardong</span><span class=\"scholar\">Mkhar gdong</span> (Fortress Face). </li>\n\t\t\t\t\t\t\t\t<li>Identifiable Buddhist constructions: On the east side of the summit there is a flag mast\n\t\t\t\t\t\t\t\t\terected for the territorial deity of <span class=\"popular\">Dungkar</span><span class=\"scholar\">Dung dkar</span>.</li>\n\t\t\t\t\t\t\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t\tWhite Conch Castle Face is planted on the flanks and top of\n\t\t\t\t\t\t\t\ta nearly vertical granite formation. Located on the left or west side of the mouth of the <span class=\"popular\">Dungkar</span><span class=\"scholar\">Dung dkar</span> valley, this installation must have been built\n\t\t\t\t\t\t\t\tto defend this agricultural enclave.<a href=\"#n36\" name=\"nb36\" class=\"note\">36</a> The summit complex (29 m x 8 m maximum) consists of four levels of densely aggregated buildings spread\n\t\t\t\t\t\t\t\tover a vertical distance of 10 m, some 40 m above the valley floor. These buildings are likely to have had\n\t\t\t\t\t\t\t\tall-stone roofs but no signs of them have survived. The highly deteriorated, very small size of the residential\n\t\t\t\t\t\t\t\tstructures and defensive walls, staggered at different levels in the formation, are archaic design traits, which\n\t\t\t\t\t\t\t\tcorroborate the oral history of an early foundation date. Each of the terraces formed behind the ramparts must\n\t\t\t\t\t\t\t\thave sustained a fortified position of archers, slingers or spear throwers. These level areas in the nearly\n\t\t\t\t\t\t\t\tvertical eminence also may have underpinned either permanent or temporary shelters used by defending troops. All\n\t\t\t\t\t\t\t\tstructures are made of random-work dry-mortar granite-block walls. Some of these variable-length blocks (up to 1 m\n\t\t\t\t\t\t\t\tlong) were hewn flat on their exterior sides, and were used to produce walls 60 cm to 80 cm thick. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>According to local elders, White Conch Ruined Castle\n\t\t\t\t\t\t\t\t\t(<span class=\"popular\">Dungkar khargok</span><span class=\"scholar emph\">dung dkar mkhar gog</span>)\n\t\t\t\t\t\t\t\twas a castle of the ancient <span class=\"popular\">M&ouml;n</span><span class=\"scholar\">Mon</span>.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Site elements","index":6,"parent_index":2,"body":"\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Summit complex","index":7,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>The walls on the summit are very fractional, precluding a detailed assessment of their ground plan. Exterior\n\t\t\t\t\t\t\t\t\twalls reach a maximum height of 3 m and interior walls are 1 m to 2 m high in places. The larger, west end of\n\t\t\t\t\t\t\t\t\tthe summit is separated from the east end by a notch in the formation spanned by a rampart wall. The western\n\t\t\t\t\t\t\t\t\tedge of the summit is occupied by a building with rounded walls up to 3 m in height and 4 m across. In this\n\t\t\t\t\t\t\t\t\tstructure there is a window opening 40 cm in height. The east end of the summit is encircled by the remains of a\n\t\t\t\t\t\t\t\t\tdefensive wall, now 1 m or less in height. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Defensive works on the west and south flanks","index":8,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>To the west of the summit there are a series of greatly dissolved walls circumscribing terraces with a total\n\t\t\t\t\t\t\t\t\tlength of 20 m. These terraces may have once supported superstructures. On the flanks of the formation are a\n\t\t\t\t\t\t\t\t\tseries of defensive works consisting of walled platforms. Below the summit, on the south side of the formation,\n\t\t\t\t\t\t\t\t\tthere is a retaining wall up to 2.5 in height, creating a level area (2 m x 2 m). Slightly below it is another\n\t\t\t\t\t\t\t\t\tlevel area (5.5 m x 2.5 m) enclosed by a highly deteriorated wall. Farther down, on the southwest side of the\n\t\t\t\t\t\t\t\t\tsummit, there is a fragmentary wall bounding a level area 4 m in length. Nearby on a ledge, a wall extends for\n\t\t\t\t\t\t\t\t\t10 m towards the east side of the summit. Also in the vicinity are the footings of two more defensive walls. At\n\t\t\t\t\t\t\t\t\ta lower level, approximately 15 m above the valley floor, there are the foundations of more structures that were\n\t\t\t\t\t\t\t\t\tclosely arrayed on the side of the formation. Also, about 15 m above the valley floor, on the southwest side of\n\t\t\t\t\t\t\t\t\tthe formation, there is revetment that blocks out an area of 6 m x 5 m. Less than 10 m from the base of the\n\t\t\t\t\t\t\t\t\tvalley there is an inclined area enclosed by a retaining wall, 14 m in length and 2 m and 6 m in width. The most\n\t\t\t\t\t\t\t\t\tsubstantial portion of this wall is 1.5 m high and 70 cm thick. Below this area there is a very narrow walled\n\t\t\t\t\t\t\t\t\tledge. Such a structure could only have had a defensive function unless it was also invested with ritual\n\t\t\t\t\t\t\t\t\tsignificance. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Structures on the east flanks","index":9,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>At the east foot of the granite formation there are the remains of a wall, 1.6 m in height and 11 m in length.\n\t\t\t\t\t\t\t\t\tThis important outwork acted to strategically separate the valley bottom from the defended heights. Just above\n\t\t\t\t\t\t\t\t\tit, on the east side of a cliff, there is a rampart wall up to 1.3 m in height enclosing a level area (2 m x 4.5\n\t\t\t\t\t\t\t\t\tm). This wall incorporates boulders reaching 1.3 m in length. Approximately 20 m higher up is another rampart, a\n\t\t\t\t\t\t\t\t\tmaximum of 2.5 m in height, which creates a level area covering 20 m&sup2;. Five meters above it is another rampart,\n\t\t\t\t\t\t\t\t\ta maximum of 1.7 m in height, shoring up a terrace (2.8 m x 2 m). Above it are the remains of yet another small\n\t\t\t\t\t\t\t\t\trampart built on the almost vertical granite walls below the summit. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t<hr class=\"footnote-divider\" />\n"},{"title":"Notes","index":10,"parent_index":0,"body":"\n<div class=\"footnote\">\n<a name=\"n36\" />\n<a href=\"#nb36\" class=\"note\">\n\t     \t\t\t\t[36] </a> \n\t\t\t\t\t\t\t\t\tLess than 50% of arable land in the <span class=\"popular\">Dungkar</span><span class=\"scholar\">Dung dkar</span> valley is now being cultivated. A chronic shortage of water in the <span class=\"popular\">Dungkar Chu</span><span class=\"scholar\">Dung dkar chu</span> is the main limiting\n\t\t\t\t\t\t\t\t\t\tenvironmental factor. East of <span class=\"popular\">Dungkar</span><span class=\"scholar\">Dung dkar</span>\n\t\t\t\t\t\t\t\t\t\tthere is another small agrarian community in the valley of <span class=\"popular\">Lanyung</span><span class=\"scholar\">Bla nyung</span>. Only about one-third of its potential agricultural base is now being\n\t\t\t\t\t\t\t\t\t\texploited due to dwindling water supplies. In earlier times, before the desiccation of the <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> region was so pronounced (<span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> is situated in a multiple rain shadow), these\n\t\t\t\t\t\t\t\t\t\ttwo valleys must have been thriving farming communities. A similar pattern of environmental degradation is\n\t\t\t\t\t\t\t\t\t\tfound in the nearby &rsquo;tsher lung/mtshe lung valley (Bellezza, <em>Antiquities of Upper Tibet</em>, 30, 31). \n\t\t\t\t\t\t\t\t</div>\n\n"}]}