{"meta":{"authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}],"title":"Dzamar Sharigön Dargyé Ling Introduction","dates":{"created_at":"2011-12-13 02:28:52 UTC","updated_at":"2011-12-13 02:28:52 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Dzamar Sharigön Dargyé Ling Introduction"},{"title":"sNye rong rdzong","index":1,"parent_index":0,"body":" "},{"title":"(11) Sha ri Monastery","index":2,"parent_index":1,"body":" <p>rDza dmar Sha ri dgon Dar rgyas gling is located in the southern rDza dmar <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, which covers the north-western part of sNye rong rdzong.</p> <p>The monastery stands on top of a small hill, to the north of which stretches a range of magnificent rocky mountains. The plain around the monastery is beautiful, large and spacious. A great many people, both lay and clerical, would be fascinated at the sight of it.</p> <p>The monastery was founded in 1890 by bSod nams g-yung drung of the sKam clan. The story of the monastery’s beginnings is as follows:</p> <p>The great abbot of sMan ri (No.1), bSod nams lhun grup dbang gi rgyal po, came to stay in rDza dmar in the Thirteenth Rab byung. During his stay he fasted on the tenth day of every month, and made flower-offerings. Having seen this, some senior Bonpo took it as being most important for them and adopted it as a part of their collective works. The accomplished saint repeatedly shouted out an oath to the territorial deities such as Ri rgan Bum rdza se mo, and made them take vows so that they would protect the peaceful communities. </p> <p>Later, when the great abbot of sMan ri, Nyi ma bstan ’dzin, came to rDza dmar, he not only urged and explained the necessity of building a monastery there, he also made the most careful preparations he could afford.</p> <p>Then another great abbot of mKhar sna (No.7), ’Gro mgron Shes rab g-yung drung, came to rDza dmar and built a five-storey stupa at bKra shis na mo che. In addition to this, he identified the sacred hill on which a monastery should be built, and made a thorough investigation of the place.</p> <p>The story of the origin of the name rDza dmar Sha ri goes as follows: Once when gShen gSang ba ’dus pa captured some witches, he bound them all firmly to a chicken-shaped rock, on the part that looked like the head of a bird. But two of them, Me bza’ brag sbyor and Chu bza’ rlung sbyor, managed to escape, barely, and disguised themselves as deer. Later, however, gSang ba ’dus pa killed them with his sword, which made him famous as a deer hunter, Sha ba ri (hence the name Sha ri).</p> <p>To the south of rDza dmar Sha ri there is a rocky mountain called Tshe bum in which a number of treasures are kept, including the magical objects of sTag la me ’bar, the mysterious stick of ’Od ldan ’bar ba and the like.</p> <p>To the east is Shel rdzong, the abode of Yum chen Thugs rje Byams ma. There is also a cave called the Shel phug, the abode of Kun bzang rGyal ba ’dus pa, in which there are many self-grown (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rang byon</span>) letters on the rock and self-grown figures of particularly eminent ones still visible. In 1892, sKam bSod nams g-yung drung founded rDza dmar Sha ri Monastery in accordance with the prophecy made by Shes rab g-yung drung, undertaking mass fasting, which had previously been practised by senior Bonpo on the tenth day of each month as the basis of their activities.</p> <p>The altar and religious objects were completely renewed and the monastery was looked after by mKhan nag bla chung, Khro bla sKal bzang rgya mtsho, bZod pa dge slong and A mchod Ge khod. Although bsTan pa tshul khrims, who was then sent from sMan ri, became widely known as the Sha ri abbot, the unfavourable climate gave him no choice but to finally return to his home in rGyal rong.</p> <p>The next to take care of the monastery was mTshams pa Shes rab. However, to his misfortune, a gush of water from underground caused the temple and the schoolhouse to be ruined. The monastery suffered greatly, on the brink of annihilation.</p> <p>At that time, in the course of a discussion involving officials, citizens and monks, an expectation grew that sKam Tshe dbang ’gyur med (generally called sKam ’Gyur dga’ Rinpoche) would restore and maintain the monastery. They told him the essentials of the discussion, which he fully accepted.</p> <p>Tshe dbang ’gyur med was exceedingly venerable; he had taken the monastic oaths in the presence of the abbot of sMan ri, Phun tshogs blo gros, had studied under many great teachers and had completed the quintessence of the three Sutra, Tantra and rDzogs chen. For the sake of all beings, he spread the teachings of gShen widely, so that his fame reached every part of the Bonpo community. All Bonpo experienced such heartfelt gratification that they respected him as their head.</p> <p>He spent everything that had been given to him by many patrons and proponents, lay and clergy, solely on good deeds. Since there was no choice but for the monastery to be transferred to another place and rebuilt, the great abbot of sMan ri, Nyi ma dbang rgyal, and some others inspected Nor bu gdong, the plain below Ri rgan bum rdza. However, the officials, citizens and monks of rDza dmar all raised an objection to this with the reason that the place was too far from Ge mo where the lord Kham pa Ge khod resided, along with other reasons. A discussion was then held among Tshe dbang ’gyur med, Zhwa khra ’Chi med, the chieftain of rDza dmar, and Kham pa Ge khod, the chieftain of Ge mo. They reached an agreement to build the monastery midway between rDza dmar and Ge mo.</p> <p>As almost all the religious objects of the monastery except for one set manuscript of the <em xmlns:str=\"http://exslt.org/strings\">bKa’ ’gyur </em>and <em xmlns:str=\"http://exslt.org/strings\">bKa’ brten</em> and some fine incense had been dispersed by that time, sKam ’Gyur dga’ began to gather together the religious objects and the people and the government of rDza dmar began to work on the temple. Since they participated in the construction in this way, the religious objects and the temple were soon nearly completed, when sKam ’Gyur dga’ was struck down with an illness. Taking over his work, two of his disciples, bSod nams lhun grub and Nam mkha’ rgyal mtshan of the sKam clan, completed the task.</p> <p>With respect to the family of sKam, it is known to be in the line of the sGo, one of the five great clans of early Tibet: sGa, sGo, gDong, dBra and ’Bru. The forefather of the sKam transformed himself into a deity’s offspring called dGa’ ba mdangs ldan, and descended to this world for the sake of religious trainees, so that they would be led by the clear light of the deity. In order to tame the devil Bhyo ra nag po, he came down to a place called Yul bla ra na se with a turquoise drum booming in his hand. There he was known by the name of sGo rgyal lha bon thod dkar.</p> <p>The reason why he was known by the name of sKam is as follows: there was once a time when the lake Dwang ra g-yu mtsho overflowed naturally, and sGo rgyal lha bon thod dkar appeared and demonstrated his acquired ability by drying up the flood. After this, his clan came to be called by the name of sKam (which means drying).</p> <p>Subsequently, in some districts, including Dwang ra g-yu mtsho, sDe dge, and Hor sBra chen, men of the sKam family through successive generations became the most talented leaders. It is said that that there have been some 180 masters in the sKam family, such as sGo A lod shig gzan, gYung drung nyi rgyal, the tutor of Nyi ma bstan ’dzin, the great abbot of sMan ri; sKam Khro rgyal grags pa, Nyi ma rgyal mtshan, the abbot of So brgyad, and others.</p> <p>The way in which the sKam family formed the foundation of prosperity in the Hor sBra chen district was as follows: Once when a quarrel was provoked in the sDe dge district between sKam bsTan ’dzin gtsug phud and Ga lhug, the chieftain of dKar shul, they asked the king of sDe dge at lHa thog to deal with it. sKam bsTan ’dzin gtsug phud won the decision that the monastery should be exempt from taxation. Hearing this, the chieftain of dKar shul developed a hatred for him, and threatened that no monk would be allowed in the monastery. However, sKam bsTan ’dzin gtsug phud felt generous enough to leave an excellent mark at the rTsi chu river as witness of his spiritual accomplishment. The Hor lineage eagerly wanted to leave for rTa sgo in upper Nag tshang. However at that time, Nyi ma rgyal mtshan, the elder son of the religious teacher of the Klu phug monastery in the Hor sBra chen district, repeatedly expressed his hope that he would fix his permanent abode in Hor sBra chen. Because of this, sKam bsTan ’dzin gtsug phud took up permanent residence in the Hor sBra chen district so that he could give full support to the hope of Nyi ma rgyal mtshan. Descendants of sKam gradually increased and the teachings of gShen became widespread in rDza dmar in the sNye rong district. The reputation of the sKam family thus came to be widely known in Hor sBra chen.</p> "},{"title":"Structure and religious objects of the monastery","index":3,"parent_index":2,"body":" <p>The monastery consisted of the following buildings: the assembly hall with four long pillars and sixteen short ones; two temples, rNam rgyal lha khang and Dran pa lha khang, each with four long pillars and four short ones; the two-storey <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bla brang</span>; the meditation hall; and the large quarters for monks.</p> <p>Formerly, this monastery possessed an abundance of religious objects including the following: a sacred gilt-bronze statue of gShen rab rNam par rgyal ba as tall as a two-storey house, the Four Buddhas of gilt-bronze and a gilt-bronze statue of gShen rab Mi bo. In the Dran pa lha khang were the reliquary stupas of sKam ’Gyur dga’ and some other relics.</p> <p>Among the many religious objects, the ones of particular importance were the following: the treasure-trove statue of sTon pa gShen rab; the big conch called bKra shis ’od ’bar; multiple relics called Yid bzhin dbang gi rgyal po; three small tsha tsha clay images belonging to ’Chi med Dran pa, the father and sons; the golden flat-bell of self-deliverance; the self-grown white letter A, found in rTsa ri mtsho dkar by Karma pa Rang byung rdor rje; the footprint of mKha’ ’gro Klu yang sgong brgyad; the silver statue of gShen lha ’od dkar called bKra shis ’od ’bar, rediscovered by Nyag gter gSang sngags gling pa; the “red gold” stupa discovered by Khro tshang ’brug lha in the rDzu ’phrul phug cave on Mt. Ti se; the self-grown image of Zhi ba Kun tu bzang po, which came out of the teeth of a Shel sku Khro bo rgyal mtshan; the self-grown image of gShen lha, which appeared on the skull of Khyung po Gyer chen zla med; “six relics of the six directions”; and a <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">phur pa</span> dagger made of bronze.</p> <p>There were also a great many precious manuscripts including a high quality set of <em xmlns:str=\"http://exslt.org/strings\">bKa’ ’gyur</em> and <em xmlns:str=\"http://exslt.org/strings\">bKa’ brten</em>, the <em xmlns:str=\"http://exslt.org/strings\">Khams brgyad</em>, the <em xmlns:str=\"http://exslt.org/strings\">Mi nub mtshan mdo</em> and the <em xmlns:str=\"http://exslt.org/strings\">Dri med gzi brjid</em>.</p> "},{"title":"Annual religious activities and rituals","index":4,"parent_index":2,"body":" <p>This monastery followed various traditions such as that of Zhu, Bru and the New Tradition.</p> <ol type=\"1\"> <li> In the first Tibetan month a fast was performed.</li> <li> In the sixth month there was an annual festival during which an assembly was held on the tenth day, concurrently with which a religious dance was performed.</li> <li> During the three months from the tenth to the twelfth, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dgu gtor</span> rite was performed once each month, three times in all. In the old days when the monastery flourished, there were monthly prescribed services.</li> </ol> <p>At that time, this monastery was an establishment where there were both monks and tantric practitioners. There were about twenty monks and some sixty trantric practitioners.</p> <p>It is said that there were “the eighty generations of Bonpo tantric practitioners of rDza dmar”. Some of these must have observed the tantric vows properly. Among the monks there were many who observed their vows strictly. The famous chanting master of sMan ri, called the Teacher sBa ba, was also a monk from Sha ri Monastery.</p> <p>At present, this monastery has eight lamas and twenty-five monks whose conditions are good in every respect.</p> "}]}