{"meta":{"domain":"places","kid":"16757","authors":[],"title":"Nakra Möndur Introduction","dates":{"created_at":"2010-08-25 11:12:12 UTC","updated_at":"2010-08-25 11:12:12 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Nakra Möndur Introduction"},{"title":"II.2. Superficial structures: Primarily funerary superstructure","index":1,"parent_index":0},{"title":null,"index":2,"parent_index":1},{"title":"Basic site data","index":3,"parent_index":2,"body":"<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Nakra Möndur<\/span><span class=\"scholar\">Nag ra mon dur<\/span> <\/li> <li>English equivalent: Black Expanse <span class=\"popular\">Mön<\/span><span class=\"scholar\">Mon<\/span> Tombs<\/li> <li>Site number: D-45<\/li> <li>Site typology: II.2a, II.2b <\/li> <li>Geographic coordinate (N. lat.): 32º 12.5΄ <\/li> <li>Geographic coordinate (E. long.): 81º 23.8΄ <\/li> <li>Elevation: 4810 m<\/li> <li>Administrative location (township): <span class=\"popular\">Sengmé<\/span><span class=\"scholar\">Seng smad<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Gegyé<\/span><span class=\"scholar\">Dge rgyas<\/span> <\/li> <li>Survey expedition: UTAE<\/li> <li>Survey date: May 21, 2001<\/li> <li>Contemporary usage: Light grazing. <\/li> <li>Identifiable Buddhist constructions: None.<\/li> <\/ul>"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"<p> <span class=\"popular\">Nakra Möndur<\/span><span class=\"scholar\">Nag ra mon dur<\/span> is located on a small sandy plain sandwiched between an eponymous watercourse and escarpment. The plain gently rises toward the approximately 200-m tall vertical walls of the <span class=\"popular\">Nakra<\/span><span class=\"scholar\">Nag ra<\/span> escarpment. The permanent pastoral settlement of <span class=\"popular\">Nakra<\/span><span class=\"scholar\">Nag ra<\/span> is situated about one-half km from the archaeological site. The bulk of the site is comprised of slab-wall funerary superstructures that form a line about 60 m in length (oriented 330° x 150°). This line of structures runs perpendicular to the axis of the <span class=\"popular\">Nakra<\/span><span class=\"scholar\">Nag ra<\/span> escarpment. The site consists of a complex array of well-built quadrate enclosures. Unfortunately, not one structure has survived with all its walls fully intact. The fragmentary nature of the remains makes an analysis of the design of the structures difficult. It appears that there was an almost continuous line of enclosures, many of which were subdivided by walls into smaller cells. The survival of at least 50 wall segments of 1 m or more in length indicates that these were intricately designed enclosures with many subdivisions or cells. <\/p>"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"<p>According to local sources, <span class=\"popular\">Nakra Möndur<\/span><span class=\"scholar\">Nag ra mon dur<\/span> is an ancient <span class=\"popular\">Mön<\/span><span class=\"scholar\">Mon<\/span> burial ground.<\/p>"},{"title":"Site elements","index":6,"parent_index":2,"body":"<p>Most enclosure walls were of the double-course variety, but there appear to be several single-course slab walls as well. There are also a few examples of multi-course slab walls, whereby several parallel courses of stones were set into the ground edgewise to make up a perimeter wall. Walls subdividing the enclosures into smaller units appear to have been less massively constructed than the perimeter walls and to be primarily of the single-course ype. The double-course slab walls are 60 cm to 90 cm thick. Grayish stone slabs (averaging 30 cm to 60 cm in length) were used in the construction of the walls. The maximum length of slabs is 80 cm to 1.1 m and the smallest examples are less than 25 cm in length. Many of the slabs protrude prominently above the ground surface. The maximum projection of slabs above the ground is 40 cm. <\/p><p>The longest single wall segment at <span class=\"popular\">Nakra Möndur<\/span><span class=\"scholar\">Nag ra mon dur<\/span> is 9.5 m in length. There are around ten wall fragments 5 m or more in length at the site. Near he south end of the site, three walls (only one of which is whole) were part of an enclosure approximately measuring 8 m x 5 m. Near the north end of the site, the area with the densest collection of walls, there may have been even larger enclosures. Fifteen meters north of the 60-m long interconnected line of structures there is a zone of approximately 100 m² with highly fragmentary walls. The 15 m intervening between these two dispersions appears to be free from structural traces, but as so many disturbances to the site have occurred, it is difficult o be certain. About 20 m west of the interconnected line of structures there are many scattered stones but no coherent wall segments. This is possibly all that remains of another funerary dispersion at <span class=\"popular\">Nakra Möndur<\/span><span class=\"scholar\">Nag ra mon dur<\/span>.<\/p>"}]}