{"meta":{"authors":[],"title":"Dzomo Lungra Trawo Introduction","dates":{"created_at":"2010-08-11 20:47:01 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Dzomo Lungra Trawo Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":"Dzomo Lungra TrawoMdzo mo lung ra khra bo","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Dzomo Lungra Trawo<\/span><span class=\"scholar\">Mdzo mo lung ra khra bo<\/span> <\/li> <li>Site number: B-46<\/li> <li>Site typology: I.2a<\/li> <li>Geographic coordinate (N. lat.): 33° 56.9΄ <\/li> <li>Geographic coordinate (E. long.): 79° 36.8΄<\/li> <li>Elevation: 4540 m to 4560 m <\/li> <li>Administrative location (township): <span class=\"popular\">Chakgang<\/span><span class=\"scholar\">Lcags sgang<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Rutok<\/span><span class=\"scholar\">Ru thog<\/span> <\/li> <li>Survey expedition: HTAE<\/li> <li>Survey date: October 6, 2003<\/li> <li>Contemporary usage: None. <\/li> <li>Identifiable Buddhist constructions: None. <\/li> <\/ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Dzomo Lungra Trawo<\/span><span class=\"scholar\">Mdzo mo lung ra khra bo<\/span> was built on a broad sandy slope above the right\/west side of the <span class=\"popular\">Dzomo Lung<\/span><span class=\"scholar\">Mdzo mo lung<\/span> (Female Yak Hybrid Valley) floor. Several kilometers down valley <span class=\"popular\">Dzomo Lung<\/span><span class=\"scholar\">Mdzo mo lung<\/span> enters the <span class=\"popular\">Chakgang<\/span><span class=\"scholar\">Lcags sgang<\/span> plain. There are fairly extensive arable lands in the <span class=\"popular\">Dzomo Lung<\/span><span class=\"scholar\">Mdzo mo lung<\/span> valley, a portion of which are still cultivated. There appears to have been eight all-stone corbelled structures at this site, but some are so deteriorated that positive identification could not be achieved. Even the best preserved specimens are in a very poor physical state. The <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> of <span class=\"popular\">Dzomo Lungra Trawo<\/span><span class=\"scholar\">Mdzo mo lung ra khra bo<\/span> were substantially built using uncut granite and a dark gray metamorphic stone. The heavy foundation walls contain stones up to 1.4 m in length. The edifices are mostly east facing. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to local residents, <span class=\"popular\">Dzomo Lungra Trawo<\/span><span class=\"scholar\">Mdzo mo lung ra khra bo<\/span> was an ancient <span class=\"popular\">Mön<\/span><span class=\"scholar\">Mon<\/span> settlement.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Residential Structure RS1","index":7,"parent_index":6,"body":" <p>Residential structure RS1 (6.9 m x 3.1 m) has been leveled to its foundations. However, the courtyard (5 m x 6.9 m) on its forward side is still somewhat intact. Standing walls of the courtyard reach 1.2 m in height. The rear wall of RS1 was built at least 40 cm into the slope. An old enclosure of unknown function is found 10 m south of RS1.<\/p> "},{"title":"Residential Structure RS2","index":8,"parent_index":6,"body":" <p>Residential structure RS2 (9.2 m x 6.6 m) is located 74 m northwest of RS1. Only faint traces of the foundation remain, calling into question its identity. An upright block of granite in the foundation prominently extends 50 cm above ground level. The uphill wall of the RS2 is set 1 m below the surface, while the downhill wall was elevated 1 m above the slope. <\/p> "},{"title":"Residential Structure RS3","index":9,"parent_index":6,"body":" <p>Residential structure RS3 (6 m x 4 m) is situated in a hollow, 28 m southeast or downhill of RS2. It consisted of two rooms built at the same elevation. A wall buttress used to support the heavy roof and its semi-subterranean aspect clearly identify RS3 as a <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span>. The rear wall was built 70 cm into the uphill slope. On the forward or east side of the structure there are the remains of a walled courtyard (7 m x 6 m) deeply set into the ground (1.3 m below the surrounding surface). Perhaps another tier of rooms occupied the rear of what appears to be the courtyard but, if so, all visible traces of them have been obliterated. <\/p> "},{"title":"Residential Structure RS4","index":10,"parent_index":6,"body":" <p>Residential structure RS4 (6.2 m x 4.7 m) appears to have consisted of a single tier of two rooms. It is situated 12 m south of RS3. Its rear wall is set 1 m below the surface. The part of the forward wall straddling he two rooms reaches 1.6 m in height, the highest elevation structure at <span class=\"popular\">Dzomo Lungra Trawo<\/span><span class=\"scholar\">Mdzo mo lung ra khra bo<\/span>. There is much rubble lying in front of he forward wall. Perhaps some of these stones were part of another tier of rooms.<\/p> "},{"title":"Residential Structure RS5","index":11,"parent_index":6,"body":" <p>Residential structure RS5 (4.4 m x 2.8 m) is located 9 m south of RS4. Its rear wall was built at least 1 m into the uphill slope. It may have had a courtyard in the front (east). <\/p> "},{"title":"Residential Structure RS6","index":12,"parent_index":6,"body":" <p>Residential structure RS6 is situated 15 m west of RS5. It is comprised of two interconnecting fragmentary foundations (7.1 m x 5.3 m, 5.1 m x 4.7 m). These two foundations may have given rise to rooms and a walled courtyard, respectively, but there is not enough structural evidence in place to know for certain. The rear\/west wall of RS6 is depressed 50 cm below ground level. <\/p> "},{"title":"Residential Structure RS7","index":13,"parent_index":6,"body":" <p>Residential structure RS7 is located directly below RS6. It too has been reduced to two interconnecting foundations (5.6 m x 5.2 m, 6.2 m x 5.6 m), which may have underlain the rooms and courtyard of the structure. The rear wall of RS7 is set 1.2 m below the upper level of the slope. <\/p> "},{"title":"Residential Structure RS8","index":14,"parent_index":6,"body":" <p>Residential structure RS8 (11 m x 6.3 m) is situated 30 m southeast of RS7 at the same elevation. RS8 is a larger and qualitatively different type of structure than its counterparts. It consisted of at least five small rooms, each of which is marked by a depression in the ground around 70 cm deep. This structure appears to have been aligned in the cardinal directions. Small fragments of standing walls (up to 1.5 m) have survived, but not enough is in place to accurately gauge the architectural character of the structure. <\/p>  "}]}