{"meta":{"domain":"places","kid":"16869","authors":[],"title":"Khyinak Rong Introduction","dates":{"created_at":"2010-08-25 11:14:19 UTC","updated_at":"2010-08-25 11:14:19 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Khyinak Rong Introduction"},{"title":"II.4. Shrines and miscellaneous constructions","index":1,"parent_index":0,"body":" "},{"title":"Khyinak RongKhyi nag rong","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to residents of <span class=\"popular\">Zhungpa<\/span><span class=\"scholar\">Gzhung pa<\/span>, <span class=\"popular\">Khyinak Rong<\/span><span class=\"scholar\">Khyi nag rong<\/span> is an ancient monument.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Temple-tomb","index":7,"parent_index":6,"body":null},{"title":"Tho","index":8,"parent_index":6,"body":null},{"title":"Slab walls","index":9,"parent_index":6,"body":" <p>Between S8 and S17 there is a zone of slab walls, covering an area of 2.2 m (northwest-southeast) x 1.2 m (northeast-southwest). This array of upright slabs begins 2.3 m southeast of S8. The slab-wall fragments are oriented southeast-northwest and are spaced around 20 cm apart. The individual slabs are 10 cm to 50 cm in length, and are flush with the ground surface or project above it to a maximum height of 5 cm. There are also lines of parallel slabs running at right angles on each end of the array. <\/p> "},{"title":"Enclosure","index":10,"parent_index":6,"body":" <p>Appended to the southeast side of the temple-tomb are three walls that, together with the southeast wall of the edifice, make up a square enclosure (10.5 m x 10.4 m). The three outlying walls (around 90 cm thick) are composed of stones laid flat. In some places along the perimeter there are small wall segments composed of two or three vertical courses of stones. These wall segments are around 30 cm in height, indicating that the enclosure was a substantial structure. Many stones lie in its interior, which undoubtedly were once part of the <span class=\"popular\">Khyinak Rong<\/span><span class=\"scholar\">Khyi nag rong<\/span> facility. There appears o be an opening or &lsquo;portal&rsquo; in the forward\/southwest wall of the enclosure. The enclosure with its forward opening, layout and wall design is reminiscent of the enclosures used to house pillars (II.1b). <\/p> <hr class=\"footnote-divider\" \/> "},{"title":"Notes","index":11,"parent_index":0,"body":" <div class=\"footnote\"> <a name=\"n91\" \/> <a href=\"#nb91\" class=\"note\"> [91] <\/a> These timbers are found in a cavity that formed through damage to the structure. The three tamarisk rounds act as internal support for the southwest wall. The removal of a full cross-section from two of the three imbers revealed remarkably intact heartwood (thanks to the frigid, high elevation sterile environment). Tamarisk still grows nearby in the lower shang valley. Given the availability of this species of wood in the locale, the fairly small girth of the members, and the exclusive nature of the site, it seems likely that the tamarisk rounds were specially cut for use in the <span class=\"popular\">Khyinak Rong<\/span><span class=\"scholar\">Khyi nag rong<\/span> building project. An assay of the <span class=\"popular\">Khyinak Rong<\/span><span class=\"scholar\">Khyi nag rong<\/span> samples yielded the following results: radiometric, sample no. Beta-212490; conventional radiocarbon age: 1690 +\/-50 BP; 2 Sigma calibrated result: Cal 1710 to 1510 BP; Intercept of radiocarbon age with calibration curve: Cal 1570 BP; 1 Sigma calibrated result: Cal 1690 to 1660 BP and 1630 to 1540 BP. Radiometric, sample no. Beta-212491; Conventional radiocarbon age: 1660 +\/-60 BP; 2 Sigma calibrated result: Cal 1710 to 1410 BP; intercept of radiocarbon age with calibration curve: Cal 1550 BP; 1 Sigma calibrated result: Cal 1610 to 1520 BP. <\/div> <div class=\"footnote\"> <a name=\"n92\" \/> <a href=\"#nb92\" class=\"note\"> [92] <\/a> For a description of Bon monuments known as <span class=\"popular emph\">to<\/span><span class=\"scholar emph\">tho<\/span>, see Bellezza, <em>Zhang Zhung<\/em>, 492&ndash;495. <\/div>  "}]}