{"meta":{"domain":"places","kid":"23602","authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"title":"Gurwa Kyangtsang Gön Namgyel Kündrak Ling Introduction","dates":{"created_at":"2011-12-13 02:30:23 UTC","updated_at":"2011-12-13 02:30:23 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Gurwa Kyangtsang Gön Namgyel Kündrak Ling Introduction"},{"title":"rMe ba county","index":1,"parent_index":0,"body":" "},{"title":"(196) sGur skyang Monastery","index":2,"parent_index":1,"body":" "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p>sGur skyang is the abbreviation of sGur ba sKyang tshang; the monastery’s full name is sGur ba sKyang tshang dgon rnam rgyal kun grags gling. sGur ba is the name of the valley where the monastery is located. It is also spelt dGu ba, because the monastery faces a range of nine mountains collectively known as Go tshang spun dgu, the “nine brothers of Go tshang mountain” (which is also the name of nine local tribes).</p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>The monastery is located 61 km east of county town of mDzod dge.</p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>A few years before the introduction of the Rab byung chronology that begins with the year 1027, a Bonpo called sKyang rtse Nyi ma grags pa opened a hermitage near Sa ral village, west of rTsub ma’i la dmar on the flank of Mount Go tshang in mDzod dge. Later, in the 1st Rab byung (1027-1086), his son ’Bum skyabs, who was also called sKyang rtse tshang, built a temple at the hermitage which attracted an increasing number of practitioners. </p> <p>A brother of ’Bum skyabs known as sKyang rtse ’Phags pa skyabs was regarded as a great saint. He is often called simply sKyang ’phags (DzNGL p.52). He was one of the Three Bonpo Saints of Amdo and founded Thang zhing gYung drung gling Monastery above Thang zhing village in the 2nd Rab byung (1087-1146). This monastery was also known as Nyin ka Monastery.</p> <p>bSod nams ’bum, the chief of sGur ba valley, built a residence for sKyang ’phags and his family, to ensure his family’s descent and gave him seven families to serve him. For this reason, sKyang ’phags is regarded as the first master of all the monasteries belonging to the sKyang tshang lineage. In order to establish a real monastery, sKyang ’phags chose a site known as Gling ’og, but it was not built in his lifetime. </p> <p>Following is a list of the masters in the sKyang ’phags lineage:</p> <ol type=\"1\"> <li>sKyang ’phags</li> <li>Thog rgod nam mkha’ rgyal mtshan, one of three sons of sKyang ’phags, moved the temple of Sa ral to Gling ’og and renamed it rNam rgyal lha khang. The new complex became known as rNam rgyal kun grags gling or more commonly as dGu ba sKyang tshang Monastery. He remained there as head of the monastery, while Thogs med, his brother, married to continue the hereditary succession. </li> <li>Grags pa dbang rgyal (b.1148), founder of bSam ’grub Monastery (No.197) </li> <li>gYung drung thos grol, moved rNam rgyal lha khang of Nyin ka and the temple of Ra sngon ’bri sde from sTag ra to Gling ’og </li> <li>bSod nams bzang po alias rGyal ba rgya mtsho, founder a monastery in Shar khog (Zung chu) in the Iron-Tiger year of the 15th Rab byung (1290)</li> <li>Rin chen blo gros, built a temple dedicated to the Eighty Saints in the monastery and also supervised sKyang tshang Monastery (No.202) in Shar khog</li> <li>bDud ’dul dbang grags </li> <li>gYung drung bstan rgyal </li> <li>dKon mchog yon tan </li> <li>rNam rgyal thogs med</li> <li>The last four (7-10) masters also looked after sKyang tshang monastery in Shar khog.</li> <li>rNam rgyal bstan ’dzin, also active in Chu nag valley (which now belongs to the Nine Villages of gZi tsha) </li> <li>gTsug phud tshul khrims, founder a small monastery called mGon po near Tshal rang village in the rTa ra dri ri area in the lower reaches of The chu river </li> <li>Nyi ma ’bum. He wanted the practitioners in the monastery to observe strict monastic discipline but was unable to impose it in his lifetime. </li> <li>Shes rab rgyal mtshan, went to sMan ri Monastery (No.1) in gTsang with several companions to order to receive ordination and when he returned to the monastery, he imposed strict monastic discipline following his predeccesor’s wishes. He also built a temple called Dri med khang bzang in Thang zhing for those practitioners who did not wish to take monastic vows immediately. </li> <li>Seng ge gling grags, built a residence for the sKyang ’phags lineage at dGa’ ldan hermitage in Bab bzo, founded by sKyang ’phags and initiated the tradition of sending a master from sGur skyang to the hermitage. </li> <li>gYung drung bstan pa’i rgyal mtshan, travelled to Central Tibet for several years and reinforced monastic discipline in the monastery. He helped dBang ldan grags pa of A skyid sKyang tshang monastery (No.194) to move Dar rgyas lha rtse, Phag rgod establishments to gYung drung bstan rgyas gling and developed close ties between A skyid and sGur skyang monasteries.</li> <li>Nam mkha’ ye shes built a temple in each of the following places: ’A zha, sTag ra and Nyag ra, with the intention of founding monasteries there. </li> <li>Kun bzang lhun grub, built a temple at the monastery dedicated to Kun bzang rgyal ba ’dus pa </li> <li>gYung drung lhun grub, built a temple in lDong ti and also founded sTag skyong Monastery (No.211) in rTsub ma which now belongs to the Nine Villages of gZi tsha county </li> <li>Ngag dbang bstan ’dzin </li> <li>Rin chen rgyal mtshan, born in the17th century. He enlarged the assembly hall (’du khang) and renamed the monastery dPal gshen bstan g-yung drung rgyal mtshan kun grags gling. He also completed the construction of rTag skyong Monastery. </li> <li>Nam mkha’ khri rgyal, built a temple in the monastery for the purposes of tantric rituals </li> <li>gYung drung gtsug rgyan </li> <li>Khri gtsug rgyal ba</li> <li>gYung drung bdud ’dul </li> <li>Khri rgyal grags pa </li> <li>gYung drung bstan pa </li> <li>Tshul khrims bstan ’dzin </li> <li>Nam mkha’ rin chen </li> <li>gYung drung shes rab bstan ’dzin (b.1916)</li> </ol> <p>The monastery was accidently destroyed by fire in 1950 and was rebuilt shortly after at its present site; </p> <ol type=\"1\"> <li>Rin chen rgyal mtshan (b.1976)</li> </ol> <p>In 1982, the monastery was allowed to reopen. Although during the Cultural revolution the assembly hall served as a granary, the sKyang ’phags’s residence as a school and the temple devoted to the tantric rituals as the school’s kitchen, the local government returned all the buildings to the monks and the monastery was restored.</p> "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>dgon bdag, hereditary</li> <li>one grwa tshang bla ma (replaced every three years) </li> <li>one dbu mdzad (replaced every three years)</li> <li>two dge skos (replaced every three years) </li> <li>sixteen spyi ba </li> </ul> <p>The spyi ba sponsor the monastery’s annual rituals: four spyi ba for the ritual of Ma tri’i sgrub mchod, two spyi ba for the ritual cycle of dByar gnas, two spyi ba for the ritual based on the Klong rgyas, two spyi ba for the recitation ritual of Du tri su, three spyi ba for the Yi dam kun ’dus, three spyi ba for the ritual cycle of Phur ba, all of whom are replaced each year.</p> "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":" <p>There are twenty-three novices and monks at the monastery.</p> "},{"title":"6. Current education","index":8,"parent_index":2,"body":" <p>The youg novices are trained by the elder monks. The monastery organizes public teachings and the monks also go to other monasteries for further teachings.</p> "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":" <p>There are seven monasteries historically related to the sKyang ’phags lineage and in many ways they remain closely connected to each other.</p> "},{"title":"8 / 9. Rituals","index":10,"parent_index":2,"body":" <p>The monks of the monastery go to rTag skyong Monastery to perform the smon lam ceremony together with the monks there from the 6th to the 9th day of the 1st month; they go to bSam ’grub Monastery (No.197) of ’Phan chu in Bab bzo for the smon lam ceremony from the 12th to the 14th day of the 1st month; the gTo srung ritual from the 11th to the 15th day of the 2nd month together with bSam ’grub Monastery in Bab bzo, rTag skyong Monastery and Ko dgon Monastery in ’A zha; the ritual cycle of the Yi dam kun ’dus from the 2nd to the 11th day of the 3rd month; the ritual based on the Du tri su for Nyag ra village in sTag ra gong ma from the 10th to the 19th day of the 4th month (the monks go to the village on the 7th day and spend the following two days preparing for the ritual and return to the monastery on the 29th day); the ritual based on Klong rgyas in the 5th month; the smmer fast (dbyar gnas) from the 10th to the 16th day of the 6th month; the gTo srung ritual from the 12th to the 15th day of 7th month; the Klong rgyas ritual from the 8th to the 12th day of the 8th month.</p> "},{"title":"10. Books held in the monastery","index":11,"parent_index":2,"body":" <p>The monastery has one printed copy of Kanjur and one printed copy of Katen.</p> "},{"title":"11. Income and expenses","index":12,"parent_index":2,"body":" <p>The monastery has no regular Sources of income and depends on offerings from the faithful. The monks provide their own food.</p> "},{"title":"12. Local community","index":13,"parent_index":2,"body":" <p>The local lay community (lha sde) consists of fifteen families in Yul gsum community: Shing bzo with six families; De’u khag with seven families; gYi tshang with two families; four villages in Sa ral community: sKyang skor, Tsho bzhi, dPal rtse and Ar ma (twenty-seven families altogether); two villages in Phu ba community: sTag ’ban with nine families and sGa phrug with six families; four villages in mDo ba community: ’Brug dge with five families, Kha rgan with two families, Ko tshang with two families and Wa thang with one family; three villages in Bar mtshams community: ’Bre sde with four families, sGa phrug with four families and sKya yon with four families; three villages in Thang zhing community: Myi rtsa with six families, Mye rngu with two families and Yag tsa with nine families.</p> "},{"title":"13. Local festivals","index":14,"parent_index":2,"body":" <p>The mountain behind the monastery is called Nor bu spungs brjid and is associated with the eponymous deity; it was sanctified by sKyang ’phags gYung drung thos grol, the 4th in the sKyang ’phags lineage. The festival of its veneration takes place on the 13th day of the 3rd month. The la btsas was burned down in 1950, but was reconstructed in the following year by gYung drung shes rab bstan ’dzin, the 30th master of the sGur skyang lineage.</p> "},{"title":"14. Occupation of the local people","index":15,"parent_index":2,"body":" <p>Agriculture</p> "},{"title":"Sources","index":16,"parent_index":2,"body":" "},{"title":"(1) Interviews","index":17,"parent_index":16,"body":" <p>In autumn 1998 with: Dri med ’od zer (b.1935), bsTan ’dzin phun tshogs (b.1933), dBang ldan (b.1934) and A rdo (b.1949)</p> "},{"title":"(2) Texts","index":18,"parent_index":16,"body":" <ol type=\"1\"> <li>sGur ba’i skyang tshang dgon rnam rgyal kun grags gling gi byung ba brjod pa dbyar rnga’i sgra dbyangs by Dri med ’od zer in DzNGL pp.51-110</li> </ol> "}]}