{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Chuti Khar Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Chuti KharChu sti mkhar "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Chuti Khar</span><span class=\"scholar\">Chu sti mkhar</span> </li> <li>English equivalent: Water Castle</li> <li>Site number: A-130</li> <li>Site typology: I.1x </li> <li>Geographic coordinate (N. lat.): 31º 37.0΄</li> <li>Geographic coordinate (E. long.): 79º 06.0΄ </li> <li>Elevation: 4140 m and 4200 m</li> <li>Administrative location (township): <span class=\"popular\">Zarang</span><span class=\"scholar\">Za rang</span> </li> <li>Administrative location (county): <span class=\"popular\">Tsada</span><span class=\"scholar\">Rtsa mda’</span> </li> <li>Survey expedition: HTWE</li> <li>Survey date: July 18, 2004</li> <li>Contemporary usage: None.</li> <li>Identifiable Buddhist constructions: A lone stone plaque inscribed with the <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> mantra and <span class=\"popular emph\">Tsatsa</span><span class=\"scholar emph\">tshwa tshwa</span> enshrined on rock ledges, both of which are found at the lower site of <span class=\"popular\">Wuti Gönpa</span><span class=\"scholar\">Dbu sti dgon pa</span>. </li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p>Clinging to the right side of the huge defile that restricts access to the amphitheatre of <span class=\"popular\">Riwa</span><span class=\"scholar\">Ri ba</span> is the complex of <span class=\"popular\">Chuti Khar</span><span class=\"scholar\">Chu sti mkhar</span>, as well as two lower complexes known as <span class=\"popular\">Wuti Gönpa</span><span class=\"scholar\">Dbu sti dgon pa</span>. <span class=\"popular\">Wuti Gönpa</span><span class=\"scholar\">Dbu sti dgon pa</span> and <span class=\"popular\">Chuti Khar</span><span class=\"scholar\">Chu sti mkhar</span> are primarily built of limestone and sandstone blocks (10 cm to 50 cm long) laid in random-work courses. There are also a few adobe-block walls at <span class=\"popular\">Wuti Gönpa</span><span class=\"scholar\">Dbu sti dgon pa</span>. The lack of Buddhist architectural elements and the extreme location of <span class=\"popular\">Wuti Gönpa</span><span class=\"scholar\">Dbu sti dgon pa</span> seriously call into question its Buddhist identity. I am of the opinion that <span class=\"popular\">Wuti Gönpa</span><span class=\"scholar\">Dbu sti dgon pa</span> was an integral part of <span class=\"popular\">Chuti Khar</span><span class=\"scholar\">Chu sti mkhar</span>, as the analogously designed facility rising above it is called. Their morphological congruencies suggest that they share both temporal and functional qualities. Religious activities notwithstanding, <span class=\"popular\">Wuti Gönpa</span><span class=\"scholar\">Dbu sti dgon pa</span> is likely to have had military and political functions. This spectacular site appears to have had significant strategic and geomantic value. </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to the oral tradition of <span class=\"popular\">Riwa</span><span class=\"scholar\">Ri ba</span>,<a href=\"#n63\" name=\"nb63\" class=\"note\">63</a> <span class=\"popular\">Wuti Gönpa</span><span class=\"scholar\">Dbu sti dgon pa</span> was founded before <span class=\"popular\">Lhakhang Karpo</span><span class=\"scholar\">Lha khang dkar po</span>, a temple attributed to <span class=\"popular\">Lotsawa Rinchen Zangpo</span><span class=\"scholar\">Lo tsa ba rin chen bzang po</span> of the 11th century CE.<a href=\"#n64\" name=\"nb64\" class=\"note\">64</a> <span class=\"popular\">Wuti Gönpa</span><span class=\"scholar\">Dbu sti dgon pa</span> is said to be the vestiges of an ancient Buddhist monastery. On the other hand, the analogously constructed <span class=\"popular\">Chuti Khar</span><span class=\"scholar\">Chu sti mkhar</span> is thought to have been a castle. Some in <span class=\"popular\">Riwa</span><span class=\"scholar\">Ri ba</span> believe that <span class=\"popular\">Chuti Khar</span><span class=\"scholar\">Chu sti mkhar</span> was occupied by the epic hero <span class=\"popular\">Ling Gesar</span><span class=\"scholar\">Gling ge sar</span>. </p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>The two complexes of <span class=\"popular\">Wuti Gönpa</span><span class=\"scholar\">Dbu sti dgon pa</span> sit upon revetments up to 3 m in height. About 5 m below the main complex (27 m x 2 m to 5 m) there are the faint remains of another complex (20 m x 14 m) built on steep east-facing slopes. </p>", 
   "index": 7, 
   "parent_index": 6, 
   "title": "dBu sti dgon pa"
  }, 
  {
   "body": "<p> <span class=\"popular\">Wuti Gönpa</span><span class=\"scholar\">Dbu sti dgon pa</span> occupies a well-guarded position above steep slopes of scree. The trail that accessed the site from the east has disappeared with ime. The main complex (axis runs northwest-southeast for 27 m) is built on a rock spur that is only 2 m (southeast side) to 5 m (northwest) wide. This is hardly the setting for a Buddhist monastery. The main complex contained around five buildings or rooms. Except for a small break in the southeast, these structures are contiguous. What may have been a defensive work on the southeast edge of the spur constitutes a separate structure. The higher northwest side of the spur boasts the best-preserved room at he site with walls reaching 2.5 m in height. These high wall fragments have mud plaster on both their exterior and interior sides. The interior dimensions of this room are 5.6 m x 4.6 m. Near the northwest wall of this room there is a damaged masonry structure 2 m in width and 1 m in height. Its length is no longer determinable. The local guides are of the opinion that this structure was an altar. Small rounds of wood (maximum circumference: 25 cm) are embedded in the floor of this room. There are also twigs in some of the walls of <span class=\"popular\">Wuti Gönpa</span><span class=\"scholar\">Dbu sti dgon pa</span>. </p><p>On the northeast side of the main complex, near its entrance, there is a highly degraded adobe wall fragment. In the northeast wall of the main complex there is an opening (25 cm x 25 cm) located near ground level. Above it is the stone sill of what must have been a window opening. The entrance on the northeast side of the complex (situated about half way along its axis) passes through a corridor approximately 1 m in width. Below he entrance there are the remains of a stone-lined trail. About 30 m north of <span class=\"popular\">Wuti Gönpa</span><span class=\"scholar\">Dbu sti dgon pa</span>, at the same elevation, there is a small outcrop with masonry remnants. This appears to have been the outer entrance of the installation. </p>", 
   "index": 8, 
   "parent_index": 7, 
   "title": "Main complex"
  }, 
  {
   "body": "<p>Only bits of the outer walls of the lower complex have survived. The entrance to the complex in the northeast has partly survived. It is 2.2 m wide and flanked by walls that are still 1.7 m to 2.7 m in height. These are he only surviving freestanding walls in the lower complex. The remainder of the structures have been reduced o the revetments, which reach a maximum height of 3 m.</p>", 
   "index": 9, 
   "parent_index": 7, 
   "title": "Lower complex "
  }, 
  {
   "body": "<p> <span class=\"popular\">Chuti Khar</span><span class=\"scholar\">Chu sti mkhar</span> (12.7 m x 3.6 m) appears to have been a companion facility, and may be where the highest status residents of the site dwelt. Access to <span class=\"popular\">Chuti Khar</span><span class=\"scholar\">Chu sti mkhar</span> is up over very steep exposed slopes. It is poised on the tip of a spur on the edge of the <span class=\"popular\">Riwa</span><span class=\"scholar\">Ri ba</span> defile. It was during the survey that the local guides first visited <span class=\"popular\">Chuti Khar</span><span class=\"scholar\">Chu sti mkhar</span>, a good indication of how marginal his place is to contemporary sacred geographic conceptions. The single edifice (12.7 m x 3.6 m) of<span class=\"popular\">Chuti Khar</span><span class=\"scholar\">Chu sti mkhar</span> contained three rooms. The axis of his structure parallels that of the spur upon which it was built. The two upper rooms are highly deteriorated, but the lower room has wall fragments up to 2 m in height. </p>", 
   "index": 10, 
   "parent_index": 6, 
   "title": "Chu sti mkhar "
  }, 
  {
   "body": "", 
   "index": 11, 
   "parent_index": 2, 
   "title": "Affiliated sites"
  }, 
  {
   "body": "<p>Across the defile, on the opposite side of the <span class=\"popular\">Riwa Chu</span><span class=\"scholar\">Ri ba chu</span>, are extensive cliff dwellings called <span class=\"popular\">Khartö</span><span class=\"scholar\">Mkhar stod</span> (Upper Castle). They are situated at around the same elevation as <span class=\"popular\">Wuti Gön</span><span class=\"scholar\">Dbu sti dgon</span>. Not only is this location highly dramatic, it is well insulated against attack. <span class=\"popular\">Khartö</span><span class=\"scholar\">Mkhar stod</span> can only be approached via almost vertical slopes to the east. The structures of <span class=\"popular\">Khartö</span><span class=\"scholar\">Mkhar stod</span> are placed against sheltered ledges and are constructed from adobe and random-work masonry. They are spread over a transection of roughly 120 m. On the east side of the site there are two lines of structures, one set on top of the other. Along the lower line are substantial stone structures, one of which has an entrance with its timber lintel intact. On the west side of he site there is a much more degraded complex of structures. In total there were approximately 40 buildings/rooms at <span class=\"popular\">Khartö</span><span class=\"scholar\">Mkhar stod</span>. The morphological character of the site is not in keeping with Buddhist monuments and no Buddhist emblems could be detected with binoculars. <span class=\"popular\">Khartö</span><span class=\"scholar\">Mkhar stod</span> is no longer accessible without technical climbing aids.</p><hr class=\"footnote-divider\">", 
   "index": 12, 
   "parent_index": 11, 
   "title": "mKhar stod"
  }, 
  {
   "body": "<div class=\"footnote\"> <a name=\"n63\"></a> <a href=\"#nb63\" class=\"note\"> [63] </a> My two main informants in <span class=\"popular\">Riwa</span><span class=\"scholar\">Ri ba</span> were <span class=\"popular\">Tsering</span><span class=\"scholar\">Tshe ring lhun grub</span> (the monastery caretaker) and <span class=\"popular\">Ngödrup Tenzin</span><span class=\"scholar\">Ngo grub btsan ’dzin</span> (born in the Tiger Year, circa 1950). The village of <span class=\"popular\">Riti Gang</span><span class=\"scholar\">Ri sti gang</span> (population of 170) has an extremely fine geographic setting in the midst of a relatively well-watered amphitheatre. On its low end is a rocky defile rising perhaps 500 m or more, which cuts the site off from the <span class=\"popular\">Zarang</span><span class=\"scholar\">Za rang</span>valley. Access from the <span class=\"popular\">Zarang</span><span class=\"scholar\">Za rang</span> valley to <span class=\"popular\">Riwa</span><span class=\"scholar\">Ri ba</span> is via the chu gser la (4480 m). Below the village of <span class=\"popular\">Riwa</span><span class=\"scholar\">Ri ba</span> there are the remains of another settlement called <span class=\"popular\">Siri</span><span class=\"scholar\">Sti ri</span>. Reportedly, it was forcefully vacated circa 1970. According to local lore, <span class=\"popular\">Riwa</span><span class=\"scholar\">Ri ba</span> was once considerably larger and more populous. The sheer number of archaeological sites at this locale seems to bear this out. </div><div class=\"footnote\"> <a name=\"n64\"></a> <a href=\"#nb64\" class=\"note\"> [64] </a> For information on <span class=\"popular\">Lhakhang Karpo</span><span class=\"scholar\">Lha khang dkar po</span> see<span class=\"popular\">Guge Tsering Gyelpo</span><span class=\"scholar\">Gu ge tshe ring rgyal po</span>, <span class=\"popular emph\">nga ri chö jung</span><span class=\"scholar emph\">Mnga’ ris chos ’byung</span>, 314, 315. </div>", 
   "index": 13, 
   "parent_index": 0, 
   "title": "Notes"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16563", 
  "dates": [], 
  "title": "Chuti Khar Introduction"
 }
}