{"meta":{"domain":"places","kid":"23560","authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"title":"Lakha Drukdrak Introduction","dates":{"created_at":"2011-12-13 02:30:01 UTC","updated_at":"2011-12-13 02:30:01 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Lakha Drukdrak Introduction"},{"title":"Nyag rong rdzong","index":1,"parent_index":0,"body":" "},{"title":"(154) La kha Monastery","index":2,"parent_index":1,"body":" "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p>La kha Monastery is also called La kha ’Brug grags or gYung drung rab brtan gling or bShad sgrub rab brtan gling.</p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>It is located at a place called La kha which is about 20 km south of the county town. There is only one narrow winding path leading to the monastery, and it takes about 5 hours on horseback from Ri snang, the seat of Nyag rong county to the monastery.</p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>According to oral tradition, a monastery was first founded at La kha by seven monks. Since the inhabitants of the area believed they heard a dragon roar in the sky when the monastery was being built, it was named La kha ’brug grags. The date of its foundation remains unknown. In the Earth-Dragon Year of the 16th Rab byung (1928), gYung drung bstan ’dzin, the twenty-fourth master in the Su la lineage, moved the monastery to its present site, which is known as dBra khyung, and renamed it bShad sgrub rab brtan gling. </p> <p>gYung drung bstan ’dzin, who studied for nine years in sMan ri in gTsang, founded another monastery called A sta khang tshan che ba. Both these monasteries have always been headed by the masters of the Su la lineage. </p> <p>The cycles of the gSas mkhar mchog lnga and other old gter ma (gter rnying) ritual texts were the only ritual traditions practised in this monastery, but later gSang sngags gling pa’s text sKu gsum phur sgrub and its ’cham tradition, as well as other new gter ma (gter gsar) ritual practices were introduced. The monastery was destroyed during the Cultural Revolution and was “officially reopened” in the nineteen eighties, but it had not yet been rebuilt when I visited it in 1997, because of lack of funds (the local population is very poor).</p> "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>khri pa</li> <li>two dbu mdzad</li> <li>four dge skos </li> <li>two mchod dpon</li> <li>two spyi ba </li> </ul> <p>The incumbents are appointed every three years on a rotating basis.</p> "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":" <p>There are fifteen novices and monks in the monastery. </p> "},{"title":"6. Current education","index":8,"parent_index":2,"body":" <p>The younger novices are taught by the elder monks. </p> "},{"title":"7. Educational Exchange","index":9,"parent_index":2,"body":" <p>La kha Monastery is a branch of Klu ’bum (No.153). There are some ritual exchanges between the two monasteries (see below). The monks go to Shar rdza Hermitage to take their full ordination.</p> "},{"title":"8 / 9. Rituals","index":10,"parent_index":2,"body":" <p>Since Klu ’bum and La kha are connected as “mother and “son monasteries” (ma dgon bu dgon), they have a common winter retreat (in the 9th month). They host the retreat in turn. The monastery’s main ritual is based on the sKu gsum phur sgrub, a gter ma text discovered by gSang sngags gling pa with its ’cham tradition.</p> "},{"title":"10. Books held in the monastery","index":11,"parent_index":2,"body":" <p>The monastery possesses a copy of the printed edition of Bonpo Kanjur, in addition to its own collection of texts. </p> "},{"title":"11. Income and expenses","index":12,"parent_index":2,"body":" <p>The monks provide their own food; the monastery receives very few donations from the faithful as the local population is very poor. </p> "},{"title":"12. Local community","index":13,"parent_index":2,"body":" <p>The local lay community consists of four villages: La kha with sixteen families, rBa ru with ten families, La shod with four families and Dud rtag with two families.</p> "},{"title":"13. Local festivals","index":14,"parent_index":2,"body":" <p>Both monks of the monastery and lay population propitiate two sacred mountains, sKyobs ’byin and Brag dkar. The mountain behind the monastery is She long glang chen (with no la btsas) associated to a local deity called She long who has an elephant as mount.</p> "},{"title":"14. Occupation of the local population","index":15,"parent_index":2,"body":" <p>Farmers and nomads</p> "},{"title":"Source","index":16,"parent_index":2,"body":" "},{"title":"(1) Interviews","index":17,"parent_index":16,"body":" <p>A dga (b.1939), a monk at Klu ’bum Monastery; bSod nams tshe ring (b.1930), another monk at Klu ’bum Monastery</p> "}]}