{"meta":{"authors":[],"title":"Markar Juru Khar Introduction","dates":{"created_at":"2010-08-11 20:46:06 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Markar Juru Khar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Markar Juru KharMar dkar byu ru mkhar","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Markar Juru Khar<\/span><span class=\"scholar\">Mar dkar byu ru mkhar<\/span> <\/li> <li>English equivalent: White Butter Coral Castle <\/li> <li>Alternative name: <span class=\"popular\">Samdrup Khyung Dzong<\/span><span class=\"scholar\">Bsam grub khyung rdzong<\/span> <\/li> <li>English equivalent: Wish Fulfillment Khyung Fortress<\/li> <li>Site number: A-119<\/li> <li>Site typology: I.1b <\/li> <li>Geographic coordinate (N. lat.): 31º 43.6΄<\/li> <li>Geographic coordinate (E. long.): 79º 14.7΄ E. long<\/li> <li>Elevation: 4280 m <\/li> <li>Administrative location (township): <span class=\"popular\">Tiyak<\/span><span class=\"scholar\">Ti yag<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Tsada<\/span><span class=\"scholar\">Rtsa mda’<\/span> <\/li> <li>Survey expedition: HTAE<\/li> <li>Survey date: October 15, 2003<\/li> <li>Contemporary usage: None.<\/li> <li>Identifiable Buddhist constructions: None.<\/li> <\/ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> mar dkar bya ru mkhar is another one of the archaeological sites visited by Giuseppe Tucci in the early 1930s, which he reports as having been built by that elusive ancient tribe, the <span class=\"popular\">Kel Mön<\/span><span class=\"scholar\">Skal mon<\/span>.<a href=\"#n54\" name=\"nb54\" class=\"note\">54<\/a> The large defunct castle reposes on a ridge overlooking a ravine that divides the village of <span class=\"popular\">Luk<\/span><span class=\"scholar\">Blug<\/span>into south and north sectors. mar dkar bya ru mkhar is easily approached from the village via a broad, moderately inclined slope. The geographic aspect of the sites is therefore not especially impregnable to attack. The existence of ramparts on the other flanks of the castle suggests that this more vulnerable east side also had a defensive wall, but no evidence for one was detected. The site consists of one massive installation whose four outer walls measure 42 m (west), 29 m (south), 52m (east), and 43 m (north). The castle is comprised of two major elevations: the upper west\/main level and the lower east\/forward level. From what remains of the installation, it was not possible to glean the configuration of the ground plan. All structures were built of random-rubble, with variable-sized stones 10 cm to 70 cm in length. Mostly bluish limestone was used for construction but brown sandstone and other types of stones were also used. Some of these stones were hewn into shape. It is unlikely that a population equivalent to the current one in <span class=\"popular\">Luk<\/span><span class=\"scholar\">Blug<\/span> (112 residents in 24 households) could have built and maintained such an impressive facility. This probably points to a much larger local population base in past times. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to villagers of <span class=\"popular\">Luk<\/span><span class=\"scholar\">Blug<\/span>, <span class=\"popular\">Markar Juru Khar<\/span><span class=\"scholar\">Mar dkar byu ru mkhar<\/span> was a <span class=\"popular\">Kel Mön<\/span><span class=\"scholar\">Skal mon<\/span> castle. It is believed that the main elevation is hollow and contains a lower level of rooms. This seems a physical possibility given the architectural aspect of he ruins.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Two level plan","index":7,"parent_index":6,"body":" <p>Different walls of the castle have different textures: the wall dividing the main and forward levels is massively built, while the south wall of the installation is more lightly constructed using smaller stones. There are also significant adobe wall segments on the site. The adobe blocks used possess the structurally sound dimensions of 40 cm x 20 cm x 10 cm. The adobe walls are around 50 cm thick and the stone walls are 30 cm to 50 cm in thick. Most of the 12-m wide east\/forward tier of the castle has been razed. Only sections of the downhill wall, near the north and south corners of the complex, are still intact. These wall fragments stand up to 3 m in height. <\/p> "},{"title":"Main tier","index":8,"parent_index":6,"body":" <p>The west\/main level of the castle is set at 5 m higher elevation than the forward tier. The 5-m high wall dividing the two tiers was built in two tiers, and appears to be over 1 m thick near its base. None of this wall is still freestanding. It must have once supported a substantial superstructure, adding at least another 2 m to he overall height of the complex. As much as 1.7 m of the upper section of this massive dividing wall is constructed of adobe blocks. The main level has a few remaining adobe and stone wall fragments scattered about, none of which stand more than 1.2 m above floor level. Most of the mortar and the adobe blocks have dissipated, obscuring much of the floor. The main level of the castle inclines towards the west\/rear, gaining approximately 5 m in elevation. This suggests that it may have contained different levels of structures. <\/p> "},{"title":"South wing","index":9,"parent_index":6,"body":" <p>On the south side of the main tier there is a separate south wing about 10 m in width (north-south). On its east or lower side this wing merges with the structures of the forward level of the installation, which is situated about 2 m lower in elevation. The upper portion of the south wing is set 3 m lower than the main level, and is bounded on the west and south by a lightly constructed masonry wall that rises 3 m to 3.5 m out of the ground. The floor of the south wing is largely obscured by rubble. Against the south and west wall are evenly spaced wall partitions, now no more than 1.5 m in length, which create the remains of a suite of five compartments. In the south wall there are the remains of three large windows with exterior masonry hoods built around them, sheltering their upper portions. Also in the south wall, about 1 m up from the ground, there is a small rectangular opening and a small triangular opening. <\/p> "},{"title":"Ramparts and revetments","index":10,"parent_index":6,"body":" <p>On the north and south sides of the mar dkar bya ru mkhar complex the ridge drops precipitously into the valley below. On these two flanks there are prominent revetments up to 3.5 m in height. Like the wall dividing the main and forward levels of the castle, the revetments were generally built in two steps, adding to the structural integrity of the complex. Below the west wall, natural rock spurs with the vestiges of ramparts extend into the adjoining chasm. The longest of these defensive wall fragments is around 20 m. Approximately 20 m below the north and west sides of the castle there is a sloping ledge several meters in width with traces of rampart walls (40 cm to 50 cm thick), which encircled its north and west flanks. On the north side of the castle, these rampart fragments stretch for 48 m and are as much as 2.3 m in height, 80 cm of which is freestanding. The remains of a 7-m long gateway wall protects the north ledge from the easy east slope access to the site. Given the substantial protective features found on the other approaches to <span class=\"popular\">Markar Juru Khar<\/span><span class=\"scholar\">Mar dkar byu ru mkhar<\/span>, we might expect that a elaborate defensive bulwark once stood guard along the broad east slope as well. <\/p> <hr class=\"footnote-divider\" \/> "},{"title":"Notes","index":11,"parent_index":0,"body":" <div class=\"footnote\"> <a name=\"n54\" \/> <a href=\"#nb54\" class=\"note\"> [54] <\/a> Tucci, <em>Cronaca Della Missione Scientifica<\/em>. <\/div>  "}]}