{"meta":{"authors":[],"title":"གླང་ཐང་དགོན།","dates":{"created_at":"2010-08-13 17:00:51 UTC","updated_at":"2010-08-13 17:00:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"གླང་ཐང་དགོན།"},{"title":"ལྷུན་གྲུབ་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"གླང་ཐང་དགོན།","index":2,"parent_index":0,"body":" <p>མཚན་གཞན་ལ་གནས་སྒོ་གྲྭ་ཚང་ཡང་ཞུ། ལྕགས་རི་དགོན་ནས་མར་ཡོང་དུས་སྤྱི་ལེ་གཅིག་གཉིས་ཀྱི་ས་ན་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་དགེ་བཤེས་གླང་ཐང་པའམ་རྡོ་རྗེ་སེང་གེས་སྤྱི་ལོ་1093ལོར་ཕྱག་བཏབ་གནང་མཛད། གསང་ཕུ་བླ་བཅུའི་ཁོངས་ཡིན། གླང་ཐང་ཞེས་པ་ནི། ཐོག་མར་གནས་དེར་ཤིང་གླང་མའི་ཐང་ཡིན་སྟབས་གླང་ཐང་ཞེས་པ་དེ་ལྟར་བྱུང་། གླང་ཐང་པའི་འཁྲུངས་ཡུལ་ནི་འཕན་པོ་གཉའ་གོ་ཞེས་པར་ཡིན་པ་དང་། འཁྲུངས་སྐབས་གྲོད་བཏུམས་ཡིན་སྟབས་ཡུམ་སྐྲག་ཏེ་སྒོ་རྒྱབ་ཏུ་ཉིན་བདུན་བཞག དེའི་རིང་ནམ་མཁའ་ནས་རྟགས་མཚན་བཟང་པོ་མང་དུ་བྱུང་། མཁའ་འགྲོའི་རྣམ་སྤྲུལ་གཡོག་མོ་ཞིག་ཡོད་པ་དེས་ཕང་གིས་གྲོད་བཏུམས་བརྟོལ་བས་དེའི་ནང་ནས་བུ་ཞིག་གིས་མཐེ་བོ་ནུ་བཞིན་ཡོད་པས་ངོ་མཚར་དང་བཅས་ཡུམ་ལ་ཕུལ་བས་ཡུམ་དགྱེས་ཤིང་ནུ་མ་ཕུལ། ཞག་འགའ་ཞིག་སོང་མཚམས་བུ་དེས་ཡུམ་ལ་མ་ཎི་དང་བཅས་ཡུལ་འདི་ལ་གཉའ་གོང་ཐོགས་ཤིག་གསུངས། གུང་ལོ་བརྒྱད་ལ་ཕེབས་སྐབས་ནས་བྱང་ཆུབ་སེམས་དཔའི་ཐུགས་སྐྱེད། རིག་པའི་གནས་ཀུན་ལ་མཁས་པར་གྱུར། དགུང་ལོ་ཉི་ཤུར་ཕེབས་སྐབས་དགེ་བཤེས་པོ་ཏོ་བའི་མདུན་ནས་བསྙེན་རྫོགས་སྒྲུབ་ཏེ་མཚན་ལ་རྡོ་རྗེ་སེང་གེ་ཞེས་གསོལ། དེ་ནས་རྗེ་བཙུན་སྒྲོལ་མའི་ལུང་བསྟན་བཞིན་ལྷ་སའི་བྱང་ཕྱོགས་རིན་ཆེན་ཤུག་པའི་འདོམ་གང་བྲག་ཕུག་ཏུ་སྒྲུབ་པ་མཛད། འཕན་ཡུལ་དགུ་པའི་བུ་མོ་ལྷ་སར་འགྲོ་བ་དང་མཇལ་བས་ཁྱེད་ཀྱི་རིན་ཆེན་རྒྱན་ཆ་རྣམས་རྐུན་པོས་བཅོམ་པ་འདུག་ཅེས་གསུངས་པས་བུ་མོ་དད་དེ་གླང་ཐང་པ་ལ་བཅོལ་བས་ངས་གསེར་དངུལ་ལག་ཏུ་མི་ལེན་པས་ཁྱོད་ཀྱིས་ཕྱར་བའི་སྦུག་ཏུ་ཚེམས་ཤིག་གསུངས་པ་ལྟར་བྱས། དེ་ནས་འཕན་ཡུལ་མདའ་<span class=\"milestone page eng \">[page <span class=\"pnum\">171<\/span>] <\/span> བརྒྱུད་ནས་ཕེབས་སྐབས་སླར་ཡང་བུ་མོ་དེ་དང་མཇལ་བས་བུ་མོ་ཁྱོད་ཀྱིས་སྔར་བཅོལ་བའི་རྒྱན་ཆ་རྣམས་ལོངས་ཤིག་གསུངས་ཏེ་ཕྱར་བའི་གསེབ་ནས་རྒྱན་ཆ་རྣམས་བླངས་པས་བུ་མོ་ཤིན་ཏུ་ནས་དད་པ་སྐྱེད། ཁྱིམ་དུ་གདན་དྲངས་པས་ང་ཁྱིམ་དུ་མི་འགྲོ་གསུངས་ཏེ་ཁང་ལྟག་ཏུ་ཞག་བདུན་བཞུགས་ཏེ་གསུང་གཏོར་གནང་བཞིན་པའི་སྐབས་གཏོར་སྡེར་བྱ་རོག་གིས་འཁྱེར་ཏེ་དགེ་འཕེལ་རེར་འཕངས་པས་དེར་ལོ་གསུམ་བཞུགས། བྱང་ཆུབ་ཀྱི་སེམས་དང་ཏིང་ངེ་འཛིན་ལ་བཞུགས། དེ་ནས་ཀླུ་མོ་སྤུན་གཉིས་ཞེས་པས་གདན་དྲངས་པ་ལྟར་གླང་ཐང་དུ་ཕེབས་ཏེ་དེར་གཙུག་ལག་ཁང་དང་དགེ་འདུན་གི་སྡེ་འཛུགས་པར་དགོངས་པ་གཏད། ཐོག་མར་ད་ལྟའི་དགོན་དེའི་གཤམ་དུ་འདུ་ཁང་ཞེས་པ་དེ་ཕྱག་བཏབ་གནང་མཛད། རྗེས་སུ་ཤཱཀྱ་མཆོག་ལྡན་གྱིས་ད་ལྟའི་འདུ་ཁང་ཡོད་སར་སྤོས་གནང་མཛད། དེ་ནས་ཐུགས་དམ་འབུམ་པ་ཞེས་པ་བཞེངས། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ནས་འབྲོམ་སྟོན་ཡན་གྱི་རིང་བསྲེལ་དང་། གླང་ཐང་པ་རང་གིས་བཏབ་གནང་བའི་ས་ཚྩ་འབུམ་ཐེར་བཞུགས། རབ་གནས་སྐབས་ཤར་ཕྱོགས་ནས་གནས་བརྟན་ཡན་ལག་འབྱུང་གི་སྤྲུལ་པ་དགེ་བཤེས་པོ་ཏོ་བ་དགེ་སློང་སུམ་རྒྱ་དང་བཅས་པ་དང་། ལྷོ་ཕྱོགས་ནས་སྣང་བ་མཐའ་ཡས་ཀྱི་སྤྲུལ་པ་གླང་ཐང་བ་དགེ་སློང་སུམ་རྒྱ་དང་བཅས་པ། བྱང་ཕྱོགས་ནས་མི་གཡོ་བའི་སྤྲུལ་པ་སྣེ་ཟུར་བས་དགེ་སློང་སུམ་རྒྱ་དང་བཅས་པས་རབ་གནས་གནང་། ནམ་མཁའ་ནས་ལྷའི་བུ་དང་བུ་མོས་གར་དང་བཅས་མེ་ཏོག་གི་མཆོད་སྤྲིན་གསོལ། གླང་ཐང་པ་དང་འགྲོགས་པའི་སྲོག་ཆགས་རྣམས་གཅིག་གིས་གཅིག་ལ་མི་འཚེ་བ་ནི་ཁྲ་ཡིས་བྱིའུ་མི་གསོད་པ་དང་། སྤྱང་ཀིས་ལུག་མི་གསོད་པ་སོགས་བྱུང། རྒྱ་ལྕགས་རི་བ་ཁྱི་ལུས་མི་ལ་བསྒྱུར་གནང་བ་དང་ལྕགས་རི་གོང་དཀར་ཡང་བཏབ། དྭགས་པོ་ལྟ་ཐེའང་རྗེ་འདིའི་ཞབས་ལ་གཏུགས། ཁྲ་བུ་བཙུག་ལག་ཁང་ཞེས་པའང་བཏབ། སྤད་ཀྱི་ནང་དུ་དགུང་ལོ་དྲུག་ཅུ་རེ་གཉིས་ལ་ཞི་བར་གཤེགས། དུས་དེ་ཙ་ན་གླང་ཐང་འབུམ་པར་སྐོར་བ་སྐོར་བཞིན་པ་<span class=\"milestone page eng \">[page <span class=\"pnum\">172<\/span>] <\/span> ཚོས་ད་ནང་ཁྲ་ཡིས་བྱིའུ་ཞིག་འཁྱེར་སོང་བས་གླང་ཐང་པ་མི་བཞུགས་པ་འདྲ་ཟེར། གླང་ཐང་སྐུ་གཤེགས་རྗེས་སེམས་ཅན་རྣམས་གཅིག་གིས་གཅིག་ལ་འཚེ་བར་གྱུར། སྐུ་གདུང་གླང་ཐང་གི་ལྷོ་ངོས་སུ་གདན་དྲངས་ཏེ་ཞུགས་འབུལ་ཞུ་བའི་ཚེ་ངོ་མཚར་གྱི་ལྟས་མང་པོ་བྱུང་། གདུང་ཐལ་རྣམས་ཆ་བགོས་ཏེ་མཆོད་རྟེན་ཐོག་སོ་གཉིས་ཙམ་བྱས་པ་བཞི་བཞེངས། གདུང་རྟེན་གྱི་ཉི་ཟླའི་ནང་ཐུགས་ལྗགས་སྤྱན་གསུམ་བཞུགས། ཐུགས་དམ་གྱི་རྟེན་རས་བྲིས་ཐུབ་པ་ཆེ་བརྒྱད་ཀྱིས་བསྐོར་བ་གསེར་ཟངས་ཀྱི་ཐུབ་པའི་དབང་པོའི་ཐུགས་ཀར་བཞུགས། སྔོན་འདུ་ཁང་ཀ་བ་བཅུ་དྲུག་གི་སྦུག་ཏུ་བྱམས་པ་བཞེངས་བཞུགས་པ་ཐོག་སོ་གཉིས་ཙམ་དང་། གླང་ཐང་སྒྲོལ་མ་གསུང་བྱོན། ཆོས་གོས་ཐོག་ཐུབ་མ། གླང་ཐང་ང་འདྲ་མ་སོགས་བཞུགས་སུ་གསོལ་ཡོད། ལྕོག་མགོན་ཁང་དུ་མགོན་པོ་གུར་དང་། བསེ་ཁྲབ་པ་སོགས་སྲུང་མ་ཁག་ཡོད། དགེ་འདུན་ཞལ་གྲངས་བརྒྱ་སྐོར་གྱིས་ས་སྐྱ་ཚར་ལུགས་ཕྱག་བཞེད་མཛད། བོད་ཟླ་12ཚེས་28.29ཉིན་སོ་སོར་གར་འཆམ་བསྐྱོན་སྲོལ་ཡོད།<\/p> <p>ད་ལྟ་ཤཱཀྱ་མཆོག་ལྡན་གྱིས་བཞེངས་གནང་མཛད་པའི་འདུ་ཁང་ནང་སྔོན་གྱི་བྱམས་པའི་སྐུ་ཚབ་དང་། སྒྲོལ་མ་གསུང་བྱོན། ཆོས་གོས་ཐོག་ཐུབ་མ་སོགས་མཇལ་རྒྱུ་ཡོད།<\/p> <p>ཡང་གླང་ཐང་ནས་མཐོང་སྨོན་དུ་འགྲོ་དུས་མཁར་རྩེ་རི་ལྡེབས་སུ་ཆོས་འཁོར་རྩེ་ཞེས་པའི་དབོན་དགོན་ཞིག་གི་རྗེས་ཤུལ་མཇལ་རྒྱུ་ཡོད།<\/p>  "}]}