{"meta":{"domain":"places","kid":"16518","authors":[],"title":"Kharru Khargok Introduction","dates":{"created_at":"2010-08-11 20:45:39 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Kharru Khargok Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Kharru khargokMkhar ru mkhar gog","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Lower complex","index":7,"parent_index":6,"body":null},{"title":"Upper complex","index":8,"parent_index":6,"body":" <p>The large main edifice was constructed on a high revetment, and is set at two different elevations. It was comprised of at least 14 rooms, the largest of which have internal dimensions of 3.5 m x 3.3 m and 2.8 m x 3.4 m (most westerly room). The relatively commodious rooms and the absence of wall buttressing indicate that this edifice was primarily constructed with a wooden roof. All-stone structures, however, are also in evidence. Wall sections are commonly 1.5 m to 4 m in height. Consequently, the building still possesses a distinctive profile. The mud-mortared random-rubble walls incorporate variable-sized granite stones (10 cm to 80 cm in length), some of which were hewn flat on their exterior sides. The lower or south level is in far worse condition than the upper tier of the structure. The entrance in the south punctuates a forward wall, 1.3 m thick. There are recesses in the floor of the lower level, each around 1 m in length and 80 cm in width, which are partly covered by small stone slabs. These members probably constituted part of the sub-flooring used to create a level base. There are a few beams made of a gray metamorphic stone strewn around the site. The stone lintel over the entrance between the lower and upper tiers of the building is still in situ. Against the outer walls of the upper level there are several small stone chests. Perhaps these were used for ritual purposes. The remains of a walkway along the steep slope leading up to the stone chests are still visible. Just to the south of the main edifice, on a separate peak, there is an isolated structure (3.5 m x 3.5 m) with walls 1 m to 1.3 m in height. <\/p> "},{"title":"sDe chos agriculture","index":9,"parent_index":6,"body":null}]}