{"meta":{"domain":"places","kid":"16622","authors":[],"title":"Barmön Khar Introduction","dates":{"created_at":"2010-08-11 20:47:05 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Barmön Khar Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Outcrop complex","index":7,"parent_index":6,"body":" <p>On the south side of the hillock are two highly eroded primarily earthen wall segments, 3.6 m and 5.6 m in length. The 3.6-m long fragment stands 2.6 m on the interior side and 3 m on the exterior side. The base of this wall contains random-work blocks and cobbles and reaches a height of about 1 m. A row of small rounds of wood protrude from the upper extent of the wall. Below this row of wood a single small timber runs parallel to the axis of the wall. This 3.6-m wall fragment also has two buttresses against its outer side. The 5.6-m long wall fragment is reduced to the top of the outcrop. This revetment sheathes a vertical expanse of the outcrop up to 1.5 m in height. It has a cobble base and blocks laid in two diagonal courses near the top. Stones in this wall are up to 40 cm in length. At the north edge of the outcrop there is a footing fragment 1.4 m in length and 50 cm in width. It is composed of parallel courses of stones 10 cm to 15 cm in length. There is also a footing segment (2.3 m) on the south side of the outcrop and a small one in the middle of the summit. These footings were constructed of limestone and sandstone.<\/p> "},{"title":"Outlying structures","index":8,"parent_index":6,"body":null},{"title":"Affiliated sites","index":9,"parent_index":2,"body":" "},{"title":"bar rdzong","index":10,"parent_index":9,"body":null}]}