{"meta":{"authors":[],"title":"Luring Nakha Introduction","dates":{"created_at":"2010-08-11 20:45:45 UTC","updated_at":"2011-10-20 08:41:50 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Luring Nakha Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Luring NakhaLu ring sna kha","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Luring Nakha</span><span class=\"scholar\">Lu ring sna kha</span> </li> <li>English equivalent: Long Springs Prow</li> <li>Site number: A-92</li> <li>Site typology: I.1a, I.1b </li> <li>Geographic coordinate (N. lat.): 33º 24.2΄ </li> <li>Geographic coordinate (E. long.): 79º 36.6΄</li> <li>Elevation: 4320 m to 4340 m</li> <li>Administrative location (township): <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> </li> <li>Administrative location (county): <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: May 30, 2002</li> <li>Contemporary usage: None. </li> <li>Identifiable Buddhist constructions: None. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>The formation upon which the <span class=\"popular\">Luring Nakha</span><span class=\"scholar\">Lu ring sna kha</span> reposes is commonly thought to have the form of a sheep. On the top of this formation (45 m x 3 m to 24 m) which rises 50 m above the southwest side of the <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> basin, there are the ruins of what appears to have been a fortress or palace. The <span class=\"popular\">Luring Nakha</span><span class=\"scholar\">Lu ring sna kha</span> complex also extends to the inner or south side of the formation. The floor plan of most buildings indicates that they were built with timber roofs. <span class=\"popular\">Luring Nakha</span><span class=\"scholar\">Lu ring sna kha</span> was one of four summit installations flanking the large, moist <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> basin (see A-16, A-17 and A-93). The <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> basin was and still is the most important agricultural pocket in the <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> district. Chronometric data obtained from an assayed in situ rafter (see below) indicate that at least some portions of <span class=\"popular\">Luring Nakha</span><span class=\"scholar\">Lu ring sna kha</span> date to later historic times.</p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to the residents of <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span>, <span class=\"popular\">Luring Nakha</span><span class=\"scholar\">Lu ring sna kha</span> was an ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> castle. The deity inhabiting the site was a protector of <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span>’s <span class=\"popular\">Gonup</span><span class=\"scholar\">Sgo nub</span> monastery (located on <span class=\"popular\">Dzong Ri</span><span class=\"scholar\">Rdzong ri</span>, in <span class=\"popular\">Rutok Nyingpa</span><span class=\"scholar\">Ru thog rnying pa</span>), which was destroyed in the Chinese Cultural Revolution.</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Summit complex","index":7,"parent_index":6,"body":" <p>On the summit there are a tightly joined group of about 15 mud-mortared random-rubble buildings. Little mortar, however, is still left in the seams. Including the revetments, present-day structural elevations reach 4 m to 5 m in height. Revetments up to 3 m in height and freestanding walls 1 m to 1.5 m are commonplace. The highest or west portion of the summit is less than 3 m wide. It gradually widens to around 12 m in the middle and 24 m on its eastern extremity. The 50-cm to 70-cm thick walls were built with stones up to 60 cm in length. The exterior faces of the stones were cut flat. In the central section of the summit there are also a couple standing walls made of adobe blocks (50 cm x 20 cm x 10 cm). The adobe walls are up to 2 m in height, and consist of alternating courses of blocks set into the wall lengthwise and widthwise. These highly weathered walls are devoid of a mud veneer. In <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span>, adobe-block walls are not associated with archaic cultural sites. Below the east side of the summit there is a small ruined building.</p> "},{"title":"South structures","index":8,"parent_index":6,"body":" <p>Below the summit, on the south side of the formation, there are the carcasses of several small buildings adhering to near vertical rock faces. Their prominent apron walls and an elevated stone pathway connecting various ledges clad much of the south face of the formation in masonry. Underneath an elevated section of the pathway there is a narrow chamber capped by a stone containment (1 m thick), which is supported by six hardwood timbers (50 cm to 80 cm in diameter). A 5-m high retaining wall supports this section of the pathway, creating the narrow, concealed chamber below. The radiocarbon assaying of a timber overlying the chamber indicates this section of the <span class=\"popular\">Luring Nakha</span><span class=\"scholar\">Lu ring sna kha</span> was constructed only 300 to 500 years ago. Below the foot of the formation, the pathway continues to be elevated as much as 1.5 m above the slope atop a prepared stone bed. On its approach to the south side of the formation, the 2-m wide, evenly graded path winds around the proximate hillside. It must have provided a rather grand entry to the installation. The lower end of the walkway falls away into steep, east-facing talus-covered slopes.</p> "},{"title":"North structures","index":9,"parent_index":6,"body":" <p>Just above the north foot of the formation there is a highly deteriorated building foundation. On ledges a few meters above it there are two other building foundations. Further up, about halfway to the summit, there is yet another demolished structure.</p> "},{"title":"Affiliated sites","index":10,"parent_index":2,"body":" "},{"title":"mKhar rtse","index":11,"parent_index":10,"body":" <p>The old residential complex of <span class=\"popular\">Khartsé</span><span class=\"scholar\">Mkhar rtse</span> is located north of <span class=\"popular\">Rutok Dzongri</span><span class=\"scholar\">Ru thog rdzong ri</span> (33° 27. 6΄ N. lat. / 79º 38.5΄ E. lat.). It is perched on a limestone formation above mkhar rtse mtsho. Towering 40 m above the lake basin, this conterminous complex is comprised of the limestone revetments and adobe block walls of substantial buildings. <span class=\"popular\">Khartsé</span><span class=\"scholar\">Mkhar rtse</span> (Castle Peak) enjoys panoramic views in all directions. Access is via almost vertical expanses of rock, in keeping with its fortress attribution in the local oral tradition. The existence of small defensive structures on ledges below the summit of this site is also a design trait of Upper Tibetan strongholds. Nevertheless, the high elevation walls (up to 6 m), fairly large rooms and traces of red ochre tinting endow the site with architectural characteristics of Buddhist temples founded after the early historic period. Perhaps it represents the vestiges of a fortified palace with chapels. There is a single building on the west summit (6.3 m x 6.5 m), several structures on the central summit (15 m x 11) and residential remains on the lower east summit (16 m x 6m). On a saddle below the summit there are three large rebuilt <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span>, said to have been originally founded by a lama named <span class=\"popular\">Namkha Lodrö</span><span class=\"scholar\">Nam mkha’ blo gros</span> as reliquaries (<span class=\"popular emph\">kudung</span><span class=\"scholar emph\">sku gdung</span>). The location of these <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> support the Buddhist identification of the site.</p> <p>The late lama of the <span class=\"popular\">Rutok Dzong</span><span class=\"scholar\">Ru thog rdzong</span> monastery (<span class=\"popular\">Lhündrup Chöding</span><span class=\"scholar\">Lhun grub chos lding</span>), <span class=\"popular\">Lozang Tenpa</span><span class=\"scholar\">Blo bzang bstan pa</span> (born circa 1933), was under the impression that <span class=\"popular\">Khartsé</span><span class=\"scholar\">Mkhar rtse</span> was founded in the <span class=\"popular emph\">tenpa chidar</span><span class=\"scholar emph\">bstan pa phyi dar</span> period (in personal communication, 2001–2005). Elders of <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> relate that when a <span class=\"popular\">Ladak</span><span class=\"scholar\">La dwags</span> army was laying siege to <span class=\"popular\">Khartsé</span><span class=\"scholar\">Mkhar rtse</span>, the queen of the castle washed her hair in melted butter. She let this butter pour over the hillside, giving the <span class=\"popular\">Ladak</span><span class=\"scholar\">La dwags</span>army the impression that the citadel still had ample water reserves. This stratagem is supposed to have saved <span class=\"popular\">Khartsé</span><span class=\"scholar\">Mkhar rtse</span> from ruination.</p>  "}]}