{"meta":{"authors":[{"fullname":"Lionel Caplan","id":"82"},{"fullname":"Lionel Caplan","id":"82"}],"title":"Description of the Indreni Settlement Cluster","dates":{"created_at":"2011-11-14 15:18:33 UTC","updated_at":"2011-11-14 15:18:33 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>The Indreni Settlement Cluster in Eastern Nepal comprised the hamlets of Okhre, Mandreni, Upper Mehelbote, and Lower Mehelbote, which were part of the Barbote Village panchayat (\"fivefold assembly\" village council).<\/p> <p>The characteristic residential pattern was one of wide distribution of dwellings so that hamlets merged into one another. The Indreni settlements were part of the administrative panchayat Village of Barbote, which contained a population of something over 2,800. The population of the Indreni settlements was just over 500 persons, the great majority (80%) of whom were Limbus, one of Nepal's largest tribal or ethnic groups, and among the original settlers in the area. While the great majority of Barbote's residents held land according to a system akin to freehold (called raikar), Limbus held their land under a tribal system (called kipat), which was acquired through their place in a kinship structure, and could not be bought or sold.<\/p> <p>These sites were studied at length by Lionel Caplan in Land and Social Change in East Nepal: a study of Hindu-tribal relations, 1970, 2000, 2004). The study centered on the way in which members of higher Hindu castes, entering the area in the course of the 18th and 19th centuries, and who controlled the newly established Gorkha state, reduced the area under kipat tenure, and deprived the tribal Limbus of the usufruct of many of their remaining lands. However, a number of developments in the 20th century, including earnings from service in the Gurkhas, served to mitigate these effects. By the time Lionel Caplan returned to the Indreni settlements in 1988, the kipat system had been abolished by government decree, and the implications of this decision were becoming evident.<\/p>","title":"Description of the Indreni Settlement Cluster"}]}