{"meta":{"domain":"places","kid":"23700","authors":[{"fullname":"Jann Ronis","id":"32"},{"fullname":"Jann Ronis","id":"32"}],"title":"An Overview of the Five Hor States","dates":{"created_at":"2011-07-13 16:56:24 UTC","updated_at":"2011-07-13 16:56:24 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p><\/p><p>The so-called Five Hor States (<em><span class=\"tibetan\" title=\"Type ID here\">hor dpon khag lnga<\/span><\/em> or <em><span class=\"tibetan\" title=\"Type ID here\">hor sras khag lnga<\/span><\/em>) are located in the fertile river valleys along the Yalung River and its tributaries. The region is called Horkhok (<em><span class=\"tibetan\" title=\"Type ID here\">hor khog<\/span><\/em>) or Trehor (<em><span class=\"tibetan\" title=\"Type ID here\">tre hor<\/span><\/em>). The five “states” (<em><span class=\"tibetan\" title=\"Type ID here\">dpon khag<\/span><\/em>) are Khangsar, Mazur, Drango, Beri, and Trehor (<em><span class=\"tibetan\" title=\"Type ID here\">khang gsar<\/span><\/em>, <em><span class=\"tibetan\" title=\"Type ID here\">ma zur<\/span><\/em>, <em><span class=\"tibetan\" title=\"Type ID here\">brag mgo<\/span><\/em>, <em><span class=\"tibetan\" title=\"Type ID here\">be ri<\/span><\/em>, <em><span class=\"tibetan\" title=\"Type ID here\">tre hor<\/span><\/em>, though each toponym has many variant spellings). The chiefs of Horkhok controlled individual families and not territorial units; hence their “dominions” overlapped.<\/p><p>The chiefs trace themselves back to a child fathered in the thirteenth century by a visiting Mongolian prince of the Yuan dynastic family. The prince was passing through the region accompanied by one of the great Khampa lamas of his day, Ga Anyen Dampa (<em><span class=\"tibetan\" title=\"Type ID here\">sga a gnyan dam pa<\/span><\/em>, d.1303). The Mongolian prince slept with the daughter of the local headmen but departed before his child was born. Upon leaving he left strict orders with the headmen that if the child was a boy then power should be turned over to him; if the child was born a girl no special measures should be taken. A boy was born and consequently the Tibetan word for Mongolian – Hor – was added to the local name Tre (<em><span class=\"tibetan\" title=\"Type ID here\">tre<\/span><\/em>), yielding Trehor. Before their departure Ga Anyen Dampa built a temple dedicated to Mahakala and it was the chief temple in the region for several centuries.<\/p><p>In the mid- to late-seventeenth century many Geluk (<em><span class=\"tibetan\" title=\"Type ID here\">dge lugs<\/span><\/em>) monasteries were founded in the region (traditionally it is said there were thirteen), which increased the region’s ties with the political and religious establishments in Lhasa. Several of these monasteries grew to be quite large, which is both a cause and an effect of the improved economy at this time and later. In 1728 the leaders of all five states were awarded titles by the Qing empire. The precise contractual relations between the five Hor states remains to be researched, but the historical works show that there was often fighting between them. The nature of the relations between the regional Geluk monasteries and the Hor principalities in which they were located is another issue that needs to be resolved.<\/p>","title":"An Overview of the Five Hor States"}]}