{"meta":{"domain":"places","kid":"23580","authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"title":"Do Zurmo Dögu Püntsok Introduction","dates":{"created_at":"2011-12-13 02:30:12 UTC","updated_at":"2011-12-13 02:30:12 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Do Zurmo Dögu Püntsok Introduction"},{"title":"Li thang County","index":1,"parent_index":0,"body":" "},{"title":"(174) rDo zur mo Monastery","index":2,"parent_index":1,"body":" "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p>The monastery’s full name is rDo zur mo (or bzhi mo) ’Dod rgu phun tshogs gling.</p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>The monastery is located 42 km from Rong brag, the county seat.</p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>The monastery was founded by Nang so gYung drung bstan ’dzin in the Wood-Monkey year of the 12th Rab byung (1714) for the five villages of rGyal shod. The following masters of the monastery, Bla ma Tshe dbang grags pa, sKu zhabs Dam pa, Bla ma rGyal ba, gZhi ring A khu Tshe dbang, Ye shes tshe dbang, Bla ma gZhan phan and gYung drung blo gsal became famous throughout the region, but since the monastery was a branch of sBal lung Monastery, they are generally associated with the latter. The monastery was destroyed in a dispute in the early 20th century. It was burned down again in 1935. The monastery was restored owing to mGal bu’s efforts. It was again demolished during the Cultural Revolution and was rebuilt in the 1980s.</p> "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one dbu mdzad</li> <li>one dge skos</li> <li>one mchod dpon </li> </ul> <p>In theory, all the incumbents, with the exception of the dgon bdag, are replaced every three years, but in practice they remain in office for longer periods owing to the small number of monks.</p> "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":" <p>There are twenty-five novices and monks in the monastery.</p> "},{"title":"6. Current education","index":8,"parent_index":2,"body":" <p>There are no organized classes. The young monks are trained by the elder monks.</p> "},{"title":"7. Educational Exchange","index":9,"parent_index":2,"body":" <p>The monastery is a branch of sBal lung Monastery and in the past there were educational exchanges between the two. </p> "},{"title":"8 / 9. Rituals","index":10,"parent_index":2,"body":" <p>The monastery no longer holds regular annual rituals.</p> "},{"title":"10. Books held in the monastery","index":11,"parent_index":2,"body":" <p>The monastery has a printed copy of the Kanjur, Nam mkha’ bstan ’dzin’s edition.</p> "},{"title":"11. Income and expenses","index":12,"parent_index":2,"body":" <p>The monastery depends on offerings from its followers.</p> "},{"title":"12. Local community","index":13,"parent_index":2,"body":" <p>The local lay community consists of seven villages: Bya grong ba with fifty-eight families, sKor dgu with forty-five families, Ri ma with forty-eight families, Zla khog with thirty-two families, gZi cha with thirteen families, Mo tsi with forty families and Ri ba with twenty families. </p> "},{"title":"13. Local festivals","index":14,"parent_index":2,"body":" <p>The mountain behind the monastery is called dBang ’dul sdud and is the abode the local deity dBal drel. The deity is propitiated by the monastery together with dPag bsam lhun ’grub gling Monastery, on the 15th day of the 1st month and the 15th day of the 12th month. </p> <p>There is also a sacred mountain (gans ri) called Brag dben gnas 2 km northwest of the monastery and worshipped on the same dates as the above-mentioned mountain. It is believed to have been a residence of Vairocana, the famous Tibetan Buddhist monk of the eighth century.</p> "},{"title":"14. Occupation of the local people","index":15,"parent_index":2,"body":" <p>Farmers</p> "},{"title":"Sources","index":16,"parent_index":2,"body":" "},{"title":"(1) Interviews","index":17,"parent_index":16,"body":" <p>With the following monks at the monastery in autumn 1997: gYung durng bstan ’dzin (b.1937), A ’dzin (b.1927), Shes rab Ye shes (b.1926)</p> "},{"title":"(2) Texts","index":18,"parent_index":16,"body":" <ol type=\"1\"> <li>’Dod dgu phun tshog gling by gNyag Chos nyid rdo rje, MS</li> </ol> "}]}