{"meta":{"domain":"places","kid":"16549","authors":[],"title":"Jangtang Khar Introduction","dates":{"created_at":"2010-08-11 20:46:03 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Jangtang Khar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Jang Tang KharByang stang mkhar","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"High point structure","index":7,"parent_index":6,"body":" <p>The four walls of the large rammed-earth edifice on the vertex of the summit are still partially intact (11.4 m x 11.7 m). These walls stand as much as 6 m above the summit. The 50-cm to 60-cm thick walls are punctuated by rows of stone-lined rectangular orifices used to accommodate shuttering pins during construction. The rammed-earth building was partitioned into at least four rooms. Three of these rooms are situated against the north wall. In the east room, near the current ground level, there is a rectangular window (50 cm x 25 cm). Its lintel consists of five small rounds of wood that seem to belong to two different species of tree. There is also a similar window in the south central room with a crosshatch wooden lintel.<\/p> "},{"title":"Other summit structures","index":8,"parent_index":6,"body":" <p>The summit structures present an incongruous picture. Except for the high point building, nearly all the remaining walls on the summit are so deteriorated that it cannot be determined whether they are of the adobe block or rammed-earth type. The only exceptions are several other rammed-earth fragments and a 4-m-tall adobe-block wall on the east edge of the summit. This contrast in the physical condition of the various ruins may possibly be explained by different dates for the establishment and destruction of these monuments. All structures were made from local gray earth with an admixture of gravel. Some of the extant walls may have formed a parapet along the edge of the summit. The summit slopes steeply down towards the east. On the east side of the summit there are two caves that have been converted into a local religious retreat. The main summit is now cut off from a smaller 20-m long summit to the west, but it is likely that they were once connected. There are a few signs of minor structures on the west summit. <\/p> "},{"title":"Affiliated sites","index":9,"parent_index":2,"body":" "},{"title":"Buddhist monuments","index":10,"parent_index":9,"body":null},{"title":"Ri rtse rgyab","index":11,"parent_index":9,"body":null},{"title":"Notes","index":12,"parent_index":0,"body":" <div class=\"footnote\"> <a name=\"n53\" \/> <a href=\"#nb53\" class=\"note\"> [53] <\/a> Giuseppe Tucci, and Eugenio Ghersi, <em>Cronaca Della Missione Scientifica Tucci Nel Tibet Occidentale (1933)<\/em> (Roma: Reale Accademia D&rsquo;Italia, 1934). <\/div>  "}]}