{"meta":{"domain":"places","kid":"16590","authors":[],"title":"Kyarang Introduction","dates":{"created_at":"2010-08-11 20:46:38 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Kyarang Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":"KyarangKya rang","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>The all-stone edifice of <span class=\"popular\">Kyarang<\/span><span class=\"scholar\">Kya rang<\/span> is named after the valley system in which it was built. This edifice reposes on a piece of level ground, on an otherwise steep and rocky ridge between two stream courses. Its walls are not as finely built as <span class=\"popular\">Pukchen<\/span><span class=\"scholar\">Phug chen<\/span> (B-27), but they have nonetheless proven durable. Several decades ago the <span class=\"popular\">Kyarang<\/span><span class=\"scholar\">Kya rang<\/span> edifice served as a corral. There appear to have only been two rooms in<span class=\"popular\">Kyarang<\/span><span class=\"scholar\">Kya rang<\/span>, thus this was a minor facility in which only an individual or a small number of people could have lived. The walls surrounding the residential quarters may possibly be a later historic addition to the site. The remote, high-elevation <span class=\"popular\">Kyarang<\/span><span class=\"scholar\">Kya rang<\/span> appears to have been built primarily for religious purposes. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to local <span class=\"popular emph\">drok pa<\/span><span class=\"scholar emph\">&rsquo;brog pa<\/span>, <span class=\"popular\">Kyarang<\/span><span class=\"scholar\">Kya rang<\/span> is an ancient religious center.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" <p>The single structure measures 9.4 m (north-south) x 9 m (east-west) and is dominated by an open courtyard. The local <span class=\"popular emph\">drok pa<\/span><span class=\"scholar emph\">&rsquo;brog pa<\/span> built a small extension onto the edifice verified by local reports and its crude construction. In order to build this extension stones were removed from <span class=\"popular\">Kyarang<\/span><span class=\"scholar\">Kya rang<\/span>, inflicting significant damage upon it. The 50-cm- to 70-cm-thick walls of the original structure are composed of random-rubble that was either of the dry-mortar variety or lightly mud mortared. Dark-colored slabs up to 1 m in length and between 5 cm and 15 cm hickness were employed in construction. In the north wall there is a slab 1.5 m in length, but it is unclear if his is an original building material<\/p> <p>The entrance to the <span class=\"popular\">Kyarang<\/span><span class=\"scholar\">Kya rang<\/span> edifice is in the south and from it one enters a walled compound. There are no buildings on the east half of this walled up area and no signs that there ever was. The forward third of the west side of the compound is also open. In the central west portion of the facility there is a residential structure. Its forward portion measures 3 m (north-south) x 4 m (east-west). The foundation of the highly dissolute forward portion of the edifice is elevated 50 cm above the forward or south slope. Its west\/rear wall is up to 2 m in height and two corbels resting upon it extend 40 cm and 50 cm over the floor space. These corbels are set 40 cm to 50 cm below the rim of the wall &ndash; bridging stones and sheathing slabs must have rested upon them to meet the top of the walls. The rear room (3.1 m x 3.2 m) of the edifice has fairly regular walls. The rear wall of this room is built into the upper slope to a depth of 1.1 m. One corbel on the forward wall of the rear room is in place. The stone roof must have been very adeptly constructed in order to span this relatively large room. The 60-cm wide entrance to the rear room is in its east wall. The maximum height of the interior walls of the rear room is 1.7 m. <\/p>  "}]}