{"meta":{"authors":[],"title":"རུ་དགོན།","dates":{"created_at":"2010-08-13 17:00:50 UTC","updated_at":"2010-08-13 17:00:50 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"རུ་དགོན།"},{"title":"སྙེ་མོ་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"རུ་དགོན།","index":2,"parent_index":0,"body":" <p>མཚན་རྒྱས་པར་དཔལ་ལྡན་སྨིན་སྒྲུབ་ཆོས་སྡེ་དགོན་ནམ། རུ་དགོན་གཙུག་ལག་ཁང་ཞེས་ཞུ། དཔལ་ལྡན་སྨིན་སྒྲུབ་ཆོས་སྡེ་ནི་སྐུ་ཞང་བཀྲ་ཤིས་རྒྱལ་མཚན་གྱིས་གསོལ་བ་ཡིན། ད་ལྟའི་སྙེ་མོ་རྫོང་ནས་སྤྱི་ལེ་བཅུ་ཙམ་མཚོ་མིག་ཅེས་པ་ནས་གྱེན་དུ་འཛེགས་ཏེ་དུས་འཁོར་བླ་མཚོ་སྟེ་རུ་མཚོའི་ནང་འཁོར་དུ་སོང་ན་མཚོ་དེའི་བྱང་ངོས་སུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད།གོན་དེ་ནི་ཐོག་མར་ཆོས་རྒྱལ་སྲོང་བཙན་དུས་རྒྱ་བཟས་རུ་གནོན་དུ་གཙང་གཡས་རུར་གཏོགས་པ་མཚོ་ངོས་རུ་མཚོ་ཁ་པ་ཞེས་ཕྱག་བཏབ་གནང་བ་དང་། དེ་རྗེས་བུ་སྔོན་སྐུ་ཞང་ཀུན་དགའ་སྙིང་པོ་སོགས་བྱོན། དེ་རྗེས་སྐུ་ཞང་སངས་རྒྱས་དཔལ་འབྱོར་དུས་ཆོས་འཁོར་རྒྱ་ཆེར་སྤེལ་གནང་མཛད། ཡུམ་གྱི་དགོངས་རྫོགས་ཆེད་སྐུ་གསུང་ཐུགས་ཀྱི་རྟེན་བཞེངས་པ་ལ་སྐུ་ཡི་རྟེན་ལ་དཔལ་དུས་ཀྱི་འཁོར་ལོའི་བློས་བླངས་དཀྱིལ་འཁོར་མ་དཔེ་མཚོ་དེ་གའི་ནང་ནས་གསལ་བ་ཞིག་དང་། གསུང་གི་རྟེན་ལ་དུས་འཁོར་གྱི་རྩ་འགྲེལ་ཕྱག་དཔེ་མང་པོ་བརྐོས་གནང་གཛད། ཐུགས་ཀྱི་རྟེན་ལ་དགོན་དེའི་གཡས་གཡོན་སོ་སོར་བྱང་ཆུབ་མཆོད་རྟེན་ཐོག་གསོ་དགུ་བྱས་པ་ཞིག་དང་། བདུན་་བྱས་པ་ཞིག་བཞེངས་གནང་མཛད། དགེ་འདུན་ཞལ་གྲངས་སྟོང་ཁ་ཟིན་པ་ལ། ཤར་གླིང་གྲྭ་ཚང་དང་། སྡིང་པ་གྲྭ་ཚང་། གླིང་སྟོད་གྲྭ་ཚང་། བྱང་གྲྭ་ཚང་བཅས་གྲྭ་ཚང་བཞི་ཡོད། གྲྭ་ཚང་གཞན་རྣམས་སྔོན་ནས་ཐོར་བཤིག་ཏུ་སོང་ཡང་སྡིང་པ་གྲྭ་ཚང་གི་འདུ་ཁང་ཀ་བ་18ནང་གི་རྟེན་གཙོ་ཛྷིཀྞིམ་གྱི་ཐུབ་དབང་སྐུ་བརྙན་མདའ་ཚད་མ་དང་། སྐུ་རྒྱུ་དེ་འདྲའི་སྨན་བླ་དང་། མི་འཁྲུག་པ། བཀའི་བསྟན་འགྱུར་པར་མ། འབུམ་བྲིས་མ་གཉིས། རིན་ཆེན་སྣ་ལྔས་བྲིས་པའི་དམ་བཅད་མ་པོད་ལྔ་བཅུ་སྐོར། སྨན་འདམ་གྱི་བུ་སྟོན་ཐམས་ཅད་མཁྱེན་པའི་སྐུ་བརྙན་མི་ཚད་མ། རུ་སྤྲུལ་སྐུ་ཕྲང་བཞི་པའི་དངུལ་གདུང་། གཞན་ཡང་རྟེན་སྐུ་ཇི་སྙེད། གཙང་ཁང་སྦུག་མར་ལི་མའི་ཐུབ་དབང་གི་སྐུ་བརྙན། ལྷ་<span class=\"milestone page eng \">[page <span class=\"pnum\">147</span>] </span>འི་ཇོ་བོ་དང་སྐུ་ཚད་མཉམ་པ་གཉིས་དང་སྐུ་རྒྱུ་དེ་འདྲའི་སྨན་བླའི་སྐུ་བརྙན་དང་དུས་འཁོར། དགྱེས་པ་རྡོ་རྗེའི་སྐུ་བརྙན་བྱིས་པ་ལོ་བརྒྱད་ཙམ། ལྷག་ཏུ་ཛྷིཀྞིམ་དམར་པོའི་བྱམས་པ་བཞེངས་བཞུགས་བྱིས་པ་ལོ་བརྒྱད་ཙམ་ཞིག་ཡོད་པ་དེ་ཐོག་མར་སྙེ་མོ་གཙང་ཁང་ཞེས་པར་མཁའ་འགྲོའི་སྤྲུལ་པ་རྒད་མོ་ཞིག་ཚེར་མ་འགོག་བཞིན་པའི་སྐབས་ཚེར་འཇོར་བྱམས་པའི་ཞབས་སུས་ལ་ཐེབས་ཏེ་སྐུ་ཁྲག་ཐོན་སྟབས་རྒད་མོ་ཤུམས་པས་བྱམས་པས་གསུང་བྱོན་ཏེ་ང་རྒྱབ་རི་བྲག་དང་མདུན་དུ་མཚོ་ཡིན་པར་སྐྱོལ་ཅིག་གསུངས་པར་ཐོག་མར་སྦས་ར་ཞེས་པར་གདན་དྲངས་པས་ང་རུ་མཚོ་ཁར་སྐྱོལ་ཅིག་གསུངས་པ་བཞིན་དགོན་དེར་གདན་དྲངས་ཞེས་གསུངས། སྐུ་གསུང་བྱོན་མའི་གྲགས་པ་ཀུན་ཏུ་ཁྱབས་སྟབས་སྡེ་པ་གཞུང་ནས་རྩད་གཅོད་བྱས་པས་དེ་འདྲའི་སྐུ་བརྙན་ཞིག་བཞེངས་ཏེ་ངོ་མ་དེ་མ་བསྟན་པའི་ལོ་རྒྱུས་ཀྱང་ཡོད་པའི་སྐུ་བརྙན་དེ་དང་། གཞན་ཡང་བཀའ་གདམས་མཆོད་རྟེན་ཆེ་ཆུང་སྣ་ཚོགས་སྟོང་ཁ་ཟིན་པ། སྐུ་ཞང་བཀྲ་ཤིས་རྒྱལ་མཚན་དང་སངས་རྒྱས་དཔལ་འབྱོར་གྱི་གསེར་གདུང་ཐོག་སོ་གཅིག་ལྡན། སྨན་འདམ་གྱི་རྒྱལ་བ་ཙོང་ཁ་པ་མི་ཚད། གུ་རུ་མཚོ་སྐྱེས་རྡོ་རྗེ་དང་། རྒྱལ་བ་ལྔ་པའི་སྐུ་བརྙན། སྔོན་དགོན་དེར་མེ་སྐྱོན་འབྱུང་སྐབས་མ་འཚིག་པའི་ཙདྣ་དཀར་པོ་ལས་གྲུབ་པའི་ཛམ་ལྷ་གཉིས་སོགས་མཐའ་འཁོར་ཆོས་གཤོམས་ནང་བཞུགས་སུ་གསོལ་བ། གཞན་ཡང་མགོན་པོ་ཕྱག་དྲུག་དང་དཔལ་ལྡན་ལྷ་མོ། རྣམ་སྲས་ཕྱག་རྡོར་སོགས་ཀྱི་སྐུ་བརྙན་དང་། ལྷ་མོ་དང་རྣམ་སྲས་ཀྱི་མདོས་སོགས་བཞུགས་སུ་གསོལ་བ་མཇལ་རྒྱུ་ཡོད།</p> <p>ད་ལྟ་སྔོན་གྱི་གྲྭ་ཚང་། སྡིང་པ་ཞེས་པ་གསར་བཞེངས་གནང་བའི་འདུ་ཁང་ཀ་བ་ཉེར་གཉིས་ནང་རྟེན་གཙོ་སྔོན་གྱི་བྱམས་པ་གསུང་བྱོན་མ་དང་། གཞན་ཡང་འཇིམ་གྱི་བུ་སྟོན་གྱི་སྐུ་བརྙན་དང་། ཚེ་ལྷ་རྣམ་གསུམ། མཁན་སློབ་ཆོས་གསུམ། རྒྱལ་བ་མི་འཁྲུག་པ། གུ་རུ་རིན་པོ་ཆེ། ལྷ་མོ་སོགས་ཀྱི་སྐུ་བརྙན་གསར་བཞེངས་གནང་བ་དང་། བཀའ་འགྱུར་དང་འབུམ་པར་གསར། <span class=\"milestone page eng \">[page <span class=\"pnum\">148</span>] </span>ེ་ཆོག་དང་གསུང་རྣམ། ཆོས་སྤྱོད་སོགས་ཀྱི་པར་ཤིང་རིང་ཐུང་བརྒྱ་ལྷག་བཞུགས་སུ་གསོལ་བ་མཇལ་རྒྱུ་ཡོད།</p> <p>དགོན་དེ་ནས་རྐང་ཐང་མར་ཆུ་ཚོད་གསུམ་ཙམ་སོང་ན་ཤར་རམ་ཞེས་པར་སྐྱོབ་པ་འཇིག་རྟེན་མགོན་གྱི་གྲྭ་དགོན་ཤེལ་དཀར་སྒྲུབ་སྡེ་ཞེས་པ་ཞིག་དང་།ཡང་ཆུ་ཚོད་བཞི་ཙམ་སོང་ན་རྟག་སྤྱན་དགོན་ཞེས་པའི་བཙུན་དགོན། མར་ལམ་མདོ་གསུམ་ཞེས་པར་མ་གཅིག་ལབ་སྒྲོན་གྱི་སྒྲུབ་ཁང་ཁོས་ཁམ་ཞེས་པ་སོགས་མཇལ་རྒྱུ་ཡོད།</p>  "}]}