{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Bamda Dechen Samten Ling Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Nyag rong rdzong"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(158) rBa mda’ Monastery"
  }, 
  {
   "body": "<p>The full name of the monastery is rBa mda’ bDe chen bsam gtan gling. There is a valley called rBa lung pa, and according to legend, three Indian saints lived in the valley and worshipped a self-manifested stone statue of Vajrapani (Phyag rdor) within a cave in the upper reaches of the valley. One day they forgot their rattan (rba dbyug, “walking staffs”) there, so the valley was named rBa dbyug bor ba’i lung pa, “the valley of the lost rattan”; mda’ means the lower reaches of the valley, thus rBa mda’ meaning “Lower rBa valley”.</p>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>The monastery is 23 km north of the county town of Brag mgo.</p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>There are no reliable records concerning the history of the monastery. I found only a brief history<a href=\"#n26\" name=\"nb26\" class=\"note\">26</a> containing legendary accounts according to which a Bonpo master called rGya mda’ ri nang came to the sNyi khog valley and built the monastery in the middle of the 6th Rab byung (1327-1386), after having built Chu ring Monastery in Chu ring valley. Four generations later, bDud ’dul grags pa, the valley’s chief, forced the monastery to move to sPang dmar. The new monastery was considerably enlarged to include a twenty-room assembly hall (’du khang) and fifty monks’ cells housing more than a hundred monks. Then lHa lug tshul khrims moved the monastery to a site called Lug ge where it remained active for seven generations. The monastery was later moved again by Byang chub to gNas khog where it remained for only fifty years, then dBra sras Zla ba grags pa, a son of dBra sprul bsTan ’dzin dbang rgyal of rDza sTeng chen Monastery (No. 139) and a master of Shar rdza bKra shis rgyal mtshan (who wrote his biography) rebuilt it at bDe cha and named it bDe chen bsam gtan gling. At that time, it had an eighteen-room assembly hall and fifteen monks’ cells. He spent thirteen years at the monastery before “passing away into his rainbow body” (’ja’ lus pa), at the beginning of the 20th century. Then Tshul khrims ’od zer (1910-1971) and rDo rje tshe dbang (1890-1962) who were disciples of dBra sras Zla ba grags pa were in charge of the monastery for more than forty years. Both were monks and had received teachings from Phun tshogs blo gros, the abbot of sMan ri Monastery (No.1) at the time. </p><p>During the Cultural Revolution the monastery was knocked down and in the 1980s it was rebuilt with its twenty-five-room assembly hall and twenty-two monks’ cells by sPul sku Nam mkha’ ’od zer gzhan phan mtha’ yas (b.1937) and ’Jam dbyangs. </p><p>sPul sku Nam mkha’ is the rebirth of Zla ba grags pa and at present in charge of the monastery. In addition to Bonpo teachings and practice, he learned Tibetan medicine and worked at Brag ’go Hospital of Tibetan Medicine for twelve years. </p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>dgon bdag </li> <li>one dbu mdzad</li> <li>two dge skos </li> <li>two mchod g-yog </li> <li>one  bdag gnyer</li> <li>one dngul gnyer </li> </ul><p>All of whom are reappointed every two years on a rotational basis.</p>", 
   "index": 6, 
   "parent_index": 2, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>There are twenty-nine novices and monks at the monastery.</p>", 
   "index": 7, 
   "parent_index": 2, 
   "title": "5. Current number of monks "
  }, 
  {
   "body": "<p>There are no organized classes and the novices are taught by the elder monks.</p>", 
   "index": 8, 
   "parent_index": 2, 
   "title": "6. Current education"
  }, 
  {
   "body": "<p>The monastery has close ties with rTogs ldan Monastery (No.178) and sends its novices there to take their ordination and for the practice of the lo gsum (“three-year retreat”).</p>", 
   "index": 9, 
   "parent_index": 2, 
   "title": "7. Educational exchange"
  }, 
  {
   "body": "<p>The observance of the bsnyen gnas abstinence and the smyung gnas fasting from the 28th day of the 7th month to the 5th day of the 8th month; the ritual based on the sKu gsum sgrub pa for five days starting on the 25th day of the 12th month.</p>", 
   "index": 10, 
   "parent_index": 2, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The monastery has one printed copy of the Bonpo Kanjur two printed copies of Shar rdza bKra shis rgyal mtshan’s collected works, one manuscript copy of the Khams chen and ten manuscript volumes of ritual texts.</p>", 
   "index": 11, 
   "parent_index": 2, 
   "title": "10. Books held in the monastery"
  }, 
  {
   "body": "<p>The monastery does not own any land or animals. The monks provide their own food and the monastery relies on offerings from the faithful. </p>", 
   "index": 12, 
   "parent_index": 2, 
   "title": "11. Income and expenses"
  }, 
  {
   "body": "<p>The local lay community consists of five villages: rBa mtha’ with six families, rBa-mda’ with twenty-three families, rTsi ri with five families, Kug rje with six families and Tshi na<a href=\"#n27\" name=\"nb27\" class=\"note\">27</a> with ten families.</p>", 
   "index": 13, 
   "parent_index": 2, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>The mountain behind the monastery is known as Khyung rdzong rin chen ’bar ba<a href=\"#n28\" name=\"nb28\" class=\"note\">28</a> and is considered as a sacred site. The local deity who resides on it called rBa phye. Bya btang Tshe dbang ’gyur med is said to have sanctified the place.</p><p>It is believed that if barren women circumambulate the mountain, they will be cured. There is another sacred mountain near the monastery known as Ra dmar brag.</p>", 
   "index": 14, 
   "parent_index": 2, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Farming supplemented by animal husbandry</p>", 
   "index": 15, 
   "parent_index": 2, 
   "title": "14. Occupation of the local population"
  }, 
  {
   "body": "", 
   "index": 16, 
   "parent_index": 2, 
   "title": "Sources"
  }, 
  {
   "body": "<p>With the following monks at the monastery: sPrul sku Nam mkha’ (b.1937), Tshe dbang mgon po (b.1939), dNgos grub bstan ’dzin (b.1969) and sKal bzang dar rgyas (b.1942)</p><hr class=\"footnote-divider\">", 
   "index": 17, 
   "parent_index": 16, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n26\"></a><a href=\"#nb26\" class=\"note\"> [26] </a> rBa mda’ dgon by Tre hor ’Phrin las don grub, MS. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n27\"></a><a href=\"#nb27\" class=\"note\"> [27] </a> In Me nyag dialect, tshi means earth, na means black, thus Tshi na means “black earth”. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n28\"></a><a href=\"#nb28\" class=\"note\"> [28] </a> Hor yul snyi lung khyung rdzong ’bar ba’i gnas kyi dkar chag gsal ba’i me long by Tshe dbang ’gyur med (alias Byang chub rig ’dzin glingpa), MS. </div>", 
   "index": 18, 
   "parent_index": 0, 
   "title": "Notes"
  }
 ], 
 "meta": {
  "date": "2011-12-13 02:30:03 UTC", 
  "domain": "places", 
  "kid": "23564", 
  "authors": [
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }, 
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }
  ], 
  "title": "Bamda Dechen Samten Ling Introduction"
 }
}