{"meta":{"domain":"places","kid":"16687","authors":[],"title":"Takpur Doring Introduction","dates":{"created_at":"2010-08-25 11:10:45 UTC","updated_at":"2010-08-25 11:10:45 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Takpur Doring Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":"Takpur Doring&rsquo;Thag phur rdo ring","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>The walled pillar monument of<span class=\"popular\">Takpur Doring<\/span><span class=\"scholar\">&rsquo;Thag phur rdo ring<\/span> is located near the south edge of the <span class=\"popular\">Tsachu<\/span><span class=\"scholar\">Tshwa chu<\/span> basin. Just south of the site stands an isolated white ridge called <span class=\"popular\">Drilkhul Deupo<\/span><span class=\"scholar\">Sbril khul rde&rsquo;u po<\/span> (sp.?). The holy mountain, blon po gangs ri, is visible 90 km to the east. The terrain is level, sandy and gravelly. The pillars and stones of the enclosure are made of a blue-gray rock, many pieces of which have weathered to a awny hue. In addition to the walled pillars, there is a quadrate double-course funerary enclosure at <span class=\"popular\">Takpur Doring<\/span><span class=\"scholar\">&rsquo;Thag phur rdo ring<\/span>.<\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Enclosure","index":7,"parent_index":6,"body":" <p>The double-course enclosure contains both upright and flush stones. Although the enclosure is fragmentary, parts of all four double-course walls have survived. It measures 4.7 m (north-south) x 10.3 m (east-west). This robustly built structure is somewhat elevated above the surrounding plain. The enclosure does not appear to have been well aligned in the cardinal directions. The uncut blocks and slabs of the walls are primarily 20 cm to 40 cm in length. In the east wall (60 cm thick) of the enclosure, the largest stone is 60 cm long and protrudes 25 cm above the ground surface. Also, in the east wall there is a slab (45 cm long, 5 cm thick) that runs perpendicular (east-west) to the axis of the course. This &lsquo;portal&rsquo; stone protrudes 8 cm from the ground and is situated 1.45 m from the northeast corner of the enclosure. A south wall segment is 80 cm thick and is elevated 30 cm above the surface. This elevated segment appears to consist of several vertical courses of blocks laid on op of one another. The north wall (60 cm thick) is the most intact in the enclosure; about 50 percent of it has survived intact. The upright stones in the north wall are elevated around 10 cm above ground level. A small section of the west wall has also endured. A tiny wall with two plaques engraved with the <span class=\"popular emph\">Mani<\/span><span class=\"scholar emph\">ma &#7751;i<\/span> mantra was installed inside the enclosure. <\/p> "},{"title":"Pillars","index":8,"parent_index":6,"body":" <p>Six of the seven pillars of <span class=\"popular\">Takpur Doring<\/span><span class=\"scholar\">&rsquo;Thag phur rdo ring<\/span> form an uneven row situated 60 cm to 80 cm from the inner edge of the west wall of the enclosure. From south to the north, the pillars have the following dimensions and characteristics:<\/p> <ol> <li>Long-stone DR1: irregularly shaped (45 cm [height] x 60 cm [basal girth]). This specimen is offset from he main row of pillars.<\/li> <li>Long-stone DR2: irregularly shaped (35 cm x 45 cm).<\/li> <li>Long-stone DR3: four-sided (35 cm x 60 cm).<\/li> <li>Long-stone DR4: four-sided, probably broken (45 cm x 65 cm).<\/li> <li>Long-stone DR5: four-sided (1.1 m x 1.3 m).<\/li> <li>Long-stone DR6: four-sided, probably broken (25 cm x 50 cm).<\/li> <li>Long-stone DR7: irregularly shaped (50 cm x 70 cm). <\/li> <\/ol> "},{"title":"Outlying funerary structure","index":9,"parent_index":6,"body":null}]}