{"meta":{"domain":"places","kid":"23553","authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"title":"Tsukö Introduction","dates":{"created_at":"2011-12-13 02:29:57 UTC","updated_at":"2011-12-13 02:29:57 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Tsukö Introduction"},{"title":"dPal yul County","index":1,"parent_index":0,"body":" "},{"title":"(147) gTsug &rsquo;od Monastery","index":2,"parent_index":1,"body":" "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p>gTsug &rsquo;od<\/p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>The monastery is located about one and a half hours on horseback southeast of Kha rag Monastery (No.145) in a village whose inhabitants form the local lay community of the monastery. <\/p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>According to oral history, Pad ma bdud &rsquo;dul, a descendant of the Khyung tribe and the youngest son of Khod po sNang ldan, married Chos mtsho, and had three sons. The eldest, Nam mkha&rsquo;i rgyal po, founded Zla &rsquo;od monastery (No.146) and became known as Zla &rsquo;od Nam mkha&rsquo;i rgyal po, the second son, Nyi ma&rsquo;i rgyal po, founded gTsug &rsquo;od temple in the Wood-Dragon year of the 2nd Rab byung (1124) near Zla &rsquo;od Monastery, and became known as gTsug &rsquo;od Nyi ma&rsquo;i rgyal po. <\/p> <p>Nyi ma&rsquo;i rgyal po married sKal bzang lha mo and had three sons. bsTan pa lhun grub, the eldest son and bDe skyid lha mo had two sons. bsTan pa &rsquo;od zer, the elder one and rTa mgrin mtsho, had a son called lHun grub dbang ldan, who became a renowned master. He and gYung drung dbang mo had four sons. The youngest son married rNa ba tshang Shes rab sgrol ma and had five sons, the middle son became a gter ston. He discovered many gter ma texts and was initiated into the practice of rtsa rlung by Nyag gter gSang sngags gling pa. The youngest son, Pad ma g-yung drung, had three sons, the youngest of whom, gYung drung rgyal mtshan, married Nyi li Bo legs and had two sons. One of the two sons bsTan pa married gZha&rsquo; tsha Rig &rsquo;dzin lha mo and had two sons. The eldest son dBang phyug married Khra tshang Gu ru sgrol ma and had only one son called Phun tshogs who, with Zla &rsquo;od sgrol ma, had three sons; the second son, Rig &rsquo;dzin, was a disciple of Shar rdza bKra shis rgyal mtshan (1858-1934). He married sTag mgo A rnang sgrol ma and had a son called &rsquo;Chi med rgyal mtshan who was recognized by &rsquo;Jam dbyang mkhyen brtse and Thar bde Dri med as the reincarnation of Rab brtan shes rab of lCang lung Monastery (No.148) in the same county. <\/p> <p>In the lifetime of &rsquo;Chi med rgyal mtshan, the monastery was looted by Nyi grags tshang, a Buddhist family in the same area and the Bon religion was banned until the middle of 20th century. In the 1980s, the monastery was rebuilt at a place called Rab mgo. <\/p> <p>I obtained an eighteen-page manuscript devoted to the history of the monastery simply entitled gTsug &rsquo;od dgon. It is anonymous. Its author claims that he saw a chronology of the monastery entitled bsTan rtsis nor phreng rab gsal me long, beginning in the Earth-Serpent year of the 5th Rab byung (1269) and ending in 1489. Then new additions were made to bring it up to 1991. The date of the monastery&rsquo;s foundation mentioned above was taken from the anonymous work gTsug &rsquo;od dgon. However, unfortunately, I was unable to find the chronology and I don&rsquo;t even know whether it is still available.<\/p> "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":" <ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>dgon bdag<\/li> <li>dbu mdzad<\/li> <li>dgos skos<\/li> <li>phyag mdzod<\/li> <li>spyi gnyer<\/li> <\/ul> <p>All the incumbents are elected by the monks and changed every seven years.<\/p> "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":" <p>There are only ten monks at the monastery.<\/p> "},{"title":"6. Current education","index":8,"parent_index":2,"body":" <p>There are no organized classes. The young novices are trained by elder monks of their choice.<\/p> "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":" <p>The monastery follows the Bru, Zhu or gShen traditions of ritual practice, (mainly the Bru tradition). At present the monastery also follows the New Bon tradition (see note 1 of Zla &rsquo;od Monastery, No.146) and the monks go to Shar rdza Hermitage for teachings and retreats.<\/p> "},{"title":"8 \/ 9. Rituals","index":10,"parent_index":2,"body":" <p>From gTsug &rsquo;od Shes rab&rsquo;s time onwards, Zla &rsquo;od and gTsug &rsquo;od monasteries performed all their annual rituals together.<\/p> "},{"title":"11. Income and expenses","index":11,"parent_index":2,"body":" <p>The monastery depends on donations from the faithful.<\/p> "},{"title":"12. Local community","index":12,"parent_index":2,"body":" <p>Same as those of Zla &rsquo;od Monastery<\/p> "},{"title":"13. Local festivals","index":13,"parent_index":2,"body":" <p>Same as those of Zla &rsquo;od monastery <\/p> "},{"title":"14. Occupation of the local population","index":14,"parent_index":2,"body":" <p>Farmers and nomads<\/p> "},{"title":"Sources","index":15,"parent_index":2,"body":" "},{"title":"(1) Interviews","index":16,"parent_index":15,"body":" <p>In autumn 1997: Kha rag bla ma, the head of the monastery; &rsquo;Jigs med (b.1965), a monk of the monastery<\/p> "},{"title":"(2) Texts","index":17,"parent_index":15,"body":" <ol type=\"1\"> <li>Zla &rsquo;od dgon gyi lo rgyus by Bya Tshe ring, MS<\/li> <li>The inscription on the wall in the assembly hall of the monastery<\/li> <\/ol> "}]}