{"meta":{"domain":"places","kid":"16412","authors":[],"title":"རྒྱུད་སྨད་པ།","dates":{"created_at":"2010-08-13 17:00:41 UTC","updated_at":"2010-08-13 17:00:41 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"རྒྱུད་སྨད་པ།"},{"title":"གྲོང་ཁྱེར་ལྷ་ས།","index":1,"parent_index":0,"body":" "},{"title":"རྒྱུད་སྨད་པ།","index":2,"parent_index":1,"body":" <p>མཚན་རྒྱས་པར་དཔལ་གསང་ཆེན་རྒྱུད་སྨད་གྲྭ་ཚང་ངམ། རྒྱུད་སྨད་ལྕང་ལོ་ཅན་ཞེས་ཞུ། ར་ཆེ་གཙུག་ལག་ཁང་ངམ། རྒྱུད་སྟོད་གྲྭ་ཚང་ནས་སྤྱི་ལེ་གཅིག་ཙམ་ཤར་ངོས་སུ་ཕེབས་ན་རྨེ་རུ་དགོན་གྱི་ནུབ་ངོས་སུ་གྲྭ་ཚང་དེ་མཇལ་རྒྱུ་ཡོད།ྲྭ་ཚང་དེ་ནི་གསང་ཆེན་རྒྱུད་གྲྭ་རྣམ་གཉིས་ཀྱི་ཡ་གྱལ་ཡིན། གྲྭ་ཚང་དེ་ཕྱག་འདེབས་པ་པོ་ནི། རྗེ་ཙོང་ཁ་པའི་དངོས་སློབ་མཁས་གྲུབ་ཤེས་རབ་སེང་གེས་སྤྱི་ལོའི་དུས་རབས་བཅོ་ལྔ་པའི་དུས་འགོར་ཕྱག་བཏབ་གནང་མཛད། དེའང་རྗེ་ཙོང་ཁ་པས། སེ་ར་ཆོས་སྡིངས་སུ《འགྲེལ་པ་བཞི་སྦྲགས》ཀྱི་ཕྱག་དཔེ་ཕྱག་ཏུ་བཞེས་ཏེ་ཁྱེད་ཅག་མཁས་པ་རྣམས་ཀྱི་ཁྲོད་ན་དཔལ་གསང་བ་འདུས་པའི་རྒྱུད་ཀྱི་བཤད་སྲོལ་འཛིན་ནུས་པ་སུ་ཡོད་དམ་ཞེས་གསུངས་པར། དེར་ཚོགས་ཀུན་གྱིས་ཅང་ཞུ་མི་ནུས་པར་བཞུགས་པའི་ཚེ། རྗེ་ཤེས་རབ་སེང་གེ་ཡར་བཞེངས་ཏེ་སྐུ་ཕྱག་ལན་གསུམ་ཕུལ་ཏེ། དེ་ལྟ་བུ་བདག་གིས་བགྱིའོ། ཞེས་ཞུས་པས་རྗེ་ཙོང་ཁ་པ་ཐུགས་ཤིན་ཏུ་དགྱེས་ཏེ་གསང་བ་འདུས་པའི་སྐུ་བརྙན་བྱིན་ཅན་དང་《འགྲེལ་པ་བཞི་སྦྲགས》ནང་མཆོད་ཀ་པཱ་ལ་གང་བ་སོགས་གནང་སྟེ་གསང་ཆེན་སྔགས་ཀྱི་བསྟན་པའི་བདག་པོར་མངའ་གསོལ། དེ་ནས་རྗེ་ཉིད་ཐོག་མར་གཙང་ཕྱོགས་སེང་གེ་རྩེ་ཧྲིལ་རྒྱུད་ཅེས་པར་<span class=\"milestone page eng \">[page <span class=\"pnum\">21</span>] </span>ེབས་ཏེ་འདུལ་ནག་པ་དཔལ་ལྡན་བཟང་པོར་རྒྱུད་ཀྱི་འཆད་ཉན་བགྱིས་དགོས་པའི་ཞལ་ཏ་མཛད། དེ་ནས་སྲད་རིན་ཆེན་རྩེ་པས་སྦྱིན་བདག་མཛད་ནས། སྲད་དགའ་ལྡན་ཕོ་བྲང་དུ་མཁས་པ་མང་པོ་ལ་རྒྱུད་འགྲེལ་མན་ངག་དང་བཅས་པ་འཆད་ཉན་མཛད་པས་སྟོད་རྒྱུད་པར་གྲགས་པའམ་སྲད་རྒྱུད་པར་གྲགས་པའི་སྔགས་གྲྭ་ཕུན་སུམ་ཚོགས་པ་ཕྱག་བཏབ། དེ་ནས་སྤྱི་ལོ་1433ལོར་མཁས་གྲུབ་རྗེས་དབུས་སུ་རྒྱུད་ཅིག་འཛུགས་དགོས་པའི་ཞལ་ཏ་མཛད་པ་བཞིན་རྗེ་ཤེས་རབ་སེང་གེས་དབུས་གཙང་བརྒྱུད་ནས་རང་ཉིད་ཀྱི་བུ་སློབ་མང་དུ་བསྡུས་ནས་ལོ་དེར་ལྷ་སར་རྒྱུད་ཀྱི་འཆད་ཉན་བཙུགས། རྗེ་ཉིད་ཀྱིས་གྲྭ་ཚང་འདི་ཉིད་ལོ་བཅུ་གསུམ་གྱི་བར་དུ་བསྐྱངས་གནང་མཛད། དེ་ནས་སློབ་དཔོན་སྦྱིན་པ་དཔལ་ལ་གཏད་གནང་བ་བཅས་ཡིན། སྔོན་གྲྭ་ཚང་དེར་ཁང་ཚན་ལྔ་ཡོད་པ་ནི་ཨ་མདོ་ཁང་ཚན་དང་། ཚ་བ་ཁང་ཚན། རྒྱལ་རོང་ཁང་ཚན། སེར་ཀོང་ཁང་ཚན། སྤྲེའུ་ཁང་ཚན་བཅས་ལྔ་ཡིན། ཐོག་མར་ས་དེ་རྡོ་རིང་པཎྜི་ཏའི་བཞུགས་གནས་ལྕང་ལོ་ཅན་ཞེས་པ་ཡིན་སྟབས་རྒྱུད་སྨད་ལྕང་ལོ་ཅན་ཞུ་དོན་ཡང་དེ་ལྟར་ཡིན། དེའང་འདུ་ཁང་ཀ་རིང་བཞི། ཀ་ཐུང་ཞེ་བརྒྱད་ནང་རྟེན་གཙོ་གོང་གསལ་རྗེ་ཙོང་ཁ་པས་གནང་བའི་གསང་འདུས་ཀྱི་གསེར་སྐུ་དང་། རྗེ་ཉིད་ཀྱི་ཤོག་ཀ་ལི། གཙང་ཁང་སྦུག་མར་དགེ་བཤེས་བསམ་གྲུབ་རིན་པོ་ཆེས་མཐུན་རྐྱེན་གནང་སྟེ་བཞེངས་གནང་བའི་རྗེ་ཙོང་ཁ་པའི་འཇིམ་གྱི་སྐུ་བརྙན་ཐོག་སོ་ཉིས་ཐོག་གཙོས་རྟེན་དང་བརྟེན་པར་བཅས་དང་། དགེ་འདུན་ཞལ་གྲངས་556གིས་གཙོ་བོ་གསང་བདེ་འཇིགས་གསུམ་ཕྱག་བཞེད་དང་། གསང་འདུས་རྩ་རྒྱུད་བློ་འཛིན་གྱིས་རྒྱུགས་སྤྲོད་གནང་དགོས་པ། གཞན་ཡང་ཕྱི་གསང་སྔགས་ཀྱི་གྲྭ་ཚང་ལ་ནང་འདུལ་བའི་གྲྭ་ཚང་ཞེས་“བཟང་མཐར་ལྷུང་མི་ཆོག”ཅེས་གཡག་སྡེ་གྲྭ་ཚང་ཡང་ཞུ་ཞིང་གཙང་གཡག་སྡེའི་ཐེར་མ་སྤུས་ཞན་གྱིས་བཟོས་པའི་སྟོད་འགག་ཐོག་མར་དམར་རྐྱང་ནས་རྗེས་སུ་འགག་དམར་སེར་ཅན་བཞེས་སྲོལ་དེ་དར། ལོ་ལྟར་ཆོས་ཐོག་ཅེས་རྒྱུད་<span class=\"milestone page eng \">[page <span class=\"pnum\">22</span>] </span>ྱི་འཆད་ཉན་གྱི་ཆེད་དུ་ཕེབས་སྲོལ་ཡོད་པ་སྟེ། དབྱར་ཁའི་ཆོས་ཐོག་བོད་ཟླ་1ཚེས་18ནས་ཟླ་9ཚེས་5བར་འཕན་པོ་ཞོགས་དང་། འབྲོམ་ཐོད། ལ་མོ་འཚེར་གསེབ། བདེ་ཆེན་གསང་སྔགས་མཁར། ཚལ་དབུས་གླིང་། སེ་ར་ཆོས་སྡིངས། འབྲས་སྤུངས་ཧ་གདོང་རྒྱུད་ཁང་། ཕྱིར་མིག་ལུང་བཅས་པར་ཕེབས་དགོས། དགུན་ཁའི་ཆོས་ཐོག་ནི་བོད་ཟླ་9ཚེས་8−12བར་གྲྭ་ཚང་དུ་འཇིགས་བྱེད་ཆོས་ཐོག་ཅེས་རྡུལ་ཚོན་གྱི་དཀྱིལ་འཁོར་དང་འབྲེལ་བའི་སྒྲུབ་མཆོད་ཡིན། ཚེས་12ནས་ཉིན་བདུན་རིང་རྩེའི་ཚོམས་ཆེན་ཤར་དུ་རྩེའི་ཆོས་ཐོག ཚེས་13ནས་ཉིན་བདུན་རིང་བདེ་ཆེན་གསང་སྔགས་མཁར་དུ་ཆོས་ཐོག བོད་ཟླ་10ཚེས་3ནས་སྐྱེད་རིམ་དངོས་གྲུབ་རྒྱ་མཚོ་དང་། རྫོགས་རིམ་རིམ་ལྔ་གསལ་སྒྲོན་གྱི་འཆད་ཉན། ཟླ་12ཚེས་5ནས་རྡུལ་ཚོན་དང་འབྲེལ་བའི་བདེ་མཆོག་ལུ་ཡི་པའི་སྒྲུབ་མཆོད་ཉིན་བདུན། དེ་ནས་འབྲས་སྤུངས་བསམ་བློར་ཉིན་བདུན་རིང་ཆོས་ཐོག ཟླ་12ཚེས་27ཉིན་སྨོན་ལམ་ཆེན་མོའི་བཞུགས་ལྡིང་བསྐྱོན་པ་དང་། སྨོན་ལམ་རིང་གྲྭ་ཚང་དུ་འཚོགས་ཤིང་སྐུ་འགྱེད་དང་ཇ་མར་སོགས་ཞུས་ཆོག་པ་བཅས་སོགས་ཡིན། གདན་ས་གསུམ་གྱི་དགེ་བཤེས་རྣམས་མཚན་རྟགས་བཞེས་གྲུབ་རྗེས་རྒྱུད་གྲྭ་རྣམ་གཉིས་གང་རུང་དུ་ཆོས་བཞུགས་གནང་སྟེ་རྒྱུད་ཀྱི་འཆད་ཉན་གནང་དགོས། དེ་ནས་རྒྱུད་པའི་དགེ་སྐུལ་དང་། བླ་མ་དབུ་མཛད་སོགས་མཛད་རྗེས་དགའ་ལྡན་བྱང་ཤར་གང་རུང་གི་ཆོས་རྗེ་མཛད་རྗེས་གཞི་ནས་དགའ་ལྡན་ཁྲི་པའི་འོས་སུ་ཕེབས་པ་ཡིན། </p> <p>ད་ལྟ་སྔོན་གྱི་འདུ་ཁང་ལ་ཉམས་གསོ་གནང་བའི་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་ཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད།</p>  "}]}