{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "ཤར་དགོན།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "ལྷུན་གྲུབ་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་འཕན་ཡུལ་གང་ཤར་དག་སྣང་དགོན་ནམ་ཁྲི་རྒལ་སྒང་ཞེས་སོགས་ཞུ། ཉན་པོ་ནས་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་སྤྱི་ལེ་བདུན་ཙམ་སོང་ན་དགོན་དེར་སླེབས། དགོན་དེ་ནི་ཤ་ར་བ་ཡོན་ཏན་གྲགས་ཀྱིས་ཕྱག་འདེབས་གནང་མཛད། ཤ་ར་བ་ཡོན་ཏན་གྲགས་ནི། སྤྱི་ལོ་1070ལོར་སྐུ་འཁྲུངས་1142ལོར་སྐུ་གཤེགས། སྐུ་གཞོན་ནུའི་དུས་ཡབ་ཡུམ་ནས་ཁྱིམ་ཐབས་བསུ་བར་བརྩམས་ཀྱང་མ་ཆགས་པར་དགུང་ལོ་བཅུ་དགུའི་ཐོག་པོ་ཏོ་བའི་སྤྱན་སྔར་རབ་ཏུ་བྱུང་། མཚན་ལ་ཡོན་ཏན་གྲགས་སུ་གསོལ། མདོ་རྒྱུད་ཡོངས་ལ་གསན་བསམ་མཛད་དེ་རྣམ་སྤྱོད་འགྲན་ཟླ་བྲལ་བ་བྱུང་། རྒྱལ་པོ་དགེ་བ་དཔལ་གྱི་སྤྲུལ་པ་ཡིན་ཞེས་གྲགས། པ་ཚབ་ལོ་ཙཱ་བའི་དབུ་མའི་འཕྲིན་ལས་སྤེལ་བའི་གྲོགས་དན་མཛད། ཇོ་བོའི་བྱང་ཆུང་ལམ་སྒྲོན་ལ་བརྟེན་ནས་སེམས་བསྐྱེད་ལུགས་གཉིས་གཅིག་པའི་གྲུབ་མཐའ་མཛད། པོ་ཏོ་བ་གཤེགས་རྗེས་པོ་ཏོ་བའི་སློབ་མ་ཕལ་ཆེར་ཁོང་ལ་འདུས་པས་ཚོགས་པ་གསུམ་སྟོང་བརྒྱད་བརྒྱ་ལྷག་ཙམ་བྱུང་། བཤད་པ་ཕལ་ཆེར་གཞུང་ཆེན་པོ་ཁོ་ན་མཛད། སློབ་མ་འཕྲིན་ལས་ཅན་མང་པོ་བྱུང་བའི་ནང་བྱང་ཆུབ་སེམས་ཀྱི་བཀའ་བབས་སྟབས་ཀ་བ། རྟོགས་པའི་བཀའ་བབས་རོང་སྟོན་ཤེས་འོད། འཕྲིན་ལས་ཀྱི་བཀའ་བབས་གཏུམ་སྟོན་བློ་གྲོས་གྲགས། ལོངས་སྤྱོད་ཀྱི་བཀའ་<span class=\"milestone page eng \">[page <span class=\"pnum\">189</span>] </span> བབས་རྣལ་འབྱོར་པ་ཤེས་རབ་རྡོ་རྗེ་སོགས་བྱུང་། ཐོག་མར་ཁྲི་རྒལ་སྒང་ཞེས་ཕོ་དགོན་ཡིན་པ་ལ་སྔོན་བུ་མོ་གསུམ་གནས་དེར་གནས་སྐོར་དུ་ཕེབས་ཏེ་གནས་ཚང་གཡར་མཁན་མ་བྱུང་སྟབས་དགོན་དེ་མོ་དགོན་དུ་འགྱུར་བ་ཤོག་ཅེས་སྨོན་ལམ་བཏབ་པས་མཐར་མོ་དགོན་དུ་འགྱུར་ཞེས་ཟེར། གནས་མོ་སྤུན་གསུམ་ཟེར་བའི་མཆོད་རྟེན་གསུམ་ཡང་དེ་གསུམ་གྱི་མཆོད་རྟེན་ཡིན་ཟེར། བཙུན་དགོན་དེ་གྲགས་ཆེ་བ་ནི་གནས་དེར་བྱིན་ཅན་གྱི་མཆོད་རྟེན་ཧ་ཅང་མང་པོ་ཡོད་སྟབས་སུས་ཀྱང་གྲངས་ཀ་མི་ཐེབས་ཟེར། མཆོད་རྟེན་ཕལ་ཆེ་བར་སྐྱེས་བུ་དམ་པ་ཚོའི་སྐུ་གདུང་དང་། སྐུ་རུས། རྟེན་རྫས་སོགས་བཞུགས་སུ་གསོལ་བ་ཤ་སྟག་ཡིན། དེའང་དགེ་བའི་བཤེས་གཉེན་ཤ་ར་བའི་གདུང་རྟེན་མཆོད་རྟེན་རྒྱ་ཕིབས་ཅན་དང་དེའི་མདུན་དུ་མཆོད་པ་སྣ་ལྔ་ཚང་བའི་མཆོད་རྟེན་ཁ་བ་མི་ཆགས་པ། དེའི་གཡོན་དུ་ཤ་ར་བའི་ལྕམ་སྲིང་ཨ་མ་ར་གཅིག་མར་གྲགས་པའི་ར་གཅིག་གི་ཞོས་དགེ་འདུན་སྟོང་ཕྲག་བརྒྱད་ལ་ཞོ་སྟོན་འདྲེན་ཞེས་པ་དེའི་སྐུ་གདུང་དང་ཞོ་ཁོག དེའི་ཤར་དུ་མཁའ་འགྲོ་མ་ནམ་མཁའ་འབུམ་དང་ཤེས་རབ་འབུམ་གཉིས་ཀྱིས་ཤ་ར་བ་སྙུན་པའི་དུས་སུ་རྒྱ་གར་ནས་ཨ་རུ་ར་གསེར་འདོག་རྣམ་རྒྱལ་གསོས་པ་བདུན་ཕྱི་དྲོ་གཅིག་ལ་བླངས་ནས། གཅིག་ཤ་ར་བ་ལ་ཕུལ་བས་སྙུན་ལས་དྭངས། གཞན་རྣམས་རྗེས་འཇུག་ལ་ནད་ཀྱི་གཉེན་པོར་མཁའ་འགྲོ་རྣམ་གཉིས་ཀྱི་སྐུ་གདུང་དང་ལྷན་དུ་གསུམ་རེ་བཞུགས། དེའི་ཤར་དུ་ཁུ་སྟོན་བརྩོན་འགྲུས་གཡུང་དྲུང་གི་སྐུ་རུས་བཞུགས་པའི་མཆོད་རྟེན། དེའི་ཤར་དུ་ཇོ་གདན་བཟོད་པ་རྒྱ་མཚོའི་སྐུ་གདུང་བཞུགས་པའི་མཆོད་རྟེན། དེའི་ཤར་དུ་ཕ་དམ་པ་སངས་རྒྱས་ཀྱི་སྤྲུལ་པ་ཀུན་མཁྱེན་རོང་པོའི་ཚེམས་དང་། རིང་བསྲེལ་བཞུགས་པའི་མཆོད་རྟེན། དེའི་ནུབ་བྱང་དུ་གླང་ཐང་པའི་ཐུགས་དམ་ཐང་སྐུ་ཕྱག་ནས་མ་ཞེས་བཞུགས་པའི་མཆོད་རྟེན། དེའི་ནུབ་ཏུ་ཤ་ར་བའི་བཀའ་བབས་རམ་ལྡིང་མ་འབྱུང་གནས་རྡོ་རྗེའི་རིང་བསྲེལ་བཞུགས་པའི་མཆོད་རྟེན། དེའི་ཤར་དུ་སྐུ་རིམ་མཆེད་བཞིའི་མཆོད་རྟེན། དེའི་ཤར་དུ་སྒྲུབ་<span class=\"milestone page eng \">[page <span class=\"pnum\">190</span>] </span> ཐོབ་དབུས་སྨྱོན་པ་ཀུན་དགའ་བཟང་པོའི་མཆོད་རྟེན། དེའི་བྱང་དུ་ཀུན་མཁྱེན་རྒྱལ་བ་ཆེན་པོའི་གདུང་རུས་བཞུགས་པའི་མཆོད་རྟེན། སྐུ་རིམ་མཆེད་བཞིའི་མཆོད་རྟེན་དེའི་ཤར་དུ་གྲུབ་ཐོབ་དབུས་སྨྱོན་པ་ཀུན་དགའ་བཟང་པོའི་མཆོད་རྟེན། དེའི་བྱང་དུ་ཀུན་མཁྱེན་རྒྱལ་བ་ཆེན་པོའི་གདུང་རུས་བཞུགས་པའི་མཆོད་རྟེན། སྐུ་རིམ་མཆོད་བཞིའི་བྱང་ཤར་དུ་རྒྱ་གར་གྱི་ས་སྣ་རྡོ་སྣ་ལས་གྲུབ་པའི་མཆོད་རྟེན། དེའི་ཤར་དུ་ནཱ་རོ་པའི་གསོལ་ལྷུང་བེེཊཱུརྱ་ལས་གྲུབ་པའི་ནང་དུ་མཉམ་མེད་ཤཱཀྱའི་རྒྱལ་པོའི་རིང་བསྲེལ་བྲེ་གང་བཞུགས་པའི་མཆོད་རྟེན། དེའི་མདུན་ན་པོ་ཏོ་བའི་ཉེ་གནས་གྲུབ་པ་ཐོབ་པ་གསུམ་གྱི་མཆོད་རྟེན། དེའི་བྱང་ཤར་དུ་པོ་ཏོ་བ་ཡབ་སྲས་ཀྱི་མཆོད་རྟེན། དེའི་མདུན་དུ་མཉམ་མེད་དྭགས་པོ་ལྷ་རྗེའི་བླ་མ་རྒྱ་ལྕགས་རི་གོང་ཁ་བ་ཆེན་པོ་ཆོས་ཁྲིའི་ཐོག་ཏུ་སྐུ་མྱ་ངན་ལས་འདས་པའི་སྐུ་གདུང་བཞུགས་པའི་མཆོད་རྟེན། དེའི་མདུན་དུ་གཏུམ་སྟོན་བློ་གྲོས་གྲགས་ཀྱི་རིང་བསྲེལ་བཞུགས་པའི་མཆོད་རྟེན། དེའི་མདུན་དུ་བླ་མ་བྲག་ནག་པའི་མཆོད་རྟེན། དེའི་མདུན་དུ་བླ་མ་དག་ཆས་པའི་མཆོད་རྟེན། དེའི་ལྷོ་རུ་སྣེའུ་ཟུར་པ་ཡེ་ཤེས་འབར་བའི་རིང་བསྲེལ་བཞུགས་པའི་མཆོད་རྟེན། དེའི་ནུབ་ཏུ་ཕུ་ཆུང་བའི་རིང་བསྲེལ་བཞུགས་པའི་མཆོད་རྟེན། དེའི་ནུབ་ཏུ་ཆོས་དབྱིངས་རང་གྲོལ་གྱི་མཆོད་རྟེན། དེའི་མདུན་དུ་གནས་མོའམ་བུ་མོ་སྤུན་གསུམ་གྱི་མཆོད་རྟེན། དེའི་ནུབ་ཏུ་ཁ་རག་སྒོམ་ཆུང་བློ་གྲོས་དབང་ཕྱུག་གི་རིང་བསྲེལ་བཞུགས་པའི་མཆོད་རྟེན། དེའི་ལྷོ་ནུབ་ཏུ་གནས་བརྟན་དཀའུ་བའི་མཆོད་རྟེན། དེའི་ནུབ་ཏུ་མཚུངས་མེད་ཆོས་རྗེའི་མཆོད་རྟེན། དེའི་གཡས་ཟུར་ན་བླ་མ་བན་རོགས་པའི་མཆོད་རྟེན། དེའི་ནུབ་ཏུ་དྲུང་གནས་ཀུན་དགའ་བསམ་གཏན་གྱི་མཆོད་རྟེན། དེའི་རྒྱབ་ཤར་ན་བྱ་བཏང་ཚེ་གཅིག་སྲེབ་པའི་མཆོད་རྟེན། དེའི་བྱང་ན་བྱ་བཟང་པའི་མཆོད་རྟེན། དེའི་བྱང་ན་དབུས་རས་པ། མཁྱེན་རབ་མཆོག་གྲུབ་བཟང་པོ། ཤཱཀྱ་འོད་མཆོག དབེན་ཤར་སྔ་མ། ཞོལ་རྒྱལ་བ་བཅས་ཀྱི་མཆོད་རྟེན། དྲུང་གནས་ཀུན་བསམ་པའི་ནུབ་ཏུ་<span class=\"milestone page eng \">[page <span class=\"pnum\">191</span>] </span> ཁུན་པོ་བསམ་གྲུབ་རྒྱལ་མཚན་གྱི་མཆོད་རྟེན། དེའི་ནུབ་ཏུ་དགེ་བཤེས་བློ་བཟང་དར་རྒྱས། དེའི་ནུབ་ཏུ་ཐར་པ་དབབ་བརྩེགས་ཀྱི་མཆོད་རྟེན། དེའི་ནུབ་ཏུ་འགྲོ་མགོན་རྡོ་རྗེ་པའི་མཆོད་རྟེན། དེའི་ཞོགས་སུ་བྲག་རྒྱབ་ཀུན་སྤངས་པའི་མཆོད་རྟེན། དེའི་ནུབ་བྱང་དུ་སྐལ་བའི་མར་མེ་བཞུགས་པའི་མཆོད་རྟེན། དེའི་ནུབ་ཏུ་གྲུབ་ཐོབ་ཊ་མ་རུ་པའི་སྐུ་གདུང་བཞུགས་པའི་མཆོད་རྟེན་སོགས་མཆོད་རྟེན་ཇི་སྙེད་དང་། གཞན་ཡང་འདུ་ཁང་ནང་ཨ་རང་བྱོན། ཆུ་མིག་ཡན་ལག་བརྒྱད་ལྡན་གྱི་མདུན་ངོས་སུ་ཕ་བོང་ཞིག་པ་ཐོག་རྒྱབ་པ་ལས་ཐོན་པའི་ཤ་ར་བའི་འདྲ་སྐུ་རང་བྱོན་མཐོ་གང་ཙམ་གྱིས་གཙོས་རྟེན་སྐུ་ཇི་སྙེད། གཞན་ཡང་སྐོར་ལམ་དུ་རང་བྱོན་སྣ་ཚོགས་སོགས་མཇལ་རྒྱུ་ཡོད།</p><p>ད་ལྟ་གཙོ་བའི་མཆོད་རྟེན་རྣམས་ཉམས་གསོ་ཞུས་པ་དང་། གསར་བཞེངས་གནང་བ་ཉི་བརྒྱ་སྐོར་ཡོད་ཅེས་གསུངས། </p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "ཤར་དགོན།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16916", 
  "dates": [], 
  "title": "ཤར་དགོན།"
 }
}