{"meta":{"domain":"places","kid":"16791","authors":[],"title":"Marrong Introduction","dates":{"created_at":"2010-08-25 11:12:50 UTC","updated_at":"2010-08-25 11:12:50 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Marrong Introduction"},{"title":"II.2. Superficial structures: Primarily funerary superstructure","index":1,"parent_index":0,"body":" "},{"title":"MarrongDmar rong","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to local <span class=\"popular emph\">drok pa<\/span><span class=\"scholar emph\">&rsquo;brog pa<\/span>, <span class=\"popular\">Marrong<\/span><span class=\"scholar\">Dmar rong<\/span> consists of ancient remains.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"East group","index":7,"parent_index":6,"body":" <p>The three east group structures form a row 28 m long. These structures are not aligned in the cardinal directions. They are made of a white calcareous rock and a grayish volcanic (?) rock. All three funerary structures of the east group are overgrown with nettles. <\/p> "},{"title":"Funerary Structure FS1","index":8,"parent_index":7,"body":null},{"title":"Funerary Structure FS2","index":9,"parent_index":7,"body":" <p>Funerary structure FS2 (5.1 m x 4.2 m) has a forward flank elevated about 1.2 m above the downhill slope (34.977&#900; \/ 56.925&#900;). Small portions of coherently built side walls are extant. These double-course walls (70 cm thick) consist of three layers of stones and attain a height of 30 cm.<\/p> "},{"title":"Funerary Structure FS3","index":10,"parent_index":7,"body":" <p>Funerary structure FS3 (5.6 m x 4.4 m) has a forward flank 1.5 m in height and a rear wall flush with the slope (34.975&#900; \/ 56.922&#900;). The double-course side wall (around 70 cm thick) fragments are composed of four layers of stones and reach 35 cm in height. <\/p> "},{"title":"West group","index":11,"parent_index":6,"body":" <p>The west group of funerary structures is situated 17.5 m west of the east group. These structures are mostly made of a different type of rock (igneous?).<\/p> "},{"title":"Funerary Structure FS4","index":12,"parent_index":11,"body":" <p>Funerary structure FS4 (5.2 m x 4.3 m) has small portions of all four walls intact (34.951&#900; \/ 56.832&#900;). The forward flank has a height of about 1.5 m. <\/p> "},{"title":"Funerary Structure FS5","index":13,"parent_index":11,"body":" <p>Funerary structure FS5 (6.2 m x 5.3 m) has parts of all four walls intact (34.951 \/ 56.831). The forward flank has a height of about 1.5 m, while the rear wall is set 20 cm below the slope. One double-course side wall segment is approximately 1 m thick. <\/p> "},{"title":"Funerary Structure FS6","index":14,"parent_index":11,"body":" <p>Funerary structure FS6 (7.3 m x 4.7 m) appears to be aligned in the cardinal directions. Despite changes to he slope having damaged the upper portion of the structure, its lower part is the best preserved structure at <span class=\"popular\">Marrong<\/span><span class=\"scholar\">Dmar rong<\/span>. The corner where the south and west walls are joined is intact, showing that FS6 was a neatly built quadrate structure. This corner is made up of three vertical courses of masonry and has a height of 30 cm. Small fragments of blue and red slate are found on the structure, which possibly may have been part of its subsurface architecture. <\/p>  "}]}