{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Ritil Tsuk Möndur Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "II.2. Superficial structures: Primarily funerary superstructure"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "Ritil Tsuk MöndurRi mthil gtsug mon dur"
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Ritil Tsuk Möndur</span><span class=\"scholar\">Ri mthil gtsug mon dur</span> </li> <li>English equivalent: Base of the Mountain Crown <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> Tombs</li> <li>Site number: D-122</li> <li>Site typology: II.2d </li> <li>Geographic coordinate (N. lat.): 31º 58.2΄ </li> <li>Geographic coordinate (E. long.): 84º 14.3΄</li> <li>Elevation: 4530 m </li> <li>Administrative location (township):<span class=\"popular\">Mamik</span><span class=\"scholar\">Ma mig</span> </li> <li>Administrative location (county): <span class=\"popular\">Gertsé</span><span class=\"scholar\">Sger rtse</span> </li> <li>Survey expedition: TUE</li> <li>Survey date: September 27, 2005</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p><span class=\"popular\">Ritil Tsuk Möndur</span><span class=\"scholar\">Ri mthil gtsug mon dur</span> overlooks the <span class=\"popular\">Somé Tsangpo</span><span class=\"scholar\">Bso med gtsang po</span>, which is located a few hundred meters to the southwest. The <span class=\"popular\">Somé Tsangpo</span><span class=\"scholar\">Bso med gtsang po</span> is the longest river that drains into <span class=\"popular\">Lakkor Tso</span><span class=\"scholar\">Lag skor mtsho</span>. To the northeast, the site is bound by the mountain known as <span class=\"popular\">Ritil Tsuk</span><span class=\"scholar\">Ri mthil gtsug</span>. The most open vista is found in the northwest. The terrain is very sandy and dotted with sand dunes, which serve to help camouflage the three quadrate funerary mounds of<span class=\"popular\">Ritil Tsuk Möndur</span><span class=\"scholar\">Ri mthil gtsug mon dur</span>. These smaller mounds are highly deteriorated and are not aligned in the cardinal directions. It appears that stonewalls bordered all four sides of the top of each mound.</p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to local sources, <span class=\"popular\">Ritil Tsuk Möndur</span><span class=\"scholar\">Ri mthil gtsug mon dur</span> is associated with the ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span>.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>Funerary structure FS1 (3 m x 3 m) is a highly eroded mound and the most easterly specimen at the site. It is elevated 1 m to 1.5 m above the surrounding terrain. Some sections of walls, two vertical courses of stones in height, have persisted just below the top of the structure. They lie exposed, the earth around them having eroded away.</p>", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Funerary Structure FS1"
  }, 
  {
   "body": "<p>Funerary structure FS2 (4.5 m x 8 m) is situated 1.8 m northwest of FS1. This largest and best preserved mound is elevated 1.5 m to 2.5 m above the surrounding terrain. The double-course wall that lined the east rim of the mound is still partially intact. This wall (around 80 cm thick) contains uncut variable-length (10 cm to 70 cm long) pieces of light-colored limestone and conglomerate. It is up to 60 cm in height and composed of three layers of stones. Small bits of the same type of wall line the south rim of the structure. There is also a small wall fragment on the north side of FS2. Some stones are partly submerged here and there in the mound, and grass grows on it.</p>", 
   "index": 8, 
   "parent_index": 6, 
   "title": "Funerary Structure FS2"
  }, 
  {
   "body": "<p>Funerary structure FS3 (5 m x 3 m) is situated 120 m west of FS2 at slightly lower elevation. It is elevated 1 m to 2 m above the surrounding terrain. There are no coherent wall segments remaining on this highly eroded mound. A few stones that were part and parcel of the walls bounding the top of the structure are still in situ. Another possible funerary mound is found some tens of meters northwest of FS3, but the structural evidence is inconclusive. This possible specimen is located closer to the <span class=\"popular\">Somé Tsangpo</span><span class=\"scholar\">Bso med gtsang po</span> on rolling sandy ground, which is elevated about 20 m above the river.</p>", 
   "index": 9, 
   "parent_index": 6, 
   "title": "Funerary Structure FS3"
  }
 ], 
 "meta": {
  "date": "2010-08-25 11:13:39 UTC", 
  "domain": "places", 
  "kid": "16835", 
  "authors": [], 
  "title": "Ritil Tsuk Möndur Introduction"
 }
}