{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "རྭ་སྒྲེང་དགོན།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "ལྷུན་གྲུབ་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་རྭ་སྒྲེང་དགེ་འཕེལ་གླིང་ཞེས་ཞུ། སྟག་ལུང་དགོན་ནས་ཕོ་མདོ་ཟམ་པ་ཐོན་ཏེ་སྤྱི་ལེ་39ཙམ་སོང་ན་དགོར་དེར་སླེབས་ཀྱི་རེད། རྭ་སྒྲེང་ཞེས་པ་ནི་ཇོ་བོ་རྗེས། “རྭ་ནི་ཉོན་མོངས་རྡུལ་དང་བྲལ་བ་སྟེ། ཆོས་ཀྱི་སྒོ་མོ་ཡིན་པར་གསུངས། ཉོན་མོངས་རྡུལ་བྲལ་ཆོས་ཀྱི་སྒོ། སྲིད་རྩེའི་མཐར་ཐུག་སྒྲེང་བར་བྱེད”ཅེས་མཚན་དེ་ལྟར་བྱུང་། དགོན་དེ་ནི་སྤྱི་ལོ་1056ལོར་ཇོ་བོ་རྗེ་དཔལ་ལྡན་ཨ་ཏི་ཤའི་དངོས་སློབ་འབྲོམ་སྟོན་རྒྱལ་བའི་འབྱུང་གནས་ཀྱིས་ཕྱག་འདེབས་གནང་མཛད། བཀའ་གདམས་པའི་གདན་ས་གཙོ་བོ་ཡིན། འབྲོམ་སྟོན་པ་ནི་སྤྱི་ལོ་1004ལོར་སྟོད་ལུང་ཕུར་སྐུ་འཁྲུངས། སྐུ་ན་གཞོན་དུས་ཁམས་འདན་མའི་བླ་མ་སེ་བཙུན་གྱི་ཞབས་ལ་གཏུགས། བླ་མའི་ཞབས་ཕྱི་སྒྲུབ་བཞིན་སློབ་གཉེར་ཡང་མཛད། སྐུ་རྒྱབ་ཏུ་གཡག་གྲོད་ནང་འོ་མ་བླུགས་ཏེ་དཀྲོག་པ་དང་། ཕྱག་གིས་རང་འཐག་བསྐོར་བཞིན་ཕྱག་དཔེ་<span class=\"milestone page eng \">[page <span class=\"pnum\">199</span>] </span> གཟིགས། གཞན་ཡང་རྟ་གཡོག་ཐབ་གཡོག་སོགས་གནང་ཞོར་དུ་སློབ་གཉེར་མཛད་ཅིང་ལོ་ལྔ་ཙམ་སྐུ་ངལ་ཁྱད་དུ་བསད། དེ་ནས་སྔོན་གྱི་ལས་སྨོན་གྱིས་ཇོ་བོ་རྗེ་མངའ་རིས་སུ་བྱོན་པ་གསན་ནས་བྱང་ལམ་བརྒྱུད་ཕེབས་ཞོར་རྭ་སྒྲེང་དུ་ཕེབས། སྐབས་དེར་ས་དེའི་མིང་ལ་ཞང་ལུང་ཞེས་ཟེར། ད་ལྟའི་དགོན་འདབས་ཀྱི་མཆོད་རྟེན་རྟེན་མཁར་འབུམ་པའི་ཤུལ་དུ་ཞང་ཕྲང་ཀ་བེར་ཆུང་གི་རྫོང་ཆགས་ཡོད། ཕྲང་ཀ་བེར་ཆུང་གིས་འབྲོམ་ལ་ཁྱེད་ཁམས་ཀྱི་བླ་མ་འབྲོམ་སྟོན་ཞུ་བ་དེ་ཡིན་ནམ་ཞེས་ཞུས་པར། འབྲོམ་གྱིས་ཡིན་ཀྱང་སྲིད་ཅེས་གསུངས། རྫོང་དཔོན་ཕྲང་ཀ་བེར་ཆུང་གིས་ས་འདི་ལྟ་བུ་ལེགས་པ་ཞིག་ཡོད་པས་ཁྱེད་ཀྱིས་ས་འདིར་དགོན་པ་ཞིག་འདེབས་གནང་ན་སྦྱིན་བདག་ང་ཡིས་ཞུ་ཆོག་ཅེས་ཞུས་པར། འབྲོམ་གྱིས་ད་ལྟ་ང་དགོན་པ་འདེབས་ཁོམས་མེད། མངའ་རིས་སུ་ཇོ་བོ་རྗེ་མཇལ་དུ་འགྲོ་དགོས། མར་སླེབས་མཚམས་དགོན་པ་བཏབ་ཆོག་ལ་སྐབས་དེར་རྟེན་འབྲེལ་གྱི་དབང་གིས་རྟེན་དང་བརྟེན་པ་བཅས་འོང་ཞེས་གསུངས། དེ་ནས་འབྲོམ་མངའ་རིས་སུ་ཕེབས་ཏེ་ཇོ་བོ་དང་མཇལ། མཇལ་མ་ཐག་ཏུ་ཕ་བུ་འཕྲད་པ་བཞིན་སྤྱན་ཆབ་ཀྱང་བསིལ། ཇོ་བོས་སྐྱབས་འགྲོ་སེམས་བསྐྱེད་ལ་སོགས་པ་མན་ངག་མང་པོ་གནང་། དེ་ནས་ཇོ་བོ་དང་ལྷན་དུ་སྙེ་ཐང་དུ་ཕེབས། སྐབས་དེར་བོད་ལ་ཆོས་ལོག་པ་མང་དུ་ཁྱབ་ཡོད་པས་འབྲོམ་གྱིས་བོད་དུ་རྒྱལ་བའི་དགོངས་པ་ཇི་བཞིན་གྱི་ཆོས་ཤིག་གསུངས་པར་ཞུ་ཞུས་པས། ཇོ་བོས་བྱང་ཆུབ་ལམ་སྒྲོན་མཛད། དེ་ནས་འབྲོམ་གྱིས་ང་ལ་བྱང་ཕྱོགས་ཞང་ལུང་ཞེས་པར་སྦྱིན་བདག་ཕྲང་ཀ་བེར་ཆུང་ཞེས་པ་ཞིག་ཡོད་པས་དེ་ན་དགོན་པ་བཏབ་ཆོག་གམ་ཞེས་ཞུས་པར། ཇོ་བོས་ང་ལ་རྗེ་བཙུན་སྒྲོལ་མས“འདི་ནས་བྱང་ཕྱོགས་སུ། རྭ་སྒྲེང་གནས་རྣམ་ཞེས་བྱ་ཞིང་། རྡོ་རྗེ་གདན་དང་མཚུངས་པ་ཡིན”ཞེས་པའི་ལུང་བསྟན་པ་ནི་ད་ལྟ་ཁྱེད་ཀྱིས་བཤད་པ་དེར་གོ་བས་དེ་ལྟར་ལེགས་ཞེས་གསུངས་ནས་ཇོ་བོའི་ཐུགས་དམ་གྱི་རྟེན་ཇོ་བོ་འཇམ་དཔལ་རྡོ་རྗེ། གཡུལ་རྒྱལ་སྒྲོལ་མ། གསེར་གླིང་པའི་གདུང་རྟེན། ཇོ་བོའི་ཤངས་ཁྲག་<span class=\"milestone page eng \">[page <span class=\"pnum\">200</span>] </span> གིས་བྲིས་གནང་བའི་ཞལ་ཐང་དབུ་ཡོམ་སོགས་འབྲོམ་ལ་གནང་། ཇོ་བོ་སྙེ་ཐང་དུ་དགོངས་པ་རྫོགས་རྗེས་འབྲོམ་གྱིས་རྟེན་རྣམས་དྲེའུ་ལ་བཀལ་ནས་ཕེབས་པས་ད་ལྟའི་གཟིམས་ཁང་དབུ་རྩེ་ཀ་གཉིས་མ་ཞེས་ཇོ་བོ་བཞུགས་ས་དེར་ཆུ་མིག་ཅིག་གི་སྟེང་དུ་ཚེར་མ་དམར་པོ་ཞིག་སྐྱེས་ནས་ཡོད་པ་དེར་ཕེབས་སྐབས་དྲེའུས་ཉལ་ནས་མི་འགྲོ་བས་འབྲོམ་གྱིས་གདུལ་བྱ་གནས་འདིར་འདུག་གསུངས་ནས་ཐོག་མར་གསང་འདུས་ཀྱི་ཐིག་བཏབ། དེའི་སྟེང་གཟིམས་ཆུང་དབུ་རྩེ་དེ་ཉིད་བཞེངས། གཡས་གཡོན་གྱི་ཀ་བ་གཉིས་པོ་ནི་ཀླུ་གསེར་ལྡན་མ་དང་གཡུ་ལྡན་མ་ཞེས་པས་ཕུལ་ཞེས་གསུངས་དེ་ནས་འདུ་ཁང་འཁྱམས་སྟོད་ཀ་བ་བཅུ་གཉིས་བཞེངས། འཁྱམས་སྨད་བྱེད་པོ་ལས་ཀྱིས་འོང་ཞེས་གསུངས། ཇོ་བོའི་ཞབས་ཆུ་ནི་ཆུ་བོ་ཡན་ལག་བརྒྱད་ལྡན་ཚང་བའི་བསྟན་པའི་ཆུ་མིག་རིང་མོ་ཞེས་སུ་གྲགས། རྗེས་སུ་འདུ་ཁང་ཀ་བ་བརྒྱ་དང་བརྒྱད་བཅུ་ཙམ་ཆགས། ཇོ་བོ་འཇམ་དཔལ་རྡོ་རྗེ་རྟེན་གྱི་གཙོ་བོར་བཞུགས། དགེ་འདུན་ཞལ་གྲངས་ལྔ་བརྒྱ་སྐོར་གྱིས་བཀའ་གདམས་ཕྱག་བཞེད་མཛད་པ་ནས་རིམ་བཞིན་དགེ་ལུགས་ཕྱག་བཞེད་མཛད་པར་གྱུར། རྗེ་ཙོང་ཁ་པས་དགོན་དེའི་ལྟག་གི་རྗེ་བཙུན་རེད་མདའ་བའི་སྒྲུབ་ཕུག་གི་འོག་ཏུ་ཡང་དགོན་རི་ཁྲོད་ཅེས་པར་བྱང་ཆུབ་ལམ་རིམ་ཆེན་པོ་མཛད། དགོན་པ་གོང་གི་ས་ཁྲིག་དམར་པོ་ཞེས་པའི་སྟེང་དུ་ཡོན་ཏན་གཞི་གྱུར་ལྗགས་རྩོམ་མཛད། དགོན་དེའི་རྒྱབ་རི་ངོ་མཚར་ཅན་གྱི་ཤུག་པ་དེ་དག་ནི་སྔོན་ཆོས་རྒྱལ་སྲོང་བཙན་གྱི་དབུ་སྐྲ་འབྲེག་སྟེ་ཐུགས་སྨོན་དང་བཅས་གཏོར་གནང་ནས་སྐྱེས་པ་ཡིན་ཞེས་གསུངས་པས་དེ་དག་ལའང་གསེར་ལྡན། ཟངས་ལྡན། ཤེལ་ལྡན། གཡུ་ལྡན་སོགས་མིང་གྲགས་ཅན་བསྡོམ་པས་ཤུག་པ་ཉི་ཁྲི་ཆིག་སྟོང་ཙམ་ཡོད་ཅེས་གསུངས། གཞན་ཡང་བོད་ཟླ་དང་པོའི་ཚེས་བཅོ་ལྔར་བྱ་ཟླ་མཆོད་པ་ཞེས་ཡིད་དམ་འཇིགས་བྱེད་ཀྱི་སྒོ་ནས་སྤྱི་བསྐངས། བོད་ཟླ་བཞི་པའི་ཚེས་བཅོ་ལྔར་ཁུ་བྱུག་མཆོད་པ་ཞེས་གར་འཆམ་སྣ་ཚོགས། བོད་ཟླ་དྲུག་པའི་ཚེས་བཅོ་ལྔར་ཉ་དྲུག་མཆོད་པ། <span class=\"milestone page eng \">[page <span class=\"pnum\">201</span>] </span> བོད་ཟླ་བདུན་པའི་ཚེས་བཅོ་ལྔར་མེ་ཏོག་མཆོད་པ་སོགས་ལོ་ལྟར་འཆར་ཅན། ལུག་ལོ་ནམ་ཡིན་ལ་རྭ་སྒྲེང་ཕ་བོང་ཐང་ཞེས་པ་དེར་མཁའ་འགྲོ་གསང་བ་ཡི་ཤེས་ཞེས་མཁའ་འགྲོ་འབུམ་གྱི་དུས་ཆེན་ཡིན་པས་དེར་བསྐོར་བ་རྒྱག་སྲོལ་ཡོད། </p><p>ད་ལྟ་གཟིམས་ཆུང་དབུ་རྩེ་གསར་བཞེངས་གནང་བའི་ནང་སྔོན་གྱི་ཇོ་བོ་འཇམ་དཔལ་རྡོ་རྗེ་དང་། སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་མཛད་པ། ཨ་རང་བྱོན། འབྲོམ་གྱིས་བྲིས་གནང་བའི་མཎི་རྡོ་བརྐོས། ཆུ་མིག་ཡན་ལག་བརྒྱད་ལྡན་སོགས་མཇལ་རྒྱུ་ཡོད།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "རྭ་སྒྲེང་དགོན།"
  }
 ], 
 "meta": {
  "date": "2010-08-13 17:00:54 UTC", 
  "domain": "places", 
  "kid": "16925", 
  "authors": [], 
  "title": "རྭ་སྒྲེང་དགོན།"
 }
}