{"meta":{"domain":"places","kid":"16760","authors":[],"title":"Deubur Nakri Möndur Introduction","dates":{"created_at":"2010-08-25 11:12:16 UTC","updated_at":"2010-08-25 11:12:16 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Deubur Nakri Möndur Introduction"},{"title":"II.2. Superficial structures: Primarily funerary superstructure","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Pillars","index":7,"parent_index":6,"body":null},{"title":"Long wall","index":8,"parent_index":6,"body":" <p>Near the row of pillars there is a small highly deteriorated superstructure in the valley bottom (53.457&#900; \/ 00.716&#900; \/ 4880 m). On its uphill side there are the remains of a partly submerged wall 60 m in length that follows the same elevation contour. This wall, made of a single line of small upright stones, appears to be an ancient feature. On one end of this wall there are the remains of another highly degraded, small superstructure.<\/p> "},{"title":"Slab-wall enclosure","index":9,"parent_index":6,"body":" <p>A prominent slab-wall enclosure is found near the confluence of the <span class=\"popular\">Arula Gyap Chu<\/span><span class=\"scholar\">A ru la rgyab chu<\/span> and a stream flowing from the south (53.281&#900; \/ 00.004&#900; \/ 4880 m). It was built on flat sandy ground. Measuring 3 m x 2.5 m, the single-course perimeter of this enclosure is made up of thin upright slabs, 11 of which are still in situ. Other slabs lie broken on the ground beside the structure. Each of the in situ slabs is elevated more than 20 cm above ground level. The largest among them (45 cm long) is raised 70 cm above the surface. These slab walls may have been aligned in the cardinal directions, but they have shifted too much for a definite assessment. All the slabs are inclined at various angles through he effect of gravity. These naturally occurring, dark gray rocks are just 3 cm to 5 cm thick. All in all, this superstructure exhibits the most highly elevated slab walls of any superstructure surveyed to date. Due to its design, it superficially resembles tombs of the Slab Grave culture of north Inner Asia.<a href=\"#n56\" name=\"nb56\" class=\"note\">56<\/a> <\/p> <hr class=\"footnote-divider\" \/> "},{"title":"Notes","index":10,"parent_index":0,"body":" <div class=\"footnote\"> <a name=\"n56\" \/> <a href=\"#nb56\" class=\"note\"> [56] <\/a> For an analysis of the Slab Grave culture and its affinities to the Upper Tibetan paleocultural complexion see Bellezza, <em>Zhang Zhung<\/em>, 123&ndash;126. <\/div>  "}]}