{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Nangzhik Serkhang Namgyel Kündrak Ling Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Zung chu County"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(201) sNang zhig dngul sku Monastery"
  }, 
  {
   "body": "<p>The monastery’s full name is sNang zhig gser khang rnam rgyal kun grags gling.</p>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>The monastery is located 21 km north of Songpan, the seat of Zung chu county.</p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>There are two sNang zhig monasteries in Amdo: one in rNga khog and the other in Shar khog, the latter belongs to the lineage of the former, since it was founded by a descendant of Do ’phags chen po (b.1168). He is regarded as the first master of the sNang zhig lineage.</p><p>Do ’phags chen po and sKyang za g-yu sgron had three sons: Nyi ma ’dzin, ’Dul ba rgyal mtshan, and gYung drung rgyal mtshan (alias Shes rab ’od zer). The eldest son was sent to Zhu sgom ’phrul zhig for religious training and later became known as Bya chen Nyi ma ’dzin. ’Dul ba rgyal mtshan, and gYung drung rgyal mtshan migrated to Shar khog. The family of ’Dul ba rgyal mtshan became known as lCags mdud and the monastery he founded was called sNang zhig lCags mdud and later became known as sNa steng bKra shis g-yung drung gling (No.199). However, it was gYung drung rgyal mtshan, the youngest brother, who took away the famous silver image (dngul sku) of Dran pa nam mkha’ of the family in rNga khog with him when he came to Shar khog where he later founded a monastery called sNang zhig dngul sku dgon. He had a son called bsTan pa rgyal mtshan who succeeded him and looked after the monastery. However, at a later date, the sacred silver image fell into the possession of the lCags mdud family.</p><p>Their lineages of the three brothers became known as the “three lineages of sNang zhig” (sNang zhig khag gsum). </p><p>The following is a list of the masters in the lineage of the sNang zhig dngul sku:</p><ol type=\"1\"> <li>bsTan pa rgyal mtshan</li> <li>bsTan ’dzin ye shes rgyal mtshan </li> <li>gYung drung tshe ring </li> <li>Yon tan rgyal mtshan </li> <li>Nyi ma bstan ’dzin</li> <li>Tshe dbang rgyal po</li> <li>Zla ba rgyal mtshan </li> <li>Klu ’bum yag </li> <li>Bya ’phur</li> <li>Rin chen lhun grub </li> <li>bsTan pa tshul khrims </li> <li>Nyi ma rgyal mtshan </li> <li>’Dul ba rgyal mtshan </li> <li>Tshul khrims rgyal mtshan </li> <li>Shes rab blo gros </li> <li>Zla ba rgyal mtshan </li> <li>Rin chen lhun grub </li> <li>Nam mkha’ lhun grub </li> <li>Rin chen rgyal mtshan </li> <li>Kun dga’ phun tshogs </li> <li>gYung drung bstan ’dzin</li> <li>Blo gros thogs med </li> <li>Nyi ma rgyal mtshan </li> <li>Tshul khrims rgyal mtshan </li> <li>gTsug phud rnam rgyal </li> </ol><p>After the last master’s death, Nam mkha’ blo gros of sNang zhig in rNga khog became the master of the monastery, he was succeeded successively by Tshul khrims bsTan pa’i rgyal mtshan, Shes rab bstan ’dzin, and A tog rtogs ldan. The monastery was knocked down during the Cultural Revolution. It was rebuilt in the 1980s. Shes rab ’od zer (b.1971), the present head of the monastery was recognized as the reincarnation of Tshul khrims bstan pa’i rgyal mtshan, a famous hermit who, however, did not belong to the sNang zhig lineage.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>dgon bdag, hereditary (gdung brgyud)</li> <li>two dbu mdzad </li> <li>two dge skos </li> <li>two gnyer pa</li> </ul><p>All of whom are replaced every three years except the head of the monastery.</p>", 
   "index": 6, 
   "parent_index": 2, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>There are ninety-one novices and monks in the monastery.</p>", 
   "index": 7, 
   "parent_index": 2, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>There are no organized classes; the novices are trained by the elder monks.</p>", 
   "index": 8, 
   "parent_index": 2, 
   "title": "6. Current education"
  }, 
  {
   "body": "<p>In the past the monks took their odination from sKal bzang dar rgyas of dGa’ mal Monastery (No.208), but now they go to sNang zhig Monastery (No.180) in rNga khog.</p>", 
   "index": 9, 
   "parent_index": 2, 
   "title": "7. Educational exchange"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>1st month: commemoration of mNyam med Shes rab rgyal mtshan from the 4th to the 5th day</li> <li>2nd month: the smon lam ceremony from the 1st to the 7th day</li> <li>3rd month: the ritual cycle of Ma rgyud from the 7th to the 9th day</li> <li>5th month-6th month: the recitation ritual based on the Ti tri su from the 23th day of the 5th month to the 1st day of the 6th month</li> <li>10th month: the ritual cycles of Khro bo and Phur pa from the 16th to the 19th day </li> <li>11th month: commemoration of sKyabs mgon Zla ba rgyal mtshan from the 7th to the 8th day</li> </ul>", 
   "index": 10, 
   "parent_index": 2, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The monastery has one printed copy of the Bonpo Kanjur and several other manuscript copies of texts for ritual purposes.</p>", 
   "index": 11, 
   "parent_index": 2, 
   "title": "10. Books held in the monastery"
  }, 
  {
   "body": "<p>The monastery depends on offerings from its followers; the monks provide their own food.</p>", 
   "index": 12, 
   "parent_index": 2, 
   "title": "11. Income and expenses"
  }, 
  {
   "body": "<p>The local lay community consists of twelve villages: Khri smin with ninety-five families, A bstan with fifty families, A ho with fifteen families, Ha mes with forty-five families, ’Brug skyid with fifteen families, sDong spel with sixty families, sPang bzang with fifty families, Na gtsang with fifteen families, sPo ’bru with fifteen families, rGyal ’phen with twenty-seven families, ’Khor rgye with twenty families and Che g-yag with thirteen families.</p>", 
   "index": 13, 
   "parent_index": 2, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>In addition to Dung ri and Bya dur, the two most sacred Bonpo mountains in the area, there is Mount Brag mkhar and its la btsas, located behind the monastery and propitiated by the monks on the 1st day of the 6th month. Khri smin village’s la btsas called dKar ye is propitiated by the village people likewise on the 1st day of the 6th month. The la btsas of A btsan village is renewed on the 1st of the 3rd month. The villages Brag nag, Ya ho, Ha mes and ’Brug skyid have a common la btsas. Its renewal ceremony takes place on the 4th day of the 5th month. sDong spel has two la btsas, La chen and rGyal mkhar, the former is propitiated on the 1st day of the 6th month, while the latter is propitiated on the 1st day of the 3rd month. The la btsas of sPang bzang, called dGra ’dul, is propitiated (date was unclear). Na gtsang, sPo ’brug, rGyal ’phen, ’Khor rgye and Che g-yag have the same la btsas called Brag rgan.</p><p>The monks and local lay communities join other communities in the region to venerate the two sacred mountains Bya dur and Dung ri situated in the Sharwa region (cf. sNa steng Monastery No.190).</p>", 
   "index": 14, 
   "parent_index": 2, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Agriculture</p>", 
   "index": 15, 
   "parent_index": 2, 
   "title": "14. Occupation of the local people"
  }, 
  {
   "body": "", 
   "index": 16, 
   "parent_index": 2, 
   "title": "Sources"
  }, 
  {
   "body": "<p>In autumn 1998 with gYung dga’ (b.1930) a monk at the monastery</p>", 
   "index": 17, 
   "parent_index": 16, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<ol type=\"1\"> <li>sNang zhig dgon pa’i dkar chag chu skyes dbang bo’i tshom phreng by Ha smin(mes) gYong dga’, in Zing (Zung) chu rdzong dgon pa so sogs (so’i) dkar chag, mimeograph, 1993, pp. 92-106</li> </ol>", 
   "index": 18, 
   "parent_index": 16, 
   "title": "(2) Texts"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }, 
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }
  ], 
  "domain": "places", 
  "kid": "23607", 
  "dates": [], 
  "title": "Nangzhik Serkhang Namgyel Kündrak Ling Introduction"
 }
}