{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Cholo Puk Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Cholo PukCho lo phug "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Cholo Puk</span><span class=\"scholar\">Cho lo phug</span> (sp.?). </li> <li>Site number: A-113</li> <li>Site typology: I.1x </li> <li>Geographic coordinate (N. lat.): 31º 49.3΄</li> <li>Geographic coordinate (E. long.): 79º 32.7΄ </li> <li>Elevation: 4150 m</li> <li>Administrative location (township): <span class=\"popular\">Shangtsé</span><span class=\"scholar\">Shang rtse</span> </li> <li>Administrative location (county): <span class=\"popular\">Tsada</span><span class=\"scholar\">Rtsa mda’</span> </li> <li>Survey expedition: HTAE </li> <li>Survey date: October 11, 2003</li> <li>Contemporary usage: None.</li> <li>Identifiable Buddhist constructions: None. </li> </ul>
", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Cholo Puk</span><span class=\"scholar\">Cho lo phug</span> is the northern stronghold of gser kha village, and like its southern counterpart, <span class=\"popular\">Lung Puk</span><span class=\"scholar\">Lung phug</span> (A-113), it has a commanding position over the <span class=\"popular\">Serkha</span><span class=\"scholar\">Gser kha</span> valley. The mesa-like formation on which it reposes is only a distance of approximately 200 m from <span class=\"popular\">Lung Puk</span><span class=\"scholar\">Lung phug</span>. On its steep flanks there are a number of old residential caves. A long cave at the base of he <span class=\"popular\">Cholo Puk</span><span class=\"scholar\">Cho lo phug</span> formation is still used for storage. Access to the summit is by way of the southwest face. Cobble footings are in evidence along the route to he summit. The axis of the summit runs northeast-southwest and is 64 m in length. This flat summit is 6 m to 12 m in width. Much of it has been excavated to a depth of 1.5 m to 2.5 m to create a warren of small semi-subterranean rooms. Walls were constructed above the rim of the summit. They now reach a maximum height of 80 cm. These walls are primarily composed of natural earthen slabs that must have been extracted from the excavated rooms. There is no indication of what type of roofs these structures had. This site exhibits one of the only examples of rooms created from open excavations surveyed to date. Moreover, the extent of the remains at <span class=\"popular\">Cholo Puk</span><span class=\"scholar\">Cho lo phug</span> indicate that this was once a fairly large facility. </p>
", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to local villagers, <span class=\"popular\">Cholo Puk</span><span class=\"scholar\">Cho lo phug</span> was a castle and troglodytic settlement of the ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span>. </p>
", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>The semi-subterranean earthen rooms are concentrated along the east half of the summit. A significant percentage of them were destroyed through the collapse of a portion of the east side of the summit. The shearing of the formation and the network of rooms sheltered within is plainly visible. Some of the rooms sunk into the summit are interconnected while others are not. In the central portion of the east rim of the summit there is a defensive wall segment (6.5 m long, a maximum of 1 m high and 50 cm thick). It is made from granite cobbles and natural earthen blocks. Presumably, the entire summit was hemmed in by a parapet wall but only scant evidence remains. This includes the remainder of a defensive wall around the north rim of the summit. None of it, however, is still freestanding. Some of the west side of the summit was not excavated. Instead, it has various 40-cm thick double-coursed cobble wall-footings affixed to it. The longest of these wall segments is 8.9 m. It is unclear what type of superstructures these walls supported. </p>
<p>On the south end of the summit there is a room that was burrowed into the formation (1.8 m x 1.3 m). It has overlying earthen formation as its roof. Just below the summit, on the south side of the mesa, a rectangular-shaped cave was dug out. Its ceiling is 2 m high and it has a number of small oval niches in the walls and two large recesses in the rear, one of which is more than 2 m deep.</p>
", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Castle"
  }, 
  {
   "body": "<p>A few kilometers down valley of <span class=\"popular\">Serkha</span><span class=\"scholar\">Gser kha</span> there is the large cave complex of <span class=\"popular\">Shishé</span><span class=\"scholar\">Shis shed</span> (sp.?) (31° 47.5΄ N. lat. / 79° 31.1΄ E. long. / 4070 m), which stands above <span class=\"popular\">Shishé</span><span class=\"scholar\">Shis shed</span> village. On the summit of the formation there is a ruined <span class=\"popular emph\">sakyapa</span><span class=\"scholar emph\">sa skya pa</span> monastery. To the north of the monastic complex are the ruins of what is said to have been a fortress. Like the monastery, this ruin has high earthen walls </p>
", 
   "index": 8, 
   "parent_index": 2, 
   "title": "Affiliated sites"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16546", 
  "dates": [], 
  "title": "Cholo Puk Introduction"
 }
}