{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "An Introduction to Sakya Polity"
  }, 
  {
   "body": "<p><span class=\"place\" title=\"F15481\">Sakya</span> (<em><span class=\"place\" title=\"F15481\">sa skya</span></em>) is a polity centered in southwest Tibet, with dependencies spreading throughout western Tibet. <span class=\"place\" title=\"F17088\">Sakya Monastery</span> was founded by <span class=\"tibetan\" title=\"Type ID here\">Konchog Gyelpo</span> (<em><span class=\"tibetan\" title=\"Type ID here\">dkon mchog rgyal po</span></em>, 1034-1092) in 1073 at the site where, according to tradition, the famous Indian Buddhist teacher Atisha prophesied that a future monastery would play a foundational role in the future of Buddhism in Tibet, and in particular the beneficent activities of three bodhisattvas, Avalokiteshvara, Vajrapani, and Manjushri. <span class=\"tibetan\" title=\"Type ID here\">Könchok Gyelpo</span> was a member of the prominent <span class=\"tibetan\" title=\"Type ID here\">Khön</span> (<em><span class=\"tibetan\" title=\"Type ID here\">'khon</span></em>) family, and it is this family that retained control of <span class=\"place\" title=\"F15481\">Sakya</span> until 1959. <span class=\"place\" title=\"F15481\">Sakya</span> reached its political ascendancy in the thirteenth and fourteenth centuries, when they governed major portions of central and western Tibet on behalf of the Mongol Yuan dynasty. The history of this period was foundational for <span class=\"place\" title=\"F15481\">Sakya's</span> enduring status as an independent polity in later centuries, even as their power waned after the fall of the Yuan empire.</p><p><span style=\"font-size: 9.83796px;\"><span class=\"place\" title=\"F15481\">Sakya</span>'s relationship with the Mongols began when the institution's most famous scholar, <span class=\"tibetan\" title=\"Type ID here\">Sakya Pandita</span> (<em><span class=\"tibetan\" title=\"Type ID here\">sa skya paN+Di ta</span></em>, 1182-1252), traveled to <span class=\"place\" title=\"F637\">Lhasa</span> (<em><span class=\"place\" title=\"F637\">lha sa</span></em>) in 1239 to meet representatives of the Mongol Emperor Godan, whose army had gained control of Tibetan territories to within one hundred miles of <span class=\"place\" title=\"F637\">Lhasa</span>. After making a good impression, <span class=\"tibetan\" title=\"Type ID here\">Sakya Pandita</span> was invited to Godan's court in Liangjou, and travelled there with two nephews. One of these nephews, <span class=\"tibetan\" title=\"Type ID here\">Phakpa</span> (<em><span class=\"tibetan\" title=\"Type ID here\">'phags pa</span></em>, 135-1280) remained at court after <span class=\"tibetan\" title=\"Type ID here\">Sakya Pandita</span>'s death in 1251, and went on to become the imperial chaplain, or Ti shih, to emperor Kublai Khan. The emperor granted <span class=\"tibetan\" title=\"Type ID here\">Phakpa</span>, and by extension <span class=\"place\" title=\"F15481\">Sakya</span>, rule over thirteen myriarchies, or land units containing ten thousand people. The combination of success at court and the control of major land holdings made <span class=\"tibetan\" title=\"Type ID here\">Phakpa</span> the most powerful Tibetan leader in the late thirteenth century, and he used his wealth and prestige to transform <span class=\"place\" title=\"F15481\">Sakya</span> from a regional monastic and family compound to a major center of learning and administrative control.</span></p><p>The death of <span class=\"tibetan\" title=\"Type ID here\">Phakpa</span> in 1280 left a power vacuum in which members of the leading <span class=\"place\" title=\"F15481\">Sakya</span> families, the <span class=\"tibetan\" title=\"Type ID here\">Khön</span> foremost among them, vied for control of the Ti shih title and close connection with the Mongol court that came with it. Eventually four branches of the <span class=\"tibetan\" title=\"Type ID here\">Khön</span> family founded four separate administrative centers or <span class=\"tibetan\" title=\"Type ID here\">podrang</span> (<em><span class=\"tibetan\" title=\"Type ID here\">pho brang</span></em>): the <span class=\"tibetan\" title=\"Type ID here\">Zhitok</span> (<em><span class=\"tibetan\" title=\"Type ID here\">gzhi thog</span></em>), <span class=\"tibetan\" title=\"Type ID here\">Lhakhang</span> (<em><span class=\"tibetan\" title=\"Type ID here\">lha khang</span></em>), <span class=\"tibetan\" title=\"Type ID here\">Düchö</span> (<em><span class=\"tibetan\" title=\"Type ID here\">dus mchod</span></em>), and <span class=\"tibetan\" title=\"Type ID here\">Rinchengang</span> (<em><span class=\"tibetan\" title=\"Type ID here\">rin chen sgang</span></em>), each of which held control over sizeable land holdings. All save the <span class=\"tibetan\" title=\"Type ID here\">Düchö</span> branch, which survived into the twentieth century, disappeared within several generations, but the internal power struggles created by their formation weakened the overall strength of <span class=\"place\" title=\"F15481\">Sakya</span> as a pan-Tibetan power. The creation of a new secular leadership position, the <span class=\"tibetan\" title=\"Type ID here\">pönchen</span> (<em><span class=\"tibetan\" title=\"Type ID here\">dpon chen</span></em>), to govern political affairs at <span class=\"place\" title=\"F15481\">Sakya</span> while the Ti shih attended to his religious duties at the distant Mongol court added another layer of competition within the <span class=\"place\" title=\"F15481\">Sakya</span> hierarchy. Despite these internal struggles, <span class=\"place\" title=\"F15481\">Sakya</span> held a position of dominance within Tibetan politics for nearly a century, until the polity was defeated by its competitors from Central Tibet, the <span class=\"tibetan\" title=\"Type ID here\">Phakmodru</span> (<em><span class=\"tibetan\" title=\"Type ID here\">phag mo gru</span></em>), in 1350.</p><p>Even after its fall from power in the mid-fourteenth century, <span class=\"place\" title=\"F15481\">Sakya</span> retained the status of an independent government or <span class=\"tibetan\" title=\"Type ID here\">zhung</span> (<em><span class=\"tibetan\" title=\"Type ID here\">gzhung</span></em>) throughout the vicissitudes of central Tibetan politics. Throughout the centuries the <span class=\"place\" title=\"F15481\">Sakya</span> administration adopted a flexible approach to political alliances, and thereby succeeded in keeping the good graces of the major powers throughout the centuries. While they had the favor of the King of <span class=\"place\" title=\"F15354\">Tsang</span> (<em><span class=\"place\" title=\"F15354\">gtsang</span></em>) in the late sixteenth and early seventeenth centuries, they managed to stay out of disputes between <span class=\"place\" title=\"F15354\">Tsang</span> and <span class=\"place\" title=\"F15355\">Ü</span> (<em><span class=\"place\" title=\"F15355\">dbus</span></em>), which ultimately lead to the defeat of <span class=\"place\" title=\"F15354\">Tsang</span> in 1642 and the formation of the new government, based in <span class=\"place\" title=\"F637\">Lhasa</span>, the <span class=\"place\" title=\"F15466\">Ganden Podrang</span> (<em><span class=\"place\" title=\"F15466\">dga' ldan pho brang</span></em>) of the Dalai Lamas. In the late seventeenth century <span class=\"place\" title=\"F15481\">Sakya</span> had good relations with the powerful Fifth Dalai Lama, and even mediated in a dispute between the Dalai Lama's government and Bhutan.</p><p>The eighteenth century was a period of new expansion for the <span class=\"place\" title=\"F15481\">Sakya</span>. Members of the <span class=\"tibetan\" title=\"Type ID here\">Khön</span> family married into families as far east as <span class=\"place\" title=\"F5225\">Kham</span> (<em><span class=\"place\" title=\"F5225\">khams</span></em>), resulting in new territories, new areas of religious influence, and new connections with leaders across the plateau such as the Kings of <span class=\"place\" title=\"F16407\">Dergé</span> (<em><span class=\"place\" title=\"F16407\">sde dge</span></em>). However, local politics at <span class=\"place\" title=\"F15481\">Sakya</span> continued its tradition of internecine strife in the early nineteenth century when the <span class=\"tibetan\" title=\"Type ID here\">Khön</span> family split into three houses, <span class=\"tibetan\" title=\"Type ID here\">Zhitok</span> (<em><span class=\"tibetan\" title=\"Type ID here\">gzhi thog</span></em>), <span class=\"tibetan\" title=\"Type ID here\">Drölma</span> (<em><span class=\"tibetan\" title=\"Type ID here\">sgrol ma</span></em>), and <span class=\"tibetan\" title=\"Type ID here\">Phuntsok</span> (<em><span class=\"tibetan\" title=\"Type ID here\">phun tshogs</span></em>), which split the wealth of <span class=\"place\" title=\"F15481\">Sakya</span>'s land holdings between them. This arrangement lead to numerous disputes over leadership succession between the three rival houses, and the Dalai Lamas were called on to mediate disputes on several occasions from the early nineteenth through the early twentieth centuries.</p><p>In 1960 members of the <span class=\"place\" title=\"F15481\">Sakya</span> royal family emigrated to the USA to settle in Seattle, Washington. Four members of the family served as informants in the first major work of American scholarship on a Tibetan polity, C. W. Cassinelli and Robert B. Ekvall's <em>A Tibetan Principality</em> (1969). These four included Ngawang Kungga Sönam, elder son of the Sakya leader Ngawang Thuthob Wangchuk, who served at the head of Sakya from 1936 to 1950; his wife Sönam Tsedzom; his younger brother, Ngawang Kungga Trinlé, and Sönam Tsedzom's uncle, the famous Sakya scholar from Kham, Dezhung Rinpoché. In 1954 Ngawang Kungga Sönam and traveled with the Dalai Lama and the Panchen Lama to Beijing to meet with Mao Zedong. In 1959 he and his family went into exile in India before coming to the United States.</p>", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Sakya History"
  }, 
  {
   "body": "<p>According to data from the informants mentioned above, in the 1930s <span class=\"place\" title=\"F15481\">Sakya</span> controlled eleven separate areas of land. Nine were in western Tibet, while two where six hundred miles away in Eastern Tibet. The central holding of <span class=\"place\" title=\"F15481\">Sakya</span>, formed over the centuries around <span class=\"place\" title=\"F15481\">Sakya</span> Monastery, consisted of approximately 2100 square miles of land, or something the size of the state of Delaware. This land support around 16,000 people, while the capital town held a population of some 7000 people. Most people living on <span class=\"place\" title=\"F15481\">Sakya</span> lands were adherents of the <span class=\"tibetan\" title=\"F17088\">Sakya</span> tradition of Buddhism. Another major area was <span class=\"place\" title=\"Type ID here\">Mü</span> (<em><span class=\"place\" title=\"Type ID here\">mus</span></em>), located to the north of <span class=\"place\" title=\"F15481\">Sakya</span> in the <span class=\"place\" title=\"Type ID here\">Jangthang</span> (<em><span class=\"place\" title=\"Type ID here\">byang thang</span></em>) region. Much of <span class=\"place\" title=\"F15481\">Sakya</span>'s animal production was in <span class=\"place\" title=\"Type ID here\">Mü</span>.</p><p>Within these lands the <span class=\"place\" title=\"F15481\">Sakya</span> leader, the <span class=\"tibetan\" title=\"Type ID here\">trichen</span> (<em><span class=\"tibetan\" title=\"Type ID here\">khri chen</span></em>, 'Great Throne') was the sovereign leader, and his government performed all administrative and legal duties within the bounds of <span class=\"place\" title=\"F15481\">Sakya</span> territory. This was recognized by the <span class=\"place\" title=\"F637\">Lhasa</span> government, as illustrated by the fact that, should its government members seek asylum at <span class=\"place\" title=\"F15481\">Sakya</span> in times of political trouble, <span class=\"place\" title=\"F637\">Lhasa</span> needed to seek formal extradition approval from the <span class=\"tibetan\" title=\"Type ID here\">trichen</span> to bring the dissident back to central Tibet. According to informants, this political separation did not stop people within <span class=\"place\" title=\"F15481\">Sakya</span> controlled territories from recognizing the Dalai Lama as the political leader of Tibet in the early twentieth century, and a potent symbol of Tibetan unity.</p><p>People within <span class=\"place\" title=\"F15481\">Sakya</span> territories were termed \"subjects\" or <span class=\"tibetan\" title=\"Type ID here\">misé</span> (<em><span class=\"tibetan\" title=\"Type ID here\">mi ser</span></em>) of the government or <span class=\"tibetan\" title=\"Type ID here\">zhung</span> (<em><span class=\"tibetan\" title=\"Type ID here\">gzhung</span></em>). As subjects they were required to pay allegiance to the laws and authoritiy of the government, and they were also required to pay an annual tax to the government itself, the monastery of <span class=\"tibetan\" title=\"F17088\">Sakya</span>, one of the two ruling houses, or a member of the hereditary nobility. The group to which one would pay depended on which one held rights to the land upon which one lived and worked.</p>", 
   "index": 2, 
   "parent_index": 0, 
   "title": "Sakya Land and Subjects"
  }, 
  {
   "body": "<p>The <span class=\"place\" title=\"F15481\">Sakya</span> government consisted of a hierarchical leadership structure in which local headmen in charge of families and land holdings within a specific region reported to eight district officers, who in turn reported to the <span class=\"tibetan\" title=\"Type ID here\">zhappé</span> (<em><span class=\"tibetan\" title=\"Type ID here\">zhabs pad</span></em>), the leader of religious affairs at the capital. Headmen ideally served as representatives of local interests to the central administration at <span class=\"place\" title=\"F15481\">Sakya</span>. Officials had no fixed term of office. When a local headman, for instance, was unable to continue their duties, committees consisting of family representatives would select his successor, ideally through consensus, and submit their choice to the <span class=\"tibetan\" title=\"Type ID here\">zhappé</span> for approval.</p><p>The central government consisted of some forty full-time administrators, eleven <span class=\"tibetan\" title=\"Type ID here\">jolak</span> (<em><span class=\"tibetan\" title=\"Type ID here\">jo lags</span></em>) officials, namely the district headmen, and thirty-nine high-ranking officials known by the honorific title of <span class=\"tibetan\" title=\"Type ID here\">kudrak</span> (<em><span class=\"tibetan\" title=\"Type ID here\">sku drag</span></em>). Collectively these positions functioned as assistants to the <span class=\"tibetan\" title=\"Type ID here\">trichen</span> and the <span class=\"tibetan\" title=\"Type ID here\">zhappé</span> . <span class=\"tibetan\" title=\"Type ID here\">Kudrak</span> officials were comprised of members of <span class=\"tibetan\" title=\"F17088\">Sakya</span>'s North and South monasteries, including the abbots, ex-abbots, chant masters, business managers, and others. These would meet together in \"Great Assembly Meetings\" called by either the <span class=\"tibetan\" title=\"Type ID here\">trichen</span> or the <span class=\"tibetan\" title=\"Type ID here\">zhappé</span>.</p><p>Few major decisions were left in the hands of district headmen or other lesser government officials, but were passed up to the highest levels of the central <span class=\"place\" title=\"F15481\">Sakya</span> government, the <span class=\"tibetan\" title=\"Type ID here\">trichen</span> and the <span class=\"tibetan\" title=\"Type ID here\">zhappé</span>. The <span class=\"tibetan\" title=\"Type ID here\">trichen</span> was both a religious and a political leader, and might be considered the \"governor\" of <span class=\"place\" title=\"F15481\">Sakya</span>, though his power was shared by the <span class=\"tibetan\" title=\"Type ID here\">zhappé</span>. He was the representative of the <span class=\"tibetan\" title=\"Type ID here\">Khön</span> family in the government, and as the representative of <span class=\"place\" title=\"F15481\">Sakya</span>'s founding family, the <span class=\"tibetan\" title=\"Type ID here\">trichen</span> was the only official who could carry out innovations in government policy. He appointed all abbots of the North and South monasteries, and controlled the annual schedule of religious observances in the monasteries. As the leader, if not abbot, of the central religious institution of the <span class=\"tibetan\" title=\"F15481\">Sakya</span>, the <span class=\"tibetan\" title=\"Type ID here\">trichen</span> was held in high regard by all <span class=\"place\" title=\"F15481\">Sakya</span> subjects as a person of major religious power.</p><p>The <span class=\"tibetan\" title=\"Type ID here\">zhappé</span> was the manager of daily governmental affairs. Appointed by the <span class=\"tibetan\" title=\"Type ID here\">trichen</span>, the <span class=\"tibetan\" title=\"Type ID here\">zhappé</span> served as the head administrator of the government and its official representative in external affairs. He controlled the government's official seal, and all letters to and from the <span class=\"place\" title=\"F15481\">Sakya</span> government were addressed to or by him alone. The <span class=\"tibetan\" title=\"Type ID here\">zhappé</span> was granted large tracts of government land while in office, and this could generate massive wealth for holders of the position. Gifts were a major part of his income, for all who visited his office were expected to make an offering to him. The <span class=\"tibetan\" title=\"Type ID here\">zhappé</span> authorized all new headmen, appointed all district officers, as well as most lesser government positions. He was also in control of the government supply house and archive, making it necessary to go through him to access any official information about the <span class=\"place\" title=\"F15481\">Sakya</span> territories. Ideally the <span class=\"tibetan\" title=\"Type ID here\">zhappé</span> were selected from among candidates with long careers of government service.</p><p>According to Cassinelli and Ekvall, the authors of the primary scholarly work in English on <span class=\"place\" title=\"F17088\">Sakya</span>, the government of <span class=\"place\" title=\"F15481\">Sakya</span> was in many ways an ideal small-sized polity, in that it managed to survive as an independent polity for nearly nine centuries. It played a central role in the development of Tibetan Buddhism, in political theory, and in the cultural life of western Tibet. Only the fall of Tibet in 1959 could bring an end to this polity, which had existed continuously since 1073.</p>", 
   "index": 3, 
   "parent_index": 0, 
   "title": "Sakya Governance"
  }, 
  {
   "body": "<p>C. W. Cassinelli and Robert B. Ekvall's <em>A Tibetan Principality: The Political System of Sa skya.</em> Ithaca: Cornell University Press, 1969.</p>", 
   "index": 4, 
   "parent_index": 0, 
   "title": "Source"
  }
 ], 
 "meta": {
  "date": "2010-05-19 18:56:02 UTC", 
  "domain": "places", 
  "kid": "15481", 
  "authors": [
   {
    "fullname": "Kurtis Schaeffer", 
    "id": "2"
   }, 
   {
    "fullname": "Kurtis Schaeffer", 
    "id": "2"
   }
  ], 
  "title": "An Introduction to Sakya Polity"
 }
}