{"meta":{"domain":"places","kid":"16645","authors":[],"title":"Khusé Doring Introduction","dates":{"created_at":"2010-08-25 11:09:53 UTC","updated_at":"2010-08-25 11:09:53 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Khusé Doring Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":"Khuse DoringKhu se rdo ring","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Khuse Doring<\/span><span class=\"scholar\">Khu se rdo ring<\/span>is situated on a slightly apering bench overlooking the <span class=\"popular\">A Chok Serlep<\/span><span class=\"scholar\">A chog ser lebs<\/span> basin. The terrain is sandy and hemmed in to the north by a ridge. There are at least 18 undressed reddish brown and gray pillars standing inside the enclosure near the west wall. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Enclosure","index":7,"parent_index":6,"body":" <p>The enclosure is not well aligned in the cardinal directions and measures 6 m (north-south) x 11 m (east-west). Many parts of its four walls are intact. These superficial (consisting of a single layer of stones) walls are flush with the surrounding ground level, 60 cm in thickness and made up of smaller stones (up to 40 cm long). In order to maintain a level space, the enclosure is elevated 50 cm above the adjacent terrain on its eastern flank. <\/p> "},{"title":"Pillars","index":8,"parent_index":7,"body":" <p>While most pillars parallel the full extent of the west wall, some of them extend a short distance along the inner edges of the north and south walls of the enclosure, creating a U-shaped array. All but three of the stelae are 60 cm or less in height. Most of the shorter specimens have sustained some damage and are missing heir top sections. The stelae are unhewn and made from various types of rock. These stones are tabular, hree-sided and irregularly shaped. The three tallest pillars are situated about 70 cm from the inner edge of he west wall of the enclosure: <\/p> <ol> <li>Long-stone DR1: three-sided, reddish (1 m [height] x 1 m [basal girth]). DR1 is centrally located. <\/li> <li>Long-stone DR2: tabular (90 cm x 1 m). DR2 is located near the southwest corner of the enclosure.<\/li> <li>Long-stone DR3: tabular (75 cm x 1 m). DR3 is in very close proximity to DR2. <\/li> <\/ol> "},{"title":"Affiliated sites","index":9,"parent_index":2,"body":" <p>Not far from khu se rdo ring, in a valley called sengge lung, there is a small hilltop ruin.<\/p>  "}]}