{"meta":{"domain":"places","kid":"23541","authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}],"title":"Trotsang Dargyé Gön Introduction","dates":{"created_at":"2011-12-13 02:29:51 UTC","updated_at":"2011-12-13 02:29:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Trotsang Dargyé Gön Introduction"},{"title":"Derge County","index":1,"parent_index":0,"body":" "},{"title":"(135) Khro tshang Monastery","index":2,"parent_index":1,"body":" "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p> The full name of the monastery is Khro tshang Dar rgyas dgon. </p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>It is located 206 kilometers northeast of Derge, the county seat, in Dung mda’ village, Lam mdo Township, dBon thog (Wointog in the local Tibetan dialect) District in Derge county. </p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>According to oral tradition, during the persecution of Bon by King Khri srong lde btsan in the 8th century, two Bonpo masters, ’Bang ri ba Nam mkha’ thog rdugs and Grub chen bKra shis rgyal mtshan, took refuge on the mountain rDza stod Rin chen spungs pa in Derge. They attracted a number of disciples, including the Nine Saints of Khrom rdzong (Khrom rdzong rtogs dgu), the most famous of whom was Shes rab phun tshogs; their monastic establishment thus became known by the name of Khrom rdzong Phun tshogs gling.</p> <p>In the middle of the 1st Rab byung (1027-1097), rMe’u ston bSod nams came to the monastery and began to teach Bonpo tantric practice and the monastery’s name was changed to bKra shis phun tshogs gling. Thereafter, the Khro tshang lineage became the principal lineage of the monastery and the monastery was renamed Khro tshang Dar rgyas gling. It is not clear who the first master was and when precisely the lineage originated, but according to one account, the first master was Khro tshang Mar legs. According to the same account, there were three brothers in the Khro tshang lineage, Mar legs, Byang pa Nyi ma rgyal mtshan and Mu la snying po. Khro tshang Mar legs went to Zal mo sgang and became the master of the monasteries situated in Shar rdza’i lding khrom. They are: Khro tshang, sMon rgyal, ’Bum rmad, Shar rdza Ri khrod, sTeng chen, Zer ’phro and ’Phen zhol. His two brothers went to The bong and Rong khams. rTogs ldan Ye shes bstan ’dzin (1772-?) of Khro tshang Monastery became the monastery’s first abbot (mkhan po) and established the observance of the summer fast (dbyar gnas). His successors were mChog sprul Khro bo rgyal mtshan, mKhan chen lHun grub ye shes, rTogs ldan bSam gtan ye shes, Dam ldan Shes rab seng ge (rTogs ldan chung ba, the “Younger Saint”), Nyams rtogs Tshad ’phel dga’ bde, Grub brnyes Tshe dbang ’od zer, ’Gro ’dren A dkar, rGyud ’dzin rNam mkhyen rang grol, Yongs ’dzin ’Brug gsas chems pa (?-1991). </p> <p>All the Kun grol Trulku from Kun grol ’Ja’ tshon snying po (b.1700) to Kun grol Hum chen were in charge of the monastery. gSang sngags gling pa from Nyag rong and Shar rdza bKra shis rgyal mtshan also taught and practised at the monastery for a number of years.</p> "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":" <p>A son from every generation in the patrilineal descent of the Khro tshang family was chosen as the “throne-holder” of the monastery. The head of the monastery is therefore hereditary.</p> <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one <span style=\"font-style: italic;\" class=\"\">sgrub bla</span> </li> <li>two <span style=\"font-style: italic;\" class=\"\">dbu mdzad</span> </li> <li>two <span style=\"font-style: italic;\" class=\"\">dge skos</span> </li> <li>two <span style=\"font-style: italic;\" class=\"\">mchod dpon</span> </li> <li>two <span style=\"font-style: italic;\" class=\"\">’cham dpon </span> </li> <li>six <span style=\"font-style: italic;\" class=\"\">gnyer pa</span> (divided into three groups of two) </li> </ul> <p>All the incumbents are reappointed every five years with the exception of the abbot.</p> "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":" <p>There are hundred and twenty monks and novices in the monastery. </p> "},{"title":"6. Current education","index":8,"parent_index":2,"body":" <p>Each year the monastery’s administration appoints a teacher to teach Tibetan literature and Bon practice and theory to the young monks for five months, from January to the end of May. Every year, a group of monks perform a ritual called <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">zhag brgya</span>, “one hundred nights”, which includes the practices of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sngon ’gro</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rtsa rlung</span>, ritual cycles of dBal gsas, Phur pa, gSang ba drag chen, Khro bo, Byams ma, gDugs dkar, Ma rgyud, Lha rgod, Khyung dmar, sTag la and formerly Me ri. </p> "},{"title":"7. Educational exchanges","index":9,"parent_index":2,"body":" <p>Khro tshang is a branch of sMon rgyal Monastery which is located in the same area. This connection seems to have originated with Kun grol Hum chen, but at present Khro tshang is closer to Shar rdza Ri khrod (which even has a number of cells reserved for the monks of Khro tshang) and sends around two to fifteen of its monks to Shar rdza Ri khrod for tantric practice and further training. </p> "},{"title":"8. Daily rituals","index":10,"parent_index":2,"body":" <p>They usually consist of the following practices.</p> <p>Early morning</p> <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li> <span style=\"font-style: italic;\" class=\"\">A li ka li</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">rtsa lung</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">sdus phyag</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">mchod pa</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">bsang ’don</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">chab gtor</span> </li> </ul> <p>During the day</p> <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li> <span style=\"font-style: italic;\" class=\"\">yi dam bsnyen sgrub</span> </li> </ul> <p>In the evening</p> <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li> <span style=\"font-style: italic;\" class=\"\">gsol kha</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">bsur</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">lus sbyin</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">rtsa lung</span> </li> </ul> "},{"title":"9. Annual rituals","index":11,"parent_index":2,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>1st month, Rituals based on the followng texts: the <em>’Ḍzam gling spyi bsang</em>, <em>Ṛig ’dus tshogs ’khor</em> and <em>Yi dam phyi nang gsang gsum gyi skang ba</em> on the 1st day; the <em>Kun rig sgrol ma</em> for four days, <em>Mḍo gYung drung klong rgyas</em> for two days, <em>Zhi khro sgrub chen</em> for ten days, <em>Ṃa rgyud thugs rje nyi ma</em> and <em>Kun gsal byams ma’i sngags sgrub</em> for four days, starting on the 8th day</li> <li>4th month, Rituals based on the <em>Sṇang srid zhi chen gyi sbyin sreg</em> and <em>MChod gtor bdud rtsi chu rgyun</em> on the 10th day</li> <li>5th month, Rituals based on the <em>Bla ma rig ’dzin ’dus pa’i sgrub chen</em> with <span style=\"font-style: italic;\" class=\"\">’cham</span> for ten days, <em>SPyi bsang yid bzhin nor bu</em> and <span style=\"font-style: italic;\" class=\"\">mChod gtor</span> for two days, the <span style=\"font-style: italic;\" class=\"\">dbyar gnas</span> summer-fasting (the number of participants for this ritual is limited to twenty-five monks) for fifty days starting on the 3rd day</li> <li>6th month, Rituals of the Byams ma’i mdo chog, Srid rgyal drel dmar gyi tshogs ’khor, and the <span style=\"font-style: italic;\" class=\"\">smyung gnas</span> fasting practice from the 17th to the 22nd day </li> <li>10th month, Rituals based on the <em>GYung drung yongs rdzogs</em> and <em>Khro bo ngo mtshar rgyas pa’i sgrub chen</em>, <em>MKha’ klong gsang ba’i mdos chen</em>, <em>Zhi khro rtsa gsum rgya mtsho’i gar ’cham</em> with <span style=\"font-style: italic;\" class=\"\">’cham</span> dance, for fifteen days, beginning on the 17th. These rituals lead to the performace of the <span style=\"font-style: italic;\" class=\"\">dgu gtor</span> rite. </li> <li>11th month, Rituals based on the <em>Bum sgrub chen mo sgrib sbyong dril sgrub</em> for eight days, <span style=\"font-style: italic;\" class=\"\">’Od dpag med</span> and <em>Zhi khro rigs brgya</em> for seven days, beginning on the 8th day, and the ritual cycle of sTag la performed by the seven officials of the monastery for five days starting on the 25th. </li> <li>12th month, the practice of the <span style=\"font-style: italic;\" class=\"\">rab gnas</span> consecration starting on the 10th day for five days</li> </ul> <p>Rituals of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">g-yang sgrub</span> and the ritual cycle of gDugs dkar, Ge khod, and Phur pa performed by seven monks for seven days at an auspicious time in the year. </p> <p>Chanting of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsang</span> ceremony and the chanting of the main ritual text of the dBal gsas cycle, and the atonement of Srid rgyal by one monk in the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sgrub khang</span> every day.</p> "},{"title":"10. Books held in the monastery","index":12,"parent_index":2,"body":" <p>The assembly hall is the only surviving building of the original monastery which was destroyed during the Cultural Revolution. It contains an entire wall covered by paintings depicting the life of gShen rab Mi bo. The monastery once possessed a complete set of the Bonpo Kanjur collected by Khro tshang Yid bzhin dbang rgyal. When sPen pa dbang rgyal (b.1926), one of the present monks of the monastery, was seven or eight years old, Yid bzhin dbang rgyal was already eighty years old, which means that the latter was active in late 19th-early 20th century. Since the monastery already possessed several sections of the Kanjur, Yid bzhin dbang rgyal had the monks copy the missing texts, and copied a number of the texts himself, following the order in the catalogue of the Bonpo Kanjur by Nyi ma bstan ’dzin. These Bonpo canonical texts with Yid bzhin dbang rgyal’s own annotations was still in the monastery’s possession in 1997. </p> "},{"title":"11. Income and expenses","index":13,"parent_index":2,"body":" <p>In the early nineteen-eighties, the monastery received ninteen thousand Chinese Yuan from the tenth Panchen Lama for its restoration. The monastery owns 12 <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mu</span> (a Chinese measuring unit = 0.0667 hectares) of farmland, fifty female yaks looked after by several local families who in exchange give the monastery 5 kg of butter per yak per year (in 1997 1 kg of butter sold for 28 Yuan). The harvest of each <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mu</span> yields 250 kg of barley (in 1997 1 kg of barley sold for 2.60 Yuan).</p> "},{"title":"12. Local community","index":14,"parent_index":2,"body":" <p>The local lay community consists of three yul pa (communal division): Yar thang with twenty-five families, Dung mda’ with fifty families, and mKha’ re with thirteen families, (a total of ninety-three families and a population of about five hundred).</p> "},{"title":"13. Local festivals","index":15,"parent_index":2,"body":" <p>The three mountain peaks of rDza stod rin chen spungs pa are called Dung rgyal, Seng chen and Drag sngon. Since the three peaks are the abode of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lha btsan</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">klu btsan</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gnyan btsan</span> they are also collectively known as bTsan rgod rnam gsum, “the Three btsan rgod”. The mountain was “opened” (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gnas sgo phyed pa</span>) as a holy site (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gnas ri</span>) by gSang sngags gling pa. </p> <p>The mountain is venerated by the local community on two different dates and in two differents ways: 1. the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gnas skor</span> circumambulation on the 15th day of the 4th month, during which both the local lay community and the monks circumambulate and perform the bsang ceremony at the mountain’s three <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas bstod pa</span>). 2. Since Brag sngon, the summit immediately behind the monastery constitutes the lowest foremost peak of the mountain, it is the monks alone who propitiate it on the 21st day of the 7th month. This ceremony is called <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rlung rta bstod pa</span>, the scattering of the wind horse. The former ritual (involving both lay men and monks) is quite simple, but for the latter, the monks perform a complete ritual of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsang</span>, accompanied by the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dar lcog</span> flags and the wind horse.</p> "},{"title":"14. Occupation of the local people","index":16,"parent_index":2,"body":" <p>Mostly nomads and some farmers</p> "},{"title":"Sources","index":17,"parent_index":2,"body":" "},{"title":"(1) Interviews","index":18,"parent_index":17,"body":" <p>(August, 1997): sPen pa dbang rgyal, a former monk at the monastery (b.1926) and gYung drung dar rgyas, the dge bkos of the monastery</p> "},{"title":"(2) Texts","index":19,"parent_index":17,"body":" <p> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">KGLG</span>, Vol.1, pp. 616-620</p> "}]}