{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Tsoksum Doring Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "II.1. Stelae and accompanying structures: Funerary and non-funerary structures"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Tsoksum DoringTshogs gsum rdo ring "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Tsoksum Doring</span><span class=\"scholar\">Tshogs gsum rdo ring</span> </li> <li>English equivalent: Three Assemblies Long-stones (?)</li> <li>Site number: C-165</li> <li>Site typology: II.1b </li> <li>Geographic coordinate (N. lat.): 30º 29.9΄ </li> <li>Geographic coordinate (E. long.): 84º 23.8΄</li> <li>Elevation: 4950 m </li> <li>Administrative location (township):<span class=\"popular\">Buptö</span><span class=\"scholar\">Sbub stod</span> </li> <li>Administrative location (county): <span class=\"popular\">Drongpa</span><span class=\"scholar\">’Brong pa</span> </li> <li>Survey expedition: TUE</li> <li>Survey date: September 3, 2005</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Tsoksum Doring</span><span class=\"scholar\">Tshogs gsum rdo ring</span> is located on the west side of the <span class=\"popular\">Bupzhung Tsangpo</span><span class=\"scholar\">Sbub gzhung gtsang po</span> valley. The site is just west of <span class=\"popular\">Tsoksum</span><span class=\"scholar\">Tshogs gsum</span> and on the opposite side of the valley from <span class=\"popular\">Takchen</span><span class=\"scholar\">Stag chen</span>. These two small mountains are local territorial deities (<span class=\"popular\">yüllha</span><span class=\"scholar\">Yul lha</span>). There are quite wide vistas to the east, west and north. The terrain slightly dips to the east, and is well drained, sandy and grassy. The site consists of two walled pillars. No outlying funerary structures were detected at the site. </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to local <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span>, <span class=\"popular\">Tsoksum Doring</span><span class=\"scholar\">Tshogs gsum rdo ring</span> emerged with primordial existence. </p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>The enclosure is generally aligned in the cardinal directions, and measures 9.3 m (east-west) x 4.5 m (north-south). It is constructed of a bluish and reddish volcanic rock. The partially intact east wall of the enclosure is punctuated by an opening, which is demarcated on either side by a slab placed perpendicular to the wall course. This 90-cm wide opening begins 1.6 m from the southeast corner of the enclosure, thus it is not particularly well centered. The south ‘portal’ stone is 60 cm long and projects upwards of 30 cm above ground level. The north portal stone is 55 cm long and projects around 20 cm above ground level. The opening itself is divided into two parts by a smaller transverse stone (30 cm long, 20 cm projection above the surface) set right in the middle of it. On either side of the portal there is a large upright slab (around 70 cm long, 10 cm projection above the surface), which dominate the east wall course. In all probability, the east wall was of double-course composition, but this cannot be confirmed with the structural evidence at hand. The south wall of he enclosure is mostly intact and indeed has a double-course composition. The south wall is around 50 cm thick and is made up of variable-length (10 cm to 60 cm long) stones set in the ground edgewise. These stones are flush with the ground surface or rise above it to a maximum height of 10 cm. The double-course west wall of the enclosure is now highly fragmentary. The north wall also has been mostly destroyed. Many stones that were once an integral part of the structure now litter the enclosure. </p>", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Enclosure"
  }, 
  {
   "body": "<p>There are two small pillars standing inside the enclosure. They are located about 30 cm from the inner edge of he west wall. These two pillars are in very close proximity to one another, 3 m to 3.5 m from the south wall. They are, therefore, not well centered between the north and south walls of the enclosure. Their position suggests that other pillars may have once shared the enclosure as well. The gray grained pillars have weathered o a reddish color. Some stones have been piled up around the base of the pillars. The north pillar (55 cm [height] x 60 cm [basal girth]) has four irregularly shaped sides. The south pillar (70 cm x 75 cm) is three sided. The tips of both pillars have been broken off. What may have been a smaller pillar lies in close proximity to the two in situ specimens. </p>", 
   "index": 8, 
   "parent_index": 6, 
   "title": "Pillars"
  }
 ], 
 "meta": {
  "date": "2010-08-25 11:11:57 UTC", 
  "domain": "places", 
  "kid": "16744", 
  "authors": [], 
  "title": "Tsoksum Doring Introduction"
 }
}