{"meta":{"domain":"places","kid":"16727","authors":[],"title":"Gyachen Möndora Introduction","dates":{"created_at":"2010-08-25 11:11:36 UTC","updated_at":"2010-08-25 11:11:36 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Gyachen Möndora Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Mon pa&rsquo;i rdo ring","index":7,"parent_index":6,"body":null},{"title":"Funerary enclosures","index":8,"parent_index":6,"body":" "},{"title":"Funerary Structure FS1","index":9,"parent_index":8,"body":" <p>Funerary structure FS1 (3 m x 4 m) is the most northerly funerary structure at the site. Only in the north are there long views from FS1. This open ovoid enclosure has perimeter walls (50 cm to 60 cm thick), which are flush or slightly elevated above the surrounding terrain. These walls appear to be of the double-course variety but they do not now exhibit much design coherence. Metamorphic stones of various colors, 10 cm to 70 cm, in length were employed to build FS1. It is reported that there are two or three funerary enclosures located roughly 500 m to 1 km to the north. These outlying examples were not surveyed. <\/p> "},{"title":"Funerary Structure FS2","index":10,"parent_index":8,"body":null},{"title":"Funerary Structure FS4","index":11,"parent_index":8,"body":" <p>Funerary structure FS4 (7 m x 6 m) is a fragmentary sub-rectangular enclosure, whose walls exhibit no prescribed order or arrangement (27.974&#900; \/ 24.421&#900; \/ 4700 m). The structure gently declines to the east and has an open interior. The perimeter walls are mostly level with the ground surface. They are primarily built of small pieces of a dark-colored metamorphic rock. Some larger stones (up to 50 cm long) were also used. <\/p> "},{"title":"Funerary Structure FS5","index":12,"parent_index":8,"body":" <p>Funerary structure FS5 (13 m x 7 m) is an ovoid enclosure with wide, disordered perimeter walls (28.139&#900; \/ 24.449&#900; 4690 m). The entire structure is slightly elevated above the surrounding terrain. It is built of unhewn variable-length (10 cm to 75 cm long) igneous and metamorphic rocks. Inside the enclosure there is an area (2 m x 2 m) with a mass of stones embedded in the ground. This structure may mark the location of a subsurface grave chamber. <\/p>  "}]}