{"meta":{"domain":"places","kid":"16572","authors":[],"title":"Arong Mönkhar Introduction","dates":{"created_at":"2010-08-11 20:46:23 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Arong Mönkhar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"A Rong Mön KharA rong mon mkhar","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">A Rong Mön Khar</span><span class=\"scholar\">A rong mon mkhar</span> </li> <li>Site number: A-138</li> <li>Site typology: I.1c </li> <li>Geographic coordinate (N. lat.): 32º 23.1΄ </li> <li>Geographic coordinate (E. long.): 80º 51.1΄ </li> <li>Elevation: 4820 m to 4860 m</li> <li>Administrative location (township): <span class=\"popular\">Götsang Mé</span><span class=\"scholar\">Rgod tshang smad</span> </li> <li>Administrative location (county): <span class=\"popular\">Gar</span><span class=\"scholar\">Sgar</span> </li> <li>Survey expedition: THE</li> <li>Survey date: May 26, 2006</li> <li>Contemporary usage: None.</li> <li>Identifiable Buddhist constructions: None. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>The rampart network of <span class=\"popular\">A Rong Mön Khar</span><span class=\"scholar\">A rong mon mkhar</span> is found on the top of a limestone mount, which rises above a bifurcation in the <span class=\"popular\">Arong</span><span class=\"scholar\">A rong</span> valley. This limestone bulwark in the <span class=\"popular\">Arong</span><span class=\"scholar\">A rong</span> valley rises some 400 m above the east side of the <span class=\"popular\">Tri Tso</span><span class=\"scholar\">Khri tsho</span> basin. The high quality pasturage and plentiful water of the <span class=\"popular\">Tri Tso</span><span class=\"scholar\">Khri tsho</span> basin and the adjoining larger basin of <span class=\"popular\">Pangar Zhung</span><span class=\"scholar\">Dpa’ ngar gzhung</span> (in the <span class=\"popular\">Senge Tsangpo</span><span class=\"scholar\">Sengge gtsang po</span> flood plain) have been magnets of settlement since early times. Other archaic strongholds in the proximity are <span class=\"popular\">Sharo Möon Dur</span><span class=\"scholar\">Sha ro mon dur</span> (A-32) and <span class=\"popular\">Pangar Zhung Khargok</span><span class=\"scholar\">Dpa’ ngar gzhung mkhar gog</span> (A-31). The tawny-colored formation of <span class=\"popular\">A Rong Mön Khar</span><span class=\"scholar\">A rong mon mkhar</span> is very precipitous and inherently defensible. It has commanding views to the north in the direction of the big basins. This site probably served as a refuge from attack and the final line of defense for the locality. Its inhabitants must have faced a very fierce enemy to have built such a high and isolated safehold. It is only accessible via the southeast branch of the <span class=\"popular\">Arong</span><span class=\"scholar\">A rong</span> valley via a steep and narrow slope. There are no signs of permanent dwellings at <span class=\"popular\">A Rong Mön Khar</span><span class=\"scholar\">A rong mon mkhar</span>. The dry-mortar random-work ramparts were constructed using uncut hunks of limestone. They form a highly developed symmetrical defensive array on the summit. It is unclear how the inhabitants of <span class=\"popular\">A Rong Mön Khar</span><span class=\"scholar\">A rong mon mkhar</span> obtained drinking water. Presently, there is no water in the <span class=\"popular\">Arong</span><span class=\"scholar\">A rong</span> valley (except when there is snow melt or possibly during a heavy bout of summer rains). </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to local residents, <span class=\"popular\">A Rong Mön Khar</span><span class=\"scholar\">A rong mon mkhar</span> was an ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> facility.</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Upper summit","index":7,"parent_index":6,"body":" <p>The low end (4820 m) of <span class=\"popular\">A Rong Mön Khar</span><span class=\"scholar\">A rong mon mkhar</span> is comprised of a breastwork that protected this constricted approach (only 3.5 m wide) to the stronghold. Only two fragments of the wall built at this strategic juncture have survived (2.9 m long and 1.3 m high, 9.6 m long and 1.1 m high). This was the forward line of defense for <span class=\"popular\">A Rong Mön Khar</span><span class=\"scholar\">A rong mon mkhar</span>. Above the breastwork the slopes rise to a saddle (4840 m) with a precipitous drop on its southwest side. The top end of this saddle connects to a narrow rib of rock with the vestiges of a defensive wall and steps that lead up to the summit. This fortified access route inclined at 45° is 21 m in length and reaches the southeast edge of the summit installation. The base of what appears to have been a breastwork (3.8 m x 3.8 m) straddles the top at this spot. Although it is up to 2.5 m in height (on its forward or southeast flank), no freestanding walls are left in this structure. This guarding gateway to the summit, the tallest structure remaining at <span class=\"popular\">A Rong Mön Khar</span><span class=\"scholar\">A rong mon mkhar</span>, is likely to have been a significant defensive feature. It accesses the upper summit, which is up to 15 m wide. The remains of a parapet wall line the northeast edge of the upper summit. With a long vertical rock face below, no such wall was necessary along the part of the summit overlooking the southwest branch of the <span class=\"popular\">Arong</span><span class=\"scholar\">A rong</span> valley. </p> "},{"title":"Lower summit","index":8,"parent_index":6,"body":" <p>The upper summit admits to the lower summit, a zone 55 m in length and a maximum of 30 in width. The lower summit along its north-south axis is oriented at a 30° angle. There are traces of a parapet wall on the rim of the lower summit overlooking the southeast branch of the <span class=\"popular\">Arong</span><span class=\"scholar\">A rong</span> valley. On account of large vertical expanses of rock, a parapet wall was not needed on the side of the summit that soars above the southwest branch of the <span class=\"popular\">Arong</span><span class=\"scholar\">A rong</span> valley. The lower summit is dominated by two parallel series of ramparts. There appear to be seven ramparts in each series built at graded elevations. Each of these walls is between 4 m and 11 m in length and are 80 cm to 1 m high on their forward or downhill side. Some of the ramparts form platforms up to 2 m in width, which could have been used for domestic functions (by erecting temporary shelters of some kind). Conceivably, bowmen could fire in unison from behind these walls, unleashing a curtain of arrows. Perhaps this wall network was also used for ritual purposes. </p>  "}]}