{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Zhayé Khar Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Zhayé KharZha ye mkhar "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Zhayé Khar</span><span class=\"scholar\">Zha ye mkhar</span> </li> <li>Site number: A-63</li> <li>Site typology: I.1b </li> <li>Geographic coordinate (N. lat.): 31º 53.2΄</li> <li>Geographic coordinate (E. long.): 79º 43.8΄</li> <li>Elevation: 4420 m</li> <li>Administrative location (township): <span class=\"popular\">Shangtsé</span><span class=\"scholar\">Shang rtse</span> </li> <li>Administrative location (county): <span class=\"popular\">Tsada</span><span class=\"scholar\">Rtsa mda'</span> </li> <li>Survey expedition: UTAE</li> <li>Survey date: May 10, 2001 </li> <li>Contemporary usage: None.</li> <li>Identifiable Buddhist constructions: None.</li> </ul>
", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Zhayé Khar</span><span class=\"scholar\">Zha ye mkhar</span> is a dissolved building complex situated on the summit and flanks of a small ridge. It is located approximately 1 km from the village of <span class=\"popular\">Shangpa</span><span class=\"scholar\">Shang pa</span>. This relatively small installation occupies the 30-m-tall formation bounding the edge of the valley. The site is divided into east and west summits by a steep gully. Two masonry ramparts erected at different elevations barricade this south-facing gully. The staggered breastworks and small habitational footprints clinging to the formation exhibit morphological characteristics often associated with the <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span>, the dominant ethnic group in archaic cultural horizon <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span>, according to the oral tradition. There are around two dozen caves at <span class=\"popular\">Zhayé Khar</span><span class=\"scholar\">Zha ye mkhar</span>, mostly situated near the base of the formation. </p>
", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to local residents, <span class=\"popular\">Zhayé Khar</span><span class=\"scholar\">Zha ye mkhar</span> was a fortress of the ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span>.</p>
", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>On the east summit of <span class=\"popular\">Zhayé Khar</span><span class=\"scholar\">Zha ye mkhar</span> there are the remains of a single building (8 m x 5 m) with cobble lower walls on which stand adobe wall sections 1 m o 3 m in height. These walls were constructed on a substantial cobble revetment, 1 m to 1.5 m in height. Such ype of walls could only have supported a building constructed with a wooden roof. </p>
", 
   "index": 7, 
   "parent_index": 6, 
   "title": "East summit"
  }, 
  {
   "body": "<p>The nearby west summit had a similarly constructed building (10 m x 7 m), of which only small sections of adobe walls survive. On the west side of the west summit structure there is a cobble revetment 2 m to 2.5 m in height. Below this revetment there is a 2.2-m wide level area created by a cobble retaining wall, 50 cm to 2 m in height. Below this wall there is another level area (1.5 m in width), surrounded by a cobble wall a maximum of 2.2 m in height. These two masonry terraces probably supported small buildings at one time. On another terrace (3 m x 5 m), located below the west side of the summit edifice, there is a 65-cm high adobe wall segment. At just 20 cm thick, this adobe fragment has undergone a tremendous degree of dissolution. The terrace it sits on is bound by a masonry wall footing totaling 20 m in length. Adjacent to this terrace, on a small pinnacle, there is a finely built foundation that must have supported an edifice no larger than 3.5 m x 3.5 m. The construction of an edifice on this tiny pinnacle is in keeping with design attributes of archaic residential sites. </p>
", 
   "index": 8, 
   "parent_index": 6, 
   "title": "West summit"
  }, 
  {
   "body": "<p>Directly above the village of <span class=\"popular\">Shangpa</span><span class=\"scholar\">Shang pa</span> there is another archaeological site locally referred to as a ‘castle’ (<span class=\"popular emph\">khar</span><span class=\"scholar emph\">mkhar</span>). On a small summit (2.5 m x 11 m) there are adobe wall fragments (a maximum of 2.5 m in height), which rest upon cobble foundations. There appear to be other wall-footings in close proximity. Located upstream of the village, above the confluence in the valley, are the ruins of the <span class=\"popular\">gelukpa</span><span class=\"scholar\">Dge lugs pa</span> shang dgon pa. </p>
", 
   "index": 9, 
   "parent_index": 6, 
   "title": "Other ruins"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16496", 
  "dates": [], 
  "title": "Zhayé Khar Introduction"
 }
}