{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Selhé Mönkhang Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "II.3. Cubic mountaintop tombs"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Selhé MönkhangGsas lhas mon khang "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Selhé Mönkhang</span><span class=\"scholar\">Gsas lhas mon khang</span> </li> <li>English equivalent: Corrals of the <span class=\"popular emph\">sé</span><span class=\"scholar emph\">gsas</span> <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> Houses</li> <li>Site number: E-32</li> <li>Site typology: II.3 </li> <li>Geographic coordinate (N. lat.): 34º 00.0΄ </li> <li>Geographic coordinate (E. long.): 82º 29.5΄</li> <li>Elevation: 5190 m to 5220 m </li> <li>Administrative location (township): <span class=\"popular\">Drak Puk</span><span class=\"scholar\">Brag phug</span> </li> <li>Administrative location (county) <span class=\"popular\">Gertsé</span><span class=\"scholar\">Sger rtse</span> </li> <li>Survey expedition: WYLE</li> <li>Survey date: May 8, 2007</li> <li>Contemporary usage: None. </li> <li>Identifiable Buddhist constructions: None. </li> </ul>
", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Selhé Mönkhang</span><span class=\"scholar\">Gsas lhas mon khang</span> is set on the summit of a ridgeline overlooking <span class=\"popular\">Aru Tso</span><span class=\"scholar\">A ru mtsho</span>. The <span class=\"popular emph\">sé lhé</span><span class=\"scholar emph\">gsas lhas</span> part of the name of the site may possibly be related to the <span class=\"popular\">sé</span><span class=\"scholar\">Gsas</span>, an archaic class of deities. There are at least three funerary structures found here, which are made of a bluish metamorphic slabs. These highly degraded structures appear to be architecturally modified cubic tombs. There is also a stone hut on the site. </p>
", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>Local elders report that <span class=\"popular\">Selhé Mönkhang</span><span class=\"scholar\">Gsas lhas mon khang</span> represents the remains of ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> houses. </p>
", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "<p>Funerary sructures FS1 and FS2 appear to have been converted into primitive shelters. Any such modification must have been carried out under the impression that these structures were originally <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> residences rather than <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> tombs.</p>
", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>Funerary sructure FS1 (3 m x 2.8 m x 1.8 m [height], 5200 m) is situated along the ridgeline 64 m uphill of a stone hut (see below). This structure is sub-rectangular in shape and has a maximum height of 1.8 m. FS1 is made of stone slabs up to 1 m in length laid in random-work courses. The base is topped by a beehive-shaped structure (1.3 m across, 1.1 m in height) with a hollow interior. The original structure was probably gutted to create his rudimentary shepherd’s shelter. </p>
", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Funerary sructure FS1 "
  }, 
  {
   "body": "<p>Funerary sructure FS2 (1.8 m x 2 m x 1.8 m) is situated 6 m south of FS1 at a slightly higher elevation. It also appears to have been structurally modified to create a crude shelter. FS2 is sub-rectangular and contains a hollow interior (1 m x 1m x 90 cm), the probable vestiges of an improvised shelter that has now largely collapsed. </p>
", 
   "index": 8, 
   "parent_index": 6, 
   "title": "Funerary sructure FS2 "
  }, 
  {
   "body": "<p>Funerary sructure FS3 (2 m x 1.7 m x 1.4 m) is located southwest of FS1 and FS2. It is the highest and most southerly structure at <span class=\"popular\">Selhé Mönkhang</span><span class=\"scholar\">Gsas lhas mon khang</span> (5220 m). FS3, which is perched on the edge of an outcrop, enjoys the best view of <span class=\"popular\">Aru Tso</span><span class=\"scholar\">A ru mtsho</span> from the site. It is nearly cubic in shape. The interior (1 m x 65 cm x 70 cm) of FS3 is much more like the central chambers of mountaintop tombs in form and size. This specimen does not appear to have undergone any structural modification, but it is heavily degraded. </p>
", 
   "index": 9, 
   "parent_index": 6, 
   "title": "Funerary sructure FS3 "
  }, 
  {
   "body": "<p>At the lower end of the site there is an all-stone hut with a crude corbelled roof and rounded walls (2.8 m across and 1.6 m high, 5190 m). Like a nearby corral, this hut, at least in part, appears to have been constructed from stones pilfered from the archaeological site. The design of the stone hut seems to have been inspired by the architecture of mountaintop cubic tombs. On the same outcrop as the hut there appears to be the remains of two masonry bases that belonged to cubic tombs, however, there is no integral stonework in place. </p>
", 
   "index": 10, 
   "parent_index": 6, 
   "title": "Stone hut"
  }, 
  {
   "body": "", 
   "index": 11, 
   "parent_index": 2, 
   "title": "Affiliated sites"
  }, 
  {
   "body": "<p> <span class=\"popular\">Deu Gyaruk</span><span class=\"scholar\">Rde’u rgya rug</span> is the name of a hill, offset from the lofty a ru gangs meridian range (34° 11.6΄ N. lat. / 82° 14.9΄ E. long.). From the summit of this light-colored hill there are commanding views of <span class=\"popular\">Aru Tso</span><span class=\"scholar\">A ru mtsho</span> and mig dmar mtsho. This location, between the two lakes, enjoys a considerable degree of geographic and geomantic prominence. On the flanks and summit of <span class=\"popular\">Deu Gyaruk</span><span class=\"scholar\">Rde’u rgya rug</span> there are undeveloped stone structures, which could not be positively identified as manmade. According to local <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa,</span> these structures were built by the ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span>. Perhaps the very rudimentary nature of the site reflects is location in the northern <span class=\"popular\">Jangtang</span><span class=\"scholar\">Byang thang</span>, a highly marginal environment (extremely high, cold and dry). Light-colored, grained stones, up to 60 cm in length, are found in these structures.</p>
<p>On the south flank of the hill there is a possible crude funerary structure (2.5 m x 2.3 m). In close proximity here are a couple more, even more ambiguous, structures. The most prominent structures at the site are meandering stone walls 50 cm to 1 m in thickness. These superficial structures are only one layer of stones in height. These walls are not continuous; there are many breaks in them. Perhaps these are natural lines of stones hat were enhanced by early inhabitants of the region during the construction of the funerary site. In any event, the stones appear to be randomly distributed. The southwest wall extends 120 m from the summit, along the southwest slope. The southeast wall is less developed but, at 190 m, it is longer. The northwest wall has many gaps and in places it runs laterally along the northwest slope. In total, the northwest wall is 270 m long. </p>
<p>There are three possible funerary structures on the lower west flanks of <span class=\"popular\">Deu Gyaruk</span><span class=\"scholar\">Rde’u rgya rug</span> (11.73΄ / 14.72΄ / 5060 m). These are sub-rectangular structures. There is some heaping of the stones, which is the only potential indication of human modification. The three structures measure: north (1.3 m x 1.3 m), central (2 m x 1.4 m) and south (highly fragmentary). These structures are situated in shallow depressions, which may possibly be evidence for excavations carried out during interments. There are other minor stone traces at <span class=\"popular\">Deu Gyaruk</span><span class=\"scholar\">Rde’u rgya rug</span> that may be worth further investigation. </p>
", 
   "index": 12, 
   "parent_index": 11, 
   "title": "rDe’u rgya rug"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16867", 
  "dates": [], 
  "title": "Selhé Mönkhang Introduction"
 }
}