{"meta":{"authors":[],"title":"Pimkhar Introduction","dates":{"created_at":"2010-08-11 20:45:52 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Pimkhar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Chia KharPhi’a mkhar","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Chia Khar</span><span class=\"scholar\">Phi’a mkhar</span> (sp.?)</li> <li>Alternative site name: <span class=\"popular\">Arjak Khar</span><span class=\"scholar\">Ar jag mkhar</span> </li> <li>Site number: A-101</li> <li>Site typology: I.1a </li> <li>Geographic coordinate (N. lat.): 31º 32.7΄ </li> <li>Geographic coordinate (E. long.): 79º 04.4΄ </li> <li>Elevation: 3660 m to 3750 m</li> <li>Administrative location (township): <span class=\"popular\">Zarang</span><span class=\"scholar\">Za rang</span> </li> <li>Administrative location (county): <span class=\"popular\">Tsada</span><span class=\"scholar\">Rtsa mda’</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: October 20, 2002</li> <li>Contemporary usage: None.</li> <li>Identifiable Buddhist constructions: None.</li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Chia Khar</span><span class=\"scholar\">Phi’a mkhar</span> is located upstream from the <span class=\"popular\">Zarang</span><span class=\"scholar\">Za rang</span> township headquarters. There are two significant residential complexes sitting on the narrow northern flank of a large knife-edge ridge. By virtue of their position, these installations receive good eastern and western exposure. Walls were well constructed of random-rubble blocks and slabs averaging 20 cm to 60 cm in length (maximum length: 1 m). Due to the extreme deterioration of most structures, it could not be determined what kind of roof they supported. The very small size of the rooms is often a characteristic of all-stone corbelled architecture. Whatever mud-mortar was used to cement the wall joints has nearly all dissipated. This large and powerful center (approximately 2200 m²), in terms of the quality of the stonework, seems to have been unmatched by subsequent architecture in the region. An archaic cultural identity for <span class=\"popular\">Chia Khar</span><span class=\"scholar\">Phi’a mkhar</span> is supported by a combination of the following factors:</p> <ol type=\"1\"> <li>Its inauspicious status in local folklore.</li> <li>The absence of Buddhist constructions and emblems of any kind.</li> <li>The unusual northern aspect of the site on steeply inclined stone slopes.</li> <li>The staggered layout of the upper complex and the ridgeline curtain-wall.</li> <li>The substantial wall construction, which may have supported all-stone corbelled roofs. </li> <li>The rear walls of some buildings set deeply into the slope.</li> <li>The small size of rooms (4 m² to 7 m²).</li> </ol> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to local villagers, <span class=\"popular\">Chia Khar</span><span class=\"scholar\">Phi’a mkhar</span> was once the fortress of bandits.</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Upper complex","index":7,"parent_index":6,"body":" <p>The upper complex (3750 m) of<span class=\"popular\">Chia Khar</span><span class=\"scholar\">Phi’a mkhar</span> spans the entire breadth of the slope, endowing it with a good defensive posture. It would not have been possible to outflank this installation, as it is sandwiched between vertical rock faces. The upper complex is divided into north, east and south sectors. </p> "},{"title":"South sector","index":8,"parent_index":7,"body":" <p>The south sector was built on a rib of rock enclosed by a huge rock face that towers above it and a small outcrop that forms the high point of the upper complex. The south sector contains a fairly dense agglomeration of residential structures disbursed over an area of 40 m x 24 m. Highly eroded bits of footings and walls are all that is left. Maximum exterior wall elevations are 3 m and interior walls rise to 1.8 m. Along the abrupt east-west oriented slope of the south sector there were probably four or five tiers of small buildings. A little mud plaster is still in situ on the inner side of a tiny wall segment </p> "},{"title":"North sector","index":9,"parent_index":7,"body":" <p>The north sector of the upper complex is dominated by an L-shaped edifice, 18.5 m and 14 m long along its two axes. This structure is around 5 m wide. The largest single room is only 2.8 m in length. The 14-m long wing of the edifice is split between three different levels, the highest of which forms the high point of the north sector. The forward or downhill wall is a maximum of 3.3 m high externally and 1.5 m high internally (the difference is accounted for by an underlying revetment). There are the remains of an 85-cm wide ingression on the south side of the 18.5-m long wing, the point from which the south sector was accessed via a rocky ledge. </p> "},{"title":"East sector","index":10,"parent_index":7,"body":" <p>The east sector of the upper complex lies adjacent to the north sector and hosts various ruined residential units spread across a fairly steep slope. The upper end of the east sector has a single line of north-facing rooms (25 m x 3 m to 4 m). Below these rooms there is a fairly dense group of nearly obliterated structures that were probably arrayed on four different levels (25 m x 14 m). Inferior to this group, at the edge of a precipice, there is a single structure (3.6 m x 2.7 m), whose exterior walls rise to 2.8 m and its interior walls to 1.2 m. </p> "},{"title":"Lower complex","index":11,"parent_index":6,"body":" <p>The lower complex (3660 m) is situated directly below the upper complex on a rocky brush-dotted slope. On its southwest side there is a large edifice (22 m x 6.5 m) with a forward wall that reaches 3 m in height (2.5 m of this height is made up by a revetment). Freestanding segments in this southwest structure are commonly 1 m in height, however, very little of the plan is still discernable. Immediately northeast of this building there is a structure with a single line of rooms (18 m x 5 m) running perpendicular. Built at the edge of an abrupt drop, this northeast building was deeply set into the rear or uphill slope. This long and narrow structure probably continued for another 25 m east, but it is so ruined that a positive determination about its overall size could not be made. On the west side of the lower complex there is another line of very poorly preserved rooms, totaling about 17 m in length. Only part of the base of the forward wall is intact. </p> "},{"title":"Curtain-wall","index":12,"parent_index":6,"body":" <p>On the far end of the northeast edifice of the lower complex there begins a curtain-wall that ascends the face of the ridge to the upper complex. It is more than 200 m in length and built of random-rubble masonry of a cruder quality than the buildings. Significant 1-m to 2-m high portions of this 60-cm-thick wall have survived. Its function is not immediately apparent because it was set on the edge of a slope that could not have been scaled. This unsually long curtain-wall may have been built as a prestige monument. The much more approachable route to <span class=\"popular\">Chia Khar</span><span class=\"scholar\">Phi’a mkhar</span>, situated below the lower complex, does not seem to have any such wall. A lower wall, however, may well have been completely obliterated and reabsorbed by the rocky slope. </p>  "}]}