{"meta":{"domain":"places","kid":"4439","authors":[{"fullname":"Phuntso Tsering Sharyul","id":"79"},{"fullname":"Phuntso Tsering Sharyul","id":"79"}],"title":"Gar Introduction","dates":{"created_at":"2011-12-13 02:30:56 UTC","updated_at":"2011-12-13 02:30:56 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Gar Introduction"},{"title":"The Ngari region","index":1,"parent_index":0,"body":" "},{"title":"sGar rdzong, mNga’ ris","index":2,"parent_index":1,"body":" <p>sGar rdzong lies in the west of Tibet, along the river valleys of the Seng ge gtsang po and sGar gtsang po, and is one of the eighteen <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> in this region. It is 17,018 square kilometres in area, 8,900 <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mu</span> of which is farmland. Administratively, it consists of four <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">qu,</span> one town and eleven <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. There are thirty-six village councils.</p> <p>The name sGar is said to have come from the many military camps (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sgar</span>) that dGa’ ldan tshe dbang set up in this area as reinforcements for the government of Tibet. After that the area came to be called sGar. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> was created in 1959.</p> <p>The region of sGar is populated by semi-nomads. There are many livestock animals, such as yaks, goats and sheep, oxen, bulls, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mdzo</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mdzo mo</span>, horses and mules. There is also a considerable amount of wheat, barley and beans harvested. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> is rich in minerals, including coal, white salt, gold, lead and salt. It is, moreover, the habitat of a great many animals, such as wild yaks, yellow leopards, wild asses, black bears, Tibetan lynxes, antelopes, Tibetan antelopes, foxes and wolves. There are also many unique characteristics of sGar rdzong to be seen in the popular old legends, myths, music, dances and other facets of the culture.</p> <p>sGar rdzong possesses a number of sites of historical interest, including the monasteries of Dri bda’ spos ri, Gyam smyug lha khang, mDun chu Monastery and Gu ru gyam, the Bonpo monastery. Many of the important Bonpo monasteries can still be visited.</p> "},{"title":"(90) Gu ru gyam Monastery","index":3,"parent_index":2,"body":" <p>Gu ru gyam Monastery is located in Mon mtsher <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">qu,</span> sGar rdzong. It is 250 kilometres from sGar rdzong to Gangs sTi se. From there, one must travel sixty kilometres further to Mon mtsher <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, then seven kilometres to Dri bda’ spos ri, and another seven kilometres westward. The distance is long, but the road is in good condition.</p> <p>The place where Gu ru gyam Monastery is located is called Khyung lung dngul mkhar, which is one of the oldest Bonpo religious sites. It was there that the capital of the Zhang zhung kingdom was found. It was there too that gShen chen Dran pa nam mkha’, one of the most important Bon masters, flourished. Then the Bon religion’s fortune declined and its religious establishments fell as lamp-light dying from lack of oil. Now they are nothing but names. </p> <p>In 1936, Khyung sprul ’Jigs med nam mkha’i rdo rje founded the monastery mDo sngags grags rgyas gling at Gu ru gyam. It has now become fairly large and the condition of its buildings, religious objects and offering implements is reasonably good. At present, the monastery is taken care of by the scholar bsTan ’dzin dbang grags, and there are seven monks and three nuns.</p> <p>In regard to annual services and rituals, those practised at this monastery are much the same as other Bonpo monasteries.</p> "}]}