{"meta":{"domain":"places","kid":"24106","authors":[{"fullname":"Gray Tuttle","id":"24"},{"fullname":"Gray Tuttle","id":"24"}],"title":"An Overview of Amdo (Northeastern Tibet) Historical Polities","dates":{"created_at":"2011-06-13 12:56:44 UTC","updated_at":"2013-08-29 18:09:23 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"An Overview of Amdo (Northeastern Tibet) Historical Polities"},{"title":"Introduction: The Exercise of Institutional Power in Amdo from the Thirteenth to Twentieth Centuries","index":1,"parent_index":0,"body":"<p>The cultural region known as Amdo seems to have developed into its current shape from the middle of the seventeenth to the nineteenth century, and this historical understanding of the scope of its territory seems to mostly agree with the understanding of Amdo (<span class=\"place\" title=\"Type ID here\">a mdo<\/span>) that persists today. Amdo is often called a “province” of Tibet, but there never was an administrative unit of any political power that was called Amdo. Instead Amdo as a term seems to have accompanied the rise of the Gelukpa (<span class=\"org\" title=\"Type ID here\">dge lugs pa<\/span>) religious tradition in the region since the seventeenth century, and the territorial extent of Amdo seems to have kept pace to some degree (at least in historic texts) with the expansion of Gelukpa monasteries.<a name=\"n1\" href=\"#fn1\">[1]<\/a> Of course today we can talk about Amdo as a cultural-linguistic unit, since most of the areas that are now included in Amdo speak the same basic language (some would say dialect, but since the spoken language is mutually unintelligible to people from Kham [<span class=\"place\" title=\"Type ID here\">khams<\/span>] or Central Tibet [<span class=\"place\" title=\"Type ID here\">dbus gtsang<\/span>], I prefer language). These areas now understood as Amdo include the Tibetan parts of Qinghai (with the exception of Yushu prefecture) and Gansu (Kanlho prefecture and Huaré [<span class=\"place\" title=\"Type ID here\">dpa’ ri<\/span>; Pari in Standard Tibetan pronunciation] County) provinces as well as much of Ngawa (<span class=\"place\" title=\"Type ID here\">rnga ba<\/span>, Aba) prefecture.<a name=\"n2\" href=\"#fn2\">[2]<\/a> Some people from Golok do not acknowledge the region as part of Amdo; linguistically it is linked to the rest of Amdo, but in terms of religious culture, it shares as much in common with Kham as the rest of Amdo. At its greatest extent, Amdo covers a region roughly the size of France, but it is not at all clear that such a conception of a single cultural territory of this vast scope predates the rise of the Gelukpa dominance of this area in the 16th century. For instance, Desi Sanggyé Gyatso’s (<span class=\"person\" title=\"Type ID here\">sde srid sangs rgyas rgya mtsho<\/span>) 1698 Golden Beryl (<span class=\"tibtext\" title=\"Type ID here\">baiDUr+ya ser po<\/span>), a survey of Gelukpa monasteries, does not use the Amdo region as an organizing principle (though much of the book is organized in a geographic manner).<a name=\"n3\" href=\"#fn3\">[3]<\/a> The first historical work to take this region as its central focus was the 1652 Amdo Religious History of Repgong’s Kelden Gyatso, and like this present essay, it was focused mostly on the settled (agricultural) regions of what might be called northern-eastern Amdo. I want to be quite clear that the focus of my attention is those parts of northern Amdo that are part of present-day Qinghai and Gansu provinces, with almost no attention to developments in the parts of southern Amdo located in Sichuan province (and little attention to Golok).<a name=\"n4\" href=\"#fn4\">[4]<\/a><\/p><p>This detailed study of how institutional (mostly political, but often religio-poltical) power was wielded in Amdo complements the narrative history of Amdo by Françoise Robin. This study is concerned not only with what larger (usually external) power held sway over the local leaders but also the nature and distribution of local leadership. Unlike Central Tibet (especially since the rise of Sakya [<span class=\"org\" title=\"Type ID here\">sa skya<\/span>] power in the thirteenth century), the whole of Amdo as cultural region has never been ruled by a single regional Tibetan power. Instead, local Tibetan leaders have generally ruled relatively bounded areas, often in some kind of alliance with or under the titular authority of a larger, more powerful non-Tibetan regime. These non-Tibetan regimes can be described roughly according to this timeline: the rise of the Mongol empire in the thirteenth century, followed by the relatively weaker Ming Dynasty (which influenced Amdo mostly at the borders), the intervention of Mongols again from the sixteenth to eighteenth centuries (culminating in the Khoshot Khanate based in Amdo), the rise of Qing dominance in the region from 1724, the gradual growth of Muslim domination from the late nineteenth century to its end in 1949, and the advent of the modern (Han) Chinese state’s control of the region since 1949. Because we have little detailed information about the institutional structure of power in Amdo (aside from a few titles from the imperial period and the Tsongkha kingdom that flourished in the late tenth and early eleventh centuries) before the arrival of the Mongols in the thirteenth century, I will start my study in this period. I also pay special attention the so-called tusi (local ruler) system characteristic of Chinese imperial influence on the frontiers. While this system has a long history as an imperial strategy for dealing with the borderlands, the actual title of tusi was rarely applied to Tibetan rulers in Amdo. Nevertheless, twentieth century Chinese historians have chosen to view the local rulers of this region as if they had always been part of this “system,” a position to which I take strong exception. Another problem in discussing Tibetan local leadership is understanding precisely the structure of Amdo Tibetan society. Terms rarely used in Central Tibet (such as Tib. <em><span class=\"tibetan\" title=\"Type ID here\">shog pa<\/span><\/em>, <em><span class=\"tibetan\" title=\"Type ID here\">tsho ba<\/span><\/em>, Ch. <em>buluo<\/em>) are still poorly understood and difficult to translate into English. Often such terms are translated as “tribe,” but this is a loaded term and is only use here when citing others’ scholarship to preserve the terms they used; when working from Chinese sources, my use of “clan” translates the Chinese zu, while “tribe” translates Chinese buluo. However, a term like clan may also not be accurate, as these groupings did not seem to have an even fictive sense of sharing a common ancestor. Thus, until these terms are better understood, I will simply use the term “division,” especially for the Tibetan term <em><span class=\"tibetan\" title=\"Type ID here\">tsho ba<\/span><\/em>.<a name=\"n5\" href=\"#fn5\">[5]<\/a><\/p>"},{"title":"A Note on the Sources for Amdo History","index":2,"parent_index":0,"body":"<p>This essay is largely dependent on Chinese sources, because like the present Chinese state, historically the China-based states of the Mongol Yuan, Chinese Ming, and Manchu Qing dynasties were particularly concerned with the institutional distribution of power on their respective state’s frontiers. While the same was somewhat true of the early Ganden Podrang polity in Central Tibet, especially under Desi Sanggyé Gyatso, the extent of his (available) recording of institutional power in Amdo was limited to his 1698 Golden Beryl, The History of Ganden, which records basic information about the Gelukpa monasteries in Amdo (which gives monastery name, founder, abbots, and sometimes the number of monks and other such details). It is possible that details about Amdo history prior to the seventeenth century might be found in the biographies of important lamas who visited the region, such as Sakya Pandita, Pakpa, the Third and Fourth Karmapas, and so forth. But the bulk of Tibetan language records of Amdo history start in the seventeenth century with the rise of Gelukpa power in the region. The first, albeit short, history of Amdo was written in 1652 by the Gelukpa lama who converted Rongwo Monastery in Repgong to the Geluk tradition, Shar Kelden Gyatso. The Fifth Dalai Lama’s biographies of the Third and Fourth Dalai Lamas, as well as his own biography, are particularly rich sources of information on Amdo history as all these lamas passed through Amdo. The secret biography of Sixth Dalai Lama describes his life in Amdo after 1706 with great attention to local history.<a name=\"n6\" href=\"#fn6\">[6]<\/a> The Seventh Dalai Lama’s biography also describes the period of his youth and education in Amdo. The Ninth and Tenth Panchen Lama also spent a great deal of time in Amdo, as did the Thirteenth Dalai Lama, who wrote a biography of his teacher the Zhamar Lama (zhwa dmar bla ma) of Amdo.<a name=\"n7\" href=\"#fn7\">[7]<\/a> There are literally dozens of other biographies that would be equally useful. Also important are the Mongol Sumpa Khenpo's historic works, especially the eighteenth century Annals of Kokonor—the first expansive history of Amdo. The pinnacle of Amdo history writing is Brakgönpa’s nineteenth-century Oceanic Annals (<span class=\"tibtext\" title=\"Type ID here\">deb ther rgya mtsho<\/span>), often mistakenly called the Religious History of Amdo (<span class=\"tibtext\" title=\"Type ID here\">a mdo chos byung<\/span>, a title found nowhere in the work). Between 1633 and 1900, some thirty other Tibetan language works on local history (mostly monastic abbatial lineages, but also monastic or canonical registers, surveys of religious history or geography) were written. But all of these records are characterized by a focus not on institutional power-holding (per se) but instead only mention these in relation to the support of (almost exclusively) Gelukpa religious institutions. Thus, it is extremely challenging to generate a coherent picture of how power was distributed in Amdo from these sources alone. More recent Tibetan language work, especially that of the Amdo scholar Bruktar (Ch. Zhouta), is especially helpful for understanding the tribal\/division social structure, but his work is mostly focused on Tibetans in Kanlho (Ch. Gannan), the southeastern part of Gansu province.<a name=\"n8\" href=\"#fn8\">[8]<\/a> The Chinese language works of Chen Qingying and his colleagues on Tibetan “tribal” structures of power are essential for understanding all of nomadic Tibet, from Amdo to Central Tibet, yet hardly any western scholar has even consulted these volumes.<a name=\"n9\" href=\"#fn9\">[9]<\/a> Aside from Hortsang Jikmé’s edited six volume history of Amdo, few of the Tibetan language secondary sources attempt to deal with the entire scope of Amdo history, but are instead focused on particular monasteries, counties, lineages, or incarnations. Thus the challenging job of pulling Amdo history together remains; with over three hundred Chinese and Tibetan language sources and many more being added every year, any study is bound to be partial and limited.<\/p>"},{"title":"The Mongol Dynasty (Thirteenth-Fourteenth Centuries): Institutionalizing Local Leadership","index":3,"parent_index":0,"body":"<p>The earliest records of Mongol incorporation of parts of far eastern Amdo date to 1236, when the Mongol general Aljur\/Anjur (1195-1263) secured the allegiance of the Tibetan chieftain Kantuomengjia, as he took the Sung empire’s border towns of Jiezhou (just east of present Minxian) and Wenzhou (northeast of Songpan), which the Mongols held until 1253. Then from 1261, the Mongol general retook this region, rekindled his alliance with the Tibetan chieftain, and fortified the town of Wenzhou as the Mongol base for the region, from which his descendants ruled the area for a quarter of a century.<a name=\"n10\" href=\"#fn10\">[10]<\/a> In 1262, a man named Yeshena (<span class=\"person\" title=\"Type ID here\">ye shes lags<\/span>?) was appointed Chief Military Commander of the Western Regions and the Tufan<a name=\"n11\" href=\"#fn11\">[11]<\/a> or Domé (<span class=\"place\" title=\"Type ID here\">mdo smad<\/span>) Government Commissioner, and he stayed in this post for twenty-four years. It seems one of the main roles of this commission was to keep the postal stations open between China and Central Tibet.<a name=\"n12\" href=\"#fn12\">[12]<\/a> Starting in 1268-1269, Qubilai Khan created the Yuan dynastic administration of all of Tibet. In 1269, the Tufan area, or Northeast Amdo, was “placed under the control of the princely administration” under which were several lower and overlapping offices. The supreme authority among these was the Tufan Government Commissionership (Ch. Xuanweishi 宣慰使, Tib. <span class=\"tibetan\" title=\"Type ID here\">swon wi si<\/span>) under the authority of a commanding general of a circuit (Ch. lu, Mong. chölge, Tib. <span class=\"tibetan\" title=\"Type ID here\">chol ka<\/span>, sometimes klu), whose title was thus the Government Commissionership commanding general (Ch. Xuanweishi Duyuanshuai 宣慰使都元帅, Tib. <span class=\"tibetan\" title=\"Type ID here\">swon wi si du dben sha<\/span>).<a name=\"n13\" href=\"#fn13\">[13]<\/a> This commission had posts north of the Yellow River, at Guide (<span class=\"place\" title=\"Type ID here\"><span class=\"tibetan\" title=\"Type ID here\">khri kha<\/span><\/span>), and east of the Tao River in Gansu (near Choné [<span class=\"place\" title=\"Type ID here\">co ne<\/span>]).<a name=\"n14\" href=\"#fn14\">[14]<\/a> After being run by General Aljur's grandson (starting around 1278) as well as two Uighurs for the first thirty years or so, several Tibetans were appointed to leadership of the Tufan Circuit, starting with Rinchen Jungné (<span class=\"person\" title=\"Type ID here\">rin chen ’byung gnas<\/span>) in 1292, and other Tibetans in 1320 and 1325.<a name=\"n15\" href=\"#fn15\">[15]<\/a> The headquarters of the Tufan Circuit was in Hezhou (now known as Linxia, in southern Gansu). Köden, who had brought Sakya Pandita and his nephew Pakpa to the region in the 1250s, and his sons also played an important role in Tufan from their base in the northern city of Liangzhou (Tib. <span class=\"place\" title=\"Type ID here\">byang ngos<\/span>).<a name=\"n16\" href=\"#fn16\">[16]<\/a> Aside from the office of Xuanweishi 宣慰使, other offices that existed on the Tibetan frontier include those of the myriarch (Ch. wanhu 万户, Tib. <span class=\"tibetan\" title=\"Type ID here\">khri dpon, wan hu<\/span>) and chiliarch (Ch. qianhu 千户, Tib. <span class=\"tibetan\" title=\"Type ID here\">stong dpon<\/span>, <span class=\"tibetan\" title=\"Type ID here\">chen hu<\/span>, <span class=\"tibetan\" title=\"Type ID here\">chan hu<\/span>).<a name=\"n17\" href=\"#fn17\">[17]<\/a> For instance, there was a myriarchy office (wanhu fu) of the Domé Circuit, which presided over the settled areas, mostly farmed by Chinese, around Minzhou and Tiezhou in what is now southern Gansu. This circuit was distinct from the Tufan Circuit in the fourteenth century. Hezhou was the base for the civil headquarters for most of eastern Tibet, from Guide (Tib. <span class=\"place\" title=\"Type ID here\">khri kha<\/span>) to Taozhou in southern Gansu, to Maozhou (now Maowen), Yazhou (now Ya’an) and Lizhou, farther south in Sichuan.<a name=\"n18\" href=\"#fn18\">[18]<\/a> A Mongol presence in central and western Amdo (mostly nomadic areas) is not mentioned in the sources from the period.<a name=\"n19\" href=\"#fn19\">[19]<\/a> By 1343, Mongol authority in Amdo had weakened considerably: Köden’s fiefdom had been leaderless for some time, and the Tibetans were harassing the Mongols near Liangzhou (<span class=\"place\" title=\"Type ID here\">byang ngos<\/span>). In 1347, a general rebellion erupted in some two hundred places in eastern Tibet, and though troops were sent to suppress them, by 1355 eastern Tibet was no longer mentioned in the dynastic history of the Mongols.<\/p>"},{"title":"The Ming Dynasty (1368-1644): Elaborating on a System of Local Rule","index":4,"parent_index":0,"body":"<p>Amdo’s political history took another important turn in 1370, when a large of army of the Ming dynasty took Hezhou and secured the submission of the Tibetan commanding general Sonanpu (Xuanweishi 宣慰使, <span class=\"person\" title=\"Type ID here\">bsod nams mgon po<\/span>) and confirmed him in his position.<a name=\"n20\" href=\"#fn20\">[20]<\/a> The Ming Taizu emperor (r. 1368–1399) gave him the Chinese surname He, which was carried on by his descendants to the time of his great grandson and his death in the early 16th century. He Sonanpu visited the Ming court in Nanjing twice, in 1371 and 1379, and even went to Central Tibet (<span class=\"place\" title=\"Type ID here\">dbus<\/span>) on behalf of the Ming court. The area of Hezhou largely became Sinicized under Ming rule, and at present it is dominated by Muslims. Given the importance of horses for the Ming military, which faced a continued Mongol threat to the north, a lucrative exchange of Tibetan horses for Chinese teas seems to have played a key role in bringing Chinese, and probably Muslims, into this area.<a name=\"n21\" href=\"#fn21\">[21]<\/a> In 1376, a Horse and Tea Trading Station (Chama Si 茶马司) was set up in Hezhou under the Bili Chiliarch (必里千户), who presided over twenty-one “tribal” divisions, some of which seem to have extended as far west as Chapcha (<span class=\"place\" title=\"Type ID here\">chab cha<\/span>), Tsigor Tang (<span class=\"place\" title=\"Type ID here\">rtsi gor thang<\/span>), and Gepa Sumdo (<span class=\"place\" title=\"Type ID here\">gad pa gsum mdo<\/span>, Guinan and Tongde).<a name=\"n22\" href=\"#fn22\">[22]<\/a> A Horse and Tea Trading Station also was set up near Co ne in 1404 to trade with the eighteen divisions of the The bo Tibetans (in the Tiebu Valley south of Choné), which gave the Choné Tibetan leader Shidü (<span class=\"place\" title=\"Type ID here\">shis bsdus<\/span>, Ch. Shijiadi, Xiedi), thereupon recognized as the first king (see entry on the <span class=\"place\" title=\"24353\">Choné Kingdom<\/span>), the opportunity to be recognized as the ruler of these people by the Chinese, who awarded him the position of chiliarch (Ch. qianhu 千户, Tib. <span class=\"place\" title=\"Type ID here\">stong dpon<\/span>), meaning leader of a thousand households.<a name=\"n23\" href=\"#fn23\">[23]<\/a> Aside from these trade stations, the Ming also maintained military posts in Amdo. Ming set up the Baoan outpost near Repgong in 1371. The Guide Commandery under the control of the Xining Commandery (wei), established in 1375, had jurisdiction over Chentsa (<span class=\"place\" title=\"Type ID here\">gcan tsha<\/span>) and Repgong.<a name=\"n24\" href=\"#fn24\">[24]<\/a><\/p><p>Present-day Chinese sources imply that the positions of authority given to local Tibetans, which started in the Yuan dynasty and continued thereafter, were part of the local ruler or tusi system:<\/p><blockquote>Yuan tribal leaders were granted such titles as xuanwei, xuanfu, anfu, zhaotao, zhangguan. They were established as officials at the government office (fu 府), prefecture (zhou 州), and county (xian 县) levels. The Ming government had xuanwei, xuanfu, and anfu positions in the military and zhifu, zhizhou, and zhixian positions in the civil government. All these titles were hereditary. tusi not only had responsibility to the local government for contribution and requisition, but they also exercised traditional power in their local area.<a name=\"n25\" href=\"#fn25\">[25]<\/a><\/blockquote><p>But we must be suspicious of the generic application of the idea of the tusi as a handy rubric by which modern historians try to describe more complicated past relations between Amdo Tibetans and dynastic regimes to the east. According to Chinese sources, the Ming dynasty initiated a policy of “divide and rule” (lit. “dividing the indigenous peoples by assigning peerage to their leaders, so that they can guard against each other”; Ch. lietufenjue, biziweishou 裂土分爵，俾自为守).<a name=\"n26\" href=\"#fn26\">[26]<\/a> For the Qinghai region, this apparently meant establishing eight chiliarchs and seven centurions (Tib. <span class=\"tibetan\" title=\"Type ID here\">rgya dpon<\/span>, <span class=\"tibetan\" title=\"Type ID here\">be hu'u<\/span>, Ch. baihu 百户).<a name=\"n27\" href=\"#fn27\">[27]<\/a> But as Elliot Sperling has so convincingly argued the rhetoric of “divide and rule” seems to have been a later creation of Chinese historiographers and not the original intention of the early Ming. In fact, the decimal organization of these chiliarchs and centurions suggests that the Ming were merely recognizing the Tibetans who held Mongol positions under the Yuan dynasty.<\/p><p>In reality, there was a wide range of local positions of power that the Ming recognized, and many of these positions reflect Tibetan indigenous terms (nangso, garwa), for local leaders. At first these positions seem to have been secular ones, passed down through a single family, but at least in some places in later times, monks could also hold these positions. The position of nangso, dating back to the early fourteenth century, was important in Repgong and Dhitsa, as well as further east and north in areas such as Drotsang and the Monguor Huzhu County.<a name=\"n28\" href=\"#fn28\">[28]<\/a> The position of nangso reached as far east as the eastern border of present day Qinghai, as the Bajö Nangso (<span class=\"person\" title=\"Type ID here\">bA jo’i nang so<\/span>\/ <span class=\"person\" title=\"Type ID here\">bA ju nang so<\/span>) was associated with Bejo Monastery (<span class=\"org\" title=\"Type ID here\">ba’i jo dgon<\/span>, Ch. Baijia Si) in Minhe and was mentioned in connection with the lama Azhang Shritu (a zhang shi ri thu)\/ Samlo Azhang Manyadzushi (bsam blo a zhang man+yadzu shi).<a name=\"n29\" href=\"#fn29\">[29]<\/a> The position of <span class=\"tibetan\" title=\"Type ID here\">nangso<\/span> may have been linked to the Sakya presence in these regions during Yuan Mongol rule. In Tsang the title of nangso seemed to indicate a secretarial position held by Sakya leaders in the fourteenth century.<a name=\"n30\" href=\"#fn30\">[30]<\/a> Maybe the most relevant definition of this position is that provided by the well-known Gyelrong scholar Tsenlha who defines nangso as a “minister looking after domestic affairs” (nang tshags du so byed pa'i blon po).<a name=\"n31\" href=\"#fn31\">[31]<\/a> This focus on internal affairs suggests a connection to another term, tuguan, as described by the Monggul (Monguor, Ch. Tuzu) scholar Limusishiden, who used the Chinese term for nangso (angsuo) here:<\/p><blockquote>During the Ming Dynasty 明朝 (1573-1619), the tughuan 'internal affairs officer' position was granted by upper level Tibetan religious authorities to Mongghul. There were three angsuo in Huzhu―Tuhun 吐浑 angsuo (Tuguan angsuo), Xiawaer 夏哇尔 angsuo (Shibadonggou 十八洞沟 angsuo), and Zhade 扎德 angsuo (Zhuashitu 抓什图 angsuo; Baizhade 白扎德 angsuo). Monks were eligible for this position and the position was also hereditary. They separately governed the contemporary Hongyazigou, Halazhigou 哈拉直沟 townships, and Wushi Town. The angsuo system was abolished in 1930 when Huzhu County was established.<a name=\"n32\" href=\"#fn32\">[32]<\/a><\/blockquote><p>Another title that survived into modern times is sgar pa (Ch. ga'erwa 噶尔哇), which in Tibetan simply means “encampment” or “military camp” but came to be defined in Chinese as mansion house, manor (fudi 府邸), which seems to mean the same thing as the Amdo term, estate (nang chen).<a name=\"n33\" href=\"#fn33\">[33]<\/a> Louis Schram, who lived in the region in the early twentieth century, described this institution as follows: The word Karwa is used in the country to designate the residences inhabited by Living Buddhas in the lamaseries; it is also used to indicate a domain and subjects granted by the Chinese emperors of the Ming dynasty to meritorious lamas as their “personal” property with “right of bequeathing” it to their lama successor. It does not mean a grant of domains and subjects bestowed on a community of lamas or a lamasery.<\/p><p>Given that these positions grew originally from the presence of Sakya power in the region, it should not be a surprise that they often combined secular and religious power. For instance, the twentieth-century missionary-scholar Louis Schram describes these two positions of power (as well as the position of chanshi described below) in this way:<\/p><blockquote>From the very beginning the Ming created in Huang-chung Huangzhong = Tib. Sku ’bum County for these lama chiefs three peculiar institutions: the Nang-suo nang so, the Karwa sgar pa, and the Ch’an shih chia Ch. chanshi jia. Nang-suo and Karwa consisted basically of the granting of a territory, the fixing of a yearly tribute, the recognition of the chieftainship of the lama who had brought in the tribe, and of the heritability of that chieftainship. The Ch’an shih chia also enjoyed the privilege of heredity and a yearly allowance of wheat-flour, but no territories were granted to them.<\/blockquote><p>This peculiar characteristic of heredity for lamas is explained by the fact that at that time they must have belonged to the Red Sect meaning Sakya, Kagyü or Nyingma, and have been married. Red lamas living in the same tribe must have had a chieftain among them who had been granted the privilege of having the chieftainship transferred upon his death to his son. The difference between Nang-suo and Karwa chiefs was that the Nang-suo chief was the leader of a group or community of lamas, so constituted that the entire group was interested in his privileges and benefits. The Karwa chief was a single lama presiding over a small group of subjects. His privileges included only his own family and private interests. The Ch’an shih chia’s privileges applied only to him personally. Another important difference between Nang-suo and Karwa was that later, when a group of Red lamas adhered to the Yellow Sect, the Nang-suo privileges of their chief lama were transferred to the intendancy of the monastery, while the privileges of a Karwa chief of the Yellow Sect were transmitted to his apprentice (usually his nephew) and remained as before a private interest.<a name=\"n34\" href=\"#fn34\">[34]<\/a><\/p><p>He further described the number, history and position of the “Karwa” as:<\/p><blockquote>According to a tradition well known all over the region, thirteen Karwa were established north of the Hsining River during the Ming dynasty. In 1912 seven of them still existed, Li-ch’i, Ch’ien-tsun-urgon, Pei-cha-erh-ti, Sia-mer, Tsan-tsa, Chao-chia, and Huo-puo. There are no records of Karwa south of the Hsining River. A Karwa is a kind of mediaeval seigniory presided over by a lama. Granted by the emperor, it is a more or less vast domain in which usually forty to fifty families live.<\/blockquote><p>Given the relatively low level of authority that such a position would command, it is not entirely surprising that we do not have detailed histories or knowledge of many of these positions or the people who held them. However, details can be gleaned from the biographies of important religious figures who visited the region or from the monastic registers of local monasteries. For instance, in 1775 the Tukwan (thu’u kwan; Tuken in Standard Tibetan pronunciation) Lama wrote about the local Tibetan leaders who had gone to Central Tibet in the first years of the 1600s to seek assistance in establishing a Gelukpa monastery (dgon lung dgon) in the region. One of the two local leaders who came up with the idea for going to central Tibet was Drati Garwa Nangso Sherap Drak (bra sti sgar ba nang so she rab grags).<a name=\"n35\" href=\"#fn35\">[35]<\/a> Three other local leaders who accompanied them included, the Akya Garwa (a kya sgar ba, a clan name in Huzhu County), the Parin Garwa (dpa’ rin sgar ba, from Hualin Cun, Danma Xiang, Huzhu County), and the Choktsa (cog tsa, clan name in Huzhu County) Garwa (sgar ba).<a name=\"n36\" href=\"#fn36\">[36]<\/a> Of these, we know that the Drati leader remained locally important well into the Qing,<a name=\"n37\" href=\"#fn37\">[37]<\/a> and the Akya (Ch. Ajia, or A Family) name became best-known through its association with the lama incarnation series of the same name. The Akya Lama (said to be the reincarnation of Tsongkhapa’s father) became the leading lama of Kumbum (sku ’bum) Monastery. Thus, as described by Schram, some of these local leaders were able to parley their earlier positions of authority into new high-status positions, once the Gelukpa presence in Amdo became closely linked to social authority and leadership.<\/p><p>Returning to the origins of such positions of local leadership in the fourteenth century, it is important to note that the Ming Dynasty also developed a system of religious leadership based purely on Chinese titles, such as the chanshi (jia) mentioned above, which included recognizing a lama's political rule over a (tribal?) divisions and temples. For instance, Tomoko Otasaka organized the titles given by the Ming court to Tibetan Buddhist hierarchs in the following ranked order:<\/p><ol> <li>Fawang（法王 Prince of the Dharma),<\/li> <li>Guanding Guoshi (灌顶大国师 Great Dynastic Preceptor Who Performs the Ritual of Abisheka),<\/li> <li>Da Guoshi (大国师 Great Dynastic Preceptor),<\/li> <li>Guoshi (国师 Dynastic Preceptor),<\/li> <li>Chanshi (禅师 Teacher of Dhyana Chan\/Zen),<\/li> <li>Dougang (都刚 Supervisor of Buddhist Precepts).<a name=\"n38\" href=\"#fn38\">[38]<\/a><\/li> <\/ol><p>She gives examples of these imperially authorized posts such as the hereditary positions of the Guoshi (surname Zhang 张) of Honghua Si (Dzomo Khar), which was the temple of the Dzomo tribe, the Guoshi (surname Han 韩) of Yongchang Si of the Zhenzhu tribe, and the Chanshi of the nearby Maying Si, which was the temple of the Lingzang tribe. She described how nineteen tribes linked to Hezhou were ruled by Dzomo Khar's Guoshi and other native officials.<a name=\"n39\" href=\"#fn39\">[39]<\/a> The Chanshi institution remained important after the Ming dynasty, as discussed by Michael Aris in his history of the Sixth Dalai Lama’s later days in Amdo. When the Sixth Dalai Lama (who, according the Tibetan tradition, survived his deportation from Lhasa under Qing escort in 1706) arrived in the Huaré region of northeastern Amdo, he was welcomed by the Drati and Drigung (Ch. Zhigong) Nangso who controlled the “thirteen meditation centres sgom sde, chan yuan of the six tsho (divisions) of Jakrung.”<a name=\"n40\" href=\"#fn40\">[40]<\/a> Eleven of these thirteen meditation centers are listed as belonging to the local Drigung Monastery (’bri gung dgon dga’ ldan legs bshad gling).<a name=\"n41\" href=\"#fn41\">[41]<\/a> The Chanshi position lasted into the twentieth century through being passed down within families (thus, Chanshi Jia, translated as “Master in Dhyana” families), and Schram described it thus:<\/p><blockquote>This institution, dating from the Ming, seems to be in the line of the Karwa. In Huang-chung Huangzhong, Tib. Sku ’bum County there was attached to the title of Ch’an-shih (“Master in Dhyana”), the privilege of receiving every year from the Chinese administration a fixed quantity of wheat. At the same time, if the lama happened to acquire some fields on which to build a grain or oil mill, his fields and mills were exempt from taxes. The title of Ch’an-shih appears to have been hereditary. This seems to be the reason why the people always talk of Master in Dhyana “families” and seldom of Master in Dhyana lamas. In the country north of the Hsining River, with which I was best acquainted, there were still several Masters in Dhyana, independent of any monastery, living next to their relatives and each having a small temple of his own. The family tried to provide a nephew as an apprentice, for such a lama would upon the death of his master become Master in Dhyana by the transfer of the original seal and the original patent letters.<a name=\"n42\" href=\"#fn42\">[42]<\/a><\/blockquote><p>Finally, the most important Supervisor of Buddhist precepts was Sanluo (Tib. bsam blo) Lama from Drotsang Monastery (gro tshang, Ch. Qutan si) who was the Xining Senggang Si's (僧刚司) Dugang, controlling thirteen divisions on the basis of this title.<a name=\"n43\" href=\"#fn43\">[43]<\/a> Despite the low ranking of this lama’s position in Tomoko Otasaka’s list, this monastery grew to be of great importance in the Ming Dynasty. The monastery grew to resemble a Chinese imperial palace in layout and architecture and dominated the region of northern Amdo.<a name=\"n44\" href=\"#fn44\">[44]<\/a><\/p><p>These Tibetan leaders were recognized by outside authorities precisely because they already exercised influence in the region, but the power of such figures was reinforced by external support. Here is how Schram describes the process:<\/p><blockquote> <p>In order to repopulate the country, the Ming adopted the policy of attracting lamas and settling them in the region with the subjects they induced to submit to the empire. It granted them territories and made the lamas the hereditary chieftains of the groups they had brought in. They were responsible for the tribute to be offered to the emperor and had complete jurisdiction over their subjects. Hence the flourishing of lamaseries, Nang-suos, Karwas. The protection bestowed upon the lamas and the immunity granted to them by the emperor made the dissatisfied Chinese officials keep quiet and swallow their national pride.<\/p> <p>Consequently, large territories were assigned to the Monguor clans and larger or smaller ones to the lamaseries, Nang-suos, and Karwas, whose inhabitants were completely withdrawn from the jurisdiction of the Chinese officials...<\/p> <p>The chiefs of the lama institutions accredited by the emperor lived in their seigniories like princes, surrounded by a large or small retinue, occupying a more or less elaborate residence built within a compound of temples, the quarters of the lamas, and large granaries. They appointed the staffs of lama officials for administering justice among the subjects (officially appointed chiliarchs still exist in Kumbum, Erh-ku-lung Dgon lung and Seerkok Gser khog\/ Bstan po dgon), meting out punishments (instruments of torture are still displayed at lama courts), and imprisonment (the prison of Seerkok still exists); caring for the preservation of peace and order in the territories assigned to them, inquiring about travelers passing through it; administering the distribution of fields, the imposition and collection of taxes, the imposition of tolls on bridges (the bridge of T’ien fang and raft of Kan ch’an), and the imposition of corvées. In other words, they directly ruled most of Amdo well into the 20th century, more or less independent of Chinese local authorities, though formally their authority derived from the emperor in Beijing.<\/p> <\/blockquote>"},{"title":"The Actual Functioning of these Positions as Understood from Later Sources","index":5,"parent_index":0,"body":"<p>Although we know of the titles, such as that of nangso, from the fourteenth century, the activities and responsibilities of these figures were mostly not recorded until much later. Later sources most frequently mention the nangso leaders in relation to their support for monastery construction. For instance, the seventeenth-century local ruler of the Drotsang (gro tsang) area (now Ledu County) discussed above was called the Drotsang Nangso (gro tshang nang so), Pelden Gyatso (dpal ldan rgya mtsho). Together with a prominent lama, he sponsored the building of the new Drotsang Sargön (gro tshang gsar dgon, Ch. Yaocai Tai Si), in 1624, though the temple was actually built by Drepung Samlo Rapjampa Likya Sherap Chokdenpa (’bras spungs bsam blo rab ’byams pa li kya she rab mchog ldan pa).<a name=\"n45\" href=\"#fn45\">[45]<\/a> In another example, the first Detsa Gönpa (lde tsha dgon pa, Zhizha Si支扎寺)—the older original one—was established in the seventeenth century by the Detsa Nangso (lde tsha nang so), who ruled over the ten clans (zu) of Detsa (lde tsha).<a name=\"n46\" href=\"#fn46\">[46]<\/a> And yet another example: the Semnyi Nangso (sems nyid nang so) of Julak (’ju lag; the Datong river valley northeast of Xining) invited an Amdowa back from central Tibet to found Semnyi Monastery.<a name=\"n47\" href=\"#fn47\">[47]<\/a> So supporting local monasteries is one of the important ways that these local leaders made an impact on their community—and merited a mention in the records preserved by local lamas. The PRC source Huangnan Gaikuang recorded that the first Repgong Nangso was recognized in the closing years of the Yuan Dynasty (1206–1368)<a name=\"n48\" href=\"#fn48\">[48]<\/a> and gives the second year of the Ming Dynasty’s Xuande Emperor (1427) as the year when the position was first recognized by the Ming court. This same source also cites four duties of the nangso stipulated in an imperial order issued much later, in the fourth year of the Qing Dynasty’s Yongzheng Emperor (1726):<\/p><ol> <li>preserve order among the people, prohibit banditry and theft,<\/li> <li>ensure the annual collection of grain and the timely delivery of public taxes to the Hezhou imperial depot,<\/li> <li>provision of transportation corvée (’u lag) for officials passing through the territory of the nangso,<\/li> <li>reports of any official matters, great or small, to be made to the fujiang, shoubei, and wenguan (imperial guards and officials).<\/li> <\/ol><p>From this evidence it would seem that the nangso might have had similar responsibilities to other tusi during the Qing dynasty; however, because they were not formally a part of the tusi system they survived the later reforms of the Nationalist period.<a name=\"n49\" href=\"#fn49\">[49]<\/a> Modern sources argue that:<\/p><blockquote>During the Ming and Qing dynasties, there were more than sixty tusi in Qinghai. In the present Yushu Tibetan Autonomous Prefecture a Khams pa area that only came under Qing influence after 1724, there were more than forty tusi. The remaining, more than twenty, tusi controlled present Minhe, Ledu, Ping’an, Huzhu, Huangzhong, Xining, Datong, and Xunhua counties. The government further stipulated that every three hundred families should have a qianhu 千户. Under this position there were baihu 百户, baizong 百总, and shizong 十总. Every one hundred families were led by a baihu, every fifty families were led by a baizong and every ten families were led by a shizong. If the tribe exceeded one thousand families there were three leading officers. The qianbaihu was known as “headman” in herding areas and he had the most power, including powers of judicature. In 1931, the tusi system was abrogated in agricultural areas, and former officers became landlords. The tusi system in herding areas lasted until 1958. At that time it was abrogated during the period of democratic transformation.<a name=\"n50\" href=\"#fn50\">[50]<\/a><\/blockquote><p>Such a neat division of Tibetan society was probably not universally realized on the ground; at least I have never seen records that would confirm the universal application of these principles of governance down to the level of groups of ten families. For a more realistic and historically based understanding of the tusi system, especially in the Xining area of northern Amdo, the work of Louis Schram is especially important, though he only had access to Chinese-language historic materials and early twentieth-century informants.<a name=\"n51\" href=\"#fn51\">[51]<\/a><\/p><p>Because the modern Chinese state sees these local leaders as part of the tusi system, it is useful to understand how this system developed in China. The institution has been described as “a unique sub-bureaucratic institution created during the early Ming to extend nominal Chinese state control over the non-Han peoples located just beyond Beijing’s administrative reach.”<a name=\"n52\" href=\"#fn52\">[52]<\/a> The system of native chieftains was actually divided into two categories: military chieftains or tusi, and civilian chieftains or tuguan (see discussion above). Tusi tended to be appointed in areas where the emperor’s control was most tenuous. While the tuguan often had to accept a Chinese official at his side and meddling into his administration, the tusi had a considerably higher level of autonomy in the way he (or she)<a name=\"n53\" href=\"#fn53\">[53]<\/a> ruled his (or her) territory. Especially during the Ming and the early Qing, the imperial bureaucracy did not interfere with tusi administration and demanded only a nominal level of tribute. A more important task for the chieftain was to maintain troops that could be mustered by the emperor in his military campaigns in the region. I know of no evidence to support this duty for Tibetan leaders in Amdo; there is little evidence they could muster a regular militia, and none that I know of that the Qing court ever asked for such troops. For the native chieftain, the title contributed to legitimate his position locally since the tusi could, in theory, ask the court for support in case his position or territory was threatened, and trespassers of his decrees were in principle subjected to imperial legal code, rather than the customary law. One important symbol of this authority was the seal. “This seal was the official symbol of recognition by the Chinese court as a tusi or hereditary native chieftain.”<a name=\"n54\" href=\"#fn54\">[54]<\/a> Furthermore, “In addition to the seal (yinxin), the tusi was also required to have an official charter (haozhi) as proof of his title. Each time a tusi died, the heir had to be acknowledged by the imperial court as the rightful successor, and in principle the charter had to be renewed.”<a name=\"n55\" href=\"#fn55\">[55]<\/a><\/p><p>The tusi system is documented in the massive People’s Republic of China (PRC) survey of the tusi system by Gong Yin.<a name=\"n56\" href=\"#fn56\">[56]<\/a> This source lists the Tibetan ruling families, including the names (in Chinese) of each generation of these leading families along with a short history of the family’s role in controlling the area under consideration. Gong Yin counts positions such as native chiliarchs (tu qianhu), native centurions (tu baihu), native military officials (tu guanren 土官人), and native headman (tu touren 土头人) under the rubric of the tusi system, which is technically incorrect, as far as I can tell. Since he seems to have inserted the term tu in front of every title (as if there were a non-native version of myriarch, etc.) I have omitted the term from the Table 1 below.<\/p><p><strong>Table 1<\/strong><a name=\"n57\" href=\"#fn57\">[57]<\/a><\/p><table border=\"1\" cellspacing=\"0\" cellpadding=\"0\"> <tbody> <tr> <td valign=\"top\"> <p><strong>Area of Control<\/strong><\/p> <\/td> <td valign=\"top\"> <p><strong>Title<\/strong><\/p> <\/td> <td valign=\"top\"> <p><strong>Surname<\/strong><\/p> <\/td> <td valign=\"top\"> <p><strong>1st Date listed<\/strong><\/p> <\/td> <td valign=\"top\"> <p><strong>Page<\/strong><\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Hezhou-Linxia Shi<\/p> <\/td> <td valign=\"top\"> <p>Zhihui shi 指挥使<a name=\"n58\" href=\"#fn58\">[58]<\/a><\/p> <\/td> <td valign=\"top\"> <p>Han 韩<\/p> <\/td> <td valign=\"top\"> <p>Ming-Yongle<\/p> <\/td> <td valign=\"top\"> <p>1288<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Hezhou-Jishishan<\/p> <\/td> <td valign=\"top\"> <p>Zhihui tongzhi 指挥同知<a name=\"n59\" href=\"#fn59\">[59]<\/a><\/p> <\/td> <td valign=\"top\"> <p>He 何<a name=\"n60\" href=\"#fn60\">[60]<\/a><\/p> <\/td> <td valign=\"top\"> <p>Yuan<\/p> <\/td> <td valign=\"top\"> <p>1289<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Hezhou-Linxia Shi<\/p> <\/td> <td valign=\"top\"> <p>Zhihui qianshi 指挥佥事;<a name=\"n61\" href=\"#fn61\">[61]<\/a> later became Centurion (baihu 百户)<\/p> <\/td> <td valign=\"top\"> <p>Wang 王<\/p> <\/td> <td valign=\"top\"> <p>Ming-Hongwu 1370<\/p> <\/td> <td valign=\"top\"> <p>1290<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Hezhou-Linxia Cheng<\/p> <\/td> <td valign=\"top\"> <p>Chiliarch (qianhu 千户)<\/p> <\/td> <td valign=\"top\"> <p>Han 韩<\/p> <\/td> <td valign=\"top\"> <p>Yuan-Hongwu<\/p> <\/td> <td valign=\"top\"> <p>1291<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Hezhou-Linxia Cheng<\/p> <\/td> <td valign=\"top\"> <p>Chiliarch (qianhu 千户)<\/p> <\/td> <td valign=\"top\"> <p>Han 韩<\/p> <\/td> <td valign=\"top\"> <p>1553<\/p> <\/td> <td valign=\"top\"> <p>1292<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Minzhou-Zandu gou攒都沟<\/p> <\/td> <td valign=\"top\"> <p>Zhihui shi 指挥使; later became Centurion (baihu 百户)<\/p> <\/td> <td valign=\"top\"> <p>Hou 后<\/p> <\/td> <td valign=\"top\"> <p>Yuan-Hongwu<\/p> <\/td> <td valign=\"top\"> <p>1295<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Minxian 岷县<\/p> <\/td> <td valign=\"top\"> <p>Zhihui tongzhi 指挥同知<\/p> <\/td> <td valign=\"top\"> <p>Bao 包<\/p> <\/td> <td valign=\"top\"> <p>Unknown<\/p> <\/td> <td valign=\"top\"> <p>1296<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Minxian (northwest)<\/p> <\/td> <td valign=\"top\"> <p>Fu Qianhu 副千户<\/p> <\/td> <td valign=\"top\"> <p>Zhao 赵<\/p> <\/td> <td valign=\"top\"> <p>1426<\/p> <\/td> <td valign=\"top\"> <p>1298<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Minxian-Lüjing 闾井<\/p> <\/td> <td valign=\"top\"> <p>Centurion (baihu 百户)<\/p> <\/td> <td valign=\"top\"> <p>Hou 后<\/p> <\/td> <td valign=\"top\"> <p>1395<\/p> <\/td> <td valign=\"top\"> <p>1299<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Minxian 岷县<\/p> <\/td> <td valign=\"top\"> <p>Centurion (baihu 百户)<\/p> <\/td> <td valign=\"top\"> <p>Ma 马<\/p> <\/td> <td valign=\"top\"> <p>Ming-Hongwu<\/p> <\/td> <td valign=\"top\"> <p>1300<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Cone county seat<\/p> <\/td> <td valign=\"top\"> <p>Zhihui qianshi 指挥佥事<\/p> <\/td> <td valign=\"top\"> <p>Yang 杨<\/p> <\/td> <td valign=\"top\"> <p>1404<\/p> <\/td> <td valign=\"top\"> <p>1300<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Lintan-Meichuan 梅川<\/p> <\/td> <td valign=\"top\"> <p>Zhihui qianshi 指挥佥事<a name=\"n62\" href=\"#fn62\">[62]<\/a><\/p> <\/td> <td valign=\"top\"> <p>Wang 王<\/p> <\/td> <td valign=\"top\"> <p>Yuan-Hongwu<\/p> <\/td> <td valign=\"top\"> <p>1302<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Lintan 临潭 (south)<\/p> <\/td> <td valign=\"top\"> <p>Chiliarch (qianhu 千户); Centurion (baihu 百户)<\/p> <\/td> <td valign=\"top\"> <p>Zan 昝<\/p> <\/td> <td valign=\"top\"> <p>Yuan-Hongwu<\/p> <\/td> <td valign=\"top\"> <p>1303<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Lintan 临潭 (west)<\/p> <\/td> <td valign=\"top\"> <p>San’aikou 三隘口Centurion (baihu 百户)<\/p> <\/td> <td valign=\"top\"> <p>Yang 杨<\/p> <\/td> <td valign=\"top\"> <p>Ming-Yongle<\/p> <\/td> <td valign=\"top\"> <p>1305<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Yongchang 永昌 (west)<\/p> <\/td> <td valign=\"top\"> <p>Xishan qianhu 西山千户<\/p> <\/td> <td valign=\"top\"> <p>Mu 木<\/p> <\/td> <td valign=\"top\"> <p>1736<\/p> <\/td> <td valign=\"top\"> <p>1314<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Minhe (county seat)-Upper Chuankou 上川口<\/p> <\/td> <td valign=\"top\"> <p>Zhihui tongzhi 指挥同知 This seems to be the same family usually described as Tu ethnicity<\/p> <\/td> <td valign=\"top\"> <p>Li 李 (related to below)<\/p> <\/td> <td valign=\"top\"> <p>Yuan (made Xining zhou tongzhi)<\/p> <\/td> <td valign=\"top\"> <p>1326<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Ping'an-later Xining<\/p> <\/td> <td valign=\"top\"> <p>Zhihui tongzhi 指挥同知<\/p> <\/td> <td valign=\"top\"> <p>Li 李<\/p> <\/td> <td valign=\"top\"> <p>Ming-Xuande<\/p> <\/td> <td valign=\"top\"> <p>1328<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Ledu 北赵家湾<\/p> <\/td> <td valign=\"top\"> <p>Zhihui tongzhi 指挥同知<\/p> <\/td> <td valign=\"top\"> <p>Zhao 赵<a name=\"n63\" href=\"#fn63\">[63]<\/a><\/p> <\/td> <td valign=\"top\"> <p>Yuan (wanhu)<\/p> <\/td> <td valign=\"top\"> <p>1330<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Huangzhong 吉家庄 (N of W Xining)<\/p> <\/td> <td valign=\"top\"> <p>Zhihui qianshi 指挥佥事<\/p> <\/td> <td valign=\"top\"> <p>Ji 吉<\/p> <\/td> <td valign=\"top\"> <p>Yuan<\/p> <\/td> <td valign=\"top\"> <p>1228<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Giude Angla= Khri kha Snang ra<\/p> <\/td> <td valign=\"top\"> <p>Angla qianhu 昂拉千户 (Snang ra stong dpon)<\/p> <\/td> <td valign=\"top\"> <p>Angla clan<\/p> <\/td> <td valign=\"top\"> <p>Unknown<\/p> <\/td> <td valign=\"top\"> <p>1349<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Giude-Rinansan gou<\/p> <\/td> <td valign=\"top\"> <p>Rinansangou qianhu 日南三沟族千户<\/p> <\/td> <td valign=\"top\"> <p>Rinansangou clan<\/p> <\/td> <td valign=\"top\"> <p>Unknown<\/p> <\/td> <td valign=\"top\"> <p>1349<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Giude-Luzha<\/p> <\/td> <td valign=\"top\"> <p>Luzha zu qianhu 鲁扎族千户<\/p> <\/td> <td valign=\"top\"> <p>Luzha clan (Glu tshang)<\/p> <\/td> <td valign=\"top\"> <p>Unknown<\/p> <\/td> <td valign=\"top\"> <p>1349<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Giude-Gangcha<\/p> <\/td> <td valign=\"top\"> <p>Gangcha zu qianhu 冈察族千户<\/p> <\/td> <td valign=\"top\"> <p>Gangcha clan<\/p> <\/td> <td valign=\"top\"> <p>Unknown<\/p> <\/td> <td valign=\"top\"> <p>1350<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Guide-Rian 日安<\/p> <\/td> <td valign=\"top\"> <p>Duxiu zu baihu都秀族百户<\/p> <\/td> <td valign=\"top\"> <p>Duxiu clan<\/p> <\/td> <td valign=\"top\"> <p>Unknown<\/p> <\/td> <td valign=\"top\"> <p>1350<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Guide-Rian 日安<\/p> <\/td> <td valign=\"top\"> <p>Qiexiu zu baihu切秀族百户<\/p> <\/td> <td valign=\"top\"> <p>Qiexiu clan<\/p> <\/td> <td valign=\"top\"> <p>Unknown<\/p> <\/td> <td valign=\"top\"> <p>1350<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Guide-Rian 日安<\/p> <\/td> <td valign=\"top\"> <p>Tadai zu baihu他代族百户<\/p> <\/td> <td valign=\"top\"> <p>Tadai clan<\/p> <\/td> <td valign=\"top\"> <p>Unknown<\/p> <\/td> <td valign=\"top\"> <p>1351<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Around Koko-nor<\/p> <\/td> <td valign=\"top\"> <p>2 Chiliarchs (qianhu 千户)\/ 6 Centurions (baihu 百户)<\/p> <\/td> <td valign=\"top\"> <p>6 tribes<\/p> <\/td> <td valign=\"top\"> <p>Unknown<\/p> <\/td> <td valign=\"top\"> <p>1351-1358<\/p> <\/td> <\/tr> <tr> <td valign=\"top\"> <p>Golok<\/p> <\/td> <td valign=\"top\"> <p>2 Chiliarchs (qianhu 千户)\/ 5 Centurions (baihu 百户)<\/p> <\/td> <td valign=\"top\"> <\/td> <td valign=\"top\">Unknown<\/td> <td valign=\"top\">1358-1362<\/td> <\/tr> <\/tbody> <\/table><p>One significant figure in the region, to both Tibetan Buddhist history as well as to the various dynasties based in Beijing was the Lüjia tusi. The Monguor Lü family leader was officially recognized as a tusi by the Ming court, though the family had been important, from Yuan times to the nineteenth century at least. From his base in the town of Liancheng 连成, Gansu (just south of Tianzhu county on the Julak\/Datong River), the Lü tusi supported a massive complex of Tibetan Buddhist temples supporting over 1,500 monks.<a name=\"n64\" href=\"#fn64\">[64]<\/a><\/p>"},{"title":"Excursus: Contrasting and Linking the Local Rulers in Amdo with those in Central Tibet","index":6,"parent_index":0,"body":"<p>Because we have a few ruling families whose lineages have been credited with ruling Central Tibet (Sakya, Pakmodru, Rinpung, and so forth), we tend to think of Central Tibet as more of a region of centralized rule. However, the divided nature of local rule in Amdo was also more or less often the norm in Central Tibet until the advent of Mongol military presence changed the dynamic to the more centralized rule of the Ganden Podrang under the Fifth Dalai Lama and his regents. For an example of the numerous local rulers (sa skyong) important near Lhasa, see the passage regarding the Fourth Dalai Lama’s welcome to Lhasa in Guiseppe Tucci’s Tibetan Painted Scrolls:<\/p><blockquote>As he got nearer and nearer to his see, acts of homage became more frequent: the sakyong of Ganden Yülgyel Norbu came to meet him, with his son, then the Pönnyer Kudün Rinpoché Chözang Trinlepa of Ganden palace,<a name=\"n65\" href=\"#fn65\">[65]<\/a> the Zhelngané Gendün Gyeltsen. When he arrived in Ganden Namgyel Ling and Rasa Trülnanggi Tsuklak Khang, the sakyong Trashi Rapten invited him in the feud of Ganden Khangsar, while the prince of Neudong Ngawang Sönam Drakpa and Gyelzangpa did him great honor.<a name=\"n66\" href=\"#fn66\">[66]<\/a><\/blockquote><p>The real centralization of power in Lhasa could only come with the strong military support of the Mongol khans whose seat of governance was in Kokonor (Amdo). This royal line of Qoshot Mongols is well described by Uyunbilig Borjigidai and Chris Atwood so I will not go into the details of these foreign rulers of the Tibetan Plateau here.<a name=\"n67\" href=\"#fn67\">[67]<\/a> Suffice it to say that what is most important about these Mongol rulers is that they were seen as the formal (if at not times not very effective) rulers of all of Tibet (Amdo, Khams and Central Tibet) from 1642 to 1717. Even after the civil wars ended in 1727, their “lineage” might be said to have continued through the recognition of Miwang Polhané as a reincarnation of Galden Khan, eldest son of Gushri Khan, ruler of Tibet. This status was described by his biographer, Dokharwa Tsering Wanggyel, as having been recognized by “his relatives, the high lamas, and the king of Tibet meaning Lhazang Khan, the last Qoshot Mongol to rule Tibet, for whom Polhané worked.”<a name=\"n68\" href=\"#fn68\">[68]<\/a> For Tibetans then, for whom such reincarnate status was taken very seriously as a source of authority, it might be argued that with the exception of a few years the Qoshot Mongols ruled Central Tibet from 1642 to 1747. Of course, this would be an extreme position to take, but I think it helps redress the neglect of these key figures in Central Tibetan politics. Just to give a sense of the important presence of these Amdo-based Mongol rulers of Tibet, I outline some key events and perspectives, especially of the first European missionaries to visit Central Tibet. In 1638 Gushri Khan was given title King Who Upholds the Religion (bstan ’dzin chos kyi rgyal po). In 1642 Gushri Khan “retained the title of king” of Tibet. In 1655 Gushri Khan died and was jointly succeeded by his oldest son Tendzin Dorjé (bstan ’dzin rdo rje) and youngest son Trashi Badur (bkra shis ba dur; who focused on rivalries in Kokonor region, leaving Central Tibet alone).<a name=\"n69\" href=\"#fn69\">[69]<\/a> In 1660 the new governor (sde pa) was appointed at the suggestion of and in presence of Gushri Khan’s two sons, who at this time divided their rights so that Tendzin Dorjé became the sole king of Tibet with the new title Tendzin Dayan Khan.<a name=\"n70\" href=\"#fn70\">[70]<\/a> In 1661 when the European missionaries Grueber and D’Orville came to Lhasa for two months, they describe the King Depa as “descended from an ancient race of Tangut Tatars Mongols and who resides at Butala....where he …carries on the government.” Richardson dismissed this statement, explaining that the Qoshot king Dayan Khan spent all his time at Dam (’dam; eighty miles north of Lhasa) and resided at Ganden Khangsar (dga’ ldan khang gsar) when in Lhasa. Grueber and D’Orville also describe Lhasa as the capital of the kingdom of Barantola, which was part of Tangut, “a description covering at that time all the country from the Kokonor to the source of the Ganges.”<a name=\"n71\" href=\"#fn71\">[71]<\/a> The year after Tendzin Dayan Khan died in 1668, envoys were sent to Kokonor to ask about succession to the Qoshot kingship.<a name=\"n72\" href=\"#fn72\">[72]<\/a> A real rise in Tibetan reassertion of power seems to have come around 1670 in the period between the appointment of the Mongol kings of Tibet, when Tibetan traditions associated with imperial Tibet were revived and Mongol titles, clothing, and styles of correspondence were discouraged.<a name=\"n73\" href=\"#fn73\">[73]<\/a> Nevertheless, in 1671 Tendzin Dalai Khan was enthroned in Tibet; in 1675 he was present at the installation of the new regent Lozang Jinpa (blo bzang sbyin pa), and in 1679 he was again present at the installation of the new regent Sanggyé Gyatso (sangs rgyas rgya mtsho).<a name=\"n74\" href=\"#fn74\">[74]<\/a> The story of Lhazang Khan’s rise to power, an effective restoration of direct Qoshot rule of Tibet lasting from 1706 to 1717, is also well known. Qoshot rule of Central Tibet was challenged by the Dzungar Mongols from 1717 to 1720, and the role of the Amdo Mongols in harboring the seventh Dalai Lama and their involvement in the campaign to retake Central Tibet was key to the success of the Qing supported mission to drive out the Dzungars. The failure of the Qing to deliver on their promise to the Qoshot Mongols––that they would be restored to their rightful place as the rulers of Central Tibet––was the root cause of absolutely critical event in Amdo history: the 1723-1724 uprising of Lobjang Danjin against Qing influence in Amdo.<\/p>"},{"title":"The Advent of Qing Authority in Amdo","index":7,"parent_index":0,"body":"<p>The Qing institutional presence on the frontiers of Amdo might be traced to the foundation of Gansu Province (presumably including much of what is now the prefecture of the Tsoshar [mtsho shar, Haidong] as the present day boundary of Qinghai shifted northeast in the early twentieth century) in 1667. The Qoshot khans of Kokonor entered into various alliances with the Qing court too detailed to be examined here, but the main point to be made about Amdo local rule prior to 1724 was that the Qoshot Mongol rulers were the dominant power, and they seemed to recognize Tibetan leaders whose authority in local areas was long-standing. These Tibetan chieftains came under authority of Xining Amban after 1724.<a name=\"n75\" href=\"#fn75\">[75]<\/a> The Xining Amban was the first such permanent amban position to be created in the Qing, and depended directly from the imperial household and not the Board for Managing the Frontiers, as was the case with later amban positions in Tibet and Mongolia.<\/p><p>The Qing court seems to have granted titles based on the decimal system of organization so long in use in Mongol military systems. According to PRC sources, after the Qing defeated Lobjang Danjin in 1724, a census was taken of the Qinghai Mongol and Tibetan clan or “tribal” (buluo 部落) divisions. What appears to be a vast expansion of an older system was applied to the leaders of these groups, who were awarded titles based on the decimal system of chiliarch, centurion, and decade. Given this decimal grouping of leaders, it is clear that the Qing were basically recognizing the existing system, possibly with some remnants of the old Yuan Mongol positions (as with Repgong and Gomé [sgo me]), but probably mostly newly imposed by the Mongols in the sixteenth or seventeenth century when they came to dominate Amdo. Since no records of this later Mongol system survive, the Qing records are the earliest explicit grouping of Tibetans in such articulated divisions. Groups of one thousand households (shog pa, Xiaoba 肖巴; or Tib. sde pa, Ch. dewa 德哇, which the Chinese translate as buzu 部族) were presided over by a chiliarch (stong dpo, qianhu; also called Tib. shog dpon, Ch. xiaohuan 肖宦, reflecting the Amdo pronunciation of dpon as “hwön,” or Tib. sde dpon, Ch. dehuan 德宦). Groups of one hundred households (tsho ba, cuowa 措哇; which the Chinese translate as cunzhuang 村庄, meaning “village,” though this must be applicable to encampments as well) were presided over by a centurion (rgya dpon, baihu; also called Tib. tsho dpon, Ch. cuohuan 措宦). Groups of less than one hundred households were called a “decade” (bcu, ju 居; or juyue 居约, meaning “approximately ten”) and were led by a decanus (bcu dpon, shizhang 十长; or Tib. bcu sde hu, Ch. qiudehu 秋德户). In 1745, the position of chiliarch was recognized as the equivalent of the fifth rank in the Qing state, the position of centurion was recognized as the equivalent of sixth rank, and the position of decanus was equated with the ninth rank.<a name=\"n76\" href=\"#fn76\">[76]<\/a> For three tables listing the various positions associated with specific Qinghai “tribes” (buluo), and giving numbers of households, general locations, and livelihood (pastoral, agricultural or mixed) see the charts in the Brief History of Amdo Tibetans.<a name=\"n77\" href=\"#fn77\">[77]<\/a> The first lists the eight clans around Kokonor (Huan hai ba zu), with a total of eight myriarchs, forty-seven centurions, and 16,100 households of nomadic families. The second, covering Yushu (and therefore Khams), lists only one myriarch, thirty-one centurions, seventy-seven positions of baizhang 百长 (possibly the same as baizong listed above, overseeing groups of fifty households), and 7,100 households, who were mostly pastoral, though a surprising number are listed as also practicing agriculture. The third list includes all other areas (twenty-two in all) and includes one Golok queen and six Golok myriarchs, nine other myriarchs, two nang so, sixty-two centurions, and 23,000 households. The most important “tribes,” with at least 1,000 households each are the Golok, Gomé of Mtsho lho\/Hainan and Guide, Lutsang of Guide (khri kha), Repgong, Ditsha, and Goucha of Hualong. Two monasteries, Guanghui (Serkhok) of Datong county and Xianmi (Semnyi) of Menyuan County, also had myriarchs overseeing four hundred and three hundred households respectively. The remaining thirteen tribal divisions, numbering from one to four hundred households each, were located in Hualong County (see Table 2 below).<a name=\"n78\" href=\"#fn78\">[78]<\/a><\/p><p><strong>Table 2<a name=\"n79\" href=\"#fn79\">[79]<\/a> Qing period Tibetan “Tribes” (buluo) and Their Rulers in Qinghai<\/strong><\/p><table border=\"1\" cellspacing=\"0\" cellpadding=\"0\"> <tbody> <tr> <td width=\"128\" valign=\"top\"> <p>Tribe<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Myriarchs<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Centurions<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Households<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Location<\/p> <\/td> <\/tr> <tr> <td width=\"128\" valign=\"top\"> <p>Golok<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>6+<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>1 queen<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>5,000<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Upper Yellow R.<\/p> <\/td> <\/tr> <tr> <td width=\"128\" valign=\"top\"> <p>Gomé 郭密<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>2<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>9<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>2,000<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Hainan\/ Tsho lho<\/p> <\/td> <\/tr> <tr> <td width=\"128\" valign=\"top\"> <p>Lutsang 鲁仓<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>1<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>20<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>5,000<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Guide\/ Khri kha<\/p> <\/td> <\/tr> <tr> <td width=\"128\" valign=\"top\"> <p>Repgong 热贡<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>1 nangso<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>12<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>2,500<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Huangnan<\/p> <\/td> <\/tr> <tr> <td width=\"128\" valign=\"top\"> <p>Ditsha 的扎<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>1 nangso<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>10<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>1,000<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Hualong\/ Ba yan<\/p> <\/td> <\/tr> <tr> <td width=\"128\" valign=\"top\"> <p>Guanghui Si<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>1<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p> <\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>800<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Datong<\/p> <\/td> <\/tr> <tr> <td width=\"128\" valign=\"top\"> <p>Xianmi Si<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>1<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p> <\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>600<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Menyuan<\/p> <\/td> <\/tr> <tr> <td width=\"128\" valign=\"top\"> <p>Goucha 苟察<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>1<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p> <\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>1,000<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Hualong\/ Ba yan<\/p> <\/td> <\/tr> <tr> <td width=\"128\" valign=\"top\"> <p>La zha 拉扎<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>1<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p> <\/p> <\/td> <td width=\"128\" valign=\"top\"> <p> <\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Hualong\/ Ba yan<\/p> <\/td> <\/tr> <tr> <td width=\"128\" valign=\"top\"> <p>Keze 科泽<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>1<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p> <\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>400<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Hualong\/ Ba yan<\/p> <\/td> <\/tr> <tr> <td width=\"128\" valign=\"top\"> <p>Adaha 阿达哈<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>1<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p> <\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>300<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Hualong\/ Ba yan Shang (Upper)<\/p> <\/td> <\/tr> <tr> <td width=\"128\" valign=\"top\"> <p>Duoba上多巴<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>1<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p> <\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>200<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Hualong\/ Ba yan Xia (Lower)<\/p> <\/td> <\/tr> <tr> <td width=\"128\" valign=\"top\"> <p>Duoba 下多巴<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>1<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p> <\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>200<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Hualong\/ Ba yan<\/p> <\/td> <\/tr> <tr> <td width=\"128\" valign=\"top\"> <p>Xiyi 西义<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>1<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p> <\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>300<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Hualong\/ Ba yan<\/p> <\/td> <\/tr> <tr> <td width=\"128\" valign=\"top\"> <p>Rigaang 日尕昂<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>1<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p> <\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>200<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Hualong\/ Ba yan<\/p> <\/td> <\/tr> <tr> <td width=\"128\" valign=\"top\"> <p>Hongkawa 宏喀瓦<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>1<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p> <\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>100<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Hualong\/ Ba yan<\/p> <\/td> <\/tr> <tr> <td width=\"128\" valign=\"top\"> <p>Douge jia 斗格加<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>1<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p> <\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>100<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Hualong\/ Ba yan<\/p> <\/td> <\/tr> <tr> <td width=\"128\" valign=\"top\"> <p>Lanha zha 兰罕扎<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>1<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p> <\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>200<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Hualong\/ Ba yan<\/p> <\/td> <\/tr> <tr> <td width=\"128\" valign=\"top\"> <p>Duzang 都藏<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>1<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p> <\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>100<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Hualong\/ Ba yan<\/p> <\/td> <\/tr> <tr> <td width=\"128\" valign=\"top\"> <p>Xialonghula 夏隆胡拉<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>1<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p> <\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>100<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Hualong\/ Ba yan<\/p> <\/td> <\/tr> <tr> <td width=\"128\" valign=\"top\"> <p>Gajia 尕加<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>1<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p> <\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>100<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Hualong\/ Ba yan<\/p> <\/td> <\/tr> <tr> <td width=\"128\" valign=\"top\"> <p>Yixizha 益西扎<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>1<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p> <\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>100<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>Hualong\/ Ba yan<\/p> <\/td> <\/tr> <tr> <td width=\"128\" valign=\"top\"> <p>Totals<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>18<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>62<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p>20,300<\/p> <\/td> <td width=\"128\" valign=\"top\"> <p> <\/p> <\/td> <\/tr> <\/tbody> <\/table><p>However, in general, far too little is known about these various local rulers and the peoples they ruled over. For example, the nine Gomé divisions (go me tsho ba dgu) who live in Chapcha and northern Guide counties have been described by one Tibetan native to the area in this way:<\/p><blockquote>The Gomé Tibetans eat horses meat and thus we treat them as Mongolians. The place names they use are Mongolian names. When the third Dalai Lama came to Amdo, Altan Khan was based near Kokonor, and Gomé was occupied by Mongolians. Gushri Khan would summer near Kokonor and spend the wintertime in Chab cha. The Tibetan communities don’t marry across the Rma\/ Yellow river, as they belong to different kingdoms: the King of the White Tents to the north, Hor i.e. Mongols; King Gesar south of river, Ling a Tibetan kingdom in Khams important from the 14th century…<a name=\"n80\" href=\"#fn80\">[80]<\/a><\/blockquote><p>While Chinese language materials are useful for gaining a sense of the large picture (how many rulers there were, how many households they commanded, and so forth) the rich details of who these divisions and their leaders were and how they were important in Tibetan history will have to be gradually built up based on a wide reading of Tibetan language materials such as religious histories, monastic registers, and lamas’ biographies in conjunction with Chinese sources and consultation of local scholars, monks, and officials.<\/p><p>The Qing developed minor military outposts in the settled regions of northeastern Amdo, but the extent of their power was fairly limited. The Qing built a fort at Baoan north of Repgong in 1743, as an extension of the Khri kha fort,<a name=\"n81\" href=\"#fn81\">[81]<\/a> and later built another one just below Rongwo Gönchen (rong bo dgon chen) in the late nineteenth century, as an extension of their outpost in Xunhua.<a name=\"n82\" href=\"#fn82\">[82]<\/a> Problems around pasturage and the spread of farming and trade (with the Chinese and Hui) led to fighting between Tibetans and Chinese as early as 1806, and when Tibetans crossed the Yellow River to extend their pasturage in 1822, they were defeated by Qing troops. Such problems flared up again in 1828 and 1832. The Qing forced some Mongol nomadic groups to move south to Henan and, after taking a census, brought some Tibetans under a household registration system. This did little to calm things, and the Qing had to send further expeditions in 1845 and 1850.<a name=\"n83\" href=\"#fn83\">[83]<\/a> The movement of Tibetan clans in Amdo has not been studied outside Asia, but the important family genealogical histories (khyim rgyud) of the Bongtak (bong stag) clan are a useful place to start exploring this issue.<a name=\"n84\" href=\"#fn84\">[84]<\/a><\/p><p><strong>The Exercise of Power by Amdo Monasteries<\/strong><\/p><p>As already described by Schram above, real power in many areas was actually held by the dominant monasteries in the area and their affiliated branch monasteries or incarnation estates (nang chen).<a name=\"n85\" href=\"#fn85\">[85]<\/a> The obvious examples include Drotsang Monastery during the Ming Dynasty (mentioned above), Gönlung Monastery during the rule of the Qoshot Mongols (to be discussed shortly), and Labrang Monastery discussed elsewhere by Paul Nietupski. While Labrang is the most obvious and well-studied example of a center of real political and economic power in the eighteenth through twentieth centuries, there were several other monasteries that played similar roles in earlier Amdo history, and many more that functioned mostly on the local level. At the local level for instance, in Hualong (ba yan) and Minhe (bka’ ma log) counties, the Garwa Khadruk (sgar ba kha ’drug; formerly, bdun) monasteries were formally under the authority of the Tseten Zhapdrung (tshe tan zhab drung) incarnation.<a name=\"n86\" href=\"#fn86\">[86]<\/a> Similarly, in the Huaré area, after the Taklung Zhapdrung (stag lung zhabs drung) returned from training in Central Tibet in the late seventeenth century, he became the abbot of Taklung (stag lung), Chörten Tang (mchod rten thang), and Tetung (tas thung) Monasteries.<a name=\"n87\" href=\"#fn87\">[87]<\/a> Later he “went to Peking in order to arrange for funding for these . . . monasteries and was honored by K’ang-hsi Kangxi, who made him lama of Cha gwan se in the palace complex. He visited China four times and Tibet four times.”<a name=\"n88\" href=\"#fn88\">[88]<\/a> In 1696 the Julak and Tsongchu (Xining) river valleys came under imperial authority (probably as a result of allegiance of local Mongol leaders), so the Kangxi Emperor granted the Taklung Zhapdrung power over more than ten temples and eighteen “tribes” where he supported some one-thousand monks.<a name=\"n89\" href=\"#fn89\">[89]<\/a><\/p><p>Other monasteries are described as having exercised political-religious rule (without specifying the position of leadership at the monastery). For example, the Huaré Monastery, Hornak Yanggön Zhölma Trashi Chönkhor Ling (hor nags yangs dgon zhol ma bkra shis chos ’khor gling, daxue xia si) established in 1645 served as the center of an area of joint political-religious rule of the area south of Liangzhou (covering the villages [xiang] of Danma, Qilian, and Maozang).<a name=\"n90\" href=\"#fn90\">[90]<\/a> Also, Byakyung monastery (where Tsongkhapa studied and the subject of several Tibetan historic texts over the centuries) controlled eighteen tribal divisions, the monastic communities of which were each represented by an elder (Ch. ganba 干巴, Tib. rgan ba), who also had influence over the tribal division itself. The tribal divisions also had chiliarchs, centurions, and headmen who would work with the monastic leadership (mostly the senggang [僧刚], the monastic official just under the post of the abbot) to resolve any problems. Under the elders, there was a bureaucratic position called a group leader (zuhuan 组欢, or zuzhang 组长), the holder of which oversaw ten or more monks. The monastery grew tremendous by the eighteenth century, with nearly nine hundred monks and imperial support from the Qing Dynasty.<a name=\"n91\" href=\"#fn91\">[91]<\/a> A final example of this sort of institution is the Bajö Gön (bA jo’i dgon) in Minhe (bka’ ma log) County. When the lama from this monastery was elevated as the guru of the Qing Dynasty and rewarded with temples in Beijing, his relatives were made rulers of the local area, and the monastery in the hands of the Bai family was essentially given political and religious authority (zhengjiao daquan 政教大权) by the Qing to rule a vast territory.<a name=\"n92\" href=\"#fn92\">[92]<\/a> For instance, during the Qing era, the monastery had over one thousand acres (7,200 mu) of “incense grain land” (xiang liang di 香粮地) as a tax base, essentially dominating the upper parts of the valleys of north central Minhe County. With these resources, the monastery was able to support four great educational faculties (xueyuan 学院, zhazang 扎仓= Tib. grwa tshang) with five hundred monks at its peak and over two hundred monks during the Daoguang reign (1821-1851).<a name=\"n93\" href=\"#fn93\">[93]<\/a> There are probably dozens more monasteries like this in Amdo that deserve to be explored more fully.<\/p><p>This essay will conclude with a brief discussion of two other major monasteries that exercised political power in Amdo: Gönlung (dgon lung) and Lamo Wechen (la mo bde chen). Both of these monasteries were closely connected with the Qoshot Mongol ruling family of Gushri Khan that dominated Amdo from 1638-1724. The name of Gönlung Monastery is relatively well known because it served as the home of the Changja (lcang skya; Changkya in Standard Tibetan pronunciation; Changja reflects the local pronunciation and its Chinese origin, Zhangjia), Tukwan, and Chupzang (chu bzang) incarnations, as well as Sumpa Khenpo, whose intellectual, historical, and biographical legacy is so significant for later Tibetan history. However, little has been written in western languages about the functioning of the monastery itself, despite the existence of several Tibetan and Chinese language historical sources on the subject. Most significant is the fact that in 1649 Gushri Khan placed the territory of Huaré put under the control of Gönlung Monastery. At this time, Huaré included most of northeastern Amdo, so this was a massive land grant that greatly enriched the monastery, no doubt playing a key role in allowing the monastery to reach its peak size of some seven thousand monks. The connection of these Mongol (such as Sumpa Khenpo) or Monguor (as were many of the Changja, Tukwan, and Chupzang incarnations) lamas was a key factor in Gushri Khan’s willingness to relinquish such extensive territory to this monastery. Likewise, the growth and support of the Mongol khans for Lamo Wechen Monastery was also closely connected to the Mongol origins of its leading incarnate lama.<a name=\"n94\" href=\"#fn94\">[94]<\/a> This incarnation line, known as the Chaghan Nominhan (Tib. zhabs drung dkar po, Ch. Baifo) served as a major Amdo political power-holder for centuries from the seventeenth to twentieth century. The first in the incarnation series came from Central Tibet and missionized among the Mongol princes in Amdo. The second incarnation Lodrö Gyatso (blo gros rgya mtsho) was born to the Mongol prince Holoché (ho lo che), among the Tumed Mongols of Inner Mongolia, but he became the guru to Hongtaiji, an important Mongol prince in Amdo. In 1680 when the Third Zhapdrung Karpo (zhabs drung dkar po), Ngawang Lozang Tenpé Gyentsen (ngag dbang blo bzang bstan pa’i rgyal mtshan, 1660-1728), returned from Central Tibet, the Daiqing nangsuo acted as a donor (shizhu) and granted him: 1) Guinan County's Mangla chuan (Tib. mang ra chu) and Shakou (Tib. bya khog), 2) Tongde County's territory east as far as headwaters of the Baqu (Tib. ba chu) river, which extends into Zeku (Tsekhok) County, where there is still a in-holding of land owned by Hainan Zhou and 3) the western part of of Hualong (ba yan) County. In recognition of this lama’s power, after Lozang Danjin’s uprising of 1723-1724 when the Qing created the twenty-nine Mongol banners of Qinghai, the Third Zhabdrung Karpo was made a first rank Taiji Dalama of the Chahan Nomimhan Banner and exercised joint political and religious control over the western parts of Guinan and Tongde Counties, the southern part of Guide, much of Chentsa and Zeku counties and western Hualong County, as well as Haibei Prefecture’s Haiyan County.<a name=\"n95\" href=\"#fn95\">[95]<\/a> It was only after the old central ruling line of Qoshot Mongols was driven out of power by the Qing in 1724 that Labrang Monastery was able to rise to the position of cultural, political, and economic power that it enjoyed well into the twentieth century. Before that time, Gönlung and Lamo Wechen were the most important Tibetan Buddhist monasteries in Amdo, and their influence lasted at least through the late eighteenth century.<\/p><p>Clearly there is much more to be written about the exercise of local and regional power in Amdo, but hopefully this essay will encourage others to explore other aspects of this critical region, now home to at least a third of the world.<\/p>"},{"title":"Notes","index":8,"parent_index":0,"body":"<p><a name=\"fn1\" href=\"#n1\">[1]<\/a> Despite the rise and eventual dominance of the Gelukpa tradition in this area, the Nyingma tradition also persists in a vibrant way, especially through the presence of village-based Ngak kang or Mani kang run by the laity. More traditional Nyingma, Kagyü, and Jonang monasteries are also well represented in southern Amdo.<\/p><p><a name=\"fn2\" href=\"#n2\">[2]<\/a> The Gyarong\/ Gyelrong part of Ngawa prefecture is a region (like Golok) that does not fit entirely within the standard cultural conception of Amdo, and its unique linguistic features set it about from both Amdo and Kham.<\/p><p><a name=\"fn3\" href=\"#n3\">[3]<\/a> The relationship between the designation Amdo and the much older terms Domé (Mdo smad) and Tsongkha deserve further study. It is clear that Amdo is understood to include most of what was once called Domé and Tsongkha.<\/p><p><a name=\"fn4\" href=\"#n4\">[4]<\/a> It is simply too challenging for any one person to master all the sources available now to write a single unified history of Amdo, not least because of the lack of a central regional polity, or even narrative, to hold the region together, the diversity social and economic life (especially the division between agricultural and nomadic populations), and the different religious traditions that flourished in the region.<\/p><p><a name=\"fn5\" href=\"#n5\">[5]<\/a> In this respect, my discussions with Drolma Kyab, a Tibetan from Gomé, now a screenwriter from Colorado, have been very fruitful. He said that <em><span class=\"tibetan\" title=\"Type ID here\">sde<\/span><\/em> is a village (it is very rare for nomads to have such settlements) and that <em><span class=\"tibetan\" title=\"Type ID here\">tsho ba<\/span><\/em> are larger collections of <em><span class=\"tibetan\" title=\"Type ID here\">sde<\/span><\/em>. When I asked if we could call <em><span class=\"tibetan\" title=\"Type ID here\">tsho ba<\/span><\/em> a federation or confederation, he said, no, there was another term for those, and it was based on taking an oath usually in times of warfare. One important thing I learned about <em><span class=\"tibetan\" title=\"Type ID here\">tsho ba<\/span><\/em> is that they don't marry within their <em><span class=\"tibetan\" title=\"Type ID here\">tsho ba<\/span><\/em>, thus they are exogamous. Having spent time out west, he seemed wary about using the term “tribe,” since he did not recognize <em><span class=\"tibetan\" title=\"Type ID here\">tsho ba<\/span><\/em> in what he has seen of Native America. He threw out the word “clan” as well, but he was quite clear that <em><span class=\"tibetan\" title=\"Type ID here\">tsho ba<\/span><\/em> are composed of different families, with the implication being that there is no real or “fictive” ancestor, as I think a clan would require. This is very specialized terminology, and we do need to figure out a translation if we are to talk of them. I should also note here that a term like <em><span class=\"tibetan\" title=\"Type ID here\">tsho ba<\/span><\/em> is used for both nomadic and sedentary communities.<\/p><p><a name=\"fn6\" href=\"#n6\">[6]<\/a> Ngawang Lhundrup Dargyé, <em>The Hidden Life of the Sixth Dalai Lama<\/em>, tr. Simon Wickham-Smith (Lanham, MD: Lexington Books, 2011) [1757].<\/p><p><a name=\"fn7\" href=\"#n7\">[7]<\/a> For one example of the mention of a local leader see the 13th Dalai Lama’s biography of the Zhwa dmar incarnation, p. 787: <em>lde'u tsha nang so chos rje<\/em> (around 1903?).<\/p><p><a name=\"fn8\" href=\"#n8\">[8]<\/a> <span class=\"person\" title=\"Type ID here\">’brug thar<\/span>, <em><span class=\"tibtext\" title=\"Type ID here\">mdo khams yul du nang ba'i grub mtha' dar tshul dang lha ba'i rnam gzhag gsal bor brjod pa mthong ba don ldan<\/span><\/em> (2000. <span class=\"person\" title=\"Type ID here\">’brug thar<\/span> & <span class=\"person\" title=\"Type ID here\">sangs rgyas tshe ring<\/span>, <em><span class=\"tibtext\" title=\"Type ID here\">mdo smad rma khug tsa 'dram yul dru'i lo rgyus deb ther chen mo<\/span><\/em>, 2005).<\/p><p><a name=\"fn9\" href=\"#n9\">[9]<\/a> Chen Qingying, He Feng & Qinghai sheng shehui kexue yuan Zangxue yanjiusuo bian zhu, <em>Zangzu buluo zhidu yanjiu<\/em> 藏族部落制度硏究. Xiandai Zhongguo Zangxue wenku (Beijing: Zhongguo zangxue chubanshe: Xinhua shudian Beijing faxingsuo faxing, 2002); Chen Qingying, <em>Qinghai sheng shehui kexue yuan Zangxue yanjiusuo bian<\/em> 青海省社会科学院藏学研究所编; 陈庆英主编. Zhongguo Zang zu bu luo 中国藏族部落 (Beijing: Zhongguo Zangxue chubanshe: Xinhua shudian Beijing faxingsuo faxing, 1991).<\/p><p><a name=\"fn10\" href=\"#n10\">[10]<\/a> Petech 1988: 370.<\/p><p><a name=\"fn11\" href=\"#n11\">[11]<\/a> After about 860, the Chinese term Tufan, used in the Tang period to refer to all of the Tibetan empire, became limited in meaning to the northeast part of Amdo, where contact between the Chinese and Tibetans was most frequent (Petech 1988: 369).<\/p><p><a name=\"fn12\" href=\"#n12\">[12]<\/a> Chen Qingying, “The year of the establishment and the naming of the Domed (mdo smad) Pacification Commission of the Yuan Dynasty,” tr. Chen Guansheng, <em>China Tibetology<\/em>, No. 1 (September 2003): 10-12.<\/p><p><a name=\"fn13\" href=\"#n13\">[13]<\/a> This same year, the Mdo smad Commission was set up.<\/p><p><a name=\"fn14\" href=\"#n14\">[14]<\/a> Petech 1988: 374; see also: <em>Tibet outside the TAR<\/em>, 2142, citing <em>Qinghai lishi jiyao<\/em> [Outline of Qinghai History], 567.<\/p><p><a name=\"fn15\" href=\"#n15\">[15]<\/a> Petech 1988: 370, 375-376; Petech 1992: 669-670.<\/p><p><a name=\"fn16\" href=\"#n16\">[16]<\/a> Petech 1988: 370.<\/p><p><a name=\"fn17\" href=\"#n17\">[17]<\/a> Yang 1989: 13. This latter position was one that would endure for centuries among the Tibetans of Amdo, until the institution was abolished by the Chinese Communists in the 1950s.<\/p><p><a name=\"fn18\" href=\"#n18\">[18]<\/a> Petech 1988: 374.<\/p><p><a name=\"fn19\" href=\"#n19\">[19]<\/a> Petech 1988, 376.<\/p><p><a name=\"fn20\" href=\"#n20\">[20]<\/a> Petech 1988: 378.<\/p><p><a name=\"fn21\" href=\"#n21\">[21]<\/a> Elliot Sperling, “The Ho Clan of Hezhou: A Tibetan Family in Service to the Yuan and Ming Dynasties,” in <em>Indo-sino-tibetica: Studi in Onore di Luciano Petech<\/em> (Roma: Bardi, 1990), 359–377.<\/p><p><a name=\"fn22\" href=\"#n22\">[22]<\/a> <em>Huangnan zhou zhi<\/em> [Gazetteer of Huangnan Prefecture] (Lanzhou: Gansu renmin chubanshe, 1999), vol 1, 17. Hainan Zangzu Zizhizhou di fang zhi bian zuan wen yuan hu, <em>Hainan Zangzu Zizhizhou Zhi<\/em>, Qinghai Sheng Difangzhi Congshu (Beijing Shi: Minzu chubanshe, 1997), 72. Under Ming dynasty, this position divided control of areas south of lake and west of Guide and Tongde with the Duogan dusi Dasima wanhu 朵甘都司答思麻万户 (Mdo khams .... Khri dpon); the position was replaced (with the same family in power?) by the Bili wei (commandery) in 1403. <em>Huangnan zhou zhi vol 1, 17: 1371, the Biliwanhu fu became the Bili qianhu suo and is said to have controlled the Huangnan region.<\/em><\/p><p><a name=\"fn23\" href=\"#n23\">[23]<\/a> Yang Shihong 杨士宏. <em>Zhuoni Yang tusi zhuanlüe<\/em> 卓尼杨土司传略 (Chengdu: Sichuan minzu chubanshe, 1989), 21.<\/p><p><em><a name=\"fn24\" href=\"#n24\">[24]<\/a> <em>Huangnan zhou zhi<\/em>, 17; <em>Huangnan zhou zhi<\/em>, 17; Tibet outside the TAR<\/em>, 2142, citing <em>Qinghai lishi jiyao<\/em> [Outline of Qinghai History], 567.<\/p><p><a name=\"fn25\" href=\"#n25\">[25]<\/a> Yan and Wang 1994: 863. Cited [with no further reference] in Chen Zhaojun, Kevin Stuart, et al. <em>Folktales of China's Minhe Mangghuer<\/em>, Languages of the World\/Text Library 1 (Muenchen: Lincom Europa, 2005), 45.<\/p><p><a name=\"fn26\" href=\"#n26\">[26]<\/a> However, see Elliot Sperling’s dissertation for a critical examination of this idea in the Central Tibetan context: Elliot Sperling, “Early Ming Policy Toward Tibet: an examination of the proposition that the early Ming emperors adopted a ‘Divide and Rule’ policy toward Tibet” (PhD diss., Indiana University, 1983). See also: Elliot Sperling, “Did the Early Ming Emperors Attempt to Implement a ‘Divide and Rule’ Policy in Tibet?,” in <em>Contributions on Tibetan Language, History and Culture. Proceedings of the Csoma de Kőrös Symposium Held at Velm-Vienna, Austria, 13-19 September 1981<\/em>, ed. Ernst Steinkellner (Vienna, 1983), 339-356.<\/p><p><a name=\"fn27\" href=\"#n27\">[27]<\/a> Hainan Zangzu Zizhizhou di fang zhi bian zuan wen yuan hu, <em>Hainan Zangzu Zizhizhou Zhi<\/em>, Qinghai Sheng Difangzhi Congshu (Beijing Shi: Minzu chubanshe, 1997), 773. This source also lists the most six important Tibetan clans in the area south of the lake during the Wanli (1573-1620) reign period, including the number of households and total populations.<\/p><p><a name=\"fn28\" href=\"#n28\">[28]<\/a> According to Louis Schram: “Until 1723 there were eighteen Nang-suo in the country of Hsining. Sixteen of them were abolished after the revolt of that year.” The story of the Xina\/Sina nangsuo (Tib. Zi na nang so) illustrates how these positions were gradually lost: “After the revolt, troubles did not cease within the Sina tribes, whose subjects had been compelled to participate in the rebellion at the beginning by the Nang-suo chief, and had suffered enormously. Finally they refused to deliver taxes to the Nang-suo and asked the Chinese officials to accept them as Chinese subjects. The request was readily granted, and an arrangement was made between the Chinese officials and the Nang-suo by which every year the subprefecture of Hsining was to pay 1,500 strings of cash to the Nang-suo; the Nang-suo could only collect the rents, and his subjects were henceforth considered Chinese subjects. This happened after 1755, because the [Xining] Annals (ch. 19, 15a), say that “in 1755 the chief of the Sina tribe, which numbered 1,379 persons, resided in the village of the upper Sina lamasery.” In 1910 most of its fields had been sold by the Sina intendancy, which had adhered to the Yellow Sect. Its resources were so depleted that the seals of the former Nang-suo had been mortgaged to the lamasery of Kumbum, which thereby acquired the authority to collect the rents from the remaining properties.” Louis Schram, <em>The Monguors of the Kansu-Tibetan Frontier<\/em>, originally published in three parts by the Transactions of the American Philosophical Society (Philadelphia) 1954, 1957, 1961; reprint Xining: Plateau Publications, 2006, 307-308.<\/p><p><a name=\"fn29\" href=\"#n29\">[29]<\/a> <em><span class=\"tibetan\" title=\"Type ID here\">deb ther rgya mtsho<\/span><\/em>. Desi Sanggyé Gyatso, <em>Yellow Beryl<\/em> (<span class=\"tibtext\" title=\"Type ID here\">baiDUr+ya ser po<\/span>), 339.<\/p><p><a name=\"fn30\" href=\"#n30\">[30]<\/a> Luciano Petech, “Rise of Phag mo gru,” in <em>Central Tibet and the Mongols: The Yüan-Sa-skya period of Tibetan History<\/em> (Rome: Istituto Italiano per il Medio ed Estremo Oriente, 1990), 119–137, citing: Byang chub rgyal mtshan, <em>Situ’s Testament<\/em>, 670-672, 680; and Stag tshang pa, <em>Chinese and Tibetan Documents<\/em> (1979), 2:76a and 78a. Luciano Petech, “The Administration of Tibet during the First Half-century of Chinese Protectorate” and “Conclusion,” in <em>China and Tibet in the Early Eighteenth Century<\/em> (Leiden: Brill, 1972), 217-243, which also describes the judiciary position of <em><span class=\"tibetan\" title=\"Type ID here\">nang so chen mo<\/span><\/em> in fifteenth-century court of the Tsang princes.<\/p><p><a name=\"fn31\" href=\"#n31\">[31]<\/a> THL dictionary, Dan Martin gives Btsan lha's definition, quoted here.<\/p><p><a name=\"fn32\" href=\"#n32\">[32]<\/a> Dr. Li (Limusishiden) in “Mongghul Memories,” which uses the Mongghul term (<em>tughuan<\/em>) for Chinese (<em>tuguan(<\/em>), manuscript. Citing Yan and Wang, <em>Qinghai bai ke da cidian<\/em> 1994: 864.<\/p><p><a name=\"fn33\" href=\"#n33\">[33]<\/a> Nian Zhihai and Bai Gengdeng, ed., <em>Qinghai Zangchuan Fojiao siyuan mingjian<\/em> (1993), 110. See also Pu Wencheng, <em>Gan-Qing Zangchuan Fojiao siyuan<\/em> 1990, 185. In fourteenth-century Tsang, <em><span class=\"tibetan\" title=\"Type ID here\">nang chen<\/span><\/em> (chief secretary) had been the next highest rank after <em><span class=\"tibetan\" title=\"Type ID here\">nang so<\/span><\/em>, so there may be a link worth pursuing in the relation of these positions to the reach of Tsang power, through the Sakya family into this region in the late thirteenth and early fourteenth centuries. Petech, “Rise of Phag mo gru,” 119–137, citing: Byang chub rgyal mtshan, <em>Situ’s Testament<\/em>, 670-672, 680.<\/p><p><a name=\"fn34\" href=\"#n34\">[34]<\/a> Schram, <em>Monguors<\/em>, 306-307.<\/p><p><a name=\"fn35\" href=\"#n35\">[35]<\/a> Another figure with the same place-name designation as part of his name, Drati Zhapdrung Tenpa Özer (Zhati xianzhuong Danpa wose) established Bkra shis lung ri bo dge 'phel ri khrod in Dpa’ ris\/ Tianzhu County 1679 but the tribe moved away from area in the Republican period (1911-1949) probably due to pressures from other ethnic groups. <em>Tianzhu Zangchuan fojiao siyuan gaikuang<\/em>, 209. For more on the Drati nangso, see the discussion of the 6th Dalai Lama’s welcome to the area below.<\/p><p><a name=\"fn36\" href=\"#n36\">[36]<\/a> Thu’u kwan, <em><span class=\"title\" title=\"Type ID here\">Dgon lung dkar chag<\/span><\/em> (1775), 6.<\/p><p><a name=\"fn37\" href=\"#n37\">[37]<\/a> On the thirteen <em><span class=\"term\" title=\"Type ID here\">sgar ba<\/span><\/em> of Drati (pra sde [bra tsi] sgar ba bcu gsum) see Michael Aris, <em><span class=\"title\" title=\"Type ID here\">Hidden Treasures and Secret Lives: The Sixth Dalai Lama (1683-1706)<\/span><\/em>, 246 n 245, which cites <em><span class=\"title\" title=\"Type ID here\">Deb ther rgya mtsho<\/span><\/em> vol i, 159b, as well as the discussion of the thirteen meditation centers (<em>chanshi jia<\/em>) of Drati below.<\/p><p><a name=\"fn38\" href=\"#n38\">[38]<\/a> Tomoko Otasaka, “A Study of the Hong-hua-si Temple,” <em><span class=\"title\" title=\"Type ID here\">Memoirs of the Research Department of the Toyo Bunko<\/span><\/em> 52 (1994): 90 n. 1.<\/p><p><a name=\"fn39\" href=\"#n39\">[39]<\/a> Tomoko, “Study of the Hong-hua-si Temple,” 82-83, 86.<\/p><p><a name=\"fn40\" href=\"#n40\">[40]<\/a> Aris, <em><span class=\"title\" title=\"Type ID here\">Hidden Treasures and Secret Lives<\/span><\/em>, 203.<\/p><p><a name=\"fn41\" href=\"#n41\">[41]<\/a> <em><span class=\"title\" title=\"Type ID here\">Tianzhu Zangchuan fojiao siyuan gaikuang<\/span><\/em>, 58. The names are given in Chinese and determining the Tibetan originals is challenging: Daituo 代脱 (Datong 大通), Zhugu 朱古 ’bru gu (Menyuan county), Qiangren 羌任, Jiadan 甲丹, Semuni 色木尼 sems nyid (Menyuan county), Jiaya 甲亚 rgya yag (Tianzhu county), Wo'ercuo 沃尔错, Hor zhug (Tianzhu county), Erjiaduo 二甲多, Hua'er gunba 尔衮巴 Hor gon pa?, Ganqin 甘钦, Zhigong 祝贡 ’bri gung (Tianzhu county).<\/p><p><a name=\"fn42\" href=\"#n42\">[42]<\/a> Schram, <em>Monguors<\/em>, 310.<\/p><p><a name=\"fn43\" href=\"#n43\">[43]<\/a> Nian and Bai, ed., <em><span class=\"title\" title=\"Type ID here\">Qinghai Zangchuan Fojiao siyuan mingjian<\/span><\/em>, 108. Nanxiujie 南秀节 was one of “three senggang, wu tusi 三僧刚，五土司” of Taozhou in the early Ming (Hongwu 11th yr 1378); see Yang Shihong 杨士宏, <em><span class=\"title\" title=\"Type ID here\">Zhuoni Yang tusi zhuanlüe 卓尼杨土司传略<\/span><\/em> (Chengdu: Sichuan minzu chubanshe, 1989), 21.<\/p><p><a name=\"fn44\" href=\"#n44\">[44]<\/a> See Elliot Sperling, “Notes on the Early History of Gro tshang Rdo rje ’chang and Its Relations with the Ming Court,” <em><span class=\"title\" title=\"Type ID here\">Lungta<\/span><\/em> vol. 14 (2001): 77-87; Karl Debreczeny, “Sino-Tibetan Artistic Synthesis in Ming Dynasty Temples,” <em><span class=\"title\" title=\"Type ID here\">Tibet Journal<\/span><\/em> 28: 49-107.<\/p><p><a name=\"fn45\" href=\"#n45\">[45]<\/a> Desi Sanggyé Gyatso, <em>Yellow Beryl<\/em> (<span class=\"tibtext\" title=\"Type ID here\">baiDUr+ya ser po<\/span>), 339. TBRC says the monastery was founded in 1611. For the decline of this monastery, see Schram’s work.<\/p><p><a name=\"fn46\" href=\"#n46\">[46]<\/a> Pu Wencheng, <em>Gan-Qing Zangchuan Fojiao siyuan<\/em>, 94.<\/p><p><a name=\"fn47\" href=\"#n47\">[47]<\/a> E. Gene Smith, <em>Among Tibetan Texts<\/em> (Boston: Wisdom Publications, 2001).<\/p><p><a name=\"fn48\" href=\"#n48\">[48]<\/a> Zhaxi Anjia 1994: 243.<\/p><p><a name=\"fn49\" href=\"#n49\">[49]<\/a> Mark Stevenson, “The Role of the Traditional Tibetan Tribal Leadership in A mdo Reb gong (Huangnan) after 1949,” paper presented at the Amdo Conference Department of Sanskrit and Indian Studies, Harvard University, May 1997.<\/p><p><a name=\"fn50\" href=\"#n50\">[50]<\/a> Yan and Wang 1994: 863. Cited [with no further reference] in Chen, <em>Folktales of China’s Minhe Mangghuer<\/em>, 45.<\/p><p><a name=\"fn51\" href=\"#n51\">[51]<\/a> Schram, <em>Monguors<\/em>, 149-183.<\/p><p><a name=\"fn52\" href=\"#n52\">[52]<\/a> Herman 1997: 50.<\/p><p><a name=\"fn53\" href=\"#n53\">[53]<\/a> Although the Qing only designated men and their patriline as <em>tusi<\/em>, during the Ming there were quite a number of women <em>tusi<\/em> among the Yi\/Nuosu in the Southwest (Herman 1997: 51).<\/p><p><a name=\"fn54\" href=\"#n54\">[54]<\/a> Herman 1997: 50. See also: Koen Wellens, <em>Religious revival in the Tibetan Borderlands: The Premi of Southwest China<\/em> (Seattle: University of Washington Press, 2010).<\/p><p><a name=\"fn55\" href=\"#n55\">[55]<\/a> Herman 1997: 15-36.<\/p><p><a name=\"fn56\" href=\"#n56\">[56]<\/a> Gong Yin, <em>Zhongguo tusi zhidu<\/em>: Kunming: Yunnan, 1992, Gansu: 1285-1314, Qinghai: 1326-1362.<\/p><p><a name=\"fn57\" href=\"#n57\">[57]<\/a> Gong Yin, <em>Zhongguo tusi zhidu<\/em>: Kunming: Yunnan. 1992, Gansu: 1285-1314, Qinghai: 1326-1362. Note that clan here translates Chinese <em>zu<\/em>, while tribe translates Chinese “buluo.”<\/p><p><a name=\"fn58\" href=\"#n58\">[58]<\/a> This title might be translated as “commanding envoy.”<\/p><p><a name=\"fn59\" href=\"#n59\">[59]<\/a> This title might be translated as “commanding co-administrator.”<\/p><p><a name=\"fn60\" href=\"#n60\">[60]<\/a> On this family, see Elliot Sperling, “The Ho Clan of Ho-chou: A Tibetan Family in Service to the Yüan and Ming Dynasties,” in <em>Indo-Sino-Tibetica. Studi in onore di Luciano Petech<\/em>, ed. Paolo Daffina (Rome, 1990), 359-377.<\/p><p><a name=\"fn61\" href=\"#n61\">[61]<\/a> This title might be translated as “commander of all affairs; general commander.”<\/p><p><a name=\"fn62\" href=\"#n62\">[62]<\/a> This entry and the next three as well were considered part of Taozhou Commandery 逃州卫.<\/p><p><a name=\"fn63\" href=\"#n63\">[63]<\/a> This family originally lived in the Minzhou area, after the chaos of 1380s, got the title of <em>baihu<\/em>.<\/p><p><a name=\"fn64\" href=\"#n64\">[64]<\/a> For more details, see the <span class=\"place\" title=\"15478\">Huaré<\/span> (Dpa’ ris) entry; the analysis of the Lü family genealogy by Schram, <em>Monguors<\/em>, 623-693; and the article on the complex of the Lü family government center in <em>Zangchuan fojiao siyuan kaogu<\/em> [Archaeological Studies on Monasteries of the Tibetan Buddhism (sic)] (Cultural Relics Publishing House, 1996).<\/p><p><a name=\"fn65\" href=\"#n65\">[65]<\/a> Fifth Dalai Lama, <em>Life of the Fourth Dalai Lama<\/em>, 22b.<\/p><p><a name=\"fn66\" href=\"#n66\">[66]<\/a> Fifth Dalai Lama, <em>Life of the Fourth Dalai Lama<\/em>, 23–24.<\/p><p><a name=\"fn67\" href=\"#n67\">[67]<\/a> Uyunbilig Borjigidai, “The Hoshuud Poilty in Khökhnuur (Kokonor),” <em>Inner Asia<\/em>, 4 (2002): 181-196. See Christopher Atwood, <em>Encyclopedia of Mongolia and the Mongol Empire<\/em> (New York: Facts on File, 2004), for an excellent entry on the “Upper Mongols” that lists the Mongol kings of Tibet with personal names and titles, as well as those of the Dzungars khans; the early Mongol kings after Gushri Khan are also listed clearly in Hugh Richardson, “The Decree Appointing Sangs rgyas Rgya mtsho as Regent,” <em>High Peaks, Pure Earth<\/em> (London: Serindia, 1998), 440-461.<\/p><p><a name=\"fn68\" href=\"#n68\">[68]<\/a> Based on the summary of the Chinese translation of Miwang Polhané’s biography Duoka’er, Xiazhongcerenwangjie, <em>Pouonai Zhuan<\/em> [Biography of Pho-lha-nas (1689-1747)], tr. Tang Chi’an (Lasa: Xizang renmin chubanshe, 2002), by Bo Huang, <a href=\"http:\/\/tibetan-biographies.wikischolars.columbia.edu\/Poluonai+Zhuan\">http:\/\/tibetan-biographies.wikischolars.columbia.edu\/Poluonai+Zhuan<\/a>.<\/p><p><a name=\"fn69\" href=\"#n69\">[69]<\/a> Richardson, “The Decree Appointing Sangs rgyas Rgya mtsho as Regent,” 449-450.<\/p><p><a name=\"fn70\" href=\"#n70\">[70]<\/a> Ngawang Gyatso, <em>Biography of the Fifth Dalai Lama, Du ka la<\/em>, vol. 1, 297a-b.<\/p><p><a name=\"fn71\" href=\"#n71\">[71]<\/a> Cornelis Hermanus Wessels (1851-1924), <em>Early Jesuit Travellers in Central Asia, 1603-1721<\/em> (The Hague: Nijhoff, 1924), 188.<\/p><p><a name=\"fn72\" href=\"#n72\">[72]<\/a> Richardson, “The Decree Appointing Sangs rgyas Rgya mtsho as Regent,” 452.<\/p><p><a name=\"fn73\" href=\"#n73\">[73]<\/a> Richardson, “The Decree Appointing Sangs rgyas Rgya mtsho as Regent,” 452; Ngawang Gyatso, <em>Biography of the Fifth Dalai Lama, Du ka la<\/em>, vol. 2, 127b.<\/p><p><a name=\"fn74\" href=\"#n74\">[74]<\/a> Richardson, “The Decree Appointing Sangs rgyas Rgya mtsho as Regent,” 456.<\/p><p><a name=\"fn75\" href=\"#n75\">[75]<\/a> <em>Tibet outside the TAR<\/em>, 2163.<\/p><p><a name=\"fn76\" href=\"#n76\">[76]<\/a> Hainan Zangzu Zizhizhou di fang zhi bian zuan wen yuan hu, <em>Hainan Zangzu Zizhizhou Zhi<\/em>, 773. These ranks can be compared to the Qing ranks introduced to Central Tibet in 1792, in which those holding the titles of <em>kung<\/em>, <em>taiji<\/em>, and <em>jasak<\/em> were entitled to the third rank, while “most higher officials belonged to the fourth, and the title <em><span class=\"tibetan\" title=\"Type ID here\">rim bzhi<\/span><\/em> (fourth rank) was a sort of general style for most of the upper bureaucracy” (including the heads of the accounting office and the treasury), while the Lhasa’s judicial officers held the fifth rank, <em><span class=\"tibetan\" title=\"Type ID here\">bka’ shag<\/span><\/em> (governing council) and <em><span class=\"tibetan\" title=\"Type ID here\">rtsis khang<\/span><\/em> (accounting office) secretaries and staff were in the sixth and seventh ranks. Probably the closest comparison to Central Tibetan officials is with the twelve Wing Commanders (<em><span class=\"tibetan\" title=\"Type ID here\">ru dpon<\/span><\/em>) who held the fifth rank, the twenty-four Commanders of Hundred (<em><span class=\"tibetan\" title=\"Type ID here\">brgya dpon<\/span><\/em>) who held the sixth rank, and the 120 captains (<em><span class=\"tibetan\" title=\"Type ID here\">lding dpon<\/span><\/em>) who held the seventh rank, but these positions may also have been created by the Qoshot Mongols when they dominated Central Tibet in the time of Gushri Khan or Lhazang Khan. Likewise, these ranks are similar to those of regional governors (<em><span class=\"tibetan\" title=\"Type ID here\">rdzong dpon<\/span><\/em>, <em><span class=\"tibetan\" title=\"Type ID here\">’go pa<\/span><\/em>, <em><span class=\"tibetan\" title=\"Type ID here\">sho pa<\/span><\/em>) or estate stewards (<em><span class=\"tibetan\" title=\"Type ID here\">gzhi sdod<\/span><\/em>) who were ranked either fifth, sixth or seventh rank depending on the importance of the region they governed. For more on these positions, see Luciano Petech, <em>Aristocracy and government in Tibet, 1728-1959<\/em>, Serie orientale Roma 45 (Rome: Instituto italiano per il Medio ed Estremo Oriente, 1973), 7-14.<\/p><p><a name=\"fn77\" href=\"#n77\">[77]<\/a> Li Zhonghua and Li Yankai, <em>Anduo Zangzu shilue<\/em> (Xining: Qinghai min zu chu ban she, 1992.<\/p><p><a name=\"fn78\" href=\"#n78\">[78]<\/a> Li and Li, <em>Anduo Zangzu shilue<\/em>, 183-185.<\/p><p><a name=\"fn79\" href=\"#n79\">[79]<\/a> Li and Li, <em>Anduo Zangzu shilue<\/em>, 185.<\/p><p><a name=\"fn80\" href=\"#n80\">[80]<\/a> Drolma Kyab, personal communication. His brother, based in Khri kha, works on Snang ra gser khang (estate of the Nangra leader of Chentsa), with Tibetan Heritage Fund. The <em><span class=\"tibtext\" title=\"Type ID here\">Deb ther rgya mtsho<\/span><\/em> also discusses the divisions of upper and lower <span class=\"place\" title=\"Type ID here\">Sgo me<\/span> west of <span class=\"title\" title=\"Type ID here\">Bya khyung<\/span> Monastery in <span class=\"place\" title=\"Type ID here\">Ba yan<\/span>\/ <span class=\"place\" title=\"Type ID here\">Hualong<\/span> County, and notes the association of lower <span class=\"place\" title=\"Type ID here\">Sgo me<\/span> with the Mongol households (Tib. <span class=\"tibetan\" title=\"Type ID here\">hor kyA<\/span> [=Ch. jia]): <span class=\"tibetan\" title=\"Type ID here\">bya khyung stod na sgo me stod smad gnyis yod pa’i smad du mchod rten skis dgon chen dga’ ldan bkra shis dar rgyas gling ni\/ thog mar smra ba’i khyu mchog sgo me grags pa rgya mtshos btab pa yin la\/ ‘di pa rma chu kha’i sgo me hor kyA<\/span>.<\/p><p><a name=\"fn81\" href=\"#n81\">[81]<\/a> <em>Tibet outside the TAR<\/em>, 2142, citing <em>Qinghai lishi jiyao<\/em> (Outline of Qinghai History), 575.<\/p><p><a name=\"fn82\" href=\"#n82\">[82]<\/a> <em>Tibet outside the TAR<\/em>, 2123, 2139, citing <em>Qinghai lishi jiyao<\/em> (Summary of Qinghai History), 575.<\/p><p><a name=\"fn83\" href=\"#n83\">[83]<\/a> <em>Tibet outside the TAR<\/em>, 2178; possibly citing <em>Qinghai lishi jiyao<\/em> (Outline of Qinghai History), 589; but see also 220-224, which describes the “struggle to prevent Tibetans from crossing to the north side of the river” as described in <em>Tibet outside the TAR<\/em>, 2123.<\/p><p><a name=\"fn84\" href=\"#n84\">[84]<\/a> Ba res, <em><span class=\"tibtext\" title=\"Type ID here\">Bong stag lo rgyus blo ldan 'jug ngogs<\/span><\/em> (Chengdu: Si khron mi rigs dpe skrun khang, 1996); <em><span class=\"tibtext\" title=\"Type ID here\">Bong stag ja skor gyi khyim rgyud lo rgyus mu tig dkar po'i mdzod<\/span><\/em> (Pe cin: Mi rigs dpe skrun khang, 2007); <em><span class=\"tibtext\" title=\"Type ID here\">Bong stag nywa nag gi khyim rgyud lo rgyus spos dkar ljon pa’i phreng ba<\/span><\/em> (Pe cin: Mi rigs dpe skrun khang, 2008).<\/p><p><a name=\"fn85\" href=\"#n85\">[85]<\/a> For an excellent example of this, the Gung thang estate of Bla brang Monastery, see Paul Nietupski, <em>Labrang Monastery: A Tibetan Buddhist Community on the Inner Asian Borderlands, 1709-1958<\/em> (Lanham, Md.: Lexington Books, 2011), 71-83.<\/p><p><a name=\"fn86\" href=\"#n86\">[86]<\/a> <em><span class=\"tibtext\" title=\"Type ID here\">Tshe tan Zhab drung gsung 'bum<\/span><\/em>, vol. 3, <em><span class=\"tibetan\" title=\"Type ID here\">dkar chag <\/span><\/em> to Dentik monastery, which has an amazing amount of information on these monasteries, according to Nicole Willock, who is researching this topic.<\/p><p><a name=\"fn87\" href=\"#n87\">[87]<\/a> <em>Tianzhu Zangchuan fojiao siyuan gaikuang<\/em>.<\/p><p><a name=\"fn88\" href=\"#n88\">[88]<\/a> E. Gene Smith, <em>Among Tibetan Texts<\/em> (Boston: Wisdom Publications, 2001), 165-6.<\/p><p><a name=\"fn89\" href=\"#n89\">[89]<\/a> Michael Aris, <em>Hidden Treasures and Secret Lives: The Sixth Dalai Lama (1683-1706)<\/em> (London: Kegan Paul International, 1989)<\/p><p><a name=\"fn90\" href=\"#n90\">[90]<\/a> <em>Tianzhu Zangchuan fojiao siyuan gaikuang<\/em>, 220.<\/p><p><a name=\"fn91\" href=\"#n91\">[91]<\/a> Nian Zhihai and Bai Gengdeng, ed., <em>Qinghai Zangchuan Fojiao siyuan mingjian<\/em>, 1993. 110. See also Pu Wencheng, <em>Gan-Qing Zangchuan Fojiao siyuan<\/em>, 1990, 53.<\/p><p><a name=\"fn92\" href=\"#n92\">[92]<\/a> Baijia zang si 白家藏寺 is an old name for this monastery linking the Tibetan name for “house”\/ “family” (<em>tshang<\/em>) with the Chinese equivalent (<em>jia<\/em> 家; see Pu Wencheng, <em>Gan-Qing Zangchuan Fojiao siyuan<\/em>, 27).<\/p><p><a name=\"fn93\" href=\"#n93\">[93]<\/a> For more on this monastery, see Gray Tuttle, “Local History in A mdo: The Tsong kha Range (<em>ri rgyud<\/em>),” <em>Asian Highlands Perspectives<\/em> 1:2 (2010): 61-67.<\/p><p><a name=\"fn94\" href=\"#n94\">[94]<\/a> The best western language source on this monastery is: Yonten Gyatso, “Le Monastère de La-mo Bde-chen dans l’Amdo,” in Per Kvaerne, ed., <em>Tibetan Studies. Proceedings of the 6th Seminar of the International Association for Tibetan Studies, Fagernes 1992<\/em>, vol. 2. (Oslo: The Institute for Comparative Research in Human Culture, 1994), 981-9.<\/p><p><a name=\"fn95\" href=\"#n95\">[95]<\/a> Nian Zhihai and Bai Gengdeng, ed., <em>Qinghai Zangchuan Fojiao siyuan mingjian<\/em>, 110. See also Pu Wencheng, <em>Gan-Qing Zangchuan Fojiao siyuan<\/em>, 174.<\/p>"}]}