{"meta":{"authors":[],"title":"Pamtuk Introduction","dates":{"created_at":"2010-08-25 11:14:03 UTC","updated_at":"2010-08-25 11:14:03 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Pamtuk Introduction"},{"title":"II.3. Cubic mountaintop tombs","index":1,"parent_index":0,"body":" "},{"title":"PaktukPags mthug","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Paktuk</span><span class=\"scholar\">Pags mthug</span> </li> <li>Site number: E-23</li> <li>Site typology: II.2a, II.3 </li> <li>Geographic coordinate (N. lat.): 32º 33.8΄ </li> <li>Geographic coordinate (E. long.): 81º 07.0΄ </li> <li>Elevation: 4870 m to 4900 m </li> <li>Administrative location (township): <span class=\"popular\">Oma</span><span class=\"scholar\">’O ma</span> </li> <li>Administrative location (county): <span class=\"popular\">Gertsé</span><span class=\"scholar\">Sger rtse</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: June 8, 2002</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Paktuk</span><span class=\"scholar\">Pags mthug</span> is located on one of a group of ridgelines of the same name. This ridge rings a portion of the <span class=\"popular\">Tarap Tso</span><span class=\"scholar\">Rta rabs mtsho</span> basin. From the site there are fairly open views in all directions. At least 11 funerary structures, many of which appear to have been cubic graves, are situated on the northeast-southwest running rocky spine. There are also the traces of walls and at least one enclosure at <span class=\"popular\">Paktuk</span><span class=\"scholar\">Pags mthug</span>. The tombs and other structures are spread out over more than 1 km along the talus-blanketed ridgeback. Many of them are so deteriorated that they have been almost reabsorbed into the depositions of talus. The cubic tombs among them appear to have been of standard design and construction. All structures at the site are made of variable-length (30 cm to 80 cm long) reddish and purplish slabs of volcanic talus. These funerary structures are closely associated spatially and functionally with a small array of pillars appended to an edifice (C-158). These monuments constitute two distinctive components of what appears to have been an integrated (functionally and chronologically) necropolis. On high ground around the <span class=\"popular\">Tarap Tso</span><span class=\"scholar\">Rta rabs mtsho</span> basin there are four other sites of the cubic tomb typology (E-8, E-17, E-18, E-19).</p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to the folklore of <span class=\"popular\">Oma</span><span class=\"scholar\">’O ma</span>, there was once a local chieftain who was extremely fond of wild yak (<span class=\"popular emph\">drong</span><span class=\"scholar emph\">’brong</span>) hunting. One day because of all his killing there were no wild yaks left in the region. In order to survive he was reduced to boiling the skins of wild yaks and eating them. The name of the site, ‘Thick Hide’ is said to refer to this incident. </p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Southwest group","index":7,"parent_index":6,"body":" <p>Funerary structures FS1 to FS7 are situated southwest of the other structures on the lower end of the site. These cubic tomb traces were not individually surveyed because of their extremely poor condition and the inability, in some cases, to positively differentiate between manmade structures and natural heaps of talus. </p> "},{"title":"Funerary Structure FS8","index":8,"parent_index":6,"body":" <p>Funerary structure FS8 (1.7 m x 2.3 m) is situated off the spine of the ridge just below FS9 and FS10. FS8 is one of the best preserved cubic tombs at <span class=\"popular\">Paktuk</span><span class=\"scholar\">Pags mthug</span>. Although it has been reduced to 30 cm or less in height, its quadrate form is still discernable. Stones up to 1 m in length went into the construction of FS8. Several in situ stones of the central depository (reliquary) still mark this cubic tomb. </p> "},{"title":"Funerary Structure FS9","index":9,"parent_index":6,"body":" <p>Funerary structure FS9, a highly deteriorated structure, is situated on the high point of the ridgeline.</p> "},{"title":"Funerary Structure FS10","index":10,"parent_index":6,"body":" <p>Funerary structure FS10 is located on the high point of the ridgeline, in close proximity to FS9 (32° 33.779΄ N. lat. / 83° 07.021΄ E. long. / 4900 m). This cubic tomb has been reduced to an amorphous heap of stones. FS10 is connected to FS9 by a single-course wall, 15 m in length. The stones of this meandering wall appear to have stood erect with their two broad sides oriented perpendicular to the axis of the ridgeline. A continuation of this wall follows the ridgeback for at least 100 m in a downhill direction and perhaps for the entire 460 m to the base of the ridge. Due to its advanced state of degradation, the original extent of this wall is difficult to judge. In the upper section of the wall there are several upright stones, protruding 30 cm to 40 cm above the talus mantle. Most other stones, however, have collapsed in a domino fashion along the slope gradient. This wall appears to have been closely linked with other structures at <span class=\"popular\">Paktuk</span><span class=\"scholar\">Pags mthug</span> and is likely to have had a funerary ritual function. </p> "},{"title":"Funerary Structure FS11","index":11,"parent_index":6,"body":" <p>Funerary structure FS11 (2.2 m x 2.2 m) is situated between FS10 and the array of pillars (C-158). This single-course enclosure consists of stones that protrude upwards of 30 cm above the talus-covered slope. In addition to the outer perimeter walls, there appears to be a rectangular inner enclosure (1 m across) that is also composed of upright stones. </p>  "}]}