{"meta":{"domain":"places","kid":"23611","authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"title":"Serling Introduction","dates":{"created_at":"2011-12-13 02:30:28 UTC","updated_at":"2011-12-13 02:30:28 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Serling Introduction"},{"title":"Zung chu County","index":1,"parent_index":0},{"title":"(205) gSer gling Monastery","index":2,"parent_index":1},{"title":"1. Name","index":3,"parent_index":2,"body":"<p>The monastery is also known as gShen bstan nyi ma ’bum gling.<\/p>"},{"title":"2. Location","index":4,"parent_index":2,"body":"<p>The monastery is located in Zhang ngu khog, 77 km from Songpan, the seat of Zung chu county.<\/p>"},{"title":"3. History","index":5,"parent_index":2,"body":"<p>The monastery was founded by mKhar yag gYung drung kun khyabs in the Fire-Pig Year of 15th Rab byung (1887) in order to settle a conflict between two lay communities: sTod tsho dgu and sMad tsho dgu. mKhar yag gYung drung kun khyabs was succeeded by a series of masters as the head of the monastery:<\/p><ol type=\"1\"> <li>mKhar yag gYung drung kun khyabs<\/li> <li>bsTan ’dzin ngag dbang rnam rgyal <\/li> <li>mKhar yag Shes rab <\/li> <li>Ra thang rTogs ldan dkar po <\/li> <li>Dung ri Nam mkha’ dbang drag <\/li> <li>Dung ri bsTan ’dzin dbang ldan (b.1887)<\/li> <li>Dung ri Nam mkha’ bstan ’dzin (b.1918) <\/li> <\/ol><p>The monastery was rebuilt in the 1980s. bsTan ’dzin nor bu and bSod nams tshul khrims were the monks who worked on the reconstruction. The present head of the monastery is Shes rab kun gsal.<\/p>"},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":"<ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>dgon bdag, hereditary<\/li> <li>two dbu mdzad<\/li> <li>two dge skos <\/li> <li>one gnyer pa <\/li> <li>two mchod dpon <\/li> <\/ul><p>All the incumbents, besides dgon bdag, are replaced every three years.<\/p>"},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":"<p>There are forty-eight novices and monks in the monastery.<\/p>"},{"title":"6. Current education","index":8,"parent_index":2,"body":"<p>There are no organized classes; the novices are trained by the elder monks.<\/p>"},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":"<p>The monks go to dGa’ mal Monastery (No.208) to take their ordination.<\/p>"},{"title":"8 \/ 9. Rituals","index":10,"parent_index":2,"body":"<p>The recitation ritual based on the Ti tri su from the 7th to the 11th day of the 1st month with ’cham dances on the 15th day; the ceremony of the mChod pa stong mtshan from the 8th to the 13th day of the 2nd month; the ritual based on the rNam rgyal stong mchod from the 11th to the 15th day of the 4th month; the The dgu gtor rite based on the ritual cycle of sTag la from the 21st to the 29th day of the 12th month. <\/p>"},{"title":"11. Income and expenses","index":11,"parent_index":2,"body":"<p>The monastery has no regular Sources of income and depends on donations from its followers.<\/p>"},{"title":"12. Local community","index":12,"parent_index":2,"body":"<p>The local lay community (lha sde) consists of eighteen villages grouped into two communities, sTod tsho dgu and sMad tsho dgu. The Upper Nine Villages (sTod tsho dgu): 1. ’Bar ra steng with fifty-five families, 2. La yas with fifty-three families, 3. Khu khag with thirty-four families, 4. ’Bu se with thirty-two families, 5. Bo ras with twenty-five families, 6. Re wo with thirty-eight families, 7. Ngo we with twenty-five families, 8. Tsi sri with forty-five families, 9. Sra nge with twenty-three families. <\/p><p>The Lower Nine Villages (sMad tsho dgu): 1. rDi gu with twenty-four families, 2. Dzi be with thirty-four families, 3. Ho tse with thirty families, 4. Sra ti with forty-five families, 5. rTse tshang with twenty-five families, 6. Zhi ke po with forty families, 7. ’Dzu pa with ten families, 8. Tsha kho with ten families, 9. Ra ’gu with ten families.<\/p>"},{"title":"13. Local festivals","index":13,"parent_index":2,"body":"<p>The monastery has its own la btsas called Bhe te, located at the top of Kho ri te, the mountain behind the monastery and propitiated on the 15th day of the 1st month by the monks.<\/p><p>The la btsas of sTod tsho dgu is known as Mo ba rin chen.The la btsas of sMad tsho dgu is called Ku ne ’bru tse. <\/p><p>The local lay community, together with other Sharwa communities, also venerates Mounts Bya dur and Dung ri, the two most important sacred mountains in the region (cf. sNa steng Monastery No.199).<\/p>"},{"title":"14. Occupation of the local people","index":14,"parent_index":2,"body":"<p>Farming<\/p>"},{"title":"Sources","index":15,"parent_index":2},{"title":"(1) Interviews","index":16,"parent_index":15,"body":"<p>With the follwing monks in the monastery in autumn 1998: Shes rab kun gsal (b.1954) and Shes rab gtsug rgyan (b.1978) <\/p>"},{"title":"(2) Texts","index":17,"parent_index":15,"body":"<ol type=\"1\"> <li>Zhang ngu dpal gshen bstan nyi ma ’bum gling gi dkar chags (chag) gsal ba’i me long by Lung rig snyan grags (ZGSK pp.271-275)<\/li> <li>gShen chen klu bdud brag dkar gyi bsang yig ha ri’i ljon bzang by sNang zhig gYung drung bstan pa’i nyi ma, MS<\/li> <li>gNyan gyi rgyal bo ge ne ’brug rtse’i dgos ’dod kun ’byung by Dar rgyas rgyal mtshan, MS<\/li> <li>rNga khul zung chu rdzong gi gser len dgon pa’i lo rgyus mdor bsdus, NKhGL pp.108-109<\/li> <\/ol>"}]}