{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "གནམ་འབྲུག་དགོན།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "ཆུ་ཤུར་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་གནམ་འབྲུག་སེ་བ་བྱང་ཆུབ་ཆོས་གླིང་དགོན་ཞེས་ཞུ། ར་སྟོད་ནས་སྣུམ་ནག་ལམ་བརྒྱུད་སྤྱི་ལེ་གསུམ་བཞི་ཙམ་སོང་ན་གནམ་མདར་སླེབས་ཤིང་དེ་ནས་བྱང་ངོས་སུ་སྤྱི་ལེ་ཉེར་ལྔ་ཙམ་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་གནམ་ཕུར་སོང་ན་དགོན་དེར་སླེབས་ཀྱི་རེད། དགོན་དེ་ནི་སྤྱི་ལོའི་དུས་རབས་བཅུ་གཉིས་པར་འགྲོ་མགོན་གཙང་པ་རྒྱ་རས་ཀྱིས་རང་གི་བླ་མ་སྒྲུབ་ཆེན་གླིང་རས་པས་ལུང་བསྟན་པ་ལྟར་ཕྱག་བཏབ་གནང་མཛད། དེའང་གཙང་པ་རྒྱ་རས་གླིང་རས་པའི་བཀའ་བཞིན་ར་སྟོད་ཕུ་བརྒྱུད་རྩེ་བ་ལ་ནས་མར་ཕེབས་སྐབས་ད་ལྟའི་དགོན་ཆགས་དུ་འབྲུག་མ་སྨད་གསུམ་ས་ལ་བབས་ནས་ཡོད་པ་ནམ་མཁར་འཕུར་བ་གཟིགས་པས་ད་ངའི་དགོན་པ་གནས་འདིར་འདེབས་ལ་དགོན་མིང་ལའང་འབྲུག་ཅེས་འདོགས་དགོས་དགོངས། ཡང་ལ་ལས་དགོན་དེ་ཕྱག་འདེབས་ཉིན་འབྲུག་སྒྲ་ཆེན་པོ་བསྒྲགས་པས་འབྲུག་པ་ཞེས་པའི་མཚན་དེ་ལྟར་བྱུང་གསུང་། གང་ལྟར་དེ་ནས་མཆེད་པའི་ཆོས་ལུགས་ལ་འབྲུག་པ་བཀའ་བརྒྱུད་ཅེས་ཟེར། ཐོག་མར་དགོན་དེ་ཆགས་ཡུལ་དུ་ཡར་འབྲོག་སྟག་ལུང་པའི་གཅེས་ཕྲུག་བདུན་རྔོན་རྒྱག་བཞིན་ཡོད་པ་ལ་གཙང་པ་རྒྱ་རས་ཀྱིས་བདེན་བཞིའི་ཆོས་གསུངས་པས་རྔོན་པ་དེ་རྣམས་བློ་ཆོས་སུ་ཁུག་ནས་རི་དྭགས་རྔོན་བྱེད་མདའ་གཞུ་སོགས་བླ་མར་ཕུལ་ཏེ་རབ་ཏུ་བྱུང་། མདའ་གཞུ་ལྷ་ཁང་གི་དྲལ་མར་བཏང་བས་ལྷ་ཁང་གི་མཚན་ལའང་མདའ་གཞུ་ལྷ་ཁང་ཞེས་ཞུ། དེ་ནས་རིམ་བཞིན་རྒྱ་སྐྱེད་དུ་ཕྱིན་ནས་སློབ་མ་མང་པོ་འཕེལ། རིའི་གཡས་གཡོན་གང་སར་སློབ་མའི་བཞུགས་གནས་ཁང་ཆུང་མང་པོ་ད་ལྟའང་མཇལ་རྒྱུ་ཡོད། ཀུན་གྱིས་ནཱ་རོ་མཁའ་སྤྱོད་ཉམས་ལེན་གནང་ནས་སྒྲུབ་རྟགས་ཀྱི་རྩལ་ཐོན། རྩ་རླུང་ལ་རང་དབང་ཐོབ་སྟེ་མཚན་མོར་སྐུ་ལུས་ལ་ཆུ་ཡང་ཡང་བྱུང་གནང་མཁན་མོང་པོ་བྱུང་། ཚོགས་པ་ཆེ་བས་<span class=\"milestone page eng \">[page <span class=\"pnum\">129</span>] </span>གནས་གཅིག་ཏུ་རུབ་མི་ཐུབ་སྟབས་ཉེར་ལྔ་ཚེ་བཅུར་དགོན་དེའི་ལྷོ་ངོས་ཀྱི་རྒྱ་རས་སྒྲུབ་ཕུག་ཅེས་པའི་སྟེང་དུ་དར་ཆེན་ཞིག་ཡོད་པས་དེ་སྐུ་བཞེངས་ཞུས་པ་དང་། ཉེར་ལྔ་ཚེས་བཅུ་ཡིན་པའི་བརྡ་རུ་གོ་ནས་གསོལ་ཚོགས་འཚོགས་ཀྱི་ཡོད། དེ་ནས་མཛད་འཕྲིན་ཤིན་ཏུ་རྒྱས་ཏེ་མི་ཕྱེད་འབྲུག་པ་དང་། འབྲུག་ཕྱེད་སྤྲང་པོ། སྤྲང་ཕྱེད་སྒྲུབ་ཐོབ་ཅེས་དང་། སྟོད་འབྲུག་གནམ་གྱི་སྐར་མ། སྨད་འབྲུག་ས་ཡི་རྩི་ཤིང་། བར་འབྲུག་དབུ་ཆེན་གདུགས་ཐོབ་ཉིས་སྟོང་སྔ་བརྒྱ་ལ་སོགས་ཀུན་ལ་གྲགས། ཇུན་གར་དམག་དུས་སྨུག་པས་བཏུམས་ཏེ་དགོན་དེ་མ་མཐོང་བ་ཡིན་ཞེས་ཉམས་ཆགས་མ་བྱུང་ཡང་དེ་ནས་དུས་སྐབས་ཤིག་རིང་ཉམས་ཆགས་བྱུང་སྟེ་རྒྱལ་བ་ལྔ་བའི་དུས་ཇོ་བོའི་མཆོད་ཐེབས་ཞེས་རུ་བ་གཉིས་ཀྱང་འཛུགས་གནང་དགོས་བྱུང་། དེ་རྗེས་བསྟན་རྒྱས་གླིང་རྒྱལ་ཐོག་སྐབས་གཞུང་དགོན་དུ་བསྒྱུར་གནང་མཛད། སྔོན་འདུ་ཁང་ཀ་བ་སོ་དྲུག་ནང་ཀུན་མཁྱེན་པད་དཀར་གྱི་བཀའ་འབུམ་པར་ཤིང་དང་། མཁས་དབང་སངས་རྒྱས་རྡོ་རྗེའི་བཀའ་འབུམ་པར་ཤིང་། འབྲུག་པའི་ཆོས་འཁོར་གྱི་པར་ཤིང་སོགས་འབྲུག་པ་བཀའ་བརྒྱུད་ཀྱི་པར་ཁང་ལྟ་བུར་གྱུར། གཙང་ཁང་སྦུག་མར་ཤར་ལི་ལས་སྒྲུབ་པའི་ཇོ་བོ་བྱང་ཆུབ་ཆེ་མོ་ལ་སྨན་འདམ་གྱི་ཉེ་སྲས་བརྒྱད་ཀྱིས་བསྐོར་བ་དང་། གཡས་གཡོན་དུ་གདུང་རྟེན་བཞི་དང་། རིན་ཆེན་ལས་བྲིས་པའི་བཀའ་འགྱུར། གཞན་ཡང་ལི་མའི་སྐུ་བརྙན་ཇི་སྙེད་བཅས་ཡོད།</p>
<p>ད་ལྟ་གསར་བཞེངས་གནང་བའི་ཇོ་ཁང་ནང་སྔོན་གྱི་སྐུ་རྒྱུ་སྨན་འདམ་ལས་གྲུབ་པའི་ཇོ་བོ་བྱང་ཆུབ་ཆེན་མོའི་སྐུ་ཚབ་དང་།ྒྱལ་བ་མི་འཁྲུག་པ་སྟོང་སྐུ་གསར་བཞེངས་གནང་བ་སོགས་མཇལ་རྒྱུ་ཡོད།</p>
<p>གཞན་ཡང་དེའིཁོར་ཡུག་ཏུ་རྒྱ་རས་སྒྲུག་ཕུག་ཅེས་པ་དང་། པ་རི་བྱང་ཆུབ་གླིང་གི་ཤུལ། དགོན་གསར་གྱི་ཤུལ། འབྲུག་པ་ཀུན་ལེགས་ཀྱི་ཞབས་རྗེས། དེ་ནས་མར་ལམ་སྤྱི་ལེ་བཅུ་གཉིས་ཙམ་གྱི་སར་རི་བྲག་ཅེས་པའི་ལྷོ་ནུབ་ལུང་ཤུར་ནང་འབྲུག་དགོན་གྱི་དགོན་ལག་ཉམས་སྣང་ཞེས་པའི་བཙུན་དགོན་ཞིག་<span class=\"milestone page eng \">[page <span class=\"pnum\">130</span>] </span>ང་འགྲོ་མགོན་རྒྱ་རས་ཀྱི་སྒྲུབ་ཕུག་བཅས་མཇལ་རྒྱུ་ཡོད།</p>
", 
   "index": 2, 
   "parent_index": 1, 
   "title": "གནམ་འབྲུག་དགོན། "
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16471", 
  "dates": [], 
  "title": "གནམ་འབྲུག་དགོན།"
 }
}