{"meta":{"domain":"places","kid":"16583","authors":[{"fullname":"John Vincent Bellezza","id":"39"},{"fullname":"John Vincent Bellezza","id":"39"}],"title":"An Overview of Menla Palace (South)","dates":{"created_at":"2010-06-01 13:22:21 UTC","updated_at":"2010-07-05 14:33:59 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"An Overview of Menla Palace (South)"},{"title":"General Site Characteristics","index":1,"parent_index":0,"body":null},{"title":"Oral Tradition","index":2,"parent_index":0,"body":" <p>None was obtained.<\/p> "},{"title":"Site Elements","index":3,"parent_index":0,"body":" "},{"title":"East Complex","index":4,"parent_index":3,"body":" "},{"title":"Main Edifice","index":5,"parent_index":4,"body":null},{"title":"Outlying Structures","index":6,"parent_index":4,"body":null},{"title":"Upper Edifice","index":7,"parent_index":4,"body":" <p>The upper edifice is comprised of a single <span class=\"tibetan\" title=\"Type ID here\">dokhang<\/span> (<em><span class=\"tibetan\" title=\"Type ID here\">rdo khang<\/span><\/em>) built on a shelf against a cliff (5080 m). It measures 9 m (east-west) x 8 m (north-south). Roof members are strewn around the site; clearly this was an all-stone structure. This building consists of two rows of cells: a forward\/lower tier and a rear\/upper tier.<\/p> <p>The lower row of compartments in the upper edifice is highly degraded, but on the east end of the structure small sections of the roof have survived on top of collapsed walls. The lower row of rooms does not appear to have extended as far west as those of the upper tier.<\/p> <p>An 80-cm thick wall separates the lower tier from the upper tier of the upper edifice. Between this wall and the upper row of three rooms there is an 80-cm wide axial passageway, which runs the entire east-west breadth of the upper edifice. This passageway is situated at the same elevation as the upper tier compartments. It was roofed as evidenced by a single bridging stone spanning the corridor at the juncture of the west and central rooms. The three rooms of the upper tier have intact roofs and entranceways. The rear of these three rooms was built into the adjoining cliff and their roof is flush with the level of the uphill slope, according them a semi-subterranean aspect. The exterior west wall at 2.5 m is the highest elevation structure extant in the upper edifice. The interior dimensions of the west room are 1.9 m x 1.1 m x 1.8 m. There is a niche in the forward wall and an aperture (35 cm x 45 cm) in the side wall that opens to the central room. The entranceway to the west room (1.3 m x 60 cm) is partially blocked by debris. The central room (2 m x 1.4 m x 1.8 m) has an entranceway at least 1 m in height and 70 cm in width (it is also obstructed by debris). There is an internal opening (45 cm x 45 cm) between the central and east rooms. In the east room (2.6 m x 2 m x 2 m) there are the remains of a hearth against the rear wall, as well as a niche in this wall. In the east wall there is a shallow, floor-to-ceiling alcove with stone shelving. There is also a stone structure of unknown function extending from the alcove to the middle of the room. The entranceway to the east room is 70 cm wide; its height is unclear due to obstructions.<\/p> "},{"title":"West Complex","index":8,"parent_index":3,"body":" <p>Several hundreds of meters to the west of the east complex of <span class=\"place\" title=\"F16583\">Menla Podrang<\/span> (South) there are the vestiges of eight buildings (residential structures RS1 to RS8), which comprise the west complex of the site (4980 m to 5000 m). This complex is composed of smaller <span class=\"tibetan\" title=\"Type ID here\">dokhang<\/span> established on a <span class=\"tibetan\" title=\"Type ID here\">drama<\/span><em>-<\/em>blanketed shelf. The buildings vary about 20 m in elevation (the west end is lower). The individual structures are numbered below as they appear from east to west.<\/p> "},{"title":"Residential Structure RS1","index":9,"parent_index":8,"body":" <p>Residential structure RS1 measures 6 m (east-west) x 4 m (north-south). It appears to have been a single house, which is now reduced to footings and dissolving walls, 1 m or less in height.<\/p> "},{"title":"Residential Structure RS2","index":10,"parent_index":8,"body":null},{"title":"Residential Structure RS3","index":11,"parent_index":8,"body":" <p>Residential structure RS3 measures 5 m (east-west) x 4 m (north-south), and is situated 9.5 m west of RS2. The walls of this structure are fragmentary. A niche and a corbel have survived in place in the north wall.<\/p> "},{"title":"Residential Structure RS4","index":12,"parent_index":8,"body":" <p>Residential structure RS4 measures 9 m (east-west) x 6 m (north-south), and is situated 3.5 m west of RS3. The east half of the building may have consisted of an open courtyard. The west half of the structure was partitioned into three rooms: north, central and south. Most of the walls in the south room have been destroyed. On its best preserved north wall four corbels and one small bridging stone are still in place in the south room. The central room has wall segments up to 1 m in height and one surviving corbel. The rear wall of the north room is up to 1.5 m in height and has two corbels resting in place.<\/p> "},{"title":"Residential Structure RS5","index":13,"parent_index":8,"body":" <p>Residential structure RS5 measures 8.5 m (east-west) x 5.5 m (north-south), and is situated 17 m west of RS4, at a slightly lower elevation. Its crumbling walls reach 1.5 m in height. One <em>in situ<\/em> corbel is found on the west wall and one on the north wall. At the southeast corner of the building a relatively large room has endured with much of its roof intact (2.5 m x 2.5 m). Its entrance measures 80 cm x 50 cm.<\/p> "},{"title":"Residential Structure RS6","index":14,"parent_index":8,"body":" <p>Residential structure RS6 measures 6 m (east-west) x 4 m (north-south), and is found 10 m west of RS5. It boasts three <em>in situ<\/em> corbels on the east wall and three on the north wall. A large conglomerate boulder was integrated into the north wall, and a deep recess is found under its west side.<\/p> "},{"title":"Residential Structure RS7","index":15,"parent_index":8,"body":null},{"title":"Residential Structure RS8","index":16,"parent_index":8,"body":" <p>Residential structure RS8 measures approximately 6 m x 6.5 m and is situated 21 m west of RS7, at a slightly lower elevation. The walls of this structure are largely dissolved. The west wall straddles naturally occurring conglomerate boulders.<\/p>"}]}