{"meta":{"domain":"places","kid":"16495","authors":[],"title":"Tsarang Introduction","dates":{"created_at":"2010-08-11 20:45:22 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Tsarang Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"TsarangRtsa rang","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Tsarang</span><span class=\"scholar\">Rtsa rang</span> </li> <li>Site number: A-62</li> <li>Site typology: I.1b </li> <li>Geographic coordinate (N. lat.): 31º 27.9΄</li> <li>Geographic coordinate (E. long.): 79º 40.4΄</li> <li>Elevation: 3980 m</li> <li>Administrative location (township): <span class=\"popular\">Tsarang</span><span class=\"scholar\">Rtsa rang</span> </li> <li>Administrative location (county): <span class=\"popular\">Tsada</span><span class=\"scholar\">Rtsa mda'</span> </li> <li>Survey expedition: UTAE, and during the production of the documentary film Guge: Tibet’s Lost Kingdom (June 2006)</li> <li>Survey date: May 9 and October 23, 2001; June 2006</li> <li>Contemporary usage: Restored Buddhist temples and a museum.</li> <li>Identifiable Buddhist constructions: Many types.</li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>The large Buddhist monastic complex and elite residence of <span class=\"popular\">Tsarang</span><span class=\"scholar\">Rtsa rang</span> was founded well after the second diffusion of Buddhism (<span class=\"popular emph\">tenpa chidar</span><span class=\"scholar emph\">bstan pa phyi dar</span>). On he summit of the flat-topped hill there are the ruins of a <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span> palace as well as a network of tunnels and chambers inside the formation. These were used for the storage of provisions, not as a winter palace, as is sometimes claimed. No archaic structural remains have been detected at <span class=\"popular\">Tsarang</span><span class=\"scholar\">Rtsa rang</span>. Nevertheless, there is speculation among the Bonpo that <span class=\"popular\">Tsarang</span><span class=\"scholar\">Rtsa rang</span> was occupied in prehistoric <span class=\"popular\">Zhang Zhung</span><span class=\"scholar\">Zhang zhung</span> times. Its status as the Buddhist capital of <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span>, located in the midst of an important agricultural pocket, may possibly indicate that it has enjoyed a very long period of tenure. If so, superficial traces of the earlier period of habitation have disappeared along with much of the agricultural potential of the locale. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>It is often conjectured by Bonpo that a major pre-Buddhist stronghold in he badlands region of <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span> was located at <span class=\"popular\">Tsarang</span><span class=\"scholar\">Rtsa rang</span>. </p> "},{"title":"Affiliated sites","index":6,"parent_index":2,"body":" <p>On the opposite side of the Sutlej valley there is a 15-km long string of defunct agricultural settlements known as <span class=\"popular\">Karru</span><span class=\"scholar\">Kar ru</span>, gi ri, <span class=\"popular\">Gogyam</span><span class=\"scholar\">Sgo gyam</span>, Golden Chest (<span class=\"popular\">Sergam</span><span class=\"scholar emph\">gser sgam</span>), and <span class=\"popular\">Mangdrak</span><span class=\"scholar\">Mang brag</span>. Ruined Buddhist temples and cave complexes are found in these long-abandoned villages. No monumental traces of the archaic cultural horizon were found at these sites. It is thought by some elders of the region that these settlements collapsed along with the <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span> kingdom in the 16th century CE. After crossing the bridge upstream of <span class=\"popular\">Tsarang</span><span class=\"scholar\">Rtsa rang</span> to the north bank of the Sutlej, one enters a thorn forest. Heading downstream, the first abandoned village reached is <span class=\"popular\">Karru</span><span class=\"scholar\">Kar ru</span> (31° 29.0΄ N. lat. / 79° 41.2΄ E. long. / 3670 m). Extensive farm fields once existed here but now there are just barren flats. There are a few caves in the escarpment bounding the former agricultural lands. These caves contain arched niches and other signs of habitation. It is reported that in the Chinese Cultural Revolution some farming took place in <span class=\"popular\">Karru</span><span class=\"scholar\">Kar ru</span> for a short while, but this activity was abandoned because of water problems. </p> <p>A thorn forest and an intervening valley called rtsa chu (sp.?) demarcate the border between ka ru and the next abandoned agricultural village of gi ri. There are several dozen caves in the escarpment at gi ri, at least one of which has Buddhist murals. On top of the escarpment are the ruins of <span class=\"popular\">Giri Khar</span><span class=\"scholar\">Gi ri mkhar</span> with its tall adobe walls. In the valley bottom are the ruins of a significant Buddhist monastery (31° 29.4΄ N. lat. / 79° 39.3΄ E. long. / 3640 m). The valley the next community down valley, separated by a narrow constriction, was called <span class=\"popular\">Gogyam</span><span class=\"scholar\">Sgo gyam</span>. Intensive agriculture was once practiced here but there are few caves and no monumental remains. Continuing down valley, the next derelict village is Golden Chest. Golden Chest had its own monastery in the valley bottom (31° 30.0΄ N. lat. / 79° 37.5΄ E. long. / 3620 m), and nearby there is a small group of adobe buildings referred to as <span class=\"popular\">Sergam Khar</span><span class=\"scholar\">Gser sgam mkhar</span>. There are many defunct agricultural lands in Golden Chest. As of 2001, Chinese farmers had been brought in to resuscitate some of these fields. Continuing downstream, the last village before the Sutlej enters an impassable gorge is <span class=\"popular\">Mangdrak</span><span class=\"scholar\">Mang brag</span> (31° 30.4 N. lat. / 79° 35.3 E. long / 3610 m). There is a cave complex in the multicolored escarpment and the remains of old arable lands at <span class=\"popular\">Mangdrak</span><span class=\"scholar\">Mang brag</span>. One of the caves contains a chapel with circa 13th century CE murals. Among them is a panel with portraits of ten of <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span>’s territorial deity with mostly intact inscriptions naming them, an extremely important cultural resource. </p> <p>On the south side of the Sutlej, several kilometers east of <span class=\"popular\">Tsarang</span><span class=\"scholar\">Rtsa rang</span>, there is a cave complex in the escarpment at <span class=\"popular\">Tang</span><span class=\"scholar\">Thang</span>. In addition to around 30 caves that were once inhabited, there is a large area of disused fields at <span class=\"popular\">Tang</span><span class=\"scholar\">Thang</span>. Several ruined a ype of shrine are found in the vicinity. It is reported that ancient urn burials were discovered at <span class=\"popular\">Tang</span><span class=\"scholar\">Thang</span> by local residents and patterned agates (<span class=\"popular emph\">zi</span><span class=\"scholar emph\">gzi</span>) removed from them. </p>  "}]}