{"meta":{"domain":"places","kid":"16867","authors":[],"title":"Selhé Mönkhang Introduction","dates":{"created_at":"2010-08-25 11:14:16 UTC","updated_at":"2010-08-25 11:14:16 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Selhé Mönkhang Introduction"},{"title":"II.3. Cubic mountaintop tombs","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":null},{"title":"Funerary sructure FS1","index":7,"parent_index":6,"body":" <p>Funerary sructure FS1 (3 m x 2.8 m x 1.8 m [height], 5200 m) is situated along the ridgeline 64 m uphill of a stone hut (see below). This structure is sub-rectangular in shape and has a maximum height of 1.8 m. FS1 is made of stone slabs up to 1 m in length laid in random-work courses. The base is topped by a beehive-shaped structure (1.3 m across, 1.1 m in height) with a hollow interior. The original structure was probably gutted to create his rudimentary shepherd&rsquo;s shelter. <\/p> "},{"title":"Funerary sructure FS2","index":8,"parent_index":6,"body":" <p>Funerary sructure FS2 (1.8 m x 2 m x 1.8 m) is situated 6 m south of FS1 at a slightly higher elevation. It also appears to have been structurally modified to create a crude shelter. FS2 is sub-rectangular and contains a hollow interior (1 m x 1m x 90 cm), the probable vestiges of an improvised shelter that has now largely collapsed. <\/p> "},{"title":"Funerary sructure FS3","index":9,"parent_index":6,"body":null},{"title":"Stone hut","index":10,"parent_index":6,"body":" <p>At the lower end of the site there is an all-stone hut with a crude corbelled roof and rounded walls (2.8 m across and 1.6 m high, 5190 m). Like a nearby corral, this hut, at least in part, appears to have been constructed from stones pilfered from the archaeological site. The design of the stone hut seems to have been inspired by the architecture of mountaintop cubic tombs. On the same outcrop as the hut there appears to be the remains of two masonry bases that belonged to cubic tombs, however, there is no integral stonework in place. <\/p> "},{"title":"Affiliated sites","index":11,"parent_index":2,"body":" "},{"title":"rDe&rsquo;u rgya rug","index":12,"parent_index":11,"body":null}]}