{"meta":{"authors":[],"title":"Shiri Mönkhar Introduction","dates":{"created_at":"2010-08-11 20:46:25 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Shiri Mönkhar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Shiri Mön KharShi ri mon mkhar","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Shiri Mön Khar<\/span><span class=\"scholar\">Shi ri mon mkhar<\/span> <\/li> <li>Site number: A-140<\/li> <li>Site typology: I.1x <\/li> <li>Geographic coordinate (N. lat.): 31º 51.5΄<\/li> <li>Geographic coordinate (E. long.): 79º 38.2΄<\/li> <li>Elevation: 4390 m <\/li> <li>Administrative location (township): <span class=\"popular\">Shangtsé<\/span><span class=\"scholar\">Shang rtse<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Tsada<\/span><span class=\"scholar\">Rtsa mda’<\/span> <\/li> <li>Survey expedition: WYLE<\/li> <li>Survey date: May 20, 2007<\/li> <li>Contemporary usage: None.<\/li> <li>Identifiable Buddhist constructions: None.<\/li> <\/ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Shiri Mön Khar<\/span><span class=\"scholar\">Shi ri mon mkhar<\/span> is located on a highly eroded, variegated earthen ridge-top, approximately 3 km north of the <span class=\"popular\">Shangtsé<\/span><span class=\"scholar\">Shang rtse<\/span> valley. To the west the site is bounded by the <span class=\"popular\">Hur<\/span><span class=\"scholar\">Hur<\/span> (sp.?) valley, which still has a perennial source of water. The <span class=\"popular\">Hur<\/span><span class=\"scholar\">Hur<\/span>watercourse probably extended further up valley at one time, providing a fairly convenient source of water for the facility. This hidden and isolated location is too far away from the <span class=\"popular\">Shangtsé<\/span><span class=\"scholar\">Shang rtse<\/span> valley to have exercised effective strategic control over it (this role would have been much better served by <span class=\"popular\">Shangtsé Bön Khar<\/span><span class=\"scholar\">Shang rtse bon mkhar<\/span> (A-139) and its counterpart, shang rtse mkhar). <span class=\"popular\">Shiri Mön Khar<\/span><span class=\"scholar\">Shi ri mon mkhar<\/span> occupies the highest point of a long ridgeline, situated 200 m above the <span class=\"popular\">Shangtsé<\/span><span class=\"scholar\">Shang rtse<\/span> valley. Its lofty and austere location is typical of archaic cultural horizon installations, as are its prominent revetments and stonework. There are just a few caves in the vicinity of <span class=\"popular\">Shiri Mön Khar<\/span><span class=\"scholar\">Shi ri mon mkhar<\/span>, indicating that this was not a major nucleus of settlement. It is likely to have been inhabited by a political and\/or religious elite. Although there is a lack of ramparts and other outlying defensive works (possibly these have been eradicated by the failure of the slopes), the flanks of he formation are steep, providing the facility with a quite respectable defensive posture. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p> <span class=\"popular\">Shiri Mön Khar<\/span><span class=\"scholar\">Shi ri mon mkhar<\/span> is said by <span class=\"popular\">Shangtsé<\/span><span class=\"scholar\">Shang rtse<\/span> township elders to have been an ancient <span class=\"popular\">Mön<\/span><span class=\"scholar\">Mon<\/span> castle.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Castle","index":7,"parent_index":6,"body":" <p> <span class=\"popular\">Shiri Mön Khar<\/span><span class=\"scholar\">Shi ri mon mkhar<\/span> consists of a single edifice (10 m x 9 m), which appears to have had both north and south entrances. It is composed of random-work walls that contain copious amounts of a light-colored clay-based mortar. Variable-sized pieces of sandstone and conglomerate (up to 1 m in length) were used in construction. <span class=\"popular\">Shiri Mön Khar<\/span><span class=\"scholar\">Shi ri mon mkhar<\/span>, like many other archaic strongholds, is set on prominent revetments. The maximum extant height of the structure is 4 m, nearly all of which is made up by a revetment. Partially intact wall footings suggest that <span class=\"popular\">Shiri Mön Khar<\/span><span class=\"scholar\">Shi ri mon mkhar<\/span> was divided into at least four rooms. Freestanding wall fragments are now no more that 70 cm in height. No interior wall partitions have survived. On the west side of the structure there is a lower revetment (1 m high), which extends out laterally for 1 m. Above the lower revetment there is an upper revetment (2 m high). On the north side of <span class=\"popular\">Shiri Mön Khar<\/span><span class=\"scholar\">Shi ri mon mkhar<\/span> the revetment is up to 3.2 m in height. On the south side of the edifice the revetment is around 2 m in height. On the east flank of <span class=\"popular\">Shiri Mön Khar<\/span><span class=\"scholar\">Shi ri mon mkhar<\/span> a two-tiered revetment has a vertical expanse of 4 m. Thick buttressing against the east revetment may indicate that a smaller superstructure was appended to this side of the main edifice. <\/p> <p>The standing walls of the castle superstructure are 60 cm to 75 cm in thickness. At the south entrance (1 m wide) a standing wall fragment is up to 1.1 m thick. The south entrance appears to have led to a landing that may have been at a slightly lower elevation than the adjacent rooms. The south portion of the edifice has an unclear floor plan. It appears to have contained two rooms. The north half of the structure appears to be comprised of two rooms as well, separated from one another by a corridor. The east room has internal proportions of 1.1 m x 2.6 m, and the west room is of similar proportions. The corners of these two compartments are rounded, a design feature reminiscent of <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span>. <span class=\"popular\">Shiri Mön Khar<\/span><span class=\"scholar\">Shi ri mon mkhar<\/span>may well have been of an all-stone composition, however, there is very little structural evidence left to assess. No roof appurtenances are found on the site. <\/p> <p>On the west side of the castle edifice there is an interconnected curtain-wall, protecting it from incursions originating in the north (the direction from which there is the easiest access to the site). The top of this wall lies below the base of the edifice. Its western extremity rests upon a 2-m high revetment (3.2 m in length) hat forms a small platform. Beyond this point the formation drops off abruptly. The somewhat sinuous curtain-wall is 11 m long, up to 2.7 m in height and around 60 cm in thickness. It is possible that this curtain-wall was part of a more extensive enclosed structure, but if so, all traces have vanished. Interspersed in the curtain-wall are three triangular windows or loopholes, around 40 cm in height and with a base width of 20 cm. Two of them are lined with stone slabs. The presence of triangular apertures in <span class=\"popular\">Shiri Mön Khar<\/span><span class=\"scholar\">Shi ri mon mkhar<\/span> suggests that this <span class=\"popular\">Gugé<\/span><span class=\"scholar\">Gu ge<\/span> design feature predates the <span class=\"popular emph\">tsenpa chidar<\/span><span class=\"scholar emph\">btsan pa phyi dar<\/span>. <\/p>  "}]}