{"meta":{"domain":"places","kid":"22415","authors":[],"title":"སྲས་མཁར་དགུ་ཐོག","dates":{"created_at":"2010-08-14 12:30:07 UTC","updated_at":"2010-08-14 12:30:07 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"སྲས་མཁར་དགུ་ཐོག"},{"title":"ལྷོ་བྲག་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"སྲས་མཁར་དགུ་ཐོག","index":2,"parent_index":1,"body":" <p>མཚན་རྒྱས་པར་“སྲས་གསང་སྔགས་ཆོས་གླིང་”ཞེས་ཞ྄ུ། མཁོ་མཐིང་ལྷ་ཁང་ནས་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་སེང་གེ་རྫོང་སྟེ་ད་ལྟའི་སེང་གེ་ཆུས་དང་། དེ་ནས་ཁམས་པ་ལ་བབས། དེ་ནས་ཆུ་གསུམ་མདོ་ཞེས་པ་ནས་ལྷོ་ནང་སྟེ་སྲས་ཁུལ་དུ་སྤྱི་ལེ་སུམ་ཅུ་ཙམ་སོང་ན་སྲས་གྲོང་ཚོའི་དབུས་སུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་ཐོག་མར་བཀའ་བརྒྱུད་བསྟན་པའི་སྲོལ་གཏོད་པ་མར་པ་ལོ་ཙཱའི་སློབ་མའི་ཕུལ་དུ་བྱུང་བ་མི་ལ་རས་པ་གཅིག་པུས་1077ལོར་བཞེངས་གནང་མཛད། མི་ལ་རས་པ་ནི་ཡུལ་ལ་སྟོད་མང་ཡུལ་གུང་ཐང་གི་བྱེ་བྲག་སྐྱ་རྔ་རྩ་བྱ་བར་ཡབ་མི་ལ་ཤེས་རབ་རྒྱལ་མཚན་དང་། ཡུམ་མྱང་ཚ་དཀར་རྒྱན་གྱི་སྲས་སུ་སྤྱི་ལོ་1040ལོར་སྐུ་བལྟམས། ཆུང་ངུའི་དུས་ནས་ཡབ་གྲོངས་པས་ཁུ་བོ་དང་ཨ་ནེས་ནོར་གཞིས་ཕྲོགས། ཡུམ་གྱི་བཀས་དབུས་སུ་བྱོན་ནས་མཐུ་སེར་གྱིས་དགྲ་ཐམས་ཅད་ཕམ་པར་མཛད། དེ་ལྟར་སྡིག་པ་བསགས་པ་ལ་ཐུགས་འགྱོད་དྲག་པོ་སྐྱེས་སྟེ་རོང་སྟོན་ལྷ་དགའ་ཞུ་བ་ལ་རྫོགས་ཆེན་ཞུ་དུས། རོང་སྟོན་ལྷ་དགས་ལྷོ་གྲོ་བོ་ལུང་དགོན་པ་ན་རྒྱ་གར་གྱི་གྲུབ་ཆེན་ན་རོ་པའི་དངོས་སློབ་མར་པ་ལོ་ཙཱ་ཞེས་བྱ་བའི་གྲུབ་ཐོབ་འགྲན་ཟླ་བྲལ་བ་ཞིག་བཞུགས་པའི་སྐོར་གསུངས་པས་མི་བཟོད་པའི་དད་གུས་སྐྱེས་ཏེ་ལྷོ་གྲོ་བོ་ལུང་དུ་ཕེབས། མི་ལ་དང་མར་པ་མཇལ་བའི་སྔ་ནུབ་ཏུ་མར་པར་གསེར་གྱི་རྡོ་རྗེ་རྩེ་དགུ་པ་ཞིག་ལ་གཡའ་ཅུང་ཟད་ཡོད་པ་ཞིག་རྨིས་གནང་བས་ཡུམ་བདག་མེད་མར་དེ་རིང་འགྲུལ་པ་གལ་ཆེན་ཞིག་འོང་བ་ཡོད་པས་ཁྱོད་ཀྱིས་ཆང་དམ་བི་གང་སྡོགས་ཤིག་གསུངས་ནས་ཆང་དེ་བསྣམས་ནས་གྲོ་བོ་ལུང་<span class=\"milestone page eng \">[page <span class=\"pnum\">131</span>] </span>འོག་ཏུ་མཐུན་རྐྱེན་ཞིང་ཞེས་པ་དེར་ཕྲུ་སློག་བཞིན་བཞུགས་ཙ་ན་མི་ལ་དེར་ཕེབས་ཏེ་མར་པ་ཡིན་པ་མ་མཁྱེན་པར་མར་པ་ལོ་ཙཱ་ཞེས་པ་གང་དུ་བཞུགས་ཡོད་མེད་བཀའ་འདྲི་ཞུས་པར། མར་པས་ཁྱོད་ཀྱིས་ཞིང་འདིའི་ཕྲུ་སློག་འཕྲོ་རྣམས་སློག ཆང་འཐུང་འཕྲོ་འདི་བཏུངས་ནས་ཁང་པ་ཡ་གིར་ཤོག་དང་ངས་བླ་མ་བསྟན་གསུངས། མི་ལས་དེ་ལྟར་གནང་ནས་ཞིང་རྨོ་འཕྲོ་དེ་རྨོས། ཆང་བཞེས་འཕྲོ་དེ་བཞེས་པས་མར་པའི་རྒྱུད་འཛིན་གནང་རྒྱུའི་རྟེན་འབྲེལ་འགྲིགས། དེ་ནས་གྲོ་བོ་ལུང་དུ་ཡར་ཕེབས་པས་མར་པ་ནི་ད་ལྟ་ཞིང་རྨོ་བའི་ཐལ་རྡུལ་དང་བཅས་བཞུགས་ཡོད་པས་བླ་མ་མར་པ་དེ་མིན་ནམ་སྙམ། མར་པས་ཁྱོད་དོགས་པ་མ་བྱེད། བླ་མ་མར་པ་ང་ཡིན་པས་ཕྱག་འཚོལ་གསུངས་པ་ལ། མི་ལས་ཐེ་ཚོམ་མེད་པར་ཕྱག་འཚལ་ཏེ་དད་གུས་དང་བཅས་ལྟོ་གོས་ཆོས་གསུམ་བླ་མས་གནང་བར་ཞུ་ཞུས་པར། ཆོས་གསུང་རྒྱུ་ཞལ་གྱིས་མ་བཞེས་པར་ཐོག་མར་སྒྲིབ་སྦྱོང་གི་ཆེད་དུ་སྲས་དར་མ་མདོ་སྡེའི་སྐུ་མཁར་བརྩིག་ཏུ་བཅུག་གནང་མཛད། སྲས་མཁར་ཞེས་པའང་དེ་ནས་བྱུང་། ཐོག་མར་ཤར་ངོས་སུ་སྒོར་མོ་རྔ་འདྲ་བ་ཞིག་བརྩིགས་པས་ཐོག་བརྩེག་བཞི་ཙམ་ལོན་སྐབས་གཤིག་བཅུག་གནང་བས་མ་ཚད་ས་རྡོ་གནས་སོ་སོར་སྐྱེལ་དུ་འཇུག་གནང་མཛད། ཡང་བྱང་གི་རི་རྩེ་དང་། ནུབ་ཀྱི་རི་སྣ་སོ་སོར་ཟླ་གམ་དང་གྲུ་གསུམ་བཅས་བརྩིགས་པ་གོང་ལྟར་བཤིག་བཅུག་གནང་རྗེས་མཐར་དབུས་ཀྱི་གྲུ་བཞི་ཐོག་བརྩེགས་དགུ་ལྡན་དེ་བཞེངས་གནང་མཛད་སྐབས་མི་ལའི་སྐུ་གཟུགས་ལ་རྨ་བཟོས་ཏེ་རྣག་ཁྲག་ཀྱང་བབས་པ་བུ་ཆེན་རྣམས་ཀྱིས་ཐུགས་མི་བཟོད་པར་རྡོ་ཆེན་པོ་ཞིག་རྩིག་སྟེང་དུ་བཞག་གནང་བ་མར་པས་གཟིགས་ཏེ། རྡོ་འདིས་ཁྱོད་ཀྱི་གོ་མི་ཆོད་གསུངས་ནས་སླར་ཡང་རང་གནས་སུ་སྐྱེལ་དུ་འཇུག་གནང་མཛད་རྗེས། མི་ལས་ཡང་བསྐྱར་སྐུ་རྒྱབ་ཏུ་བསྣམས་ནས་རྩིག་གདན་དུ་བཀྱོན་པའི་མི་ལའི་རྒྱབ་རྡོ་ཞེས་པ་ད་ལྟའང་མཇལ་རྒྱུ་ཡོད། འོན་ཀྱང་རྗེ་བཙུན་མི་ལས་བླ་མ་མར་པར་དད་ལོག་ཅུང་ཟད་ཀྱང་མི་གནང་བར་མཁར་དེ་བཞེངས། སྔ་ཕྱིར་<span class=\"milestone page eng \">[page <span class=\"pnum\">132</span>] </span>མཁར་བཞི་བཞེངས་པར་ཞི་རྒྱས་དབང་དྲག་གི་རྟེན་འབྲེལ་ཡང་འགྲིག་གསུངས། མཐའ་མཇུག་གི་མཁར་དེ་འགྲུབ་རྗེས་པཎ་ཆེན་ན་རོ་པའི་གདམས་ངག་ཡོངས་རྫོགས་གནང་སྟེ་མཐར་བྲག་དཀར་རྟ་སོ་ཞེས་པར་ཚེ་གཅིག་ལུས་གཅིག་ལ་སངས་རྒྱས། སྐུ་ལུས་མ་དང་བཅས་མཁའ་འགྲོས་ལྷ་མི་ཀུན་གྱིས་མཐོང་སར་ནམ་མཁར་སྤྱན་དྲངས། རྗེ་མར་པས་པཎ་ཆེན་ན་རོ་པར་མི་ལའི་ལོ་རྒྱུས་རྣམས་ཞུས་པས་དཔལ་ན་རོ་པས་ཕྱག་ཐལ་མོ་སྦྱར་ཏེ་“བྱང་ཕྱོགས་མུན་པའི་སྨག་རུམ་ན། །གངས་ལ་ཉི་མ་ཤར་འདྲ་བའི། །ཐོས་པ་དགའ་ཞེས་བྱ་བ་ཡི། །སྐྱེས་བུ་དེ་ལ་ཕྱག་འཚོལ་ལོ།།”ཞེས་དབུ་གུག་གནང་བས་རྒྱ་གར་ཕུ་ལ་ཧ་རིའི་རི་དང་རྩི་ཤིང་བཅས་པ་བོད་ལ་མགོ་གུག་པས་ཡིན་གསུངས། སྔོན་སྲས་མཁར་དགུ་ཐོག་གི་ཐོག་བརྩེག་དྲུག་པར་སྨན་འདམ་གྱི་རྒྱལ་བ་རྡོ་རྗེ་འཆང་དང་། ཏེ་ལོ་པ། ན་རོ། མར་པ་སོགས་ཀྱི་སྐུ་བརྙན་དང་། འཁྱམས་ཀ་བ་བཅུ་གཉིས་ཀྱི་གཙང་ཁང་སྦུག་མར་གུ་རུའི་སྐུ་བརྙན། མདོར་མར་པས་ཤངས་ཁྲག་གིས་བྲིས་གནང་བའི་ལྷ་མོ་དུད་སོལ་མའི་སྐུ་བརྙན་སོགས་བཞུགས་སུ་གསོལ། དེ་རྗེས་ཀརྨ་སྐུ་ཕྲེང་བདུན་པའི་བཀའ་ལྟར་དཔའ་བོ་གཙུག་ལག་ཕྲེང་བས་གསེར་ཟངས་ཀྱི་རྒྱ་ཕིབས་བསྒྲོན་པར་མཛད་པ་དང་འབྲེལ་དགེ་འདུན་གྱི་སྡེ་ཆེན་པོའང་འཛུགས་གནང་མཛད་པ་བཅས་ཡིན།</p> <p>ད་ལྟ་ཉམས་གསོ་ཞུས་པའི་སྲས་མཁར་གྱི་རྒྱ་ཕིབས་ཕུད། དེ་བྱིངས་སྔོན་གྱི་དེ་རང་འཇགས་མཇལ་རྒྱུ་ཡོད་པ་དང་། ནང་དུའང་སྔོན་གྱི་སྐུ་འདྲ་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་དང་། ལྷག་པར་དུ་ལྡེབས་རིས་རྙིང་མ་མང་པོ་མཇལ་རྒྱུ་ཡོད་པ་ལས་གཙོ་བོ་གོང་གསལ་མར་པས་ཤངས་ཁྲག་གིས་བྲིས་གནང་བའི་ལྷ་མོ་དུད་སོལ་མའི་སྐུ་བརྙན། གཞན་ཡང་དཔའ་བོ་གཙུག་ལག་ཕྲེང་བས་རྒྱ་བསྐྱེད་གནང་བའི་འདུ་ཁང་དང་། མགོན་ཁང་རྙིང་མ་སོགས་མཇལ་རྒྱུ་ཡོད།</p>  "}]}