{"meta":{"domain":"places","kid":"23501","authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}],"title":"Shingkam Introduction","dates":{"created_at":"2011-12-13 02:29:33 UTC","updated_at":"2011-12-13 02:29:33 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Shingkam Introduction"},{"title":"The bo County","index":1,"parent_index":0,"body":" "},{"title":"(95) Shing skam Monastery","index":2,"parent_index":1,"body":" "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p>The monastery was originally named Khis ri after an old village, but later it came to be known as Shing skam Monastery, the name of the village where it was located. The name is only known by its pronunciation and thus its exact meaning remains obscure. Shing skam in Tibetan, if spelt the way it is pronounced, literally means “dead tree”; this interpretation corresponds to one legend according to which the monastery was built on a site where many trees died. The monastery is also known as Kha ba lung, since it is situated in Kha ba lung.</p> <p>The local Bonpo community simply calls it Kha ba lung, but it should not be confused with the Buddhist monastery of the same name in the vicinity. To distinguish them, the Buddhist monastery, which is located above the village, is referred to as Kha ba lung dgon pa gong ma (upper Kha ba lung Monastery) and the Bonpo monastery, which is located at the bottom of the village, as Kha ba lung dgon pa ’gab ma (lower Kha ba lung Monastery) (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’gab ma</span> has the same meaning as <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">zhol ma</span> in Amdo dialect). Some people also refer to the monastery as Shel sgo dgon pa because it was the first monastery in the valley to have its windows fitted with glass panes.</p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>Shing skam Monastery was situated near the Kha ba village of Kha ba district (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>), located 34 km east of county town, the seat The bo County (latitude: 33°58’78”N, longitude: 103°29’66”E).</p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>The monastery seems to have been founded in 1466 (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">DBSJ,</span> p.100; <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TLPY</span>, pp.65-66). The original monastery was located on a slope in En ’dzi valley near a Buddhist monastery. It was later moved by Tso ke don grub, the village chief, to its present site near the village because its original location was too remote and made it an easy target for thieves. The monastery was destroyed in 1958 and so far has not been rebuilt nor has the reincarnation of its trulku been found. At present, the local Bonpo community goes to other Bonpo monasteries in the area. </p> <p>The monastery’s lineage of masters ran for at least four generations, since the names of four of the masters are mentioned: Nyi ma, A gsas, Blo bzang and rDo rje (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">DBSJ</span>, p.100; <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TLPY</span>, pp.65-66). </p> "},{"title":"12. Local community","index":6,"parent_index":2,"body":" <p>There are more than fifty Bonpo families in Kha ba village which formerly constituted the monastery’s lay community.</p> "},{"title":"14. Occupation of the local people","index":7,"parent_index":2,"body":" <p>Farming</p> "},{"title":"Sources:","index":8,"parent_index":2,"body":" "},{"title":"(1) Interviews","index":9,"parent_index":8,"body":" <p>Interview with ’Od zer (b.1936), a monk at the Buddhist monastery. I could not find anyone among the local Bonpo community who knew more about the destroyed monastery.</p> "}]}