{"meta":{"domain":"places","kid":"16609","authors":[],"title":"Dechö Kelmön Lungpa Introduction","dates":{"created_at":"2010-08-11 20:46:54 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Dechö Kelmön Lungpa Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Settlement","index":7,"parent_index":6,"body":" "},{"title":"Structural traits","index":8,"parent_index":7,"body":null},{"title":"Lower bench","index":9,"parent_index":7,"body":" <p>The down valley section of the lower bench includes several structures built below its rim. Above them, on he rim of the bench, large upright slabs of granite and smaller boulders were set into the ground, possibly as part of a substantial wall demarcating the settlement. The largest slabs are 2 m in length and protrude 1.4 m to 2 m above ground level. Much of the down valley part of the lower bench is set in a depression, stretching between its rim and the lower middle bench. This endows the structures located here with a hidden and sheltered aspect. This siting probably afforded some protection from the elements. A structure in the up valley section of the lower bench has two upright stones sticking 80 cm out of the ground. These two stones are spaced 80 cm apart and seem to have formed part of a north-facing (direction of the valley) entrance. A nearby structure has a recess (40 cm x 40 cm x 80 cm) in the wall, formed by a stone slab placed over a cavity in the wall. <\/p> "},{"title":"Intervening benches","index":10,"parent_index":7,"body":" <p>In the up valley direction, the smaller middle benches merge with the lower and upper benches. The structures of the lower middle bench have rear walls built as much as 1.5 m into the slope. Some of these structures were established in natural depressions. Likewise, some structures in the upper middle bench were built in a natural hollow. Rear walls extend into the slope to a depth of 1 m. <\/p> "},{"title":"Upper bench","index":11,"parent_index":7,"body":" <p>Some of the up valley upper bench structures were built in natural depressions. In one structure a 2-m long slab of granite creates a deep cavity in the rear wall. <\/p>  "}]}