{"meta":{"domain":"places","kid":"16626","authors":[],"title":"Bumo Lhakhang Introduction","dates":{"created_at":"2010-08-11 20:47:08 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Bumo Lhakhang Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":"Bumo LhakhangBu mo lha khang","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Bumo Lhakhang</span><span class=\"scholar\">Bu mo lha khang</span> </li> <li>English equivalent: Woman’s Temple </li> <li>Alternative site name: <span class=\"popular\">Pönmo Lhakhang</span><span class=\"scholar\">Dpon mo lha khang</span> </li> <li>English equivalent: Woman Leader’s Temple</li> <li>Alternative site name 2: <span class=\"popular\">Namré Pönlha Khang</span><span class=\"scholar\">Gnam ra’i dpon lha khang</span> </li> <li>English equivalent: Leader’s Temple of the Firmament</li> <li>Site number: B-87</li> <li>Site typology: I.2b </li> <li>Geographic coordinate (N. lat.): 31º 27.5΄ </li> <li>Geographic coordinate (E. long.): 82º 46.1΄ </li> <li>Elevation: 4760 m</li> <li>Administrative location (township): se le </li> <li>Administrative location (county): <span class=\"popular\">Gegyé</span><span class=\"scholar\">Dge rgyas</span> </li> <li>Survey expedition: HTWE</li> <li>Survey date: June 24, 2004</li> <li>Contemporary usage: None.</li> <li>Identifiable Buddhist constructions: None. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Bumo Lhakhang</span><span class=\"scholar\">Bu mo lha khang</span> is a uniquely constructed square edifice set in the midst of a wide plain on sandy ground. It has many highly unusual design and construction features, making it of particular interest. To the south the site is hemmed in by a low-lying ridge that blocks views of the <span class=\"popular\">Ngangla Ringtso</span><span class=\"scholar\">Ngang la ring mtsho</span> basin and the Transhimalaya. The beautifully constructed edifice measures 7.2 m to 7.4 m on each of its four sides. Its current height is around 5.8 m and it does not appear to have been much taller originally. <span class=\"popular\">Bumo Lhakhang</span><span class=\"scholar\">Bu mo lha khang</span> has an open plan interior (5.6 m x 5.6 m). The robustly built walls are around 80 cm in thickness. The nature of the wall construction and spans involved indicate that <span class=\"popular\">Bumo Lhakhang</span><span class=\"scholar\">Bu mo lha khang</span> possessed a wooden frame roof. </p> <p>The existence of a variety of funerary superstructures in close proximity to the <span class=\"popular\">Bumo Lhakhang</span><span class=\"scholar\">Bu mo lha khang</span> edifice, suggest that this high-elevation structure had a mortuary function. This is also indicated by the oral tradition and the placement of the building in a wide-open plain. Archaic residential sites were much more commonly located in hard-to-reach, defensible locales, while such open ground was usually reserved for burial. <span class=\"popular\">Bumo Lhakhang</span><span class=\"scholar\">Bu mo lha khang</span>, therefore, may have functioned as a temple-tomb or mausoleum. Its usage for ongoing cultural activities seems suggested by the presence of window openings. <span class=\"popular\">Bumo Lhakhang</span><span class=\"scholar\">Bu mo lha khang</span> has been placed in the residential division of sites because of this possible habitational function as well as the domiciliary functions attributed to it in the oral tradition. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to a local folktale, when existence came into being a Bonpo called <span class=\"popular\">Naro Bönchung</span><span class=\"scholar\">Na ro bon chung</span> and the epic hero <span class=\"popular\">Ling Gesar</span><span class=\"scholar\">Gling ge sar</span> decided to build a temple. <span class=\"popular\">Naro Bönchung</span><span class=\"scholar\">Na ro bon chung</span> laid the lower portion of <span class=\"popular\">Bumo Lhakhang</span><span class=\"scholar\">Bu mo lha khang</span> in black stone. The two rivals then decided to hold a horserace to decide how the temple should be completed. If <span class=\"popular\">Gesar</span><span class=\"scholar\">Ge sar</span> won he was to finish the building in white stones and if <span class=\"popular\">Naro Bönchung</span><span class=\"scholar\">Na ro bon chung</span> won the temple he would finish it using black stones. As <span class=\"popular\">Gesar</span><span class=\"scholar\">Ge sar</span> was victorious, <span class=\"popular\">Bumo Lhakhang</span><span class=\"scholar\">Bu mo lha khang</span> was completed using white construction materials. A variation of this story holds that the defeated character was a <span class=\"popular\">dü</span><span class=\"scholar\">Bdud</span> demon. The demon’s horserace with <span class=\"popular\">Gesar</span><span class=\"scholar\">Ge sar</span> began on a plain near the edifice and finished on the top of the ridge to the northwest of the site. Another local account says that this site was the summer residence of three female leaders (<span class=\"popular emph\">pönmo</span><span class=\"scholar emph\">dpon mo</span>). They died when the roof collapsed on them and they were buried inside. There is said to be a hollow underneath the floor of the edifice in which the woman are entombed. It is also believed that in the winter these three female leaders lived in a small lake called <span class=\"popular\">Tso Kawa</span><span class=\"scholar\">Mtsho ka ba</span> (sp.?), which lies to the east of <span class=\"popular\">Bumo Lhakhang</span><span class=\"scholar\">Bu mo lha khang</span>. It is claimed that smoke can occasionally be seen coming from its waters. </p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Edifice","index":7,"parent_index":6,"body":" <p>The lower portion of the four walls of the edifice, a prominent revetment, was built primarily of gray and brown sandstone (generally 20 cm to 60 cm long) configured in a random-rubble fabric. There are also some pieces of white granite in these lower wall courses. The stonework of the exterior walls extends 1.3 m to 1.6 m above ground level on all but the east side of the structure (90 cm high on this side), providing a substantial base. The adhesive used for the stonework is a white clay-based mortar. The superstructure consists of light-colored earthen blocks with a bluish cast laid in regular courses. These blocks (45 cm x 25 cm x 8 cm) have high gravel content and are especially hard and resistant to crumbling. The factors explaining this hardness are not immediately apparent. This type of building material has not been detected at any other site in Upper Tibet.</p> <p>The current floor of the interior of the structure declines to the east (it is elevated 1.3 m to 3 m above the surrounding terrain). A lip on the floor above the east revetment indicates that, in this direction, the interior was elevated approximately 1.3 m above surrounding terrain. As the interior slopes up towards the west side of the structure, this could possibly indicate that the interior space was split between two or more elevations. This is also suggested by the other sides of the revetment, which are significantly higher than the east base of the building. The seams between each vertical course of earthen blocks (filled with a hard white mortar) are 3 cm to 4 cm thick. The regular courses thus achieved is of a high order of workmanship. There are also traces of a white clay-based plaster on the interior walls (around 3 m in height). In the upper section of the west wall there are two openings that are likely to have become enlarged through damage. There are also various openings in the south and north walls within 1 m of the current top of the structure. Much of the east wall of the superstructure is missing (there is now a 3.9-m wide gap in it), destroying what must have been the entrance to the edifice. </p> <p>At the foot of the exterior west wall there are the remains of a slab wall embedded in the surface of the ground. It is quite well centered between the two sides of the edifice. This superficial structure extends 2.2 m from the building in a perpendicular fashion. Parallel slabs of stone (around 25 cm in length) were laid in the ground edgewise to create a wall around 30 cm thick. Such double-course slab walls are a common feature at many archaic funerary sites of Upper Tibet.</p> <p>In the Spring of 2004, local <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span> removed many stones from the revetment of <span class=\"popular\">Bumo Lhakhang</span><span class=\"scholar\">Bu mo lha khang</span> and brought them to their camps. These stones were taken so that mantras could be carved on them. This pilferage has caused much damage to the structure. To the credit of local township (<span class=\"popular emph\">shang</span><span class=\"scholar emph\">shang</span>) officials, a meeting was held shortly afterwards and the herders asked to desist from removing stones from the monument.</p> "},{"title":"Funerary enclosures","index":8,"parent_index":6,"body":" <p>A rectangular enclosure (6.9 m x 4 m) is located 22 m north of the <span class=\"popular\">Bumo Lhakhang</span><span class=\"scholar\">Bu mo lha khang</span> edifice. The walls of this fragmentary superficial structure contain parallel courses of stones (granite and sandstone) and are 50 cm thick. In some places additional stones were interspersed between the parallel lines of masonry. This structure is flush with the surrounding terrain or slightly elevated above it. There is an analogous double-course enclosure (5.2 m x 6.5 m) situated 69 m east of the edifice. Roughly 70 m southeast of <span class=\"popular\">Bumo Lhakhang</span><span class=\"scholar\">Bu mo lha khang</span> are possibly the faint traces of two other such structures. These enclosures are probably funerary in nature and belong to the quadrate parallel-course superficial structures typology (II.2b). </p> "},{"title":"Tho","index":9,"parent_index":6,"body":" <p>Roughly 100 m west of the <span class=\"popular\">Bumo Lhakhang</span><span class=\"scholar\">Bu mo lha khang</span> edifice are the remains of two long lines of stone markers (<span class=\"popular emph\">to</span><span class=\"scholar emph\">tho</span>) that run in a northwest-southeast direction. Each of these superficial structures is comprised of three to more than 30 stones that are embedded in the ground. It could not be determined if they were at one time taller or of regular dimensions. The two lines of <span class=\"popular emph\">to</span><span class=\"scholar emph\">tho</span> extend for more than 1 km in the direction of the ridge that encloses the north side of the basin. Near the edifice the clumps of stones are spaced about 8 m from one another. Farther to the northwest this spacing is not as regular (possibly because of the disappearance of the structures). The <span class=\"popular emph\">to</span><span class=\"scholar emph\">tho</span> are made up of contrasting light- and dark-colored stones. In the local oral tradition, the east line is envisioned as white, the horseracing course (<span class=\"popular emph\">tagyuk sa</span><span class=\"scholar emph\">rta rgyug sa</span>) that <span class=\"popular\">Gesar</span><span class=\"scholar\">Ge sar</span> took. Conversely, the west line of stones is conceived of as black in color and the course that the <span class=\"popular\">dü</span><span class=\"scholar\">Bdud</span> demon or <span class=\"popular\">Naro Bönchung</span><span class=\"scholar\">Na ro bon chung</span> took during the race. These superficial structures are likely to have had a funerary ritual function. They are known from a variety of archaic ceremonial sites in Upper Tibet.<a href=\"#n94\" name=\"nb94\" class=\"note\">94</a> </p> "},{"title":"Affiliated sites","index":10,"parent_index":2,"body":" <p>In gnam ra (the name of the bu mo lha khang locale) there is a sizable stone enclosure, which appears to be a funerary superstructure (31° 28.3΄ / 82° 46.3΄ / 4770 m). It is situated near a shepherd’s homestead on level sandy ground, not far from the edge of the basin. This so-called mon dur is aligned in the cardinal directions and measures 11 m (north-south) x 15 m (east-west). It consists of white granite double-course perimeter walls (60 cm thick) that are mostly flush with the ground surface. There are also upright stones in the perimeter walls that protrude upwards of 25 cm from the surface. Near the southwest corner of the structure there is an inner enclosure that measures 1.7 m (east-west) x 3.3 m (north-south). This interior structure may mark the actual location of a burial. </p> <hr class=\"footnote-divider\" /> "},{"title":"Notes","index":11,"parent_index":0,"body":" <div class=\"footnote\"> <a name=\"n94\" /> <a href=\"#nb94\" class=\"note\"> [94] </a> For a description of the funerary functions of <span class=\"popular emph\">to</span><span class=\"scholar emph\">tho</span> see Bellezza, <em>Zhang Zhung</em>, 492-495. </div>  "}]}