{"meta":{"authors":[],"title":"རྨེ་རུ་དགོན་གསར།","dates":{"created_at":"2010-08-13 17:00:41 UTC","updated_at":"2010-08-13 17:00:41 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"རྨེ་རུ་དགོན་གསར།"},{"title":"གྲོང་ཁྱེར་ལྷ་ས།","index":1,"parent_index":0,"body":" "},{"title":"རྨེ་རུ་དགོན་གསར།","index":2,"parent_index":0,"body":" <p>མཚན་རྒྱས་པར་རྨེ་རུ་ཕུན་ཚོགས་ནོར་བུའི་གླིང་ཞེས་ཞུ། རྒྱུད་སྨད་གྲྭ་ཚང་གི་ཤར་དུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི། ཐོག་མར་རྨེ་རུ་རྙིང་པར་ཡིན་ཞིང་། རྗེས་སུ་རྒྱལ་མཆོག་ལྔ་པའི་དུས་ད་<span class=\"milestone page eng \">[page <span class=\"pnum\">23</span>] </span>ྟའི་དགོན་གནས་དེར་སྤོས་གནང་མཛད། རྨེ་རུ་ཞེས་པ་ནི་སྔོན་ཆོས་རྒྱལ་གྱི་དུས་ལྷ་སའི་ཤར་དུ་ཀ་རུ་དང་རྨེ་རུ། ལྷོ་རུ་དགའ་བ་དང་དགའ་བའི་འོད་སོགས་བཞེངས་ཞེས་པ་ནས་རྗེས་སུ་ར་ས་གཙུག་ལག་ཁང་གི་བསྲི་ཞུ་བཀུར་བསྟི་བྱེད་མཁན་ཞིག་ཏུ་གྱུར། ཡང་རྨེ་རུ་ཞེས་པ་ནི། ཧོར་བཤན་པ་རྨེ་རུ་རྩེའི་སྡིག་བཤགས་སུ་དགོན་དེ་བཏབ་ཅེས་གསུང་སྲོལ་མི་འདྲ། སྔོན་རྨེ་རུ་དགོན་གསར་གྱི་འདུ་ཁང་ཀ་རིང་བརྒྱད་དང་། ཀ་ཐུང་ཞེ་བརྒྱད་ཀྱི་གཙང་ཁང་སྦུག་མར་སྨན་འདམ་གྱི་རྣམ་སྣང་གཙོ་འཁོར་ལྔ་ཐོག་སོ་གཅིག་དང་ཕྱེད་ཙམ། སྐུ་རྒྱུ་དེ་མཚུངས་ཀྱི་རྒྱལ་བ་བྱམས་པ་ཐོག་སོ་གཉིས་ལྷག་ཞལ་ཤར་དུ་གཟིགས་པ། རྣམ་སྣང་གི་མདུན་དུ་གསེར་ཟངས་ཀྱི་རྗེ་ཙོང་ཁ་པ་སེང་ཁྲི་རྒྱབ་ཡོལ་དང་བཅས་པ་ཐོག་སོ་གཅིག་ཙམ། དེའི་གཡོན་དུ་སྨན་འདམ་གྱི་མཁན་སློབ་ཆོས་གསུམ་མི་ཚད་མ། དེའི་གཡོན་དུ་སྐུ་རྒྱུ་དེ་མཚུངས་ཀྱི་ཕག་གྲུའི་སྐུ་བརྙན་མི་ཚད་མ་དང་རྗེ་བཙུན་སྒྲོལ་མ། དམག་ཟོར་མའི་སྐུ་བརྙན་གྱི་ཐུགས་ཀར་དར་དཀར་ལྷ་མོ་བཞུགས་པ་བཅས་དང་། འདུ་ཁང་དབུས་སུ་རྒྱལ་བ་ལྔ་པའི་བཞུགས་ཁྲི། སྡེ་དྲུག་རིན་པོ་ཆེའི་བཞུགས་ཁྲི། ནུབ་ཏུ་སྨན་འདམ་གྱི་གནས་བརྟན་བཅུ་དྲུག་མི་ཚད་མ། སྐུ་རྒྱུ་དེ་མཚུངས་ཀྱི་འཇིགས་བྱེད་ལྷ་བཅུ་གསུམ། དེའི་གཡོན་དུ་གསེར་ཟངས་ཀྱི་རྒྱལ་བ་བྱམས་པ་ཁྲི་རྒྱབ་ཡོལ་དང་བཅས་པ་ཐོག་ཚད་མ། དེའི་གཡོན་དུ་གསེར་ཟངས་ཀྱི་སྨན་བླའི་བློས་བླངས་དཀྱིལ་འཁོར། བཞུགས་ཁྲིའི་གཡོན་དུ་སྐུ་རྒྱུ་ལི་ལས་གྲུབ་པའི་ཐུགས་རྗེ་ཆེན་པོ་ཕྱག་སྟོང་སྤྱན་སྟོང་ཐོག་ཚད་མ། དེའི་ཤར་དུ་དངུལ་གྱི་མཆོད་རྟེན་ཕྲ་རྒྱན་དང་བཅས་པ་ཐོག་སོ་མ་ཟིན་ཙམ་གསུམ། དེའི་མདུན་དུ་རྒྱལ་བ་རིམ་བྱོན་གྱི་སྐུ་འདྲ་མི་ཚད་མ། ཐོག་ཀར་སྨན་བླ་ལྷ་ཁང་ཀ་བརྒྱད་ནང་དབུས་སུ་རྗེ་ཙོང་ཁ་པའི་སྐུ་བརྙན་རྒྱ་དངུལ་ལས་གྲུབ་པ་ཐོག་སོ་ཅན་དང་། དེའི་གཡས་གཡོན་དུ་དཔོན་པོ་མི་དབང་གི་འཁྲུངས་རྟགས་ཡིན་ཞུ་སྐུ་རྒྱུ་གོང་མཚུངས་ཀྱི་སྨན་བླའི་སྐུ་བརྙན་མི་ཚད་ལྷག་གི་ཐུགས་ཀར་དཔོན་པོ་མི་དབང་གི་པུར་ཐལ་བཞུགས་པ་ཞེས་དང་། མཐའ་<span class=\"milestone page eng \">[page <span class=\"pnum\">24</span>] </span>ཁོར་དུ་བཀའ་གདམས་མཆོད་རྟེན་སུམ་བརྒྱ་ལྷག་དང་། དེ་བཞིན་ཆོས་རྒྱལ་རིམ་བྱོན་གྱི་སྐུ་བརྙན་གསེར་ཟངས་ཀྱི་ཐུགས་རྗེ་ཆེན་པོ། གཞན་ཡང་སྒོ་འཕྱོར་གྱི་ཤར་དུ་གནས་བཅུ་ལྷ་ཁང་། སྟེང་རབ་གསལ་དུ་ལམ་རིམ་ལྷ་ཁང་། ནུབ་ཏུ་སྟག་ཤར་གཟིམས་ཆུང་། འདུ་ཁང་གི་ནུབ་ཏུ་ཚངས་པའི་ལྷ་ཁང་ནང་དབུས་སུ་འཇིགས་བྱེད་ལྷ་བཅུ་གསུམ་དང་། མགོན་པོ། ཆོས་རྒྱལ། ལྷ་མོ། རྣམ་སྲས་བཅས་བཞུགས་སུ་གསོལ་ཡོད། སྔོན་དགེ་འདུན་ཞལ་གྲངས་སུམ་བརྒྱས་རི་བོ་དགེ་ལྡན་གྱི་མདོ་སྔགས་ཟུང་སྦྲེལ་གྱི་ཆོ་ག་ཕྱག་་བཞེད་མཛད་དེ་ཐོག་མར་མཚན་ཉིད་དཔེ་ཆའང་གཟིགས་སྲོལ་ཡོད་པ་ལ་རྗེས་སུ་ལྷ་སའི་གྲོང་ནང་གྲོང་ཆོག་ཕེབས་བྲེལ་གྱིས་མཚན་ཉིད་སློབ་གཉེར་མེད་པར་གྱུར། ོ་ལྟར་བོད་ཟླ་12ཚེས་29འཇིགས་བྱེད་ཀྱི་སྒོ་ནས་གར་འཆམ་གཏོར་རྒྱག་སོགས་ཡོད་ལ། གཙུག་ལག་ཁང་གི་སྐུ་གཉེར་མང་ཆེ་བ་བཞི་སྡེ་དགོན་ནས་གནང་ཡང་། བར་ཁང་ཡན་འདབས་དཔལ་ལྷ་་ལྕོག་དང་བཅས་རྨེ་རུ་དགོན་ནས་བསྲི་ཞུ་སྐུ་གཉེར་གནང་དགོས། ལོ་ལྟར་དཔལ་ལྷའི་རི་རབ་ནི། བོད་ཟླ་10ཚེས14ཉིན་བསྐང་གསོ་གཟབ་རྒྱས་གཏོང་དགོས་པ་དང་། ཚེས་15ཉིན་སྐུ་རྒྱུ་ཨར་ཀ་ལས་གྲུབ་པའི་ལྷ་མོ་སྦལ་གདོང་མ་ལྷ་སའི་བར་སྐོར་དུ་གདན་དྲངས་ཤིང་། བར་སྐོར་གྱི་ཕྱོགས་བཞི་སྟེ་དང་པོ་ཀླུ་སྒུག་དང་། དེ་ནས་ཁྲོམ་གཟིགས་སྒང་། དེ་ནས་གདུང་རྩེ་ཟུར། དེ་ནས་བཤད་སྒྲ་ཟམ་པ་བཅས་ལ་ལྷ་མོའི་སྒོ་ནས་གཏོར་རྒྱག་བསྐྱོན་སྲོལ་ཡོད། ལྷ་མོ་གདན་འདྲེན་མཁན་སྐུ་བརྟེན་ཞེས་གྲྭ་པ་ཞིག་གིས་ལྷ་མོའི་གཉེན་པ་སྐྱེལ་པའི་སྐུ་མཚམས་ལ་བཞུགས་རྗེས་ལྷ་མོ་གདན་འདྲེན་དགོས། གཞན་ཡང་དགོན་དེར་རྨེ་རུ་སྤུས་བཟང་ངམ་སྤོང་སངས་ཞེས་ལྷ་མོ་ཞིག་འཁྲབ་སྟོན་བྱེད་རྒྱུ་ཡོད། དེའང་ཐོག་མར་ཆུ་སྐད་རྒྱག་པ་དང་། དེ་ནས་ཞལ་ངོ་དགེ་སྐུལ་སོགས་དོན་ནས་མཇལ་ཁ་ཞུ་སྟངས་བྱེད། དེ་ནས་ལྷ་མོ་འགོ་ཚུགས། ལྷ་མོའི་འཁྲབ་གཞུང་ནི། རྒྱལ་སྲས་དད་པ་བརྟན་པ་དང་། གཅུང་དོན་ཡོད་དོན་གྲུབ་སོགས་འཁྲབ་སྟོན་བྱེད་པ་ཡིན། རྒྱལ་སྲས་དད་པ་བརྟན་པར་<span class=\"milestone page eng \">[page <span class=\"pnum\">25</span>] </span>ཁྲབ་སྟོན་ཉིན་གཉིས་དང་། གཅུང་དོན་ཡོད་དོན་གྲུབ་ལ་ཉིན་གསུམ་འགོར། འཁྲབ་གཞུང་གི་བར་གསེང་དུ་ལྷ་སའི་ནང་གི་རྒྱ་བོད་ཧོར་གསུམ་གྱི་མི་སྣ་དང་། སྡེ་པ་གཞུང་གི་སྐུ་དྲག་སོགས་འཁྲབ་སྟོན་བྱེད་ཅིང་། དེ་དག་གི་བྱེད་སྟངས་ཇི་བཞིན་འཁྲབ་པ་དང་། དཔོན་རིགས་ཚོས་བཟའ་སྒོ་བྱེད་སྟངས་སོགས་འཁྲབ་སྟོན་བྱེད་པ་ཡིན། དེ་ལྟར་ཚོགས་ཆེན་ཞལ་ངོར་ཟུར་ཟ་བྱེད་དྲག་པས་ཞལ་ངོས་ཞུ་གཏུགས་བྱས་པར་བརྟེན་རྗེས་སུ་ཞལ་ངོའི་ཟླ་གམ་རྒྱབ་ཀྱི་དྲོག་ལུ་དྲོག་གདན་ཞེས་པའི་སྟེང་གི་གསེར་གྱི་བབས་ལ་ཞེས་གསེར་ལྗང་བརྡུང་ཚག་དཀྲོལ་གྱི་སྟེང་གཡུའི་ཕྲ་རྒྱན་བཀོད་པ་ཞིག་རྒྱག་དགོས་པས་རྨེ་རུ་དགོན་ནས་ཕུལ་ཏེ་སྨོན་ལམ་ཆེན་མོ་གྲོལ་རྗེས་རང་སློག་ཏུ་གནང་བ་སོགས་ཀྱི་སྲོལ་དར། རྨེ་རུ་སྤུས་བཟང་ངམ་སྤོང་སངས་ཞེས་པ་ནི་སྤྱི་ལོ་1940ལོ་ཙམ་ལ་རྒྱལ་བ་སྐུ་འཕྲེང་བཅུ་བཞི་པ་གསེར་ཁྲིར་མངའ་གསོལ་སྐབས་འཁྲབ་སྟོན་ཐེངས་གཅིག་བྱས་པ་ཕུད་དེ་ནས་འཁྲབ་སྟོན་དེ་བྱེད་མྱོང་མེད།</p> <p>ད་ལྟའི་རྨེ་རུ་དགོན་གསར་ནི། སྔོན་གྱི་ཚངས་པའི་ལྷ་ཁང་ཉམས་གསོ་གནང་བའི་ནང་སྔོན་གྱི་སྐུ་བརྙན་ཁག་ཅིག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་དང་། ལྡེབས་རིས་རྙིང་མ་སོགས་མཇལ་རྒྱུ་ཡོད།</p>  "}]}