{"meta":{"authors":[],"title":"ཟངས་ཆེན་དགོན།","dates":{"created_at":"2010-08-14 12:30:06 UTC","updated_at":"2010-08-14 12:30:06 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"ཟངས་ཆེན་དགོན།"},{"title":"ལྷུན་རྩེ་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"ཟངས་ཆེན་དགོན།","index":2,"parent_index":0,"body":" <p>མཚན་རྒྱས་པར་“ཚུལ་ཁྲིམས་རྣམ་དག་ཟངས་ཆེན་དགོན་”ཞེས་ཞུ། གཉལ་སྡེ་དྲུག་གི་ཡ་གྱལ་ཞིག་ཡིན། ད་ལྟའི་ལྷུན་རྩེ་རྫོང་གནས་ཡུལ་ཞིང་པ་ཤང་ཞེས་པ་ནས་ཤར་ངོས་སུ་སྤྱི་ལེ་བཅུ་ཙམ་འཁོར་ལམ་བརྒྱུད་སོང་ན་གཉལ་སྨད་གྲོང་གི་རི་ཁུག་ཏུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། “མཉལ་”ཞེས་པ་ནི་ཡུལ་དེའི་དབྱིབས་མཉལ་ཉལ་བའི་དབྱིབས་འདྲ་བས་མཉལ་ཞེས་པའི་མིང་དེ་ལྟར་བྱུང་ཟེར། དགོན་དེ་ནི་ཐོག་མར་སྟོད་ལས་མཆེད་པ་ཆོས་རྒྱལ་འོད་སྲུང་གི་རྒྱུད་པ་ཆོས་རྒྱལ་བྱ་བའི་སྲས་སྙིང་ཐིག་ཇོ་སྲས་ཞེས་པས་ཕྱག་བཏབ་གནང་མཛད་པའི་སྙིང་ཐིག་གི་ཇོ་དགོན་ཞིག་ཡོད་པ་ལ་རྗེས་སུ་དགེ་བཤེས་པོ་ཏོ་བའི་ཐུག་སྲས་དགེ་བའི་བཤེས་གཉེན་བསོད་ནམས་འབྱུང་གནས་ཀྱི་གདན་ས་མཛད། དགེ་འདུན་ཞལ་གྲངས་སྟོང་ཁ་ལོན་ཏེ་ཆོས་འཕེལ་གླིང་དང་། སྟག་ཚང་གླིང་། དཔལ་འབྱོར་གླིང་། རིན་ཆེན་གླིང་བཅས་ཆོས་སྡེ་བཞི་ཙམ་ཡོད། དེ་རྗེས་གཉལ་སྨད་དུ་འཁྲུངས་པ་རྣམ་དག་ཟངས་ཆེན་ཞུ་བས་དགེ་བཤེས་བསོད་ནམས་འབྱུང་གནས་ཀྱི་དྲུང་དུ་དབུ་སྐྲ་གཙུག་ཕུད་ཕུལ། བླ་མ་དེས་དགོན་དེའི་གཤམ་གྱི་ཟངས་ཆེན་ལུང་ཞེས་པ་ནས་ཟངས་ཆེན་པོ་ལུང་<span class=\"milestone page eng \">[page <span class=\"pnum\">113</span>] </span>བརྒྱད་བྱས་པ་ཞིག་གཏེར་ལས་བཞེས་སྟབས་ཟངས་ཆེན་དགོན་ཞེས་པ་དེ་ནས་བྱུང་། ཡང་ལ་ལས་སྦྱིན་བདག་ཞིག་གིས་ཟངས་ཆེན་ཨ་ལུང་བརྒྱད་ལྡན་ཞིག་བླ་མར་ཕུལ་ཞེས་ཀྱང་གསུང་སྲོལ་ཡོད། རྣམ་དག་ཟངས་ཆེན་ནི་སྤྱི་ལོ་1963ལོར་ཞིང་གཤེགས་བླ་མ་བློ་བཟང་བསྟན་འཛིན་བར་སྐུ་ཐོག་བཅུ་བདུན་ཙམ་བྱུང་། སྔོན་དགོན་དེར་འདུ་ཁང་ཀ་བ་སུམ་ཅུ་ཐམ་པའི་ནང་སྨན་འདམ་གྱི་རྒྱལ་བ་བྱམས་པ་ཐོག་བརྩེག་གཉིས་ལྡན་དང་། བླ་མ་གསེར་གླིང་པའི་ཐུགས་དམ་གྱི་རྟེན་ཐུབ་པ་གསེར་སྐུ་ཞེས་པ་སོགས་བཞུགས་སུ་གསོལ་ཡོད། </p> <p>ད་ལྟ་ཉམས་གསོ་ཞུས་པའི་འདུ་ཁང་ནང་གསེར་ཟངས་ཀྱི་བྱམས་པ་ཛྷེེ་ཀྵིམ་གྱི་དབུ་ཅན་ཐོག་བརྩེག་གཉིས་ལྡན་མ་དང་། དགོན་དེར་མེ་སྐྱོན་བྱུང་སྐབས་མ་ཚིག་པའི་ཐུགས་དམ་གསེར་སྐུ། གཞན་ཡང་སྨན་འདམ་གྱི་ཟངས་ཆེན་པོའི་སྐུ་བརྙན་གསར་བཞེངས་གནང་བ་སོགས་མཇལ་རྒྱུ་ཡོད།</p> <p>དགོན་དེ་ནས་མུ་མཐུད་ཤར་ངོས་སུ་སྤྱི་ལེ་བཞི་ཙམ་འཁོར་ལམ་བརྒྱུད་ཕྱིན་ན་བོད་རྒྱལ་ཕྲན་སིལ་མའི་དུས་སྐབས་ཀྱི་ཆོས་རྒྱལ་བྱ་ཁྲིའི་ཕོ་བྲང་“ཕོ་བྲང་ཡང་རྩེའི”རྗེས་ཤུལ་དང་། ད་ལྟ་གསར་བཞེངས་ལྷ་ཁང་དཀར་པོ་ཞེས་ཁྱབ་འཇུག་གི་གནས་ཤིག་ཀྱང་མཇལ་རྒྱུ་ཡོད།</p> <p>ཡང་དེ་ནས་མུ་མཐུད་སོང་ན་ཟངས་ཆེན་གྱི་དགོན་ལག་བྱ་བ་བཀྲ་ཤིས་དར་རྒྱས་ཀྱིས་ཞལ་ཏ་མ་པད་མ་ཟེར་བ་བཀོད་པ་བྱེད་བཅུག་གནང་བའི་བྱ་ཡུལ་པད་མ་བཀོད་ཞེས་པའི་དགོན་ཤུལ་མཇལ།</p> <p>ཡང་དེ་ནས་ནུབ་ཏུ་སྤྱི་ལེ་ལྔ་ཙམ་ཕྱིན་ན་གཉལ་སྡེ་དྲུག་གི་ཡ་གྱལ་བཀའ་གདམས་པའི་དགེ་བཤེས་སྣེའུ་ཟུར་པའི་བུ་སློབ་བྱང་སེམས་ཐུགས་རྗེ་རྒྱལ་མཚན་གྱིས་བཏབ་གནང་བའི་གསེར་བྱེ་དགོན་ཞེས་པ་ལམ་སྟེང་དུ་མཇལ་རྒྱུ་ཡོད།</p>  "}]}