{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Marong Gön Yungdrung Lhadrak Ling Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "sBra chen rdzong"
  }, 
  {
   "body": "<p>The monastery’s full name is rMa rong dgon gYung drung lha brag gling. From sPu la Monastery, driving twenty-five kilometres further eastward on the highway leads us to the lower terrace of rMa rong village. To reach rMa rong Monastery, a further thirteen kilometres must be driven northward on a terribly bad road, which can take an hour.</p><p>In 1390 dBra khyung Nam mkha’ rin chen built a hut in this place for the purpose of retreat. It then gradually developed into a monastery.</p><p>This monastery is found near Mount sPu rgyal gangs bzang and is one of four monasteries situated at the four cardinal points of the mountain. It is also known as Nang mdun dgon. sPu rgyal is a holy mountain for both Bonpo and Buddhists. Its being a holy site was prophesied by early sages and this is particularly clear in the guide written by gTer ston bDe chen gling pa. rMa rong Monastery was later enlarged by Drung mu, who had overcome many obstacles brought on by the local deities. He tells this story in his <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’Dzam bu yig chung</span>, as well as in the communication he had with the local deity, entitled <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’Dzam bu lha rtse</span>.</p><p>Khyung po Kun bzang grags pa and his brother were living in dByis stod, where they were involved in a dispute with Rong po dgon, a dGe lugs pa monastery. Intending to migrate to Western Tibet, they arrived at the residence of the rMa rong local chief. A rgya, the chief of rMa rong, was a patron of Kun bzang grags pa. A rgya and his people requested Kun bzang grags pa to be the head of rMa rong Monastery. However, Kun bzang grags pa and his brother declined the offer. They continued their journey. A rgya then informed Khri rgyal rje chen, the twelfth king of Hor. The king told Kun bzang grags pa that not only could he not leave for Western Tibet, he should settle down in the pastureland where the king had his herd of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mdzo</span> animals, as well as look after rMa rong Monastery. From that point the monastery had to perform religious services for the benefit of the king and, in return, the king issued an edict in recognition of the monastery.</p><p>Khyung po gYung drung rnam dag, the son of Khyung po Kun bzang grags pa, had a temple called rNam rgyal lha khang built in the monastery, containing many religious objects. He made majestic masks of the religious protectors such as the Ma (Srid pa rgyal mo), the bDud (Mi bdu ’byams pa khrag mgo) and the bTsan (Brag btsan A bse rgyal ba). The mask of the bTsan is regarded as special since no dust ever stays on it.</p><p>Of the three sons of gYung drung rnam dag, the eldest, Nam mkha’ rgyal po, made many copies of scriptures for the monastery. He had two sons, Nyi ma ’jig rten and dBang po. Nyi ma ’jig rten is said to have been chivalrous. His son was Khyung po g-yung dpal. When Khyung po g-yung dpal died, it is said that where his corpse was buried the tree <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">stag ma</span> grew from his tongue. His son was gYung drung phun tshogs, whose sons were Blo ldan grags pa and Tshe dbang grags pa. Tshe dbang grags pa brought considerable development to the monastery. After that, Blo ldan grags pa was involved in a dispute with bSod nams bkra shis, the brother of the rMa rong chief, so Blo ldan grags pa strongly wished to leave for Western Tibet, but was prevented by the king of Hor. The king told him that unless he would live in rMa rong he would have to live in either Khrom tshang or sGong ru. So Blo ldan grags pa stayed in Khrom tshang for several years, during which rMa rong Monastery declined a little. After that, bSod nams dbang ’dus, the son of the rMa rong chief, requested the lama to come back to the monastery, but the lama was unwilling. Through the mediation of a representative of the king and the Be hu of the Sog tribe, the lama was reinstalled as the head of the monastery. He undertook as much restoration as he could. He lived to one hundred years of age. His son is Khyung po Bla rgan gYung dga’, who is presently at the monastery. There were nine lamas in the line of succession, from Kun bzang grags pa to Blo ldan grags pa. The king of Hor recognized a number of them by issuing offical letters to them.</p><p>The monastery’s main religious objects, all of which were of great sublimity, were as follows: a large white conch whose sound travelled very far, rediscovered by gTer ston gYung drung grags pa of Zhu; the horn of a female deer, which was the private property of Khyung A sha ba rang grol; the reliquary stupa of Khyung po Nang chen grags pa, called gSer ’od ’bar ba or rTen bya ’phur ma; and a statue of Dzam bha lha made of A ya sbug ge, rediscovered in dKyis ’khor thang in rTa shod by rTa shod Bu mo pad ma mtsho. In the temple of the monastery there were the following religious objects: statues of sTon pa gShen rab, rNam par rgyal ba, Byams ma, Khro bo gtso mchog, sTag la, Dran pa nam mkha’ and his twin sons Tshe dbang rig ’dzin and Pad ma ’byung gnas; a number of gold-painted thangkas; and scriptures including the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’ ’gyur</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’</span> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">brten </span>.</p><p>This monastery is surrounded by the holy mountains sPu rgyal, ’Dzam bu, Jag pa, gYe rtse and lHa brag.</p><p>There are six lamas in the monastery: rGyal mtshan nor bu, dGe dbang, gYang rgyal, bSam ’phel nor bu, dGa’ ’degs and Sri thar, who all belong to the Khyung po lineage. The disciplinarian is sTag skyabs, and Nor dga’ is the chanting conductor. Of the forty inmates presently at this monastery, three are proper monks and the rest are lay religious practitioners.</p><p>There are four annual rituals, held in different seasons: the rNam rgyal ritual in summer and autumn, and the rituals of sTag la, Phur pa and Byams ma in winter and spring, each lasting twenty days. The monastery is regarded as a branch of Klu phug Monastery (No.31).</p><p>As for the main source of income, the monks have to depend on their families for support. People usually offer from ten to fifteen <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan </span>for the occasional religious services the monks perform in villages. As there are only three proper monks, the temple of the monastery and its contents are in a pitiful condition.</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(33) rMa rong Monastery"
  }
 ], 
 "meta": {
  "date": "2011-12-13 02:29:02 UTC", 
  "domain": "places", 
  "kid": "23436", 
  "authors": [
   {
    "fullname": "Phuntso Tsering Sharyul", 
    "id": "79"
   }, 
   {
    "fullname": "Phuntso Tsering Sharyul", 
    "id": "79"
   }
  ], 
  "title": "Marong Gön Yungdrung Lhadrak Ling Introduction"
 }
}