{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "ཆོས་སྡེ་དགོན།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "སྙེ་མོ་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་གཙང་གི་སྙེ་མོ་བྱེ་མཁར་ཆོས་སྡེ་དགོན་ཞེས་ཞུ། བྱེ་མཁར་ཞེས་པ་ནི། སྙེ་མོ་རྨ་ཆུ་ཡུན་རིང་རྒྱུགས་པས་བྱེ་མ་མཁར་ཏེ་ཕུང་གསོག་ཐེབས་པའི་སྟེང་དུ་མཁར་བཏབ་པས་མཚན་དེ་ལྟར་བྱུང་། ད་ལྟའི་སྙེ་མོ་རྫོང་ནས་ནུབ་བྱང་གི་མཚམས་སུ་སྤྱི་ལེ་2མིན་ཙམ་དང་། སྔོན་གྱི་སྙེ་མོ་རྫོང་ཤུལ་ནས་ཤར་ངོས་སུ་སྤྱི་ལེ་2ལྷག་ཙམ་གྱི་སར་སྔོན་ཐང་སྟོང་གིས་བསྐྱུན་པའི་ལྕགས་ཟམ་གྱི་ཁར་བོ་དོང་ལུགས་ཀྱི་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་ཐོག་མར་ཆོས་རྒྱལ་ཁྲི་སྲོང་ལྡེ་བཙན་སྙེ་མོར་ཕེབས་སྐབས་ནས་ཡོད་སྐད་ལ། ཐོག་མར་དཔལ་འཆི་མེད་དཔལ་བཟང་གིས་ཕྱག་འདེབས་གནང་མཛད་དེ་སྙིང་ཐིག་ཕྱག་བཞེད་མཛད། དེ་རྗེས་བོ་དོང་ཕྱོགས་ལས་རྣམ་རྒྱལ་<span class=\"milestone page eng \">[page <span class=\"pnum\">144</span>] </span>ྱིས་རྒྱ་སྐྱེད་གནང་ནས་མཛད་པ་ཤིན་ཏུ་རྒྱས་ཏེ་དགེ་འདུན་ཞལ་གྲངས་བདུན་བཅུ་སྐོར་གྱིས་གཙོ་བོ་ཤར་གཏེར་ཡང་གསང་དཀོན་མཆོག་སྤྱི་འདུས་དང་། གཤིན་ཆོག་ཀུན་རིག་རྣམ་སྣང་སོགས་ཕྱག་བཞེད་དང་། གཞི་གསུམ་གྱི་ཕྱག་ལེན་མི་ཉམས་པ་མཛད་ཀྱི་ཡོད་པ་ལ་གཞུང་ཆེན་མོར་ཐོས་བསམ་གནང་བར་སྡེ་དགེ་དང་། ངོར་དགོན་ཨེ་བམ་ཆོས་སྡེ། འབྲས་སྤུངས་སོགས་ལ་སློབ་གཉེར་དུ་གྲྭ་རྒྱུན་མང་པོ་བཏང་གནང་གི་ཡོད། སྔོན་འདུ་ཁང་ཀ་བ་སུམ་ཅུའི་གཙང་ཁང་སྦུག་མར་རྟེན་གཙོ་གསེར་ཟངས་ཀྱི་ཐུབ་དབང་དང་། གཡས་སུ་སྤྱན་རས་གཟིགས་སེམས་ཉིད་ངལ་གསོ། གཡོན་དུ་ཚེ་དཔག་མེད་བཅས་ཀྱི་སྐུ་བརྙན་ཐོག་སོ་ཉིས་ལྡན་དང་། མཐའ་འཁོར་དུ་གནས་བརྟན་བྲག་རི་མ་དང་སྒོ་སྲུང་རྒྱལ་ཆེན་སྡེ་བཞི་དང་། རྡོ་དཀར་ལས་གྲུབ་པའི་ཕྱག་རྡོར་དང་། རྡོ་ནག་གི་རྟ་མགྲིན་སོགས་དང་། མགོན་ཁང་དམ་བཅད་མའི་ནང་དམག་ཟོར་མས་གཙོས་བསྟན་སྲུང་སུམ་ཅུ་སོ་གཉིས་ཙམ། གཞན་ཡང་རྟེན་སྐུ་མང་པོ། ཡང་སྟེང་བཀའ་འགྱུར་ལྷ་ཁང་ནང་བྲིས་མ་དང་པར་མ་སོགས་ཀྱི་དཔེ་ཆ། གསུམ་ཐོག་སྟེང་རྡོ་རྗེ་ཕག་མོའི་གཟིམ་ཆུང་། བཞི་ཐོག་ལ་མགོན་ཁང་སོགས་མཇལ་རྒྱུ་ཡོད།</p><p>ད་ལྟ་སྔོན་གྱི་བཞི་ཐོག་ལས་གཞན་རང་འཇགས་མཇལ་རྒྱུ་ཡོད་པའི་འདུ་ཁང་ནང་གི་གཙང་ཁང་སྦུག་མའི་རྟེན་གཙོ་འཇིམ་སྐུ་གསར་བཞེངས་་གནང་བ་དང་།ཕྱག་རྡོར་དང་རྟ་མགྲིན་སྔོན་གྱི་དེ་རང་། འདུ་ཁང་ནང་གུ་རུའི་སྐུ་བརྙན་དང་། བོ་དོང་ཕྱོགས་ལས་རྣམ་རྒྱལ་གྱི་སྐུ་བརྙན་གསར་བཞེངས་གནང་བ་སོགས་མཇལ་རྒྱུ་ཡོད།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "ཆོས་སྡེ་དགོན།"
  }
 ], 
 "meta": {
  "date": "2010-08-13 17:00:50 UTC", 
  "domain": "places", 
  "kid": "16885", 
  "authors": [], 
  "title": "ཆོས་སྡེ་དགོན།"
 }
}