{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Drönchung Möndur Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "II.3. Cubic mountaintop tombs"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Drönchung’Bron chung mon dur "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Drönchung</span><span class=\"scholar\">’Bron chung mon dur</span> (sp.?) </li> <li>Site number: E-12</li> <li>Site typology: II.3 </li> <li>Geographic coordinate (N. lat.): 31º 51.7΄ </li> <li>Geographic coordinate (E. long.): 81º 46.5΄ </li> <li>Elevation: 4830 m to 4840 m</li> <li>Administrative location (township): <span class=\"popular\">Zhungpa</span><span class=\"scholar\">Gzhung pa</span> </li> <li>Administrative location (county): <span class=\"popular\">Gegyé</span><span class=\"scholar\">Dge rgyas</span> </li> <li>Survey expedition: UTAE</li> <li>Survey date: May 19, 2001</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None.</li> </ul>
", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Drönchung</span><span class=\"scholar\">’Bron chung mon dur</span> is found on the undulating summit of an eponymous rocky ridge, which is situated 100 m above the west side of the <span class=\"popular\">Dri Jiu</span><span class=\"scholar\">’Bri byi’u</span> valley. Unlike most other examples of this ypology, the site does not have a particularly lofty aspect or panoramic views. There appear to be nine cubic ombs at this site in various stages of advanced disintegration. They were built from pieces of a local, dark-brown blocky rock (primarily 20 cm to 60 cm long). The extreme decay of the tombs seems to suggest that the site was desecrated long ago. There is no evidence of contemporary disturbances at <span class=\"popular\">Drönchung</span><span class=\"scholar\">’Bron chung mon dur</span>.</p>
", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>Mountaintop tombs such as <span class=\"popular\">Drönchung</span><span class=\"scholar\">’Bron chung mon dur</span> are commonly ascribed to the ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> in he oral tradition of this region (<span class=\"popular\">Zhungpa</span><span class=\"scholar\">Gzhung pa</span>).</p>
", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "<p>The nine cubic tombs of <span class=\"popular\">Drönchung</span><span class=\"scholar\">’Bron chung mon dur</span> were surveyed from north to south (the most northerly specimen = funerary structure FS1). Funerary structures FS1, FS2, FS3, FS4, and FS5 form a meandering 32 m long north-south aligned line of structures, situated at the same general elevation. These structures have the following dimensions and characteristics:</p>
<ol> <li>Funerary structure FS1 (2.5 m x 2.1 m x 1.1 m) is one of the best preserved specimens at the site, yet little more than its base remains (31° 51.662΄ N. lat. / 81° 46.499΄ E. long. / 4630 m). FS1 was built on the rocky ridgeline. It is situated so that the views to the south and west are mostly blocked. </li> <li>Funerary structure FS2 is so highly deteriorated that it is barely recognizable. The views south and east are also cut from this ridgeline structure. </li> <li>Funerary structures FS3, FS4, FS5, FS6, and FS7 are located in a shallow hollow, sandwiched between two small rocky crests. These structures have constricted views in all directions. Funerary structures FS3, FS4 and FS5 have been reduced to a few in situ foundation stones. Funerary structure FS6 has been almost leveled as well.</li> <li>Funerary structure FS7 (2.5 m x 2.5 m) has been gutted, thus nothing of the central depository (reliquary) remains (51.599΄ / 46.584΄). The inside of the exterior walls reaches 90 cm in height. The inner wall construction reveals that these structures were well built, like most other sites of the typology.</li> <li>Funerary structures FS8 and FS9 are located 30 m west of FS7, in a smaller hollow (51.589΄ / 46.596΄ / 4840 m). FS8 is now nothing more than a rocky pit, 1.3 m deep and 3.5 m across. FS9 has been reduced to its foundation. These two structures are so deteriorated that they could not be positively identified as cubic ombs. Old wall traces of a probable ritual function circumscribe the hollow as well. </li> </ol>
", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "", 
   "index": 7, 
   "parent_index": 2, 
   "title": "Affiliated sites"
  }, 
  {
   "body": "<p>About one-half km north of <span class=\"popular\">Drönchung</span><span class=\"scholar\">’Bron chung mon dur</span>, in a gully at the foot of the ridge, there are two pillars (31° 51.882΄ N. lat. / 81° 46.704΄ E. long.). Local <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span> believe that these two pillars are ancient monuments, a belief which is supported by the heavy erosion and geochemical weathering affecting the stones. However, one is dislodged and the other specimen is no longer well anchored in the ground, suggesting that the latter may have been reinstalled. These two pillars may even have been relocated to their present position. This is supported by the lack of evidence for enclosing walls and the more than 5° slope gradient of the present site. The dislodged specimen has three irregular sides and measures 1.3 m x 1 m (girth). The partly rooted pillar has four irregular sides and measures 90 cm x 1.1 m. </p>
", 
   "index": 8, 
   "parent_index": 7, 
   "title": "rDo ring"
  }, 
  {
   "body": "<p>Two single-course funerary enclosures were detected in different locations in the upper <span class=\"popular\">Dri Jiu</span><span class=\"scholar\">’Bri byi’u</span>valley bottom. Both of these are highly fragmentary. The approximate dimensions of one specimen are 3.5 m x 3.5 m (31° 41.920΄ N. lat. / 81° 48. 191΄ E. long. / 4840 m). The other specimen has been reduced to just a single line of stones (41.609΄ / 48.465΄ / 4840 m). </p>
", 
   "index": 9, 
   "parent_index": 7, 
   "title": "Funerary superstructures"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16847", 
  "dates": [], 
  "title": "Drönchung Möndur Introduction"
 }
}