{"meta":{"domain":"places","kid":"16591","authors":[],"title":"Takchen Introduction","dates":{"created_at":"2010-08-11 20:46:39 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Takchen Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0},{"title":"TakchenStag chen","index":2,"parent_index":1},{"title":"Basic site data","index":3,"parent_index":2,"body":"<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Takchen<\/span><span class=\"scholar\">Stag chen<\/span> <\/li> <li>English equivalent: Great Tiger \/ Great Warrior <\/li> <li>Site number: B-29<\/li> <li>Site typology: I.2a <\/li> <li>Geographic coordinate (N. lat.): 30º 56.1΄ <\/li> <li>Geographic coordinate (E. long.): 87º 50.3΄ <\/li> <li>Elevation: 5080 m <\/li> <li>Administrative location (township): <span class=\"popular\">Drowa<\/span><span class=\"scholar\">Gro ba<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Nyima<\/span><span class=\"scholar\">Nyi ma<\/span> <\/li> <li>Survey expedition: UTAE <\/li> <li>Survey date: June 26, 2001<\/li> <li>Contemporary usage: None. <\/li> <li>Identifiable Buddhist constructions: None <\/li> <\/ul>"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"<p>The three residential edifices of <span class=\"popular\">Takchen<\/span><span class=\"scholar\">Stag chen<\/span> are named after the valley in which they were founded. They are situated on steep slopes above the grazing lands of he valley floor. The three edifices were built at the same general elevation and look out on the water rich <span class=\"popular\">Nyawa Tsangpo<\/span><span class=\"scholar\">Nya ba gtsang po<\/span> basin. They are likely, at least in part, to have had a religious function. These <span class=\"popular emph\">sekhang<\/span><span class=\"scholar emph\">gsas khang<\/span>\/<span class=\"popular emph\">sekhar<\/span><span class=\"scholar emph\">gsas mkhar<\/span> type edifices are designated the north <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span>, southeast <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> and southwest <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span>. The stonework of these all-stone corbelled structures is very similar to <span class=\"popular\">Kyarang<\/span><span class=\"scholar\">Kya rang<\/span> (B-28). They were built of dark sandstone-like slabs laid in random-work courses. Several tens of people may have once inhabited <span class=\"popular\">Takchen<\/span><span class=\"scholar\">Stag chen<\/span>, one of three <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> sites in the vicinity (see B-27 and B-28). The area, however, is now completely uninhabited, not least of all because of its high elevation and severe climate. <\/p>"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"<p>According to local <span class=\"popular emph\">drok pa<\/span><span class=\"scholar emph\">’brog pa<\/span>, <span class=\"popular\">Takchen<\/span><span class=\"scholar\">Stag chen<\/span> is an ancient religious center.<\/p>"},{"title":"Site elements","index":6,"parent_index":2},{"title":"All-stone edifices","index":7,"parent_index":6},{"title":"North rdo khang","index":8,"parent_index":7,"body":"<p>This irregularly-shaped north <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> is the smallest of <span class=\"popular\">Takchen<\/span><span class=\"scholar\">Stag chen<\/span>’s three edifices. It overlooks a branch of the <span class=\"popular\">Takchen<\/span><span class=\"scholar\">Stag chen<\/span> valley endowed with running water. Its dimensions are 3.9 m (north-south) x 3.5 m (south wall) to 4.3 m (north wall). Additionally, on the southwest side of the structure there are the remains of an adjoining room (2.4 m x 1.4 m). The rear or upslope wall of the structure was built 90 cm into the ground, while the forward or east wall has a maximum standing height of 2.5 m. A couple of corbels still rest on the rear wall. The other walls of he north <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> are highly fragmentary. <\/p><p>The main entrance in the north <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> is found in he south wall (1.5 m x 80 cm) and it has an intact lintel. From the outer entrance a vestibule (1.8 m x 70 cm) accesses its two rooms. The east room entrance (1.5 m x 70 cm) is situated halfway down the vestibule and he west room is accessed from the rear of the vestibule via another entranceway (1.4 m x 70 cm). The east room (3 m x 90 cm to 1.1 m) runs nearly the entire north-south length of the building. The floor-to-ceiling in he east room clearance is around 1.7 m. There is a window opening in the forward wall (40 cm x 40 cm) as well as a small damaged niche. The typically constructed all-stone roof over the east room is more than 50% intact. The west room (1.6 m x 1.5 m) has a floor-to-ceiling height of 1.4 m. The mostly intact roof is flush with the uphill or west slope. Adjacent to the west side of the vestibule, there is a space raised above the floor level (1 m x 1.2 m), which may have been used for storage. On the south side of the building there is a walled landing (8 m x 6 m). Walls bounding this landing have a maximum height of 1.6 m. Two attached wall remnants may have been part of a stairway leading up to this elevated masonry mass. <\/p>"},{"title":"Southeast rdo khang","index":9,"parent_index":7,"body":"<p>The southeast <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> is perched above the same branch valley as the north <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span>, some 42 m to the south. The external dimensions of this irregularly-shaped structure are 11 m (west wall), 6.5 m (south wall), 11.8 m (east wall), and 3 m (north wall). Natural rock formations make up a significant portion of its external north and south walls. The building has forward\/lower, middle and rear\/upper tiers of rooms. Roof slabs strewn around the site are 1 m or more in length. <\/p><p>The larger forward tier of the southeast <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> is in an advanced state of decay. It has foundation walls at two different levels and potentially supported four or more rooms. The lower-most wall segments may have been part of the main entrance to the building. Three steps lead up from the lower tier to the middle tier entrance (1.1 m x 70 cm), which is found in a wall section 2.3 m in height. The remains of several rooms are found in the middle tier. <\/p><p>The rear or north wall of the <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> extends 1 m below the slope and more than 1 m above it. Due to in-filling, the corbels in the north wall are now suspended just 1.2 m above the floor. There are two rooms in the upper tier and they share the same east-facing entranceway. The rear north room (3.3 m x 2 m to 2.2 m) has a maximum floor-to-ceiling height of 2 m. It is partitioned into two sections by a wall jutting 60 cm from the rear of the structure. A roof slab still rests on this partition wall. The back half of the rear south room (3 m x 1.1 m) is still covered by the roof. There is a small stone table in the back of the rear south room. <\/p>"},{"title":"Southwest rdo khang","index":10,"parent_index":7,"body":"<p>The southwest <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> of <span class=\"popular\">Takchen<\/span><span class=\"scholar\">Stag chen<\/span> is situated 40 m west of the southeast <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> on the opposite side of a rocky rib. It sits astride a rock outcrop that rises above a waterless ravine. The southwest <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> has a maximum forward elevation of nearly 6 m, making it a particularly high profile all-stone edifice. The exterior dimensions of this long narrow, east-facing structure are 17.7 m (east wall), 5.3 m (north wall), 18.3 m (west wall), and 3 m (south wall). The upper part of the rear wall is flush with the slope while the forward wall stands as much as 4.3 m in height. The forward wall is set on a prominent revetment (up to 1.6 m in height), endowing it with a very high elevation. The southwest <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> contains a single line of six rooms. This edifice is locally referred to as <span class=\"popular\">Takchen Namgo<\/span><span class=\"scholar\">Stag chen gnam sgo<\/span> (Great Tiger Sky Door), on account of its narrow two-story entrance open to the sky above (although it was once fully enclosed by a roof). <\/p><p>There were two entrances to the southwest <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span>, which accessed a north suite and a south suite consisting of three rooms each. The north entranceway has been obliterated; it was located in the northern-most room (room 1). The main entranceway (1.5 m x 70 cm) is on the east side of the edifice along the highest elevation section of the forward wall of the structure. <\/p><p>Room 1 (3.6 m x 2 m) of the north suite has no roof left and only fractional walls. Room 2 (3 m x 3 m) is accessed by an internal entrance (1.2 m x 70 cm) that opens onto room 1. Like rooms in the south suite, the rear or west wall of room 2 is largely composed of an uneven rock face. In the east or forward wall there is a window (30 cm x 25 cm). In the north wall there is a small niche. Most of the roof over room 2 is missing; its floor-to-ceiling height is around 1.6 m. Room 3 (2.5 m x 2.3 m) shares an internal entrance (1 m x 70 cm) with room 2. Part of room 3 was walled off to create a separate chamber. None of the roof over room 3 has survived. <\/p><p>Room 4 (2.7 m x 2 m) of the south suite is isolated from room 3; it is accessed via the main entrance and room 5. More than 50% of the roof is intact, and its floor-to-ceiling height is a maximum of 1.5 m. The longest in situ roof member is 1.4 m. There is a small stone table inside room 4.<\/p><p>The entrance between room 4 and room 5 is 1 m in height and 70 cm width. Room 5 (3.1 m x 3 m) has direct access to the east-facing entrance of the southwest <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span>. The entrance is located directly below room 5. There is one niche in the south wall of room 5. Much of the roof over this room has been destroyed. The floor-to-ceiling clearance is around 1.5 m. In room 5 here is a 60-cm wide passageway that descends 2.5 m to the main entrance. Stairs must have once been installed in this vertical passageway but few signs of them remain. An internal entrance (1 m x 60 cm) connects room 5 and room 6, the most northerly compartment in the <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span>. Much of room 6 (3.2 m x 2 m) is filled with rubble and only a small portion of its roof has endured. <\/p>"},{"title":"Outlying structures","index":11,"parent_index":6,"body":"<p>Below the outcrop on which the southwest <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> stands there is a terrace (10 m x 4 m to 5 m or more) formed by a forward retaining wall up to 1.5 m in height. In the gully just above <span class=\"popular\">Takchen Namgo<\/span><span class=\"scholar\">Stag chen gnam sgo<\/span> there is a rectangular ceremonial structure (1.8 m x 80 cm). This shrine structure is 80 cm high on its downhill side and flush with the surface on the uphill side (its semi-subterranean aspect may be connected to the worship of chthonic spirits). On the ridge south of the southwest <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> there is a poorly preserved square shrine structure (1.7 m x 1.7 m x 70 cm). These two ceremonial structures are possibly shrines of the <span class=\"popular emph\">tenkhar<\/span><span class=\"scholar emph\">rten mkhar<\/span> class, but they do not appear to have hollow interiors. They may instead have functioned as platforms that supported certain types of ritual articles. <\/p>"}]}