{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Böngya Menri Shedrup Mindröl Ling Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Reb gong "
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(100) Bon brgya Monastery"
  }, 
  {
   "body": "<p>The formal name of the monastery is Bon brgya sMan ri bshad sgrub smin grol gling. </p>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>It is located in the upper reaches of Bon brgya valley in Chu khog district (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>) of Reb gong, about 30 km southwest of Rong bo, the capital of rMa lho Prefecture.</p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>There are no reliable written records concerning the origins of the Bon religion in the Reb gong area, but according to oral tradition, one of the “six great universal scholars” (’Dzam gling rgyan drug), Phrom gSer thog lce ’byams, a Bonpo from Phrom, spread Bon in his homeland, at a time corresponding to the earlier spread of Bon. During Khri srong lde btshan’s time, Dran pa nam mkha’ lived in Reb gong and built a large monastery at A ba ngos bzang. During the time of King U dum btsan, because of the persecution of Bon, the three <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">grub thob</span>, (“perfected beings”)--all three brothers of the Khyung lineage-- fled from Central Tibet to Reb gong. They first stopped to rest at Chad lung thang, a short distance from the present site of Bon brgya Monastery. Later the three brothers established their residences in three villages in Reb gong –’Khor lo bsgyur rgyal in sPyi sting village, Ye shes mtsho rgyal in Ngo mo village, and Khyung dkar tshang ba in Khyung bo village-- and began to propagate Bon in the region. Their descendents and spiritual heirs are still living in Reb gong (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Bon brgya’i gsung</span>, p.5). Around the same time, a Bonpo called dByings klong rin chen from sTong che in Khri ka arrived in Reb gong and married sTag ga’i rGyal mo byams. Their descendents became the Bon brgya village that established itself in Bon brgya village in the valley of the same name. Several members of the village founded a hermitage at the site of the present monastery and formed the first religious community of Bon brgya Monastery. Other members eventually became nomads. Originally Bon brgya village comprised only twenty families but at present there are more than seven hundred families, including the nomad families (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Bon brgya’i gsung</span>, p.6) which altogether constitute the local lay community of the monastery. Although the monastery has a long history and is renowned for its many remarkable tantric practitioners and monks, its development as a monastic institution is fairly recent and probably does not go far back beyond the time of Bon brgya gYung drung phun tshogs who lived at the beginning of the twentieth century and who built the Don gnyis lhun grub lha khang with statues of the Three Buddhas of the Three Ages, rNam par rgyal ba, the Thousand Buddhas and a stupa (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mchod rten</span>) dedicated to rNam par rgyal ba outside. Just as the statues and the stupa were being completed, Shar rdza bKra shis rgyal mtshan sent a letter to the monastery along with two hundred types of sacred objects (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rten</span>) with which to fill the statues and then visited the monastery in person. This event created a sensation among the local community and marked the history of the monastery. Bon brgya gYung drung phun tshogs not only became a student of Khri rgan ’Jam dbyangs thub bstan rgya mtsho who was the teacher of the sixth Shang tshang (the religious and political head of Reb gong at the time) but also became close to the sixth Shang tshang himself. As a result, Bon brgya Monastery enjoyed a period of prosperity and development. Later, however, the monastery was damaged twice by the army of Ma Bufang, the warlord of Qinghai (Ma Bufang tongzhi Qinghai sishi nian). In 1944, sKyang sprul Lung rtogs skal bzang rgya mtsho, a great master of mDzod dge, remained at the monastery for a year during which he visited many monasteries and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> temples in the Kokonor area, giving teachings not only to the monks at the monastery but to all the Bonpo communities throughout the whole of Reb gong. Most monasteries and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> in the Kokonor area payed hommage to him. During his visit to Reb gong in 1980, the tenth Panchen Lama proposed to rebuild Bon brgya Monastery and offered the monastery a statue of Amitabha together with one thousand and eight hundred Chinese Yuan for its reconstruction. Official permission was granted by the local government the following year; the first buildings to be reconstructed were the Don gnyis lhun grub lha khang and the residence of Bon brgya Trulku. In recent years, Bon brgya Trulku established a philosophical school (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bshad grwa</span>) and a meditation school (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sgrub grwa</span>) where the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lo gsum</span> (three-year retreat) is practised. The main assembly hall is large and has twelve columns.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li> The holder of the “gold throne” (<span style=\"font-style: italic;\" class=\"\">gser khri</span>) is Bon brgya dGe legs lhun grub rgya mtsho, often called Bon brgya Trulku, the reincarnation of Bon brgya gYung drung phun tshogs. He is also the chief teacher (<span style=\"font-style: italic;\" class=\"\">slob dpon</span>) of the monastery.</li> <li> The abbot (<span style=\"font-style: italic;\" class=\"\">mkhan po</span>), selected for three years. The present <span style=\"font-style: italic;\" class=\"\">mkhan po</span> is Tshul khrims nam mkha’ bstan ’dzin who is the reincarnation of sKyang sprul Lung rtogs skal bzang rgya mtsho. </li> <li> <span style=\"font-style: italic;\" class=\"\">khri pa</span>, the “leader”, also selected for three years. The present <span style=\"font-style: italic;\" class=\"\">khri pa</span> is Tshul khrims blo gros.</li> <li> <span style=\"font-style: italic;\" class=\"\">dge skos</span>, the disciplinarian </li> <li> two <span style=\"font-style: italic;\" class=\"\">dbu mdzad</span>, the incantation masters </li> <li> two <span style=\"font-style: italic;\" class=\"\">gnyer pa</span>, the treasurers </li> <li> two <span style=\"font-style: italic;\" class=\"\">dkor gnyer</span>, the care takers, all of whom are also replaced every three years.</li> </ul>", 
   "index": 6, 
   "parent_index": 2, 
   "title": "4. Hierarchical system "
  }, 
  {
   "body": "<p>There are about eighty monks and novices in the monastery and an additional thirty who come from other monasteries to receive teachings from Bon brgya Trulku.</p>", 
   "index": 7, 
   "parent_index": 2, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>Monks attending the philosophical school study the following subjects: metaphysics such as <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsdus grwa</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">blo rtags</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">phar phyin</span>, as well as grammar, poetry, painting, astrology, medicine, and calligraphy. Those who have successfully completed the programme may compete for the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dge shes</span> degree. Students at the tantric school are required to complete the three year practice (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lo gsum</span>); several among them have completed the practice twice or even three times.</p>", 
   "index": 8, 
   "parent_index": 2, 
   "title": "6. Current education"
  }, 
  {
   "body": "<p>- 1st month, 3rd - 11th day: the sMon lam chen mo, including a four-day rituals of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Klong rgyas mandala</span>, the dBal gsas cycle on the morning of the 7th day, the chanting of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’ skyong gdangs yig</span> in the afternoon of the same day, the cycle of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Rig ’dzin bon skor</span> on the 10th day; debates are held in between the rituals.</p><ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li> 4th month, 20th - 23th day: the ritual of the <span style=\"font-style: italic;\" class=\"\">rTsa gsum cho ga bzhi sbrags</span> </li> <li> 5th month, 13th - 16th day: the ritual of the <span style=\"font-style: italic;\" class=\"\">Yi dam kun ’dus kyi tshogs mchod</span> </li> <li> 13th day of the 6th month to 1st day of the 8th month: the <span style=\"font-style: italic;\" class=\"\">gbyar gnas</span> observation</li> <li> 9th month, 15th - 23th day: the cycle of dBal gsas sgrub chen with the <span style=\"font-style: italic;\" class=\"\">’cham</span> performance on the 22nd day, the monastery’s officials are reelected at end of the ritual if their terms came to an end.</li> <li> 12th month, 24th - 29th day: the performance of gTor bzlog chen mo based on the <span style=\"font-style: italic;\" class=\"\">bsTan pa’i lcags ri yi dam stag la’i srung zlog tshad ldan gyi sgrub pa</span> </li> </ul><p>Besides the major rituals performed collectively by the Reb gong bon mang, there are various monthly rituals performed by the monastery separately: the Klong rgyas mchod pa on the 8th day, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Tshe dbang bod yul ma</span> on the 10th day, the mDo chog cho ga bcu gnyis on the 15th day, the Kun rig gnas ’dren rgyas pa on the 25th day, and 8-day for the offering of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshogs</span> to the goddess Srid pa rgyal mo during the summer.</p><p>The daily practice: one hour is devoted to prayer (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshogs ’don</span>), two hours to lessons, one hour to debate, one hour to recitation of texts. The rest of the day the monks study alone. Sunday is their day off.</p>", 
   "index": 9, 
   "parent_index": 2, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>There are three copies of the Bonpo Kanjur, more than a thousand volumes of various Bonpo works, one copy of the Buddhist Kanjur and Tenjur, one copy of Shar tshang sKal ldan rgya mtsho’s complete works, one copy of ’Jam dbyangs bzhed pa’s works, one copy of Zhabs dkar pa’s works, and one copy of the <em xmlns:str=\"http://exslt.org/strings\">Rin chen gter mdzod</em> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">. </span> </p><p>In the assembly hall, there are statues of rNam par rgyal ba, sMra seng, Byams ma, mNyam med Shes rab rgyal mtshan, Bon brgya gYung drung phun tshogs, and thangka representing Byams ma, Kun rig, Kun dbyings, Dus ’khor, rGyal ba rgya mtsho, sMan bla, rNam ’joms, dGe spyod, sMon lam mtha’ yas, gNas brtan, Kun bzang zhi ba, dBal gsas, Grub chen brgyad cu, sTag la, Srid rgyal, and sTag gzig zhing bkod. In the chapel (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mchod khang</span>) of the Bon brgya residence, there are more than thirty finely executed thangkha representing mDzad pa bcu gnyis, gNas brtan, Zhi thang, Yi dam kun ’dus, rJe mNyam med yab sras gsum.</p>", 
   "index": 10, 
   "parent_index": 2, 
   "title": "10. Books held in the monastery"
  }, 
  {
   "body": "<p>In addition to general offerings made by the lay community, the monastery posesses one hundred female yak (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’bri</span>), as <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">shi med</span> and a truck, and has a total yearly income of around twenty thousand Yuan. The monastery also has a live-in wood-block engravor and a sculptor.</p>", 
   "index": 11, 
   "parent_index": 2, 
   "title": "11. Income and expenses"
  }, 
  {
   "body": "<p>Since all the Bonpo villages in Reb gong belong to their own village temple and to Bon brgya Monastery at the same time, information concerning this question is dealt with in the detailed descriptions of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span>. According to my estimate in 1996 during my fieldwork for the Japanese research project on Bon, there are forty-six major villages divided into numerous branches comprising six hundred and ninety-one families (about 4368 people) in Reb gong, in addition to seven hundred nomad families (around 4000 people) in the Bon brgya pasturelands.</p>", 
   "index": 12, 
   "parent_index": 2, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>These sections are dealt with when giving accounts of the individual temples.</p>", 
   "index": 13, 
   "parent_index": 2, 
   "title": "13 / 14. "
  }, 
  {
   "body": "", 
   "index": 14, 
   "parent_index": 2, 
   "title": "Sources"
  }, 
  {
   "body": "<p>Interview in autumn of 1996 with: Bon brgya dGe legs lhun grub rgya mtsho (b.1935), the head of Bon brgya Monastery and master of all the temples in Reb gong area.</p>", 
   "index": 15, 
   "parent_index": 14, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<ol type=\"1\"> <li>BGLD</li> </ol>", 
   "index": 16, 
   "parent_index": 14, 
   "title": "(2) Texts "
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }, 
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }
  ], 
  "domain": "places", 
  "kid": "23506", 
  "dates": [], 
  "title": "Böngya Menri Shedrup Mindröl Ling Introduction"
 }
}