{"meta":{"authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}],"title":"Tromtsang Gön Yungdrung Kündrak Ling Introduction","dates":{"created_at":"2011-12-13 02:29:03 UTC","updated_at":"2011-12-13 02:29:03 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Tromtsang Gön Yungdrung Kündrak Ling Introduction"},{"title":"sBra chen rdzong","index":1,"parent_index":0,"body":"\n\n                     "},{"title":"(34) Khrom tshang Monastery","index":2,"parent_index":1,"body":"\n\n                     <p>The monastery&rsquo;s full name is Khrom tshang dgon gYung drung kun grags gling.\n                        From the lower terrace of rMa rong village, travelling thirteen kilometres\n                        eastward on the highway, one reaches Khrom tshang Monastery lying on the\n                        hillside to the north. This monastery is in a beautiful environment.</p>\n\n                     <p>In the Seventh Rab byung<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>(1387-1446) Kun mkhyen Ye shes\n                        snying po, who was a disciple of mNyam med gShes rab rgyal mtshan and\n                        supported by Nyi ma legs chen, chief of Khrom, founded the monastery Dar\n                        lung dgon in Khrom. It was then maintained by a series of lamas of the Khrom\n                        family and others: </p>\n\n                     <ol type=\"1\">\n                        <li> Khrom sras bsTan pa lhun grub</li>\n\n                        <li> Khrom sprul gYung drung mthong grol</li>\n\n                        <li> Kun mkhyen Sangs rgyas grags pa</li>\n\n                        <li> sNgags &rsquo;chang bKra shis rgyal mtshan</li>\n\n                        <li> Khrom tshang bsTan &rsquo;dzin nor bu</li>\n\n                        <li> dBang chen dge legs</li>\n                     </ol>\n\n                     <p>The monastery was a well developed centre, with its temples full of\n                        religious objects and scriptures including the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo;\n                           &rsquo;gyur</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; brten</span>. However, it was\n                        completely destroyed by the evil Jungar troops of Mongolia and remained a\n                        monastery only in name. After that, the lamas of the Khrom family lived in\n                        tents made of the yak hair or in hermitages.</p>\n\n                     <p>After a long period of misfortune, Shes rab g-yung drung, the Twenty-fifth\n                        abbot of sMan ri Monastery (No.1), paid a visit to the region. He instructed\n                        the Khrom family to rebuild the monastery and restore its tradition. After\n                        examining the place, he decided upon a site for it, and in 1845 rNam rgyal\n                        grags pa, the chief of Khrom and Blo mgar began to rebuild the monastery as\n                        they had promised in the presence of the abbot. It was called gYung drung\n                        kun grags gling. The head of the monastery was dGe bzang gYung drung dbang\n                        rgyal. A series of six heads of the monastery followed him, down to Yon tan\n                        rgya mtsho. In 1998 there were fifty-two inmates, both monks and tantric\n                        practitioners.</p>\n\n                     <p>The principal religious objects of this monastery were two reliquary stupas\n                        and statues of rNam par rgyal ba, sMon lam mtha&rsquo; yas, rGyal ba &rsquo;dus pa, Kun\n                        snang khyab pa, sTon pa of the nine ages, Khro bo gtso mchog, dBal gsas, lHa\n                        rgod, sTag la and the eight Lo pan gshen. Other religious objects were a\n                        large conch, relics of sTon pa gShen rab; a dextral conch made of the teeth\n                        of lHun grub grags pa, and an image of Kun bzang that had risen from the\n                        central energy channel of dGe bzang Bon chung. Besides these, there was a\n                        set of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; &rsquo;gyur</span> and eighty volumes of works on\n                        Tantra.</p>\n\n                     <p>As for the annual activities, the inmates assemble five times a year:</p>\n\n                     <ol type=\"1\">\n                        <li> In the fourth Tibetan month Me tog mchod pa and rNam rgyal stong\n                           mchod were celebrated for ten days. During these ceremonies 11,000 butter\n                           lamps were lit.</li>\n\n                        <li> In the sixth month there was the observation of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">smyung gnas</span> fasting for eleven days and 20,000 butter lamps were\n                           lit.</li>\n\n                        <li> In the seventh month the ritual of A dkar bum sgrub was performed for\n                           ten days with 50,000 butter lamp being lit.</li>\n\n                        <li> In the ninth month the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Zhi khro</span> ritual was\n                           performed for eleven days.</li>\n\n                        <li> In the eleventh month Ma rgyud was performed for eight days. </li>\n                     </ol>\n\n                     <p>Because the monastery customarily offered a huge number of butter lamps,\n                        people called the monastery the Butter Lamp monastery (Mar me&rsquo;i dgon pa). As\n                        for the funds for the above ceremonies, the monastery had about six hundred\n                           <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;bri</span> (female yak) which had to be taken care of and\n                        whose number had to be kept at six hundred by a certain number of the local\n                        villagers.</p>\n\n                     <p>The personnel of the monastery were as follows:</p>\n\n                     <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\">\n                        <li>\n                           <span style=\"font-style: italic;\" class=\"\">dbu bla</span>\n                        </li>\n\n                        <li>\n                           <span style=\"font-style: italic;\" class=\"\"> dbu mdzad</span>\n                        </li>\n\n                        <li>\n                           <span style=\"font-style: italic;\" class=\"\">dge bskos</span>\n                        </li>\n\n                        <li>\n                           <span style=\"font-style: italic;\" class=\"\">gnyer pa</span>\n                        </li>\n\n                        <li>\n                           <span style=\"font-style: italic;\" class=\"\">spyi gso</span>\n                        </li>\n                     </ul>\n\n                     <p>All held their positions for a certain number of years.</p>\n\n                     <p>At present there are four head lamas: gYung drung yon ten rgya mtsho, bSod\n                        nams g-yung drung, Ye shes dbang ldan and Shes rab blo gros. The\n                        disciplinarian is Tshul khrims dbang rgyal, and the chanting conductor is\n                        sTobs ldan ye shes. There are one hundred and six monks.</p>\n\n                     <p>The holy mountains around the monastery are Gangs ri sPu rgyal, lDe&rsquo;u chen\n                        and rTsa ri rtsa gsar. The holy lakes are Srid rgyal bla mtsho, sPu rgyal\n                        bla mtsho and Rum mtsho rgan. The protective deities are Srid rgyal drel\n                        nag, Mi bdud &rsquo;Byams pa khrag mgo, A bse and rGyal po Shel khrab can; these\n                        four are called Ma bdud btsan rgyal bzhi.</p>\n\n                     <p>As daily activities, they perform the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsang</span> ritual in\n                        the morning and chant the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Zhi ba a gsal</span>. When we\n                        visited the monastery, they were in the course of the rNam rgyal stong mchod\n                        ceremony. Of the rituals performed in the monastery, the four important ones\n                        are based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gYung drung klong rgyas</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rNam rgyal</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Byams ma mdo lugs\n                           </span>and<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> rNam dag pad ma klong yangs</span>.</p>\n\n                     <p>This monastery is a branch of sMan ri. Apart from sixty-two yaks, it has no\n                        material means of food production or income generation. Income to cover all\n                        expenses comes from performing religious services in villages, for which\n                        they are paid from two to fifteen <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan</span>.</p>\n\n                     <p>Driving 190 kilometres south-eastward on the highway, one reaches sTeng\n                           chen<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>rdzong. As three high mountain passes must be\n                        crossed on the way, it takes eight and a half hours.</p>\n\n                  "}]}