{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Drakchak Khongkha Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Drakchak KhongkhaBrag chag khong kha "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Drakchak Khongkha</span><span class=\"scholar\">Brag chag khong kha</span> (sp.?)</li> <li>Site number: A-55</li> <li>Site typology: I.1x </li> <li>Geographic coordinate (N. lat.): 31º 03.6΄</li> <li>Geographic coordinate (E. long.): 80º 32.9΄</li> <li>Elevation: 4320 m</li> <li>Administrative location (township): <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span> </li> <li>Administrative location (county): <span class=\"popular\">Tsada</span><span class=\"scholar\">Rtsa mda'</span> </li> <li>Survey expedition: UTAE</li> <li>Survey date: May 1 and September 6, 2001 </li> <li>Contemporary usage: The wholesale removal of stones from the site has occurred in recent years. </li> <li>Identifiable Buddhist emblems and constructions: None.</li> </ul>
", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Drakchak Khongkha</span><span class=\"scholar\">Brag chag khong kha</span> is located on a fairly flat summit rising 20 m above the left bank of the Sutlej (Sutlej river). This summit (35 m x 10 m to 18 m) commands excellent vistas of both sectors of <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span> village, yul stod and <span class=\"popular\">Yülmé</span><span class=\"scholar\">Yul smad</span>. The site supports a fairly dense collection of dismantled residential ruins. The structural evidence gleaned from the few standing walls surviving (up to 1.5 m in height), indicates that the buildings once found here had roofs constructed from timbers. Remaining walls were built of random-rubble and may have been of the dry-mortar variety. The rim of the hilltop appears to have been circumvallated but very little of this wall remains intact. The stones extracted from brag chag khong kha have been used to build a crude wall around the agricultural landholdings of <span class=\"popular\">Yülmé</span><span class=\"scholar\">Yul smad</span>, which is watered by a stream called <span class=\"popular\">Chubuk</span><span class=\"scholar\">Chu sbug</span>.</p>
", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to elders of <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span>, brag chag khong kha is an ancient habitation long in ruins, which was part of <span class=\"popular\">Korön</span><span class=\"scholar\">Ko ron</span> (sp.?), the original settlement of <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span>.</p>
", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Affiliated sites"
  }, 
  {
   "body": "", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Minor archaeological sites in the environs of KorönKo ron "
  }, 
  {
   "body": "<p>Stone platforms are found in <span class=\"popular\">Gyangdrak</span><span class=\"scholar\">Rgyang brag</span> (the site of a lone rebuilt a type of shrine). This site is located immediately north of <span class=\"popular\">Drakchak Khongkha</span><span class=\"scholar\">Brag chag khong kha</span>, atop an unnamed flat limestone formation. The site consists of four elevated limestone masonry enclosures. These quadrate structures measure 7 m x 5m to 8 m, 6 m x 8 m, 4.5 m x 4.5 m, and 6 m x 6 m. Lightly built, these platforms are raised around 70 cm above the surface of the formation. Their function is unknown. Nearby, on a limestone shelf overlooking the Sutlej, are traces of single-course slab wall enclosures </p>
", 
   "index": 8, 
   "parent_index": 7, 
   "title": "Stone platforms"
  }, 
  {
   "body": "<p>On top of a flat limestone formation, closer to the bank of the Sutlej, there are two a type of shrine, which were intact until the Chinese Cultural Revolution. Next to them are the remains of a building (12 m x 6 m) with a stone foundation and mud-brick walls up to 2 m in elevation. This structure was destroyed before living memory. At this site, a light-colored round stone (15 cm x 25 cm x 80 cm circumference) was found with deeply engraved but highly eroded scrollwork around one side of it. This carving appears to be of considerable age. </p>
", 
   "index": 9, 
   "parent_index": 7, 
   "title": "Ruined building"
  }, 
  {
   "body": "<p>In the plain east of rammed-earth (<span class=\"popular emph\">gyang</span><span class=\"scholar emph\">gyang</span>) brag (Walled Formation) is a beehive-shaped outcrop that functioned as a incense brazier (incense brazier) during the horse racing festival held in the pre-modern times. Incense was burnt in a spherical depression in the top of this outcrop. A little to the east is a cylindrical hole in an outcrop said o resemble a large monastic horn (<span class=\"popular emph\">dungchen</span><span class=\"scholar emph\">dung chen</span>). This orifice appears to be manmade. </p>
", 
   "index": 10, 
   "parent_index": 7, 
   "title": "Stone depressions"
  }, 
  {
   "body": "<p>Closer to <span class=\"popular\">Yültö</span><span class=\"scholar\">Yul stod</span>, in the mouth of the cultivated <span class=\"popular\">Tingmur</span><span class=\"scholar\">Ting mur</span> valley, there is a small hill called rdo ser po (Yellow Rock), which hosts the new <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span> monastery built in the 1980s. According to the octogenarian <span class=\"popular\">Metsé Wang</span><span class=\"scholar\">Mes tshe dbang</span>, a native elder of <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span>, a ruined temple was found at <span class=\"popular\">Doserpo</span><span class=\"scholar\">Rdo ser po</span>, which had the ground-plan similar to that of <span class=\"popular\">Lhakhang Gyatsa</span><span class=\"scholar\">Lha khang brgya rtsa</span>, a chapel founded at <span class=\"popular\">Toding</span><span class=\"scholar\">Mtho lding</span>. Elders are also under the impression that there was once an ancient settlement at <span class=\"popular\">Doserpo</span><span class=\"scholar\">Rdo ser po</span> but very little can be detected on the surface. The faint remains of walls supporting terraces, especially on the west side of the hill, are in evidence. </p>
", 
   "index": 11, 
   "parent_index": 6, 
   "title": "rDo ser po"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16488", 
  "dates": [], 
  "title": "Drakchak Khongkha Introduction"
 }
}