{"meta":{"domain":"places","kid":"15466","authors":[{"id":"2","fullname":"Kurtis Schaeffer"},{"id":"2","fullname":"Kurtis Schaeffer"}],"title":"An Introduction to the Ganden Palace Polity","dates":{"created_at":"2010-01-23 23:59:59 UTC","updated_at":"2010-06-20 15:16:50 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p><span style=\"font-size: 20.2546px; font-weight: bold;\">OVERVIEW</span></p> <p>The Central Tibetan government, traditionally known as the <span class=\"place\" title=\"F15466\">Ganden Palace</span> (<span class=\"place\" title=\"F15466\">Ganden Podrang</span>, <em><span class=\"place\" title=\"F15466\">dga' ldan pho brang</span></em>), was the largest polity to rule Tibet since the Sakya-Mongol period, and the longest running centralized administration in Tibet, functioning from 1642 to 1959. This government was dominated internally by an uneasy balance of power between monastic and aristocratic leadership, and externally by Qing influence that varied over the centuries. The Central Tibetan government was the most powerful polity in Tibet until its fall to the People's Republic of China in 1959. The history of twentieth-century Tibet thus cannot be understood without understanding the workings of the central government since its foundation in the seventeenth century.</p> ","title":"An Introduction to the Ganden Palace Polity"},{"title":"HISTORY","index":1,"parent_index":0,"body":" <p>The Central Tibetan government was founded in 1642 when the Fifth Dalai Lama, <span class=\"tibetan\" title=\"Type ID here\">Ngawang Lobsang Gyatso</span> (<em><span class=\"tibetan\" title=\"Type ID here\">ngag dbang blo bzang rgya mtsho</span></em>, 1617-1682) assumed power over the Tibetan regions of <span class=\"place\" title=\"F15355\">Ü</span> (<em><span class=\"place\" title=\"F15355\">dbus</span></em>), <span class=\"place\" title=\"F15354\">Tsang</span> (<span class=\"place\" title=\"F15354\"><em>gtsang</em></span>), and surrounding areas in the wake of his victory in a momentous civil war. Allied with local lay leaders and relying on massive Mongol military support, the Dalai Lama's government replaced the previous centralized government, that of the <span class=\"tibetan\" title=\"Type ID here\">Tsangpa Desi</span> (<em><span class=\"tibetan\" title=\"Type ID here\">gtsang pa sde srid</span></em>), who were based in <span class=\"place\" title=\"F925\">Zhigatsé</span> (<em><span class=\"place\" title=\"F925\">gzhis ka rtse</span></em>). The Dalai Lama's religious administrative center, the Ganden Palace (<span class=\"place\" title=\"F15466\">Ganden Podrang</span>, <em><span class=\"place\" title=\"F15466\">dga' ldan pho brang</span></em>) located in <span class=\"place\" title=\"F15468\">Drepung</span> (<span class=\"place\" title=\"F15468\"><em>'bras spungs</em></span>) Monastery, became the administrative center of the new government. By the late 1640s administration was moved to the <span class=\"place\" title=\"F16408\">Potala</span> Palace, just outside of the <span class=\"place\" title=\"F637\">Lhasa</span> (<span class=\"place\" title=\"F637\">lha sa</span>) town center. This massive palace, described as a Fortress of Religion (<span class=\"tibetan\" title=\"Type ID here\">chödzong</span>, <em><span class=\"tibetan\" title=\"Type ID here\">chos rdzong</span></em>) was to form the administrative and symbolic center of Central Tibet for over three hundred years until 1959, when the Tibetan government fell, the region came under the control of the People's Republic of China, and the Dalai Lama fled into exile in India.</p> <p>The <span class=\"place\" title=\"F15466\">Ganden</span> Government maintained extensive international relations with other polities throughout Asia and, in the early twentieth century, throughout the world. Traders from throughout Asia, and from as far away as Armenia, set up business in <span class=\"place\" title=\"F637\">Lhasa</span>. Mongol leaders were instrumental in the very formation of the government, and throughout its history often played key roles in times of major change. From the Fifth Dalai Lama's visit in 1651 to Beijing, the government has had a complex relationship with the Chinese Qing government, which was founded in 1644, two years after the Dalai Lama's government. At times, the powerful Qing empire exerted direct control over the Tibetan administration, and in the early eighteenth century established a military garrison and a diplomatic office in Tibet where two representatives of the Chinese government, known as ambans, were regularly stationed up until 1912. Though never large, the Central Tibetan army was engaged in a steady succession of battles, including offensives against Bhutan and Ladakh, and a major defensive against Nepal beginning in 1788. Qing government troops successfully defended Tibetan borders against Nepalese troops in 1792, though by the time the British invaded Tibet at the beginning of the twentieth century the Qing empire was in no position internally to defend outlying border territories such as Tibet. British troops were easily able to defeat Tibetan troops and enter <span class=\"place\" title=\"F637\">Lhasa</span> in 1904, forcing a trade agreement between the Tibetan government and British India. Between the fall of the Qing government in 1911 and the formation of the People's Republic of China in 1949 the Central Tibetan government sought long-termed sovereignty amid a changing geopolitical landscape in Asia, falling eventually to the PRC in 1959.</p> "},{"title":"ADMINISTRATION","index":2,"parent_index":0,"body":" <p>From its inception the Central Tibetan government sought to centralize economic, political, and symbolic power in <span class=\"place\" title=\"F637\">Lhasa</span>. To this end it immediately began to convert monasteries formerly belonging to other Tibetan Buddhist traditions to the Gelukpa tradition. Monastic holdings often included large tracts of arable land, and were valuable acquisitions for the new government. Control of monasteries constituted control of both economic resources and networks as well as symbolic control of the Tibetan Buddhist tradition. The three hundred year history of the polity was thus marked by an increasing homogenization of the religious environment on the Tibetan plateau as accomplished by government-sponsored Geluk conversion. The government also took control of some family estates and claimed the right to receive taxes from the region as a whole.</p> <p>The Central Tibetan government typically consisted of 175 ecclesiastic and 175 aristocratic officials. The Dalai Lama and the Panchen Lama ranked above these two groups, and though the Dalai Lama was the official leader of the government, the twelve Dalai Lamas (the Fifth through the Fourteenth) alive during the period held power for less than half of the government's history. When they did hold control, they often found themselves negotiating between aristocratic and ecclesiastic factions, as in the case of the Thirteenth Dalai Lama, whose decision to pit the secular army against <span class=\"place\" title=\"F15468\">Drepung</span> Monastery when the monastery refused to pay increased taxes to the central government exemplifies the often explosive relations between monastic and secular centers of power.</p> <p>The nature of the government's centralization consisted primarily of the sole right to maintain an army, the right to collect tax revenue from estates across Central Tibet, and a court of final appeal when criminal cases could not be resolved at the local level. By the mid-nineteenth century a system of regional taxation was firmly in place, with Central Tibet divided up into fifty-seven taxable districts, earlier called <span class=\"tibetan\" title=\"Type ID here\">khül</span> (<span class=\"tibetan\" title=\"Type ID here\"><em>khul</em></span>), later <span class=\"tibetan\" title=\"Type ID here\">dzong</span> (<span class=\"tibetan\" title=\"Type ID here\"><em>rdzong</em></span>). This was a large contiguous area of direct taxation, covering more than 1000 kilometers east to west, and over 200 kilometers north to south. The exact boundaries of these districts are not known, though the district seats, and the amount of taxes each seat was required to submit to the central government are known (See the <em><span class=\"tibtext\" title=\"Type ID here\">Iron-Tiger Year Land Decree</span></em>, described in Ryavec). Each district was managed by a governor or <span class=\"tibetan\" title=\"Type ID here\">dzongpön</span> (<em><span class=\"tibetan\" title=\"Type ID here\">rdzong dpon</span></em>), who was appointed by the central administration from among the ranks of the local aristocracy. Governors were responsible for collecting taxes, maintaining civil order, and ruling on criminal cases. </p> <p>Aristocratic families and monastic corporations together owned some fifty-percent of the cultivatable land in Central Tibet. The central government also owned estates throughout the region. District governors were largely autonomous in terms of local decision making powers and responsibility. This applies to larger districts such as <span class=\"place\" title=\"F1011\">Sakya</span> (<em><span class=\"place\" title=\"F1011\">sa skya</span></em>) and <span class=\"place\" title=\"Type ID here\">Zhigatsé</span>, which were large enough to have complex administrations of their own but where nevertheless subject to centralized taxation, just as the other districts. Regions beyond the direct control of the Central Tibetan government included major portions of <span class=\"place\" title=\"F5225\">Kham</span> (<em><span class=\"place\" title=\"F5225\">khams</span></em>) to the southeast, the Himalayan kingdoms such as Mustang and Sikkim, and much of <span class=\"place\" title=\"F15348\">Amdo</span> (<em><span class=\"place\" title=\"F15348\">a mdo</span></em>) to the northeast, though representatives of the government often maintained offices in these regions to facilitate either annual tribute or inter-regional trade depending on the nature of the relationship between these peripheral polities and the central administration. Other peripheral kingdoms came under direct control of the central government, such as Ladakh to the far west, which was defeated by the Central Tibetan army in 1684 and placed under centralized administration.</p> "},{"title":"References","index":3,"parent_index":0,"body":" <p>Goldstein, Melvin C., \"The Balance Between Centralization and Decentralization in the Traditional Tibetan Political System: An Essay on the Nature of the Tibetan Political Macro-Structure.\" <em>Central Asiatic Journal</em> 15 (1971): 170-182).</p> <p>Goldstein, Melvyn C., The Snow Lion and the Dragon: China, Tibet, and the Dalai Lama. Berkeley: University of California Press, 1997.</p> <p>Petech, Luciano. <em>Aristocracy and Government in Tibet: 1728-1959</em>. Rome: Istituto Italiano per il Medio ed Estremo Oriente, 1973.</p> <p>Karl E Ryavec, \"Land Use/Cover Change in Central Tibet, C. 1830-1990: Devising a GIS Methodology to Study a Historical Tibetan Land Decree.\" <em>The Geographical Journal</em> 2001 (167/4): 342-357.</p>"}]}