{"meta":{"domain":"places","kid":"16584","authors":[],"title":"Rechen Puk Dang Nyenpori Dzong Introduction","dates":{"created_at":"2010-08-12 13:20:07 UTC","updated_at":"2010-08-12 16:53:52 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Rechen Puk Dang Nyenpori Dzong Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":"Rechen PukRas chen phug","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>Local sources state that <span class=\"popular\">Rechen Puk<\/span><span class=\"scholar\">Ras chen phug<\/span> and <span class=\"popular\">Nyenpo Ri Dzong<\/span><span class=\"scholar\">Gnyan po ri rdzong<\/span> are Buddhist religious complexes that once also hosted Bonpo. The Bonpo ecclesiastic presence is now symbolically relegated to a small cave on the opposite side of the <span class=\"popular\">Lhachu<\/span><span class=\"scholar\">Lha chu<\/span> valley. The local oral radition acknowledges that the two facilities devolved to the Buddhists after 1000 CE.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Ras chen phug","index":7,"parent_index":6,"body":null},{"title":"gNyan po ri rdzong","index":8,"parent_index":6,"body":null},{"title":"Residential Structure RS1","index":9,"parent_index":8,"body":" <p>Residential structure RS1 (7 m x 7 m) is situated near the top end of the site, and probably contained around six rooms split between forward\/south and rear\/north tiers. Three large stone steps lead up to the east-facing entrance (1.3 m x 60 cm). In the east wall (up to 2.5 m in height), north of the entrance, there appears to be a small window. The entranceway opens to a relatively large forward east room (perhaps more than one room?) of which little remains. In addition to the forward east room, there is a very small room extending further east but very little of it survives. There are also two forward west rooms, the inner one of which has an intact entranceway (90 cm x 50 cm). The wall between this inner west room and the rear tier east room is intact. The entranceway (1 m x 50 cm) and roof of the rear tier west room (2 m x 1.6 m x 1.8 m) are intact. There are four niches built into the south wall of this room. The rear tier central room has lost its roof. The rear tier east room is of a similar size to the rear tier west room. Its roof is still partially in situ. <\/p> "},{"title":"Residential Structure RS2","index":10,"parent_index":8,"body":" <p>Residential structure RS2 is situated 13.5 m southwest or 10 m vertical below RS1. Very few traces of this structure have survived, save for a 6-m long wall fragment a maximum of 2.4 m in height. <\/p> "},{"title":"Residential Structure RS3","index":11,"parent_index":8,"body":" <p>Residential structure RS3, the largest <span class=\"popular\">do khang<\/span><span class=\"scholar\">Rdo khang<\/span> of the site, is located 22 m south of RS1, at roughly the same elevation as RS2. It measures 13.5 m (east-west) x 9.8 m (north-south). Its forward or south rooms have been largely obliterated. The rear west room is also highly fractional. The smaller of the two rear central rooms has its roof partly in place. There is a large niche in the rear wall of the larger central room. A typically small entrance between hese two rear central rooms has endured. There are also two rear east rooms that share a common west-facing entrance (1.2 m x 70 cm). The combined length of the two rear east rooms is 3.1 m (north-south) and the width of the rooms is 1.3 m and 1.6 m respectively. The stone roof of the narrower room is in situ and the roof partially intact in the wider room. The floor-to-ceiling height of the two rear east rooms is around 1.8 m. Two meters to 2.5 m west of RS3 there are the vestiges of a retaining wall built into the side of the couloir. <\/p> "},{"title":"Residential Structure RS4","index":12,"parent_index":8,"body":" <p>Residential structure RS4 is situated 8 m down slope of RS3. It measures 8 m (east-west) x 3.5 m (north-south). Only scant structural fragments have persisted, the highest of which is 1.9 m.<\/p> "},{"title":"Residential Structure RS5","index":13,"parent_index":8,"body":" <p>Residential structure RS5 is found 15 m northeast of RS6, at the same elevation. This small building (6 m x 3.6 m) was built against a rock, and contains a forward room and a rear room. On the partition wall between he two rooms there is one in situ corbel.<\/p> "},{"title":"Residential Structure RS6","index":14,"parent_index":8,"body":" <p>Residential structure RS6 is located 12 m north of RS5 and 16 m east of RS1. It consisted of three tiers of rooms, and measures 10.4 m (east-west) x 5.2 m (north-south). The east side of the building has been mostly destroyed and most outer walls have been reduced to rubble. In the southeast corner of the structure there are partition wall segments and one corbel in place. The forward room of the west half of RS6 has been leveled to its wall-footings. The entranceway (1 m x 65 cm) between the forward west room and forward central room has nonetheless endured. There is also another entrance on the east side of the forward central room. Part of the roof over the forward central room has survived. In the middle tier central room there is a deep recess in the west wall with the remnants of stone shelving. There is also a small window in the east wall and small bits of roofing adhering to the walls of the rear central room. The total length of the two middle tier and rear tier central rooms is 5.4 m. An entranceway (1.3 m x 50 cm) connects the middle tier central room to the one extant rear room (1.4 m x 1.9 m). The all-stone roof is fully integrated in this backroom.<\/p> "},{"title":"Residential Structure RS7","index":15,"parent_index":8,"body":" <p>Residential structure RS7 is located 9 m north of RS1, at the highest point of the site (4990 m). This small structure was built against a cliff and measures 4 m (east-west) x 2.5 m (north-south). Only parts of the outer south and west walls are left standing. The east wall-footings are also in situ.<\/p> "},{"title":"Lower rdo khang","index":16,"parent_index":6,"body":null},{"title":"Affiliated sites","index":17,"parent_index":2,"body":" "},{"title":"Chos sku monastery","index":18,"parent_index":17,"body":null}]}