{"meta":{"domain":"places","kid":"24107","authors":[{"fullname":"Gray Tuttle","id":"24"},{"fullname":"Gray Tuttle","id":"24"},{"fullname":"David Germano","id":"42"},{"fullname":"David Germano","id":"42"}],"title":"A Chronology of Tibetan Polities","dates":{"created_at":"2011-07-04 09:29:54 UTC","updated_at":"2011-07-04 16:09:27 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"A Chronology of Tibetan Polities"},{"title":"Introduction","index":1,"parent_index":0,"body":"<p>\"Polity\" signifies an organized society with some type of formal governance and sense of corporate identity as a politically organized unit. In the modern context, this means above all else the modern nation state with its internal administrative divisions, such as states, counties, provinces, townships, wards, and the like. These typically have clearly demarcated boundaries with precise geographical coordinates, and equally clear administrative structures. In contrast, prior to the twentieth century, polities took extremely divergent forms ranging from massive empires ranging over huge territories  with well-demarcated internal administrative units, to tiny polities based in a single valley around a single monastery, including vast stretches of largely stateless areas. In addition, historical polities typically had unclear boundaries in their own right, while our ability to document what clarity there was is even more limited. In addition, it is not always clear what type of polity a given polity might have been, especially since shifts from a principality to a kingdom to a territory of a larger empire, for example, were frequent.<\/p><p>To try to help classify the various polities in Tibet, we have settled on seven major types of polity formations starting from those with the most independence and geographical extent and proceeding down to the most local and dependent; for more details on these, please see our discussion and presentation of <a href=\"http:\/\/tmb.thlib.org\/categories\/20\/children\/21#ixzz1P1h7PIuJ\" target=\"_blank\">historical polity feature types<\/a> in the THL Feature Thesaurus. The purpose of the present overview is to sketch the highlights of the major and enduring polities that ruled Tibetan regions as well as to attend to some smaller or short-lived polities that nevertheless played important roles in Tibetan history, and to mention a few of the lesser known polities that characterized local rule.<\/p>"},{"title":"The Tibetan Empire","index":2,"parent_index":0,"body":"<p>The Tibetan Empire was the most important polity in Tibetan history, as it gave shape to the future definition of the Tibetan cultural region. Lasting from the seventh to the tenth century, the empire grew from the Yarlung Valley to encompass all of the Tibetan plateau and vast regions beyond it, especially to the north (along the Silk Road) and to the northeast (into the Ordos bend of the Yellow River and nearly to present-day Xi’an, China). Prior to the rise of the Empire, there was no Tibetan language, Tibetan people, or Tibetan culture - the diversity of languages, cultures, and ethnicity identity went hand in hand with the decentralized political nature of the plateau as a confusing array of petty kingdoms, clan controlled valleys, and large stretches of stateless areas. The Empire, in addition to its military and political centralization, created the Tibetan spoken and literary language and imported Buddhism officially onto the plateau, while fashioning the basis for a common culture with new narratives, symbols, and communication networks. Thus Tibetan polities and Tibetan culture developed interdependently, with political and military unity ushering in the possibility of cultural unity, which gradually surpassed the former in significance and strength over the centuries.<\/p>"},{"title":"The Age of Fragmentation","index":3,"parent_index":0,"body":"<p>With the fall of the empire by the close of the ninth century, central rule of Tibet crumbled, giving way to chaos and small kingdoms, with local rule - if any - predominating. With this political and military collapse, the great state sponsored cultural projects also disintegrated, including the creation of a network of Buddhist monasteries and the official translation project of Buddhist scripture into the freshly minted Tibetan language. The ensuring political and cultural darkness was only gradually mitigated by remnants of the royal family developing new centers of (regional) power in the west and east. First, the kingdom of Gugé was established in Ngari (western Tibet) in the first quarter of the tenth century, with important connections to the south, in Kashmir and India, and the royal line continued for centuries. Second, the Tsongkha kingdom in what is today Amdo rose to power in the 11th century when Tibetans controlled the Silk Road trade, until the 12th century, when Song China conquered the region. In central Tibet, probably the most powerful polity in this period was that which developed under Lama Zhang from his base at the Kagyü monastery he founded in 1175: Tsel Gungtang (tshal gung thang) north of Lhasa.  While a broad-based polity was slow to reemerge, an economic resurgence and local polities facilitated a massive cultural renaissance in the eleventh century, such that new monasteries, literature, translations, and general creativity dominated across the plateau. However the \"age of fragmentation,\" as Tibetan historians came to call it, continued politically.<\/p>"},{"title":"Empires Return to the Plateau","index":4,"parent_index":0,"body":"<p>It was not until the arrival of the Mongols in the middle of the thirteenth century that Central Tibet has any semblance of a strong centralized polity. Under the Mongols Drigung Monastery ruled for a brief period from about 1240-1260 before Sakya monastery became the dominant polity. Effective Sakya rule of Central Tibet lasted for almost a century, and Sakya influence in eastern Tibetan was also important at this time, as can be seen in the history of polities such as Rebgong, Choné, Shitsang in Amdo and Gling tshang, Gon gyo, and Dkar mdzes in Kham. Eastern Tibet was dominated at this time by Mongol princes under the authority of the Mongol empire, and it is to such leaders that the Mongol kings of Tsezhung in Amdo and Trehor (or the five Hor states) in Kham traced their history. Although the legitimacy associated with the Sakya regime persisted for centuries, and the local Sakya court endured as a sort of estate polity until the 1950s, real Sakya authority had disappeared by 1350. A vassal of Sakya, Tai Situ Jangchup Gyeltsen, led the Pakmodru Myriarchy in its domination of Central Tibet, which lasted for several generations. In the meantime, in Eastern Tibet important kingdoms such as Dergé developed, while the ruling families in Chakla (Dartsedo), Rebgong and Choné became allied with the Ming dynasty. Around the same time, early monastic polities to come to prominence in eastern Tibet were the Kagyü Drotsang Monastery and the Gelukpa monasteries of Khataika and Dzomokhar, which relied on the support of the Ming dynasty. Mustang was an important kingdom on the main trade route between Tibet and the south from the 15th century to the 17<sup>th<\/sup> centuries, but was annexed by Nepal in the 18<sup>th<\/sup> century. In Central Tibet, a vassal of the Pakmodru ruling the Rinpung myriachy gradually rose from a power in Tsang (from about 1435) to dominate all of Central Tibet by 1481. This regime was in turn challenged by the Tsangpa regime based in Samdruptsé (Shigatsé) by 1565. The kingdom of Ladakh was established in in the sixteenth century and ruled until a late nineteenth invasion from Kashmir.<\/p>"},{"title":"The Rise of the Ganden Palace","index":5,"parent_index":0,"body":"<p>The middle of the seventeenth century was significant for a number of new regimes, including those in Sikkim, Bhutan and Central Tibet. Various Mongol incursions led to a series of overlords being installed in northeastern Tibet in the late sixteenth and early seventeenth century, and these were consolidated under the rule of Gushri Khan’s Qoshud Khanate in 1638, a regime that dominated, in name at least, most of the Tibetan plateau until 1724. Shortly after taking control of Amdo, Gushri Khan eliminated the kingdom of Beri (replaced with the Geluk monastic principality of Drakgyap), while the Jangsa tam kingdom (ruled by a Naxi royal family from the 14<sup>th<\/sup> century to the seventeenth centuries) became a stronghold for Kagyü lamas in exile. By 1642, Gushri Khan and his forces had destroyed the Tsangpa regime in concert with the fifth Dalai Lama. The rise of the Ganden Podrang government under the Fifth Dalai Lama and his regents is generally dated to this year, though Gushri Khan and his descendants remained king of all of the Tibetan plateau at least in name. Under the fifth Dalai Lama and his regent Desi Sanggyé Gyatso, the Gushri Khan’s descendant, Lhazang Khan, effectively reasserted his family’s claim on Central Tibet from 1706 to 1717, when Dzungar Mongols from the west swept into Central Tibet and wreaked havoc. With the support of the Manchu Qing dynasty, the Kashak (council) was established and given control of Central Tibet, though real authority quickly shifted to a single ruler, Polhané Sonam Topgyé from 1728 to 1747.<\/p><p>In 1723-4, in eastern Tibet one of Gushri Khan’s descendants resisted encroaching Qing authority and was driven from Amdo. With his defeat, much of Amdo and Kham fell under Qing imperial supervision, though the Qing court essentially continued to recognize the authority of local Tibetan rulers, whether kings such as those of Chakla, Dergé, Choné, and Muli, or monastic polities such as Lamo Dechen and Labrang Monastery in Amdo. Labrang monastery rose to prominence with the support of another descendant of Gushri Khan, who chose to side with the Qing, and by the early nineteenth century, Labrang monastery was one of the largest and most powerful monastic principalities in Tibetan history. From this period on, information about much smaller polities, such as the various <em>nang so<\/em> of Amdo, or the chiliarchs (stong dpon, Ch. qianhu) or centurions (rgya dpon, Ch. baihu) of Kham and Amdo is more abundant. For instance, details on the Nangchen kingdom and the thirty-nine Hor tribes of western Kham date from this time.<\/p><p>The late eighteenth century Qing wars against the Bonpo Gyelmo rong (Gyelrong) kingdoms ultimately led to the defeat of most of these polities, whose histories are still poorly understood. In the mid-nineteenth century, Gonpo Namgyel of Nyarong briefly dominated much of eastern Kham before Ganden Podrang forces moved in to defeat him and incorporate these areas. In the early twentieth century, much of eastern Kham was directly ruled by the Qing empire for a brief period of time before the 1911 collapse of the dynasty. After that time, Batang and Litang, which had been under the authority of the Ganden Podrang to some degree, came under the influence of Chinese warlords. With the rise of the thirteenth Dalai Lama to prominence, many formerly autonomous areas of Central Tibet were brought under a centralizing Ganden Podrang, such as the estate and court of the Panchen Lama in Shigatsé (around 1924) and the Powo Kingdom in southeastern Central Tibet (in 1931).<\/p>"},{"title":"The Ascendancy of the People's Republic of China","index":6,"parent_index":0,"body":"<p>This great diversity and decentralization of the various Tibetan polities came to an end in the middle of the twentieth century, when most of cultural Tibet was  forcibly taken over by the People’s Republic of China from 1949-1959. Ultimately, China divided Tibetan areas up administratively into five difference provinces: the Tibet Autonomous Region (Central and Western Tibet), Sichuan (Eastern Tibet), Qinghai (Northeastern Tibet), Gansu (far Northeastern Tibet), and Yunnan (far Southeastern Tibet). The internal administration of these areas was gradually normalized according to the Chinese scheme of provinces, prefectures, counties, and townships. The process of identifying the boundaries and names of these administrative units relied extensively upon older political patterns, with previous kingdoms transforming into modern counties with the same name, similar boundaries, and often a strong local sense of some type of continuity, despite the drastic changes in government. In addition, often cultural regions - identified in terms of people's sense of cultural belonging based upon language, clothing, shared narratives of the past, architecture, and so forth - shared the same names, and overlapping boundaries, with historical polities. There is thus a complex interconnection between historical polities, contemporary administrative units, and cultural regions, which can often be difficult to sort out, especially since they are constantly changing. The old interdependence between historical polities and cultural regions is now being supplanted by a new interrelationship between Chinese administrative units and Tibetan cultural regions, relationships made more complex due to the ethnic tensions. In addition, if the boundaries of historical polities are often fuzzy and hard to discern, the boundaries and character of cultural regions is far more complex and poorly documented.<\/p>"}]}