{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Lungten Puk Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "I.2. Residential Structures in Other Locations: Religious and Elite Residences"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Lungtsen PukLung bstan phug "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Lungtsen Puk</span><span class=\"scholar\">Lung bstan phug</span> </li> <li>Site number: B-33</li> <li>Site typology: I.2a </li> <li>Geographic coordinate (N. lat.): 31º 00.9΄ </li> <li>Geographic coordinate (E. long.): 81º 16.2΄ </li> <li>Elevation: 5010 m to 5320 m </li> <li>Administrative location (township): bar ka </li> <li>Administrative location (county): <span class=\"popular\">Purang</span><span class=\"scholar\">Spu rang</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: May 8, 2002</li> <li>Contemporary usage: None. </li> <li>Identifiable Buddhist constructions: <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> walls and gutted shrines. </li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p>The 15 all-stone structures of <span class=\"popular\">Lungtsen Puk</span><span class=\"scholar\">Lung bstan phug</span> occupy a narrow gully, amphitheatre, cliffs, and ridgelines sandwiched between the <span class=\"popular\">Lhachu</span><span class=\"scholar\">Lha chu</span> and <span class=\"popular\">Serlung</span><span class=\"scholar\">Ser lung</span> valleys of Mount <span class=\"popular\">Tisé</span><span class=\"scholar\">Ti se</span>. While the Buddhists undoubtedly occupied this site, it appears to have been founded during the archaic cultural horizon. The adequate shelter offered by these residential structures must have been attractive to <span class=\"popular emph\">Kagyüpa</span><span class=\"scholar emph\">bka’ brgyud pa</span> ascetics during heir 12th and 13th CE century colonization of <span class=\"popular\">Tisé</span><span class=\"scholar\">Ti se</span>. The <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> generally face in a southwesterly direction and are of the same construction, size, setting, and elevation as those found in the vicinity of <span class=\"popular\">Gyang Drak</span><span class=\"scholar\">Gyang grags</span> monastery (B-9). Typically, rear walls were set deep into the slope, giving the buildings a semi-subterranean aspect. The larger specimens (around 8 m x 12 m) have three tiers of rooms or a forward courtyard and two upper tiers of rooms. Smaller specimens generally have two tiers of rooms. The <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> were robustly and adeptly constructed from uncut and dressed pieces of brown sandstone, 20 cm to 80 cm in length. The random-rubble walls retain traces of the mud-mortar that once filled the joints.</p><p>All <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> from RS5 to RS15 are in view of <span class=\"popular\">Langa Tso</span><span class=\"scholar\">La lnga mtsho</span> and the Himalaya beyond. At certain times of the year the availability of drinking water may be a problem at <span class=\"popular\">Lungtsen Puk</span><span class=\"scholar\">Lung bstan phug</span>, but it seems likely that when the facility was active, water resources were more secure. </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to natives of Mount <span class=\"popular\">Tisé</span><span class=\"scholar\">Ti se</span> (<span class=\"popular emph\">gang riwa</span><span class=\"scholar emph\">gangs ri ba</span>), lung btsan phug was a Buddhist retreat center. Elderly <span class=\"popular emph\">gang riwa</span><span class=\"scholar emph\">gangs ri ba</span> residents assert that <span class=\"popular\">Lungtsen Puk</span><span class=\"scholar\">Lung bstan phug</span> is also known as <span class=\"popular\">Shelpuk</span><span class=\"scholar\">Shel phug</span> (Crystal Cave). </p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "<p>According to <span class=\"popular emph\">Bö Yul Né Gi Lamyik Selwé Mikbu</span><span class=\"scholar emph\">Bod yul gnas kyi lam yig gsal ba’i dmig bu</span> by khyung dkar sman ri ba slob dpon bstan ‘dzin rnam dag, <span class=\"popular\">Tisé Gang Gi Shelpuk</span><span class=\"scholar\">Ti se gangs kyi shel phug</span> was the residence of a nu phrag thag, a prehistoric <span class=\"popular\">Zhang Zhung</span><span class=\"scholar\">Zhang zhung</span> master, who was a chief recipient of Bon teachings.<a href=\"#n81\" name=\"nb81\" class=\"note\">81</a> He is recorded as residing high up on the south side of <span class=\"popular\">Tisé</span><span class=\"scholar\">Ti se</span>. This site is likely to be one and the same as <span class=\"popular\">Lungtsen Puk</span><span class=\"scholar\">Lung bstan phug</span> and probably alludes to the archaic residential center located here. </p>", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Textual tradition"
  }, 
  {
   "body": "", 
   "index": 7, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "", 
   "index": 8, 
   "parent_index": 7, 
   "title": "rDo khang complex82 "
  }, 
  {
   "body": "<p>The <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> RS1 is the lowest elevation specimen at <span class=\"popular\">Lungtsen Puk</span><span class=\"scholar\">Lung bstan phug</span> (5010 m). This south-facing structure is set on the left side of a gully and is in relatively good condition. It has a pronounced semi-subterranean aspect. Below RS1 are two old walls upon which there are plaques inscribed with he <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> mantra. </p>", 
   "index": 9, 
   "parent_index": 8, 
   "title": "Residential Structure RS1"
  }, 
  {
   "body": "<p>Residential structure RS2 (5020 m) is located directly above RS1. This small edifice may only have had two rooms (east and west). In the west wall of the west room there is a large niche and in the south wall there is a window. There are also a couple in situ bridging stones in the west room. Only fragmentary walls survive in he east room. </p>", 
   "index": 10, 
   "parent_index": 8, 
   "title": "Residential Structure RS2"
  }, 
  {
   "body": "<p>Residential structure RS3 is found on the opposite side of the gully from RS1 and RS2, approximately 100 m west of RS2. It was built against a cliff. Only scant structural fragments are left.</p>", 
   "index": 11, 
   "parent_index": 8, 
   "title": "Residential Structure RS3"
  }, 
  {
   "body": "<p>Residential structure RS4 (5060 m) was built upon a ledge on the right side of the same gully that hosts RS1, RS2 and RS3. The remains of a central entranceway connect its forward and rear tiers. </p>", 
   "index": 12, 
   "parent_index": 8, 
   "title": "Residential Structure RS4"
  }, 
  {
   "body": "<p>Residential structure RS5 (5090 m) is situated on a ridgeline above RS4. It overlooks the <span class=\"popular\">Lhachu</span><span class=\"scholar\">Lha chu</span> to the west. This structure appears to have had two forward and two rear rooms. Some corbels and bridging stones are in place as are lintels over the entranceways to the various rooms. In close proximity there is an old <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> wall and what appears to be the base of a <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span>. </p>", 
   "index": 13, 
   "parent_index": 8, 
   "title": "Residential Structure RS5"
  }, 
  {
   "body": "<p>Residential structure RS6 (5080 m) is situated southwest of RS5 on the same ridgeline. Very little of this structure remains intact.</p>", 
   "index": 14, 
   "parent_index": 8, 
   "title": "Residential Structure RS6"
  }, 
  {
   "body": "<p>Residential structure RS7 (5130 m) is located at the bottom of the amphitheatre that opens up above the gully in which the lower altitude <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> were built. This larger structure with three different levels was built on broad slopes. The lower or forward tier may be that of a courtyard. </p>", 
   "index": 15, 
   "parent_index": 8, 
   "title": "Residential Structure RS7"
  }, 
  {
   "body": "<p>Residential structure RS8 (5170) is found on the right or west rim of the amphitheatre. This fairly well-preserved structure was built on a ledge against a cliff, situated just below a ridge-top. The structure appears to have been aligned in the cardinal directions and to have contained three tiers of rooms. The west half of the building has fared much better than the east side. There seems to have been two rear rooms, which still have several in situ bridging stones. The floor-to-ceiling height in these rear rooms was not less than 1.8 m. There is a niche in the rear wall. In between the rear wall and adjoining cliff there is an intervening closed space that may have been used for storage purposes. On the west side of the middle tier there is an interclose and entranceway accessing the rear rooms. The roof over these structures is still intact. A bit of he stone roof has also persisted over the small forward tier west room as well. </p>", 
   "index": 16, 
   "parent_index": 8, 
   "title": "Residential Structure RS8"
  }, 
  {
   "body": "<p>Residential structure RS9 (5180 m) was constructed on the ridge-top above RS8. It overlooks the <span class=\"popular\">Lhachu</span><span class=\"scholar\">Lha chu</span>. This edifice has been mostly leveled. Nearby, here is a ruined cubic shrine of the type found at other archaic cultural sites.</p>", 
   "index": 17, 
   "parent_index": 8, 
   "title": "Residential Structure RS9"
  }, 
  {
   "body": "<p>Residential structure RS10 (5160 m) is found on the right rim of the amphitheatre, east of RS9. This small <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> was built on an outcrop. It has been largely destroyed.</p>", 
   "index": 18, 
   "parent_index": 8, 
   "title": "Residential Structure RS10"
  }, 
  {
   "body": "<p>Residential structure RS11 (5160 m) was established in the bowl of the amphitheatre against a small cliff. This larger <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> probably had three tiers of rooms. Exterior walls and interior partitions are around 1 m in height. The rear wall is supported by the cliff and is 1.5 m in height. A few corbels remain in situ. </p>", 
   "index": 19, 
   "parent_index": 8, 
   "title": "Residential Structure RS11"
  }, 
  {
   "body": "<p>Residential structure RS12 (5170 m) was also established in the bowl of the amphitheatre on more open ground. Measuring 8 m x 10 m, it contains three tiers of rooms. Walls up to 1.5 m in height have endured. There is a niche in the rear room and one in the middle room of the west side of the structure.</p>", 
   "index": 20, 
   "parent_index": 8, 
   "title": "Residential Structure RS12"
  }, 
  {
   "body": "<p>Residential structure RS13 is located roughly 200 m north of RS12, on the rim of the amphitheatre. It was not visited during the survey. </p>", 
   "index": 21, 
   "parent_index": 8, 
   "title": "Residential Structure RS13"
  }, 
  {
   "body": "<p>Residential structure RS14 (5320 m) stands well above the amphitheatre on a cliff, just below the summit of he site. This is a smaller <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> with a southeast aspect. A single corbel has survived in place in one of the two rear rooms. Stones were extracted from the structure in order to build a nearby room in the cliff. This probable Buddhist meditation cell exhibits much cruder masonry than the <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span>.</p>", 
   "index": 22, 
   "parent_index": 8, 
   "title": "Residential Structure RS14"
  }, 
  {
   "body": "<p>Residential structure RS15 (5320 m) possesses the same aspect as RS14, but it is slightly better preserved. Evidently, there were two tiers of rooms. Walls up to 1.2 m in height and two large corbels have survived in situ. </p><hr class=\"footnote-divider\">", 
   "index": 23, 
   "parent_index": 8, 
   "title": "Residential Structure RS15"
  }, 
  {
   "body": "<div class=\"footnote\"> <a name=\"n81\"></a> <a href=\"#nb81\" class=\"note\"> [81] </a> <span class=\"popular\">khyung kar men ri ba lop pön ten dzin nam dak</span><span class=\"scholar\">Khyung dkar sman ri ba slob dpon bstan ‘dzin rnam dag</span>, <span class=\"popular emph\">Bö Yul Né Gi Lamyik Selwé Mikbu</span><span class=\"scholar emph\">Bod yul gnas kyi lam yig gsal ba’i dmig bu</span>. (Dehli: <span class=\"popular\">Bö Gi Böngön Dolanji</span><span class=\"scholar\">Bod kyi bon dgon do lan ji</span>, 1983), 40. For biographical information about this prehistoric saint see Bellezza, <em>Zhang Zhung</em>, 211, 214, 284. </div><div class=\"footnote\"> <a name=\"n82\"></a> <a href=\"#nb82\" class=\"note\"> [82] </a> Due to time limitations in the field, I am not able to provide the dimensions or more details about the various structures found at <span class=\"popular\">Lungtsen Puk</span><span class=\"scholar\">Lung bstan phug</span>. </div>", 
   "index": 24, 
   "parent_index": 0, 
   "title": "Notes"
  }
 ], 
 "meta": {
  "date": "2010-08-11 20:46:42 UTC", 
  "domain": "places", 
  "kid": "16595", 
  "authors": [], 
  "title": "Lungten Puk Introduction"
 }
}