{"meta":{"authors":[],"title":"Dripra Möndur Introduction","dates":{"created_at":"2010-08-25 11:12:32 UTC","updated_at":"2010-08-25 11:12:32 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Dripra Möndur Introduction"},{"title":"II.2. Superficial structures: Primarily funerary superstructure","index":1,"parent_index":0,"body":" "},{"title":"Dripra MöndurGrib ra mon dur","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Dripra Möndur<\/span><span class=\"scholar\">Grib ra mon dur<\/span> <\/li> <li>English equivalent: Contamination Enclosures <span class=\"popular\">Mön<\/span><span class=\"scholar\">Mon<\/span> Tombs<\/li> <li>Site number: D-62<\/li> <li>Site typology: II.2b <\/li> <li>Geographic coordinate (N. lat.): 31º 00.4΄ <\/li> <li>Geographic coordinate (E. long.): 81º 04.4΄ <\/li> <li>Elevation: 4720 m <\/li> <li>Administrative location (township): <span class=\"popular\">Barga<\/span><span class=\"scholar\">Bar ga<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Purang<\/span><span class=\"scholar\">Spu rang<\/span> <\/li> <li>Survey expedition: HTCE<\/li> <li>Survey date: May 10, 2002<\/li> <li>Contemporary usage: Light grazing. <\/li> <li>Identifiable Buddhist constructions: None. <\/li> <\/ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Dripra Möndur<\/span><span class=\"scholar\">Grib ra mon dur<\/span> is located on a wide ableland, bordered on one side by a small white mountain known as <span class=\"popular\">Shartsé<\/span><span class=\"scholar\">Shar rtse<\/span>. The site forms the geographic nexus of the confluence of four valleys. The celebrated holy mountain, gangs dkar ti se, is visible from <span class=\"popular\">Dripra Möndur<\/span><span class=\"scholar\">Grib ra mon dur<\/span>. The terrain at this important funerary site is level and gravelly with some turf and <span class=\"popular emph\">drama<\/span><span class=\"scholar emph\">gra ma<\/span> brush. <span class=\"popular\">Dripra Möndur<\/span><span class=\"scholar\">Grib ra mon dur<\/span> consists of no less than 45 square, rectangular and sub-rectangular enclosures. Some of the enclosures appear almost oval in form, but this is most likely due to the deterioration of the perimeter walls and the migration of the constituent stones. A number of enclosures are elevated as much as 50 cm to 60 cm above the surrounding terrain. Aligning walls to the cardinal directions is not a dominant feature of the site. A few enclosures still have coherent wall fragments (60 cm to 85 cm thick). These double-course or multiple-course walls are composed of smaller beige, tan and grayish stones (10 cm to 40 cm long), which are even with the ground level or slightly elevated above it. Due to the disintegration of the superstructures, it could not be determined if other wall types are also represented at <span class=\"popular\">Dripra Möndur<\/span><span class=\"scholar\">Grib ra mon dur<\/span>. While most enclosures are free of internal structures, certain specimens are completely covered in stones, which may possibly signal another form of design. The monuments of <span class=\"popular\">Dripra Möndur<\/span><span class=\"scholar\">Grib ra mon dur<\/span> do not appear to have been disturbed in recent times. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p> <span class=\"popular\">Dripra Möndur<\/span><span class=\"scholar\">Grib ra mon dur<\/span> contains structures commonly known as <span class=\"popular emph\">mön dur<\/span><span class=\"scholar emph\">mon dur<\/span> (<span class=\"popular\">Mön<\/span><span class=\"scholar\">Mon<\/span> tombs) and <span class=\"popular emph\">Mönra<\/span><span class=\"scholar emph\">mon ra<\/span> (<span class=\"popular\">Mön<\/span><span class=\"scholar\">Mon<\/span> enclosures). According o one local <span class=\"popular emph\">drok pa<\/span><span class=\"scholar emph\">’brog pa<\/span>, the remains found here are those of <span class=\"popular\">Singpa<\/span><span class=\"scholar\">Sing pa<\/span> (invaders from the northwest) fortifications. According to another local account, the structures of <span class=\"popular\">Dripra Möndur<\/span><span class=\"scholar\">Grib ra mon dur<\/span> were the residences of a band of <span class=\"popular\">sinmo<\/span><span class=\"scholar\">Srin mo<\/span> (a class of man-eating female spirits) in ancient imes.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" <p>The funerary superstructures of <span class=\"popular\">Dripra Möndur<\/span><span class=\"scholar\">Grib ra mon dur<\/span> have the following dimensions and characteristics:<\/p> <ol> <li>Funerary structure FS1 (6.5 m across) is situated at the northwest end of the site (31° 00.433΄ N. lat. \/ 81° 04.361΄ E. long.). Three of its walls are somewhat intact.<\/li> <li>Funerary structure FS2 is situated 20 m southwest of FS1 (00.419΄ \/ 04.350΄). The walls of this enclosure are slightly elevated above the surrounding terrain. Immediately to the south and east are three smaller and less well-preserved enclosures.<\/li> <li>Funerary structure FS3 (9 m x 7 m) is situated 13 m east of FS2 (00.414΄ \/ 04.359΄). The entire structure is covered in stone residuum. <\/li> <li>Funerary structure FS4 (7.2 m x 7.6 m) is situated 6.8 m east of FS3 (00.414΄ \/ 04.362΄). Much of the perimeter is intact.<\/li> <li>Funerary structure FS5 (4.7 m x 5.5 m) is situated 2.5 m south of FS3 (00.408΄ \/ 04.348΄). FS5 is comprised of two interconnected rectangular cells.<\/li> <li>Funerary structure FS6 (4.6 m x 4.6 m) is situated 14 m south of FS2 and 7 m west of FS5 (00.411΄ \/ 04.346΄).<\/li> <li>Funerary structure FS7 (21.6 m x 14.3 m) is connected to FS5 by a wall, making the demarcation between both structures ambiguous (00.394΄ \/ 04.360΄). FS7 is comprised of several interconnected cells. On its northwest perimeter, wall stones are heaped up to a height of 50 cm. On the south side of FS7 there is a wall running in a southwest direction for 37 m. This wall appears to be in line with Mount <span class=\"popular\">Tisé<\/span><span class=\"scholar\">Ti se<\/span>. Superstructures west of FS7 are located in the proximity of this wall.<\/li> <li>Funerary structure FS8 (7.9 m x 7.5 m) is situated 14 m south of FS2 (00.405΄ \/ 04.362΄). FS2 now has an ovoid form.<\/li> <li>Funerary structure FS9 (5.8 m x 6 m) is situated 5 m southeast of FS8 (00.398΄ \/ 04.368΄). Immediately to he east of FS9 are the remnants of another enclosure.<\/li> <li>Funerary structure FS10 (5.9 m x 6.6 m) is situated 11.5 m southeast of FS9 (00.393΄ \/ 04.373΄). <\/li> <li>Funerary structure FS11 (28 m x 18.8 m) is situated 11.5 m southeast of FS10 (00.382΄ \/ 04.378΄). This large structure is made up of around seven cells. FS11 is raised as much as 50 cm above the adjoining terrain. <\/li> <li>Funerary structure FS12 (6.4 m x 6.1 m) is situated 1.5 m east of the center portion of FS10 (00.376΄ \/ 04.385΄).<\/li> <li>Funerary structure FS13, a highly fragmentary enclosure, is situated 7 m east of the northeast corner of FS11.<\/li> <li>Funerary structure FS14 (4.2 m x 5.3 m) is situated 9 m south of FS12 (00.369΄ \/ 04.390΄).<\/li> <li>Funerary structure FS15 (5.9 m x 6 m) is situated 12 m south of FS14 (00.361΄ \/ 04.392΄).<\/li> <li>Funerary structure FS16 (19.8 m x 15.3 m) is situated 12 m south of FS12 (00.363΄ \/ 04.367΄). FS16 is comprised of three interconnected cells. Its perimeter walls are up to 50 cm in height and may be of the heaped-stone wall type. Immediately southeast of FS16 are wall fragments of another enclosure.<\/li> <li>Funerary structure FS17 (3.6 m x 3.6 m) is situated 16.5 m southeast of FS16 (00.353΄ \/ 04.376΄).<\/li> <li>Funerary structure FS18 (6.3 m x 7.2 m) is situated 1.7 m southeast FS17 (00.349΄ \/ 04.381΄).<\/li> <li>Funerary structure FS19 (6.6 m x 6.8 m) is situated 9.5 m southeast of FS18 (00.341΄ \/ 04.390΄). FS19 is located on the southeast end of the site.<\/li> <li>Funerary structure FS20 (4.5 m x 4.6 m) is situated 11 m south of FS16 (00.348΄ \/ 04.362΄).<\/li> <li>Funerary structure FS21 (4.7 m x 5.8 m) is situated 2 m west of FS20 (00.351΄ \/ 04.356΄). FS21 is located at he edge of a bench that overlooks a small river valley which drains the vicinity.<\/li> <li>Funerary structure FS22 (5.8 m x 5 m) is situated 15.7 m southwest of FS5 (00.401΄ \/ 04.335΄).<\/li> <li>Funerary structure FS23 (8 m x 7.8 m) is situated 4 m south of FS22 (00.399΄ \/ 04.335΄).<\/li> <li>Funerary structure FS24 (4.4 m x 3.6 m) is situated 4.5 m southeast of FS22 (00.397΄ \/ 04.344΄).<\/li> <li>Funerary structure FS25 (5.9 m x 5.8 m) is situated 5 m south of FS23 (00.387΄ \/ 04.338΄).<\/li> <li>Funerary structure FS26 (20 m x 20 m) is situated 4.7 m southeast of FS25 and 18.7 m southwest of FS7 (00.379΄ \/ 04.344΄). FS26 consists of around six interconnected cells.<\/li> <li>Funerary structure FS27 (13.7 m x 6.5 m) is situated 5 m southwest of FS26 near the rim of the bench (00.367΄ \/ 04.334΄). FS27 is comprised of two interconnected cells. <\/li> <\/ol>  "}]}