{"meta":{"authors":[],"title":"Nakra Dzong Introduction","dates":{"created_at":"2010-08-11 20:45:35 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Nakra Dzong Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Nakra DzongNag ra rdzong","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Nakra Dzong</span><span class=\"scholar\">Nag ra rdzong</span> </li> <li>English equivalent: Black Enclosure Fortress.</li> <li>Site number: A-80</li> <li>Site typology: I.1b. </li> <li>Geographic coordinate (N. lat.): 30º 38.8΄ </li> <li>Geographic coordinate 9E. long.): 82º 15.1΄ </li> <li>Elevation: 5000 m to 5040 m.</li> <li>Administrative location (township): <span class=\"popular\">Horchu</span><span class=\"scholar\">Hor chus</span> </li> <li>Administrative location (county): <span class=\"popular\">Purang</span><span class=\"scholar\">Spu rang</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: April 30, 2002</li> <li>Contemporary usage: None.</li> <li>Identifiable Buddhist constructions: On the upper formation there is a small wall with inscribed prayer plaques and a prayer flag mast for <span class=\"popular\">Singpa Atsara</span><span class=\"scholar\">Sing pa a tsa ra</span>, the local <span class=\"popular emph\">yüllha</span><span class=\"scholar emph\">yul lha</span>. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>The fairly large defensive complex of <span class=\"popular\">Nakra Dzong</span><span class=\"scholar\">Nag ra rdzong</span> overlooks the north side of the Bon sacred lake <span class=\"popular\">Gunggyüd Tso</span><span class=\"scholar\">Gung rgyud mtsho</span> (4770 m). A perennial stream runs below the fortress. Its various residential complexes occupy three light-colored limestone formations, providing it with a secure posture. The upper complex is by far the largest; being comprised of five building groups spread over a 115 m length of the summit. The middle complex (30 m x 16 m) has been largely obliterated. The small lower complex is comprised of just a couple small structures. At the foot of these three formations are other structural remains. The ground plan of the structures (straight and regular) demonstrates that they were constructed with wooden roofs. Buildings were constructed of unhewn blocks, mostly between 20 cm and 40 cm in length (the longest building stone is 1 m). </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p> <span class=\"popular\">Nakra Dzong</span><span class=\"scholar\">Nag ra rdzong</span> is said by local <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span> to be the ancient fortress of a personality from the Subcontinent called <span class=\"popular\">Singpa Atsara</span><span class=\"scholar\">Sing pa a tsa ra</span>. Agriculture is supposed to have once been practiced in the <span class=\"popular\">Nakra</span><span class=\"scholar\">Nag ra</span> valley, but few signs of cultivation were detected.</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Upper complex","index":7,"parent_index":6,"body":" "},{"title":"Building group 1","index":8,"parent_index":7,"body":" <p>Building group 1 is located on the west end of the summit (19.5 x 8.5 m). The remnants of wall partitions indicate that it contained large rooms or buildings aligned in the cardinal directions. The highest revetment reaches 1.1 m. </p> "},{"title":"Building group 2","index":9,"parent_index":7,"body":" <p>Building group 2 is located on the crest of the ridge 15 m to the east of BG1. It was probably composed of five rooms or interconnected buildings (21.5 m x 7 m). A foundation on the north side of BG2 is 1.5 m thick. This masonry mass must have had a special function. Some walls exhibit herringbone courses of masonry.</p> "},{"title":"Building group 3","index":10,"parent_index":7,"body":" <p>Building group 3 is located 10.4 m to the northeast of BG2. This collection of structures was built at two or more different levels on the ridge-top (38 m x 5 m to 8.5 m). Revetments attain a height of 1.2 m. A wall at the southeast corner of BG3 is 1.5 m in height, about 50% of which is freestanding. This is virtually the only part of a superstructure to survive at <span class=\"popular\">Nakra Dzong</span><span class=\"scholar\">Nag ra rdzong</span>. </p> "},{"title":"Building group 4","index":11,"parent_index":7,"body":" <p>The eastern extremity of building group 4 is adjacent to the east wall of BG3. This is the highest elevation group of structures at the site (40 m x 4 m to 6 m). The north end of BG4 is on the ridge-top, with its axis following the south slope downward. </p> "},{"title":"Building group 5","index":12,"parent_index":7,"body":" <p>The upper end of building group 5 is adjacent to the middle of the south wall of BG3. The axis of BG5 follows the southwest line of the slope, thus its structures were set at various elevations. BG5 measures 45 m x 5 m to 7 m. </p> "},{"title":"Middle complex","index":13,"parent_index":6,"body":" <p>The formation on which the middle complex sits is situated 100 m south of BG5 of the upper complex, on a smaller outcrop (5010 m). A small hanging valley intervenes between the upper complex and middle complex formations. In this valley, a highly dissolved residential structure (5 m x 9 m) was built against the base of the upper formation. Very little of even the foundations of the buildings that once comprised the middle complex remain intact. They were founded on a level shelf endowed with a natural bulwark of stone to the south. The density of structures at this location is unclear. On the east end of the middle complex summit there is a ruined house almost certainly built after the fortress was in ruins. Along the north edge of the summit are the vestiges of a defensive wall that enclosed the shelf. </p> "},{"title":"Lower complex","index":14,"parent_index":6,"body":" <p>The lower complex is situated 45 m west of the middle complex. A foundation (11 m x 6.5 m) sits at the base of this outcrop. On the formation there is a wall (7 m long and 2 m high) built against a rock face. This must have been a defensive feature. In the hanging valley that runs between the various formations are four building foundations arrayed across the valley bottom. These faint remains each average around 30 m². </p>  "}]}