{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "ཀློག་ཆོས་སྡེ་དགེན།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "ཆུ་གསུམ་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་“ཀློག་ཆོས་དགའ་ལྡན་འཕེལ་རྒྱས་གླིང་”ཞེས་ཞུ། རྒྱ་རི་དགོན་ནས་རྐང་ཐང་མར་ཆུ་ཚོད་གཉིས་ཙམ་མར་ཡོང་ན་ཀློག་གྲོང་དབུས་སུ་དགོན་དེ་མཇལ། ཀློག་ཅེས་པའི་དོན་ནི་ཨེ་སྟོད་ཆུ་ཚན་དུ་གསལ། དགོན་དེ་ནི་བྱ་པའི་ཞལ་ངོ་ཡོན་ཏན་མཆོག་གིས་བཏབ་ཅེས་དང་། ཡང་ཐོག་མར་བྱང་ངོས་ཀྱི་བྲག་ཕུག་ཡོད་སར་བཀའ་བརྒྱུད་པའི་དགོན་ཞིག་ཡོད་པ་ལ་དེ་རྗེས་ལྷ་དགྲ་ལྷའི་རྣམ་རྒྱལ་གྱིས་ད་ལྟའི་དགོན་གནས་འདིར་གནས་སྤོས་གནང་ནས་གཙུག་ལག་ཁང་དང་། འདུ་ཁང་ཀ་བ་ཉི་ཤུ་ཐོག་<span class=\"milestone page eng \">[page <span class=\"pnum\">87</span>] </span>བརྩེག་གཉིས་ལྡན། བྱམས་ཁང་ཀ་བ་བཞི་ཐོག་བརྩེག་གསུམ། སྲུང་མ་བསམ་ཡས་དང་གཅིག་མཚུངས་ཀྱི་མགོན་ཁང་སོགས་རྟེན་གསུམ་ཇི་སྙེད་ཅིག་བཞེངས་གནང་མཛད་ནས་རྒྱ་རི་བའི་གཙོ་དགོན་དུ་གྱུར། དགེ་འདུན་ཞལ་གྲངས་ལྔ་བཅུ་ཙམ་ཐོས་བསམ་སློབ་གཉེར་ཤིན་ཏུ་རྒྱས་པ་བྱུང་སྟབས་རྒྱལ་བ་སྐུ་ཕྲེང་གཉིས་པ་ནས་བཅུ་གསུམ་བར་ཞབས་བཅགས། རྒྱལ་མཆོག་ལྔ་པ་ཆེན་པོས་རི་བོ་དགེ་ལྡན་པར་བསྒྱུར་གནང་མཛད། ཆོས་ཐེབས་སུ་མི་སེར་མང་པོ་གནང་། སླད་ཉམས་ཆགས་བྱུང་ཚེ་གཞུང་ནས་གཟིགས་སྐྱོང་མཛད་རྒྱུའི་བཀའ་གཏན་གནང་། དེ་རྗེས་རྒྱལ་བ་སྐལ་བཟང་རྒྱ་མཚོའང་ཡུན་རིང་བཞུགས་ནས་ས་ཟླའི་དུས་ཆེན་ལ་བསྙུང་གནས་འཛུགས་གནང་མཛད། སྐུ་ཐང་། ལི་ཏིང་། ཁྲུས་དར་སོགས་ལའང་ཕྱག་རྗེས་གསལ། དེ་རྗེས་རྒྱལ་བ་འཇམ་དཔལ་རྒྱ་མཚོས་དགོན་དེར་བཅའ་ཡིག་དམ་སྦྱར་གསོལ་སྩལ་གནང་བ་བཅས། སྔོན་དགོན་དེར་རྟེན་གཙོ་དགོན་དེའི་མདུན་གྱི་མཛོ་མོའི་སྣ་ཁུག་ཅེས་པའི་ས་ཕུག་ནས་གདན་དྲངས་པའི་སྨན་འདམ་གྱི་རྒྱལ་བ་བྱམས་པ་ཐོག་བརྩེག་གསུམ་ལྡན་ཉེ་སྲས་བརྒྱད་དང་བཅས་པ་དང་། འདུ་ཁང་ནང་ཤར་ལིའི་སྟོན་པ་མི་ཚད་ལྷག གཡས་གཡོན་དུ་རྗེ་ཙོང་ཁ་པ་དང་རྒྱལ་བ་སྐལ་བཟང་རྒྱ་མཚོའི་འདྲ་སྐུ། སྒྲོལ་མ་ལྷ་ཁང་ནང་ཤར་ལིའི་སྒྲོལ་མ་གསུང་འབྱོན་དང་། བཀའ་གདམས་མཆོད་རྟེན་མི་ཚད་ལྷག་སོགས་མཇལ་རྒྱུ་ཡོད། </p><p>ད་ལྟ་གསར་བཞེངས་འདུ་ཁང་ནང་སྨན་འདམ་གྱི་ཐུབ་དབང་དང་། བྱམས་པ། སྒྲོལ་དཀར། རྗེ་ཡབ་སྲས་སོགས་ཀྱི་ཐུགས་ཀར་སྔོན་གྱི་སྐུ་འདྲའི་བཙོ་ཐལ་འབུལ་བཞུགས་བྱས་པ་སོགས་མཇལ་རྒྱུ་ཡོད།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "ཀློག་ཆོས་སྡེ་དགོན།"
  }
 ], 
 "meta": {
  "date": "2010-08-14 12:30:05 UTC", 
  "domain": "places", 
  "kid": "22382", 
  "authors": [], 
  "title": "ཀློག་ཆོས་སྡེ་དགེན།"
 }
}