{"meta":{"authors":[],"title":"Gyamngön Introduction","dates":{"created_at":"2010-08-25 11:11:39 UTC","updated_at":"2010-08-25 11:11:39 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"\n\n","title":"Gyamngön Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":"\n\t\t\t\t\t\t"},{"title":"GyamngönGyam sngon","index":2,"parent_index":1,"body":"\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Basic site data","index":3,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<ul class=\"bullet-blue\">\n\t\t\t\t\t\t\t\t<li>Site name:<span class=\"popular\">Gyamng&ouml;n</span><span class=\"scholar\">Gyam sngon</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>English equivalent: Blue Escarpment</li>\n\t\t\t\t\t\t\t\t<li>Site number: C-129 </li>\n\t\t\t\t\t\t\t\t<li>Site typology: II.1b, II.2a, II.2b </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (N. lat.): 32&ordm; 34.0&#900; </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (E. long.): 88&ordm; 20.7&#900; </li>\n\t\t\t\t\t\t\t\t<li>Elevation: 5090 m to 5100 m </li>\n\t\t\t\t\t\t\t\t<li>Administrative location (township): <span class=\"popular\">Zhid&eacute;</span><span class=\"scholar\">Zhi bde</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Administrative location (county): <span class=\"popular\">Tsonyis</span><span class=\"scholar\">Mtsho gnyis</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Survey expedition: HTWE</li>\n\t\t\t\t\t\t\t\t<li>Survey date: May 26, 2004</li>\n\t\t\t\t\t\t\t\t<li>Contemporary usage: Light grazing. </li>\n\t\t\t\t\t\t\t\t<li>Identifiable Buddhist constructions: None. </li>\n\t\t\t\t\t\t\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t\t<span class=\"popular\">Gyamng&ouml;n</span><span class=\"scholar\">Gyam sngon</span> is located in the bottom of an\n\t\t\t\t\t\t\t\teponymous valley. From the site there is an expansive view east across the plains of upper <span class=\"popular\">Zhid&eacute;</span><span class=\"scholar\">Zhi bde</span>. The views north and west are partly constrained by\n\t\t\t\t\t\t\t\thigher ground. The view south is blocked by a low-lying ridge on the opposite side of the watercourse. The\n\t\t\t\t\t\t\t\tintermittent stream of the <span class=\"popular\">Gyamng&ouml;n</span><span class=\"scholar\">Gyam sngon</span> valley\n\t\t\t\t\t\t\t\truns through a gully immediately south of the monument. The terrain is level and turf-covered. The site consists\n\t\t\t\t\t\t\t\tof a walled pillar and four outlying funerary structures. The small size of the enclosure with the pillar, the\n\t\t\t\t\t\t\t\thigh elevation of the site and its far northern geographic position suggest that this region was somewhat marginal\n\t\t\t\t\t\t\t\tto the main concentration of archaic cultural settlement in Upper Tibet. Save\n\t\t\t\t\t\t\t\tfor the white pillar, primarily unshaped brown and bluish metamorphic rocks were used to construct the structures\n\t\t\t\t\t\t\t\tof <span class=\"popular\">Gyamng&ouml;n</span><span class=\"scholar\">Gyam sngon</span>. These rocks probably came from\n\t\t\t\t\t\t\t\tthe slopes south of the site. <span class=\"popular\">Gyamng&ouml;n</span><span class=\"scholar\">Gyam sngon</span>\n\t\t\t\t\t\t\t\tappears to have been heavily impacted by human activities.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>According to local <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">&rsquo;brog pa</span>, <span class=\"popular\">Gyamng&ouml;n</span><span class=\"scholar\">Gyam sngon</span> was an ancient <span class=\"popular\">M&ouml;n</span><span class=\"scholar\">Mon</span> habitation (<span class=\"popular emph\">d&ouml;sa</span><span class=\"scholar emph\">sdod sa</span>). It is also believed to\n\t\t\t\t\t\t\t\thave emerged with primordial existence as did the <span class=\"popular\">M&ouml;n</span><span class=\"scholar\">Mon</span> themselves.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Site elements","index":6,"parent_index":2,"body":"\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Enclosure","index":7,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>The enclosure is highly fragmentary and slightly elevated above the surrounding terrain. It measures\n\t\t\t\t\t\t\t\t\tapproximately 6.5 m (east-west) x 3.2 m (north-south). All fragments are generally aligned in the compass\n\t\t\t\t\t\t\t\t\tpoints. There are two stones (20 cm and 40 cm long) fixed around 60 cm from the pillar, the last remaining\n\t\t\t\t\t\t\t\t\tvestiges of the west wall of the enclosure. On the east side of what was the north wall there are a few stones\n\t\t\t\t\t\t\t\t\tin a single line that appear to be the sole surviving structural component of this enclosure wall. Similarly, on\n\t\t\t\t\t\t\t\t\tthe south side of what was the east wall there are three small partially buried stones, which appear to be part\n\t\t\t\t\t\t\t\t\tof the original structure. There are also small stones embedded on what was the south side of the enclosure, but\n\t\t\t\t\t\t\t\t\tthese exhibit no discernable coherence. Loose stones are scattered around the interior of the enclosure. This\n\t\t\t\t\t\t\t\t\tcontrasts with adjacent areas, which are mostly free of stones. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Pillar","index":8,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>There is a lone broken tabular white pillar (35 cm [height] x 80 cm [basal girth]). The two broader sides of\n\t\t\t\t\t\t\t\t\tthe pillar face north and south, as is typical in this monument typology. The pillar is highly eroded and has\n\t\t\t\t\t\t\t\t\tweathered to an orange brown color in places. It appears to be fairly well centered between the north and south\n\t\t\t\t\t\t\t\t\twalls of the enclosure. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Outlying funerary structures","index":9,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Funerary Structure FS1","index":10,"parent_index":9,"body":"\n\t\t\t\t\t\t\t\t\t<p>Funerary structure FS1 is situated 16 m north of the walled pillar on the opposite side of the motorable\n\t\t\t\t\t\t\t\t\t\ttrack that runs through <span class=\"popular\">Gyamng&ouml;n</span><span class=\"scholar\">Gyam sngon</span>. This\n\t\t\t\t\t\t\t\t\t\thighly degraded structure appears to have consisted of both an outer and inner enclosure. The square inner\n\t\t\t\t\t\t\t\t\t\tenclosure (2.5 m x 2.7 m) seems to have been aligned in the cardinal directions. It contains stones that are\n\t\t\t\t\t\t\t\t\t\tflush with the ground surface or slightly elevated above it.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Funerary Structure FS2","index":11,"parent_index":9,"body":"\n\t\t\t\t\t\t\t\t\t<p>Funerary structure FS2 is situated 154 m west-northwest of the walled pillar (32&deg; 34.031&#900; N. lat. / 88&deg;\n\t\t\t\t\t\t\t\t\t\t20.568&#900; E. long.). This quadrate funerary enclosure was established on sandy ground, and its walls appear to\n\t\t\t\t\t\t\t\t\t\tbe aligned in the cardinal directions. FS2 measures approximately 4 m x 5 m. Its north wall (50 cm thick) is\n\t\t\t\t\t\t\t\t\t\tthe most intact. It is composed of double-course blocks and slabs (15 cm to 40 cm long) set into the ground\n\t\t\t\t\t\t\t\t\t\tedgewise. These stones are level with the ground surface or project above it to a maximum height of 15 cm. The\n\t\t\t\t\t\t\t\t\t\tsouth wall fragment (2.8 m long) consists of a single line of stones (30 cm to 60 cm long) embedded in the\n\t\t\t\t\t\t\t\t\t\tground, which protrude about 10 cm above ground level. The west wall has been nearly destroyed. The east wall\n\t\t\t\t\t\t\t\t\t\thas only one or two in situ stones remaining. Inside the enclosure there is a single-course slab-wall inner\n\t\t\t\t\t\t\t\t\t\tenclosure, which measures 1.5 m (north-south) x 1 m (east-west). Perhaps marking the location of a burial\n\t\t\t\t\t\t\t\t\t\tchamber, the four walls of the inner enclosure are mostly intact. The north and south walls are composed of\n\t\t\t\t\t\t\t\t\t\tsmaller stones that project about 10 cm from the ground surface. The east and west walls are each dominated by\n\t\t\t\t\t\t\t\t\t\ta slab about 50 cm in length. This inner enclosure is situated 1.1 m from the inner edge of the south wall of\n\t\t\t\t\t\t\t\t\t\tthe outer enclosure, 1.4 m from the north wall, 2.2 m from the east wall, and 1 m from the west wall of the\n\t\t\t\t\t\t\t\t\t\touter enclosure. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Funerary Structure FS3","index":12,"parent_index":9,"body":"\n\t\t\t\t\t\t\t\t\t<p>Funerary structure FS3 is situated 34 m west of the walled pillar. This single-course quadrate enclosure\n\t\t\t\t\t\t\t\t\t\tconsists of variable-length blocks and slabs (up to 60 cm long), which are level with the ground surface or\n\t\t\t\t\t\t\t\t\t\twhich project above it a maximum height of 10 cm. The north wall of FS3 has been destroyed by the local road.\n\t\t\t\t\t\t\t\t\t\tThe south wall (5.1 m long) has an east-west axis. The west wall appears to be double-course and has been\n\t\t\t\t\t\t\t\t\t\treduced to 4 m in length. Some of the west wall was cut by the road. The east wall of the enclosure was almost\n\t\t\t\t\t\t\t\t\t\tcompletely destroyed by the road. The highly fragmentary south wall appears to be of the double-course\n\t\t\t\t\t\t\t\t\t\tvariety. Between FS3 and the walled pillar there is a small unused corral, consisting of a ring of stones.\n\t\t\t\t\t\t\t\t\t\tThis structure was probably built with stones extracted from the funerary structures. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Funerary Structure FS4","index":13,"parent_index":9,"body":"\n\t\t\t\t\t\t\t\t\t<p>Funerary structure FS4 (4.7 m x 4.2 m) is situated roughly 200 m north of the walled pillar (34.137&#900; / 20.\n\t\t\t\t\t\t\t\t\t\t543&#900;). This quadrate enclosure is highly deteriorated. It appears to have been aligned in the cardinal\n\t\t\t\t\t\t\t\t\t\tdirections. The perimeter walls are composed of variable length-blocks and slabs that project a maximum of 25\n\t\t\t\t\t\t\t\t\t\tcm above ground level. In the north wall there is an insecurely fixed slab 80 cm in length. There also appears\n\t\t\t\t\t\t\t\t\t\tto have been an inner enclosure that is offset towards the west wall of the outer enclosure. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n"}]}