{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Pashö Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "The Chamdo region"
  }, 
  {
   "body": "<p>dPa’ shod rdzong is in eastern Tibet and is part of Chab mdo region. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> was created by the Tibetan government about eighty years ago. It covers an area of 12,564 square kilometres, of which 734,000 <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mu</span> is forest. It has a population of 33,000 and administratively consists of one <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">qu</span>, one town and fourteen <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, which contain 125 village councils.</p><p>dPa’ shod is said to have got its name from the village that used to be near (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">shod</span> meaning “nearby place”) Mount dPa’ rgod. dPa’ shod Bla brang was founded in 1694. In 1959, the people’s administration of dPa’ shod rdzong was established.</p><p>This <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> stretches over the basin of three rivers, rGyal mo rngul chu, rDza chu and ’Bri chu. While higher and mountainous in the north-east, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> contains deep gorges formed along the river rGyal mo rngul chu.</p><p>This <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> is rich in natural resources, such as iron, coal and aluminum, and is inhabited by many wild animals, including monkeys, deer, musk deer, otters, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rna ba</span> (Ovis ammon hodgsoni), wild sheep and wild yaks. Moreover, it is an area highly productive in medicinal materials like the dByar rtswa dgun ’bu<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>(<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Cordyceps sinensis</span>), antlers and musk, as well as agricultural products.</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "dPa’ shod rdzong"
  }, 
  {
   "body": "<p>dBen mdzod Monastery is situated halfway up the hill, to the west of dBen mdzod (Wa ’bru) village in ’Jo ’ju <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, dPa’ shod rdzong. From the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>, the monastery is reached by driving twenty kilometres eastward on the highway and then riding south for six hours on horseback.</p><p>This monastery was founded in 1256. Before 1959, there were only four monks, but at present there are twenty. It is counted as one of the oldest Bonpo monasteries in Chab mdo region, but has not shown much development because of the lack of transport facilities and because of other unfavourable conditions. Currently it has an assembly hall, a temple, monks’ quarters and other buildings, and is fairly well equipped with religious objects such as statues of sTon pa gShen rab, Dran pa nam mkha’, his son Tshe dbang rig ’dzin, rNam par rgyal ba, sTag la me ’bar, mNyam med Shes rab rgyal mtshan and Srid pa rgyal mo, as well as several thangka and Bon scriptures.</p><p>Rituals and services of this monastery are much the same as those of other Bonpo monasteries of this region. It does not have any special activities.</p><p>As the monastery itself has no means of providing a living for the monks, they depend on their own parents and relatives for support.</p>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "(85) dBen mdzod Monastery"
  }, 
  {
   "body": "<p>’Bur lung Monastery is situated halfway up the hill to the east of dBen mdzod (Wa ’bru) village in ’Jo ’ju <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, dPa’ shod rdzong. From the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>, ’Bur lung Monastery is reached by driving twenty kilometres eastward on the highway and riding south on horseback for six hours.</p><p>This monastery was founded by Khro tshang ’Brug lha in 1096. Before 1959, there were only ten monks, but at present there are thirty. This was the oldest Bonpo monastery in the whole of Tibet. The newly built assembly hall and temple are very fine looking buildings. The religious objects include a clay image of sTon pa gShen rab as tall as the ceiling, statues of Dran pa nam mkha’, mNyam med Shes rab rgyal mtshan, Byams ma and Khro bo, as well as several thangka and Bon scriptures.</p><p>The monks, like those in other Bonpo monasteries, depend on support from their own parents and relatives for their livelihood, as the monastery has no means of providing a living for them.</p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "(86) ’Bur lung Monastery"
  }, 
  {
   "body": "<p>bKra shis rtse Monastery is also called Wa dag bon dgon. It is located near the village of Wa dag in Gla ge <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, dPa’ shod rdzong. From the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>, Wa dag village is reached by driving twenty kilometres eastward on the highway. The monastery is situated halfway up the hill to the south of Wa dag village.</p><p>This monastery was founded in 1589. Before 1959, there was a fairly large assembly hall and a temple containing religious objects that included the following: a statue of sTon pa gShen rab as tall as the ceiling, statues of rNam par rgyal ba, Byams ma and the three guardian deities - Ma, bDud and bTsan - each of which was as tall as the ceiling, and other gilt-bronze statues numbering over three hundred. There used to be eighteen monks; at present there are twenty.</p><p>The mountain at the back of the monastery is the abode of Dam can Yul lha dkar po, a local deity with one head and two arms. He is depicted as mounted on a nanny goat, holding a knife in his right hand and a black flag in his left. The mountain in front of the monastery is the abode of gZhi bdag Bon thung, a local deity with a blue body. He holds a knife in his right hand and an ensign in his left. The mountain to the right is called lHa g-yag dkar po and the one to the left, rDo rje gzer ’phrang.</p><p>As regards rituals and services, in the morning the monks recite prayers, then practise the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rtsa lung</span> meditation, followed by further recitation of ritual texts of the tutelary deities. In the evening they propitiate the protective deities, as well as performing the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsur</span> ceremony, which involves casting barley flour into fire.</p><p>For their main source of income, the monks depend on their own families for support. Customarily they are not paid for performing religious services in villages, but are paid ten <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan</span> a day for funeral services.</p><p>To go to Nying khri from dPa’ shod rdzong, one passes through the regions of sPo smad, mThong smad and Klu nang.</p><p>The roads in Khams are fraught with difficulty and extreme danger. When we came to the boundary between dPa’ shod rdzong and sPo smad rdzong, we were struck all of a sudden by a small flood from above, and our car was stuck in the mud. We were quite helpless and could not move, but after finally getting help from Chinese soldiers, over thirty in number, who dredged up mud and pulled our car up, we were able proceed on our way. As there were no bridges on the way, we fell into difficulty and danger again.</p><p>Another time, when in despair, we received help from a Khams pa tribesman with a devout disposition. He guided us along the route, which led us out of danger.</p><p>Then again, when we were passing in front of a sand hill on the confines of mThong smad, our car sank into the sand and we had no way to get out of it. A shovel was the only tool we had and we struggled with it to get our car out of the sand. At the same time, rocks began to roll down frequently from above us, so we had to keep watching out for them. At last we managed to drag the car out and headed in the direction of Nying khri.</p><p>It took us seventeen and a half hours to travel from dPa’ shod rdzong to Nying khri.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "(87) bKra shis rtse Monastery"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "Phuntso Tsering Sharyul", 
    "id": "79"
   }, 
   {
    "fullname": "Phuntso Tsering Sharyul", 
    "id": "79"
   }
  ], 
  "domain": "places", 
  "kid": "570", 
  "dates": [], 
  "title": "Pashö Introduction"
 }
}