{"meta":{"domain":"places","kid":"16582","authors":[],"title":"Zhapkar Druppuk Introduction","dates":{"created_at":"2010-08-11 20:46:32 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Zhapkar Druppuk Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0},{"title":"Zhapkar Drup PukZhabs dkar sgrub phug","index":2,"parent_index":1},{"title":"Basic site data","index":3,"parent_index":2,"body":"<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Zhapkar Drup Puk<\/span><span class=\"scholar\">Zhabs dkar sgrub phug<\/span> <\/li> <li>English equivalent: Meditation Cave of zhabs dkar <\/li> <li>Site number: B-20<\/li> <li>Site typology: I.2a <\/li> <li>Geographic coordinate (N. lat.): 31º 00.8΄ <\/li> <li>Geographic coordinate (E. long.): 81º 21.4΄<\/li> <li>Elevation: 4900 m <\/li> <li>Administrative location (township): bar ka <\/li> <li>Administrative location (county): <span class=\"popular\">Purang<\/span><span class=\"scholar\">Spu rang<\/span> <\/li> <li>Survey expedition: UTAE<\/li> <li>Survey date: April 25, 2001<\/li> <li>Contemporary usage: None.<\/li> <li>Identifiable Buddhist constructions: Scattered plaques with <span class=\"popular emph\">Mani<\/span><span class=\"scholar emph\">ma ṇi<\/span> mantras.<\/li> <\/ul>"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"<p> <span class=\"popular\">Zhapkar Drup Puk<\/span><span class=\"scholar\">Zhabs dkar sgrub phug<\/span> is an important complex of all-stone corbelled structures (<span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span>) representing an archaic religious center (<span class=\"popular emph\">sekhang<\/span><span class=\"scholar emph\">gsas khang<\/span>\/<span class=\"popular emph\">sekhar<\/span><span class=\"scholar emph\">gsas mkhar<\/span>). Its name therefore is somewhat of a misnomer, for rather than a meditation cave or small retreat house this was a large residential facility. <span class=\"popular\">Zhapkar Drup Puk<\/span><span class=\"scholar\">Zhabs dkar sgrub phug<\/span> is now disused and does not appear to have had much usage even in the pre-modern period. The facility is situated on a rocky bench poised 50 m above the <span class=\"popular\">Dzong Chu<\/span><span class=\"scholar\">Rdzong chu<\/span> valley, on the west side of the <span class=\"popular\">Tisé<\/span><span class=\"scholar\">Ti se<\/span> pilgrim’s circuit (<span class=\"popular emph\">korlam<\/span><span class=\"scholar emph\">skor lam<\/span>). <span class=\"popular\">Zhapkar Drup Puk<\/span><span class=\"scholar\">Zhabs dkar sgrub phug<\/span> is found approximately 500 m west of <span class=\"popular\">Dzuntrül<\/span><span class=\"scholar\">Rdzu ’phrul<\/span> monastery, on the opposite side of the <span class=\"popular\">Dzong Chu<\/span><span class=\"scholar\">Rdzong chu<\/span> from the mountain known as ye shes khyung ri. This is one of at least nine <span class=\"popular emph\">sekhang<\/span><span class=\"scholar emph\">gsas khang<\/span> sites (also B-9, B-10, B-21, B-22, B-33, B-41, B-42, and B-113) around <span class=\"popular\">Gang Rinpoché<\/span><span class=\"scholar\">Gangs rin po che<\/span>, representing a very significant early cultural presence at the celebrated sacred mountain. The edifices of <span class=\"popular\">Zhapkar Drup Puk<\/span><span class=\"scholar\">Zhabs dkar sgrub phug<\/span> exhibit archaic traits common to the <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> typology such as:<\/p><ol type=\"1\"> <li>All-stone roof and random-rubble walls.<\/li> <li>Small irregularly shaped rooms laid out in a decentralized plan.<\/li> <li>Small entranceways and windowless walls.<\/li> <li>The integration of natural boulders and ledges into the structures.<\/li> <li>Low elevation structures. <\/li> <li>A semi-subterranean dimension.<\/li> <li>A lofty aspect well above the valley floor.<\/li> <\/ol>"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"<p>According to the monks of <span class=\"popular\">Dzuntrül Puk<\/span><span class=\"scholar\">Rdzu ’phrul phug<\/span> and elderly natives of Mount <span class=\"popular\">Tisé<\/span><span class=\"scholar\">Ti se<\/span> (<span class=\"popular emph\">gang riwa<\/span><span class=\"scholar emph\">gangs ri ba<\/span>), <span class=\"popular\">Zhapkar Drup Puk<\/span><span class=\"scholar\">Zhabs dkar sgrub phug<\/span> is the site where the renowned <span class=\"popular emph\">Nyingma<\/span><span class=\"scholar emph\">rnying ma<\/span> lama <span class=\"popular\">Zhapkar Tsokdruk Rangdröl<\/span><span class=\"scholar\">Zhabs dkar po tshogs drug rang grol<\/span> (1781-1851 CE) spent time in meditation. <\/p>"},{"title":"Site elements","index":6,"parent_index":2},{"title":"Zhabs dkar sgrub phug main edifice","index":7,"parent_index":6,"body":"<p>The <span class=\"popular\">Zhapkar Drup Puk<\/span><span class=\"scholar\">Zhabs dkar sgrub phug<\/span> main edifice contains around 20 small-scale rooms as well as several dependencies. Such a facility could potentially have been the refuge of several tens of inhabitants. The main edifice measures 11.5 m (north-south) x 26 m (east-west), roughly equivalent in size to the modern monastic complex of <span class=\"popular\">Dzuntrül Puk<\/span><span class=\"scholar\">Rdzu ’phrul phug<\/span>. Partially dressed variable-sized stones (primarily between 10 cm and 70 cm long) were used in construction. Most walls were mud mortared but some also appear to be of the dry-mortar variety. In one wall towards the middle of the main edifice, near the primary south-facing entranceway, chink-stones were inserted into the wall joints, a construction technique common in historical era buildings of Central Tibet. Many of the walls of the main edifice still reach 1.8 m in height. The highest elevation wall (2.5 m) is the outer southwest corner of the structure. The interior dimensions of most rooms range between 2.3 m x 1.7 m (4 m²) and 3.7 m x 3 m (11 m²). The smallest room in the main edifice measures 1.8 m x 70 cm.<\/p><p>The rear of the main edifice was built into a ledge that helps to form the north wall. The rear portion of the structure contains a single line of ten larger rooms aligned east-west. The third room from the west end of the main edifice (rampart R3) has part of its stone roof intact. The longest in situ bridging stone is 1.3 m. R3 was partially divided into two sections, one of which has three niches in the walls. The largest cubby-hole measures 50 cm x 50 cm x 50 cm. The other subdivision of R3 has the remains of a hearth. The entrance to this room is largely complete (1.2 m x 70 cm). Both its lintel (1.1 m in length) and sill are in place. R3 must have been used by <span class=\"popular\">Zhapkar<\/span><span class=\"scholar\">Zhabs dkar<\/span> for household chores. It is he only room at the site that is still in relatively good condition, and this may point its refurbishment by he celebrated lama. The actual <span class=\"popular\">Zhapkar Drup Puk<\/span><span class=\"scholar\">Zhabs dkar sgrub phug<\/span> is located to the north or rear of R3. This subterranean chamber is set about 1.7 m below its anteroom. A 70-cm wide stone stairway leads down to the small chamber, which was probably the geomantic nexus of he ancient facility. This room is lined with masonry on three sides, while its rear wall and roof are part of he formation into which it was built. <span class=\"popular\">Zhapkar Drup Puk<\/span><span class=\"scholar\">Zhabs dkar sgrub phug<\/span> proper contains a stone sleep platform, and along the rear wall there is an altar with a niche for a ritual water vase (<span class=\"popular emph\">bhumpa<\/span><span class=\"scholar emph\">bum pa<\/span>). This subterranean chamber affords excellent shelter from the elements, but I venture to speculate that due to the archaic cultural origin of the site, it was never particularly popular with Buddhist practitioners.<\/p><p>In front of the anteroom to <span class=\"popular\">Zhapkar Drup Puk<\/span><span class=\"scholar\">Zhabs dkar sgrub phug<\/span> there appears to have been a row of four small rooms running perpendicular (north-south) to he rear line of ten rooms. What was the main entrance to main edifice is located in the south wall, east of the row of four rooms. The forward or south wall east of this destroyed entrance structurally incorporates a natural wall of stone into its construction. The east forward portion of the main edifice may have served as a courtyard. To the north of this open space lie the six east rooms of the rear row. There also seems to have been wo forward rooms on the east end of the main edifice. A forward room on the west side of the edifice possesses an in situ corbel and bridging stone. <\/p>"},{"title":"The dependencies","index":8,"parent_index":6,"body":"<p>Below the west side of the forward wall of the main edifice there are other structural remains, which probably constituted two or three rooms. They cover an area of 4.5 m (north-south) x 10 m (east-west). Three meters west of the rear west wall of the main edifice there is an isolated building (2 m x 2 m x 1.5 m), with its corbelled stone roof still whole. Its entranceway (1.3 m x 50 cm) lintel is still in place. There are two rooms inside his structure with a small doorway between them. In the rear room there are several niches in the walls. Several meters east of the east wall of the main edifice there are the faint remains of another small building (4.5 m x 2 m). About 10 m above the main edifice there are fractional foundations clinging to the side of a cliff. They seem to have given rise to two buildings approximately measuring 6 m x 8 m and 8.5 m x 4 m. In the latter structure the forward\/south wall reaches 2 m in height. <\/p>"},{"title":"Proximate sites","index":9,"parent_index":6,"body":"<p>In close proximity to the wrecked <span class=\"popular emph\">sekhang<\/span><span class=\"scholar emph\">gsas khang<\/span> complex here is a site called <span class=\"popular\">Zhapkar Durtrö<\/span><span class=\"scholar\">Zhabs dkar dur khrod<\/span>, a sky burial ground comprised of naturally occurring horizontal slabs of rocks, said to be in the form of a swastika. Nearby is the ruined <span class=\"popular\">Zhapkar Chörten<\/span><span class=\"scholar\">Zhabs dkar mchod rten<\/span> (built by <span class=\"popular\">Zhapkar<\/span><span class=\"scholar\">Zhabs dkar<\/span> himself?).<\/p>"},{"title":"rDzu ’phrul phug (Cave of Miracles)","index":10,"parent_index":6,"body":"<p>The <span class=\"popular emph\">Drugpa Kagyü<\/span><span class=\"scholar emph\">’brug pa bka’ brgyud<\/span> monastery of <span class=\"popular\">Dzuntrül Puk<\/span><span class=\"scholar\">Rdzu ’phrul phug<\/span> enshrines a cave that is believed o have been used by the well-known Buddhist ascetic <span class=\"popular\">Milarepa<\/span><span class=\"scholar\">Mi la ras pa<\/span> (1040-1123 CE). In front of the cave there are two stone members that are believed to have figured in a famous magical contest, which well-known Buddhist accounts claim was held between <span class=\"popular\">Milarepa<\/span><span class=\"scholar\">Mi la ras pa<\/span> and a Bonpo named <span class=\"popular\">Naro Bönchung<\/span><span class=\"scholar\">Na ro bon chung<\/span>. Moreover, some monks say that <span class=\"popular\">Milarepa<\/span><span class=\"scholar\">Mi la ras pa<\/span> used these stones as his walking stick. These stones members were broken during the Chinese Cultural Revolution. Three more stone members from this apocryphal contest are propped up at the monastery’s main prayer flag mast. These stones are a maximum of 1.3 m in length. They are of the type commonly found at archaic all-stone building sites throughout Upper Tibet, which functioned as corbels and bridging stones. Their legendary pedigree and proximity to the so-called <span class=\"popular\">Zhapkar Drup Puk<\/span><span class=\"scholar\">Zhabs dkar sgrub phug<\/span> suggest that originally hey were architectural elements belonging to this monument. <\/p><p>I am inclined to see the magical contest between the Bonpo and Buddhist as an allegory for a wider scale political and cultural conflict between the two religions, which played itself out all over Upper Tibet, circa 1000 to 1200 CE. According to Bon tradition, rdzu phrul phug was under their custody in early imes. As one of the key sacred sites around the Mount <span class=\"popular\">Tisé<\/span><span class=\"scholar\">Ti se<\/span> pilgrim’s circuit, its control would have been crucial in the subjugation of the region’s Bonpo and the consequent Buddhist requisition of the holy mountain. The existence of a major <span class=\"popular emph\">sekhang<\/span><span class=\"scholar emph\">gsas khang<\/span> in the same vicinity, which almost certainly was founded before 1000 CE as an archaic cultural facility, reinforces the historical significance of this location. <\/p><p> Bon historical notions regarding the significance of <span class=\"popular\">Dzuntrül Puk<\/span><span class=\"scholar\">Rdzu ’phrul phug<\/span> and the antiquity of their tenure at the site are noted in a commentary to <span class=\"popular\">Karru Drupwang<\/span><span class=\"scholar\">Dkar ru grub dbang<\/span>’s 19th century CE <span class=\"popular emph\">ti sé kar chak<\/span><span class=\"scholar emph\">Ti se’i dkar chag<\/span>:<\/p><blockquote> <p> rdzul ’phrul phug monastery: In very early times the cave of this monastery was established by <span class=\"popular\">Tönpa<\/span><span class=\"scholar\">Ston pa<\/span> [<span class=\"popular\">Shenrap<\/span><span class=\"scholar\">Gshen rab<\/span>], thus it is renowned as the Cave of Miracles monastery. Later, since the excellent <span class=\"popular\">Jetsün Milarepa<\/span><span class=\"scholar\">Rje btsun mi la ras pa<\/span>, there were always religious practitioners there. From the original cave a monastery gradually developed and was named Cave of Miracles. <\/p> <\/blockquote><p>The <span class=\"popular emph\">ti sé kar chak<\/span><span class=\"scholar emph\">Ti se’i dkar chag<\/span> itself has this to say about the site: <\/p><blockquote> <p>The omniscient <span class=\"popular\">Tönpa<\/span><span class=\"scholar\">Ston pa<\/span>[<span class=\"popular\">Shenrap<\/span><span class=\"scholar\">Gshen rab<\/span>], the chief, and his circle, visited in person the miraculous mountain called <span class=\"popular\">Dzuntrül Puk<\/span><span class=\"scholar\">Rdzu ’phrul phug<\/span>. They then went on foot to the eight-spoked wheel crystal formation. Through their sorcery he armies of the black <span class=\"popular emph\">dü<\/span><span class=\"scholar emph\">bdud<\/span> and <span class=\"popular emph\">sin<\/span><span class=\"scholar emph\">srin<\/span> of <span class=\"popular\">Nyang<\/span><span class=\"scholar\">Nyang<\/span> collapsed all the mountain formations. The stones rained down on the body of <span class=\"popular\">Tönpa<\/span><span class=\"scholar\">Ston pa<\/span>. At that instant, the radiance of <span class=\"popular\">Tönpa<\/span><span class=\"scholar\">Ston pa<\/span>’s mind manifested the lha, klu and humans [in the form] of great powerful strongmen (<span class=\"popular emph\">gyé<\/span><span class=\"scholar emph\">gyad<\/span>). The klu laid down the foundation (it is [now] said that it was laid by <span class=\"popular\">Milarepa<\/span><span class=\"scholar\">Mi la ras pa<\/span>). The human [strongmen] raised the sides. The lha <span class=\"emph\"> <\/span>erected the roof and the secret miraculous cave appeared [to shelter ston pa gshen rab]. [Here] there are clearly visible body-prints of <span class=\"popular\">Tönpa<\/span><span class=\"scholar\">Ston pa<\/span>, the footprints of the <span class=\"popular\">Khyeu Chung<\/span><span class=\"scholar\">Khye’u chung<\/span> <span \/> and the handprints of the great powerful strongmen. ([Now] it is said that these are <span class=\"popular\">Götsangpa<\/span><span class=\"scholar\">Rgod tshang pa<\/span>’s). At present [this site] is renowned as <span class=\"popular\">Dzuntrül Puk<\/span><span class=\"scholar\">Rdzu ’phrul phug<\/span>. <\/p> <\/blockquote>"}]}