{"meta":{"authors":[],"title":"Khangpa Margok Introduction","dates":{"created_at":"2010-08-11 20:46:48 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Khangpa Margok Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":"Khangpa Mar GokKhang pa dmar gog","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Khangpa Mar Gok</span><span class=\"scholar\">Khang pa dmar gog</span> </li> <li>English equivalent: Red Ruin House </li> <li>Site number: B-39</li> <li>Site typology: I.2a, I.2b </li> <li>Geographic coordinate (N. lat.): 30º 42.2΄ </li> <li>Geographic coordinate (E. long.): 84º 35.8΄</li> <li>Elevation: 4920 m to 4950 m </li> <li>Administrative location (township): <span class=\"popular\">Tratsang</span><span class=\"scholar\">Khra tshang</span> </li> <li>Administrative location (county): <span class=\"popular\">Tsochen</span><span class=\"scholar\">Mtsho chen</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: June 17, 2002</li> <li>Contemporary usage: None. </li> <li>Identifiable Buddhist constructions: Recently carved plaques primarily featuring the <span class=\"popular emph\">zhitro</span><span class=\"scholar emph\">zhi khro</span> deities and the savioress <span class=\"popular\">Drölma</span><span class=\"scholar\">Sgrol ma</span>. Old plaques with the <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> mantra are found in the vicinity of the spring that waters the site. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Khangpa Mar Gok</span><span class=\"scholar\">Khang pa dmar gog</span> is found on the rocky lower flanks of the ridge bounding the left side of the ’bur mo valley. Below the site, a spring issues forth to join the valley’s watercourse. There are three ruined stone residential complexes on the steep hillside, constructed at different elevations, which exhibit archaic architectural traits. These three complexes have analogous constructional features and degradation characteristics, suggesting that they formed an integral site in terms of function and chronology. Walls are of the mud-mortared, random-rubble variety. The brown stones used in construction were mostly unworked, and tend to be smaller (10 cm to 40 cm in length), but longer examples are also found in the wall fabric. The inferred occurrence of both stone and timber roofs at <span class=\"popular\">Khangpa Mar Gok</span><span class=\"scholar\">Khang pa dmar gog</span> suggests that it represents an architectural transition between the Bon <span class=\"popular emph\">sekhang</span><span class=\"scholar emph\">gsas khang</span> and Buddhist <span class=\"popular emph\">gönpa</span><span class=\"scholar emph\">dgon pa</span>. As such, an early historic period date seems indicated. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to local <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span>, <span class=\"popular\">Khangpa Mar Gok</span><span class=\"scholar\">Khang pa dmar gog</span> was an ancient religious center.</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Upper complex","index":7,"parent_index":6,"body":" <p>The upper complex consists of two edifices. </p> "},{"title":"North building","index":8,"parent_index":7,"body":" <p>The north building (4.2 m x 3.6 m) has been reduced to its footings. </p> "},{"title":"South building","index":9,"parent_index":7,"body":" <p>The adjacent south building (6 m x 4.8 m) has 50-cm- to 60-cm-thick walls, which reach a maximum exterior height of 3.2 m and a maximum interior height of 1.7 m, the difference in height being accounted for the underpinning revetment. The rear wall of the south building was built into the slope to a depth of 1 m. It appears to have contained a single room as there are no partition walls visible. The south building has the long, straight walls of a structure built with a timber roof. </p> "},{"title":"Middle complex","index":10,"parent_index":6,"body":" <p>The middle complex is situated 7 m directly below the upper complex. It is comprised of two buildings. </p> "},{"title":"South building","index":11,"parent_index":10,"body":" <p>The south building (5.7 m x 4.5 m) appears to have contained just one room. The rear or west wall is built 3 m into the slope, giving the south building a strong semi-subterranean aspect. The forward or east wall is up to 4 m in height, half of this elevation being made up by a revetment. In the rear wall of the south building, about 1.9 m above the floor level, there are sockets that must have accommodated stone corbels or wooden beams. This architectural feature probably indicates that the south building was two stories tall. Similar sockets are encountered at <span class=\"popular\">Wangchuk Gönpo Khar</span><span class=\"scholar\">Dbang phyug mgon po mkhar</span> (A-51). Near the upper extent of the forward wall there are the remains of a 55-cm wide window. In the north wall at floor level there is an opening (40 cm x 45 cm), the function of which is unclear. There is also a small opening in the north wall that may have been designed for ventilation. Small remnants of mud plaster are found affixed to the interior walls of the south building. </p> "},{"title":"North building","index":12,"parent_index":10,"body":" <p>The north building stands 2.8 m north of the south building at the same elevation. The north building (9 m x 4.7 m) appears to have been partitioned into a single row of three rooms. In the south wall, which reaches a height of 2.7 m, there is a window opening (25 cm x 25 cm). The forward wall has been reduced to the revetment and freestanding fragments (a maximum of 50 cm in height). The forward wall has a total maximum height of 2 m. In the south room there are two small niches in the rear wall and in the rear wall of the middle room there is a larger niche. The south room is only 1.5 m in width and between it and the middle room there is an intervening 60-cm- to 80-cm-thick curved partition wall. There is a 90 cm gap between the south and middle rooms. The total length of the south and middle rooms is 5.5 m (north-south). The middle room is 3 m in width. At the foot of the revetment, below the middle room, there is a cavity (40 cm x 45 cm x 40 cm). The design features (heavy wall buttressing, room alignments and ground plan) of the south and middle rooms of the north building indicate that they were built with a stone roof. The north room of the north building is now little more than a section of revetment against the forward slope. The north room was narrower than the adjoining rooms.</p> "},{"title":"Lower complex","index":13,"parent_index":6,"body":" <p>The lower complex consists of a single building divided into two rooms, which measures 8.4 m (north-south) x 3.8 m (east-west). The forward wall is over 2 m in height and is comprised mainly of a revetment. Freestanding walls have been mostly obliterated. From the available structural evidence, it could not be determined whether this structure had a stone or timber roof. </p> "},{"title":"Shrine","index":14,"parent_index":6,"body":" <p>At the northwest or upper end of <span class=\"popular\">Khangpa Mar Gok</span><span class=\"scholar\">Khang pa dmar gog</span> there is a cubic structure (1.3 m x 1.3 m). It is situated 44 m north of the upper complex at 7 m higher elevation. On its downhill flank, this structure is 70 cm in height while its uphill side is flush with the slope. Such semi-subterranean aspect shrines are fairly common at the archaic residential centers of Upper Tibet, and are likely to have been used in the worship of elemental deities. On the top of the ruined ceremonial structure there is an old carved plaque. </p>  "}]}