{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Jangtang Khar Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Jang Tang KharByang stang mkhar "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Jang Tang Khar</span><span class=\"scholar\">Byang stang mkhar</span> </li> <li>Site number: A-116</li> <li>Site typology: I.1b </li> <li>Geographic coordinate (N. lat.): 31º 56.6΄ </li> <li>Geographic coordinate (E. long.): 79º 28.4΄ </li> <li>Elevation: 4180 m (midpoint)</li> <li>Administrative location (township): <span class=\"popular\">Shangtsé</span><span class=\"scholar\">Shang rtse</span> </li> <li> Administrative location (county): <span class=\"popular\">Tsada</span><span class=\"scholar\">Rtsa mda’</span> </li> <li>Survey expedition: HTAE </li> <li>Survey date: October 13, 2003</li> <li>Contemporary usage: Minimal religious activity.</li> <li>Identifiable Buddhist constructions: None.</li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> Tucci and Ghersi first visited the castle of <span class=\"popular\">Jang Tang</span><span class=\"scholar\">Byang stang</span> in the early 1930s.<a href=\"#n53\" name=\"nb53\" class=\"note\">53</a> They record its name as <span class=\"popular\">Kharpoche</span><span class=\"scholar\">Mkhar po che</span>. The ruins are located on the main summit (57 m x 12 m to 35 m), rising 40 m above the village of <span class=\"popular\">Jang Tang</span><span class=\"scholar\">Byang stang</span>. The highest point of the summit is dominated by a single rammed-earth structure. This is the only edifice at the site whose plan is still discernable. In contrast, most other structural remains of the castle are in a state of advanced decay. The way in which wall segments are arrayed across the entire summit does seem to indicate that a large facility was once located here. In the side of the formation overlooking the village there are around 50 caves; these appear to have comprised the original settlement of <span class=\"popular\">Jang Tang</span><span class=\"scholar\">Byang stang</span>. Most of the forward sections of the caves have been obliterated by the collapse of the formation. Interestingly, the shrine for the local <span class=\"popular emph\">yüllha</span><span class=\"scholar emph\">yul lha</span>, <span class=\"popular\">Tangkar Chulung Karmo</span><span class=\"scholar\">Thang dkar chu lung dkar mo</span>, is situated on a hill located farther from the village. Ruined Buddhist emples were also founded in alternative locations. These locational patterns seem to support the <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> or non-Buddhist identification of the site. It seems likely that the construction and maintenance of <span class=\"popular\">Jang Tang Khar</span><span class=\"scholar\">Byang stang mkhar</span> and the cave residences would have required a larger population than is now found in the village (currently 15 households with a total of around 70 people). </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p> <span class=\"popular\">Jang Tang Khar</span><span class=\"scholar\">Byang stang mkhar</span> is said by local villagers to have been an ancient <span class=\"popular\">Kel Mön</span><span class=\"scholar\">Skal mon</span> castle.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>The four walls of the large rammed-earth edifice on the vertex of the summit are still partially intact (11.4 m x 11.7 m). These walls stand as much as 6 m above the summit. The 50-cm to 60-cm thick walls are punctuated by rows of stone-lined rectangular orifices used to accommodate shuttering pins during construction. The rammed-earth building was partitioned into at least four rooms. Three of these rooms are situated against the north wall. In the east room, near the current ground level, there is a rectangular window (50 cm x 25 cm). Its lintel consists of five small rounds of wood that seem to belong to two different species of tree. There is also a similar window in the south central room with a crosshatch wooden lintel.</p>", 
   "index": 7, 
   "parent_index": 6, 
   "title": "High point structure"
  }, 
  {
   "body": "<p>The summit structures present an incongruous picture. Except for the high point building, nearly all the remaining walls on the summit are so deteriorated that it cannot be determined whether they are of the adobe block or rammed-earth type. The only exceptions are several other rammed-earth fragments and a 4-m-tall adobe-block wall on the east edge of the summit. This contrast in the physical condition of the various ruins may possibly be explained by different dates for the establishment and destruction of these monuments. All structures were made from local gray earth with an admixture of gravel. Some of the extant walls may have formed a parapet along the edge of the summit. The summit slopes steeply down towards the east. On the east side of the summit there are two caves that have been converted into a local religious retreat. The main summit is now cut off from a smaller 20-m long summit to the west, but it is likely that they were once connected. There are a few signs of minor structures on the west summit. </p>", 
   "index": 8, 
   "parent_index": 6, 
   "title": "Other summit structures"
  }, 
  {
   "body": "", 
   "index": 9, 
   "parent_index": 2, 
   "title": "Affiliated sites"
  }, 
  {
   "body": "<p>A little downstream of <span class=\"popular\">Jang Tang</span><span class=\"scholar\">Byang stang</span> there is a ruined Buddhist temple and <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> known as <span class=\"popular\">Lhakhang Gokpo</span><span class=\"scholar\">Lha khang gog po</span> (Ruined Temple). It is located on a bench overlooking the right side of the valley floor. There is another Buddhist facility called <span class=\"popular\">Mön Lhakhang</span><span class=\"scholar\">Mon lha khang</span> up valley from <span class=\"popular\">Jang Tang</span><span class=\"scholar\">Byang stang</span>, perched on a ridge on the left side of the valley, It is supposed to have once been occupied by the <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span>. On the opposite side of the valley from <span class=\"popular\">Mön Lhakhang</span><span class=\"scholar\">Mon lha khang</span> there is another ruined Buddhist temple and <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> called <span class=\"popular\">Gyülang</span><span class=\"scholar\">Rgyud lang</span> (sp.?). </p>", 
   "index": 10, 
   "parent_index": 9, 
   "title": " Buddhist monuments"
  }, 
  {
   "body": "<p>Several kilometers up valley from <span class=\"popular\">Jang Tang</span><span class=\"scholar\">Byang stang</span> there is a cave complex and ruined earthen buildings in the badlands formation at the agricultural village of <span class=\"popular\">Ritsé Gyap</span><span class=\"scholar\">Ri rtse rgyab</span> (31º 58.9΄ N. lat. / 79º 29.8΄ E. long. / 13 households). In addition to what is referred to as a <span class=\"popular emph\">khar</span><span class=\"scholar emph\">mkhar</span>, there is reported to have been a small <span class=\"popular emph\">lhakang</span><span class=\"scholar emph\">lha khang</span> on the same summit. The history and development of <span class=\"popular\">Ritsé Gyapkhar</span><span class=\"scholar\">Ri rtse rgyab mkhar</span> does not seem to have been retained in the local oral tradition. Approximately 1 km upstream of <span class=\"popular\">Ritsé Gyap</span><span class=\"scholar\">Ri rtse rgyab</span>, where the valley narrows to form a gorge, there are the ruins of another Buddhist residential complex. Roughly 50 m above this site, a small earthen ruin crowns the top of a conical formation. Known as <span class=\"popular\">sampuk</span><span class=\"scholar\">Bsam phug</span>, there are various caves in the flanks of this formation. This site appears to have been another locus of early settlement.</p><hr class=\"footnote-divider\">", 
   "index": 11, 
   "parent_index": 9, 
   "title": "Ri rtse rgyab "
  }, 
  {
   "body": "<div class=\"footnote\"> <a name=\"n53\"></a> <a href=\"#nb53\" class=\"note\"> [53] </a> Giuseppe Tucci, and Eugenio Ghersi, <em>Cronaca Della Missione Scientifica Tucci Nel Tibet Occidentale (1933)</em> (Roma: Reale Accademia D’Italia, 1934). </div>", 
   "index": 12, 
   "parent_index": 0, 
   "title": "Notes"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16549", 
  "dates": [], 
  "title": "Jangtang Khar Introduction"
 }
}