{"meta":{"authors":[{"fullname":"Dondrup Lhagyal","id":"78"},{"fullname":"Dondrup Lhagyal","id":"78"}],"title":"Ralak Yungdrung Ling Introduction","dates":{"created_at":"2011-12-13 02:28:47 UTC","updated_at":"2011-12-13 02:28:47 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Ralak Yungdrung Ling Introduction"},{"title":"Bonpo monasteries and temples in Central Tibet","index":1,"parent_index":0,"body":" "},{"title":"(2) gYung drung gling","index":2,"parent_index":0,"body":" <p> <\/p> "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p>Ra lag (or Ru lag) gYung drung gling <\/p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>Starting from the sTag gru kha ferry on the Lhasa-Shigatse highway, one arrives at gYung drung gling Monastery after crossing a small bridge on the ’O yul Ra chu river. When the river rises in summer, this small bridge is impassable; instead, one must take a roundabout way, crossing another bridge, which takes an hour to get to the monastery.<\/p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>The monastery was founded by sNang ston Zla ba rgyal mtshan (b.1796) in 1834 on the bank of the Yarlung Tsangpo river, at the foot of Mount ’O lha rGyal bzang. Later, the second abbot, sKal bzang nyi ma (b.1841), extended it. Nyi ma bstan ’dzin (b.1813), the 23rd abbot of sMan ri Monastery, came to help set up philosophical studies and became the chief teacher there. Later, the 5th abbot of the monastery, mKhan chen Shes rab blo ldan, further extended the monastery by building the temple mThong grol lha khang, and Shes rab grags pa, who was a chief teacher, had the large assembly hall (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">’du khang<\/span>) built. There was a residence for the abbot (bla brang) and seven hostels (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">khang tshan<\/span>) for the monk students, as well as individual houses for the chief teacher and the monks who completed their studies.<\/p> <p>Formerly, the monastery possessed a great number of gilt-bronze and copper statues, including those of rNam par rgyal ba. In the temples there were reliquary gilt-copper stupas containing the remains of abbots. The monastery was an important seat of learning for Bonpo monks coming from Amdo, rGyal rong, Khyung po, Hor, Khams and nomad regions in Byang thang. It was particularly renowned for its extensive library and had its own woodblocks for printing religious texts. There were normally about two hundred monks resident in the monastery.<\/p> <p>The 9th abbot, Shes rab bstan pa’i rgyal mtshan (1911-1979), had a large gilded rooftop erected on the main hall; he also had a gilt-copper statue of rNam par rgyal ba made, two storeys high. In 1959 he fled to India, and the monastery itself was razed to the ground in 1965 during the Cultural Revolution. In 1982 Shes rab bstan ’dzin and Kun gsal blo gros, who were monks in the monastery before its destruction, were put in charge of its reconstruction. They managed to have the assembly hall and two temples rebuilt.<\/p> <p>The monastery had a system of abbotship. Abbots were appointed by a lottery from among those well versed in religious philosophy and having the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dge bshes<\/span> degree. The line of abbots of the monastery is as follows:<\/p> <ol type=\"1\"> <li> sNang ston Zla ba rgyal mtshan<\/li> <li> sKal bzang nyi ma<\/li> <li> Phun tshogs dbang rgyal<\/li> <li> Tshul khrims dbang rgyal<\/li> <li> Shes rab blo ldan<\/li> <li> Shes rab bstan pa’i nyi ma<\/li> <li> Blo gros rgyal mtshan<\/li> <li> Blo gros nyi ma<\/li> <li> Shes rab bstan pa’i rgyal mtshan<\/li> <\/ol> "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":" <ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li> <span style=\"font-style: italic;\" class=\"\">mkhan po<\/span> <\/li> <li> <span style=\"font-style: italic;\" class=\"\">slob dpon<\/span> <\/li> <li> <span style=\"font-style: italic;\" class=\"\">dbu mdzad<\/span> <\/li> <li> <span style=\"font-style: italic;\" class=\"\">dge bskos<\/span> <\/li> <li> <span style=\"font-style: italic;\" class=\"\">bla brang gnyer pa<\/span> <\/li> <li> <span style=\"font-style: italic;\" class=\"\">sgrub khang a mchod<\/span> <\/li> <li> <span style=\"font-style: italic;\" class=\"\">mchod dpon<\/span> <\/li> <li> <span style=\"font-style: italic;\" class=\"\">las pa<\/span> <\/li> <li> <span style=\"font-style: italic;\" class=\"\">dkon gnyer<\/span> <\/li> <li> <span style=\"font-style: italic;\" class=\"\">khang tshan dge rgan<\/span> <\/li> <li> <span style=\"font-style: italic;\" class=\"\">ja g-yog<\/span> <\/li> <\/ul> "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":" <p>Presently the monastery has no abbot, but there are about forty monk students.<\/p> "},{"title":"6. Current education","index":8,"parent_index":2,"body":" <p>Monks are required to study both elementary and religious philosophy, mainly in winter and spring. Since its reconstruction after the Cultural Revolution, the monastery has kept seven <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dge bshes<\/span>. <\/p> "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":" <p>At present, other Bonpo monasteries, mainly in dBus and gTsang regions, send their monks to study in gYung drung gling, and they are to return to their own monasteries after completing their studies. In addition, various monasteries, such as sKyid mkhar Ri zhing (No.4) and Pus mo sgang (No.8) in Gro mo, invite tutors from gYung drung gling to their monasteries for a few months at a time.<\/p> "},{"title":"8. Daily rituals","index":10,"parent_index":2,"body":" <p>These consist of offering daily prayers and the propitiation of the monastery’s protective deities.<\/p> "},{"title":"9. Annual rituals, based on the Tibetan calendar","index":11,"parent_index":2,"body":" <p>- First month: on the 5th day, the memorial service of mNyam med Shes rab rgyal mtshan; then, up to the 15th day, a debate on metaphysics ending with the examination for the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dge bshes<\/span> degree.<\/p> <p>- Fourth month: a congregation for prayers and debate for fifteen days.<\/p> <p>- Fifth month: on the 15th, a performance of the ’Dzam gling spyi bsang ritual, based on the brNgan bsang chen mo by sTong rgyung mthu chen.<\/p> <p>- Eighth month: a festival celebrating the founding of the monastery.<\/p> <p>- Eleventh month: on the 7th, the memorial service for the death of the founder of the monastery.<\/p> <p>- Twelfth month: from the 25th to the 30th, a performance of the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dgu gtor<\/span> rite, ending with the performance of religious dances. In addition, the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">bskang gso<\/span> ritual is regularly performed for the guardians of the monastery.<\/p> <p>During the summer the monks go to recite scriptures at private homes of farmers and herdsmen in areas such as Nagchukha, Hor, and Khyung po. The rest of the time the monks stay in the monastery, and their families provide their daily necessities.<\/p> "},{"title":"10. Books held in the monastery","index":12,"parent_index":2,"body":" <p>These include five sets of the <em xmlns:str=\"http:\/\/exslt.org\/strings\">bKa’ ’gyur <\/em>published by Ayung Lama and sKal bzang phun tshogs in Chengdu, 1985-87, and two sets of The Collected Works of mNyam med Sherab rgyal mtshan and more than ten separate volumes of scriptures.<\/p> "},{"title":"11. Income and expenses","index":13,"parent_index":2,"body":" <p>The money the monks earn by conducting religious ceremonies and reciting prayers is used mainly for the renovation of the monastery. No detailed account is set up for this.<\/p> "},{"title":"12. Local community","index":14,"parent_index":2,"body":" <p>There are fifty households in Ru lag village, where followers of Bon and rNying ma pa live together. The villagers are farmers who engage mainly in grain production and also keep a small number of livestock.<\/p> "},{"title":"13. Local festivals","index":15,"parent_index":2,"body":" <p>Only the men and boys of each household participate in the propitiation ceremony dedicated to the sacred mountain, ’O lha rGyal bzang, on the 3rd day of the first month and the 15th of the fifth month.<\/p> "}]}