{"meta":{"domain":"places","kid":"16560","authors":[],"title":"Kharnak Introduction","dates":{"created_at":"2010-08-11 20:46:13 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Kharnak Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"KharnakMkhar nag","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>The ruins of <span class=\"popular\">Kharnak<\/span><span class=\"scholar\">Mkhar nag<\/span> stand on the flanks and summit of a dark-colored rocky mount, which rises 120 m above the waterway flowing between spang gong mtsho and <span class=\"popular\">Tsomo Ngangla Ringtso<\/span><span class=\"scholar\">Mtsho mo ngang la ring mtsho<\/span>. The summit seems to have hosted a cluster of buildings as is found at many other strongholds of <span class=\"popular\">Rutok<\/span><span class=\"scholar\">Ru thog<\/span>. There is also a network of old defensive walls staggered along the south face of the formation. The east side of the hill appears to have ruined ramparts as well. There are structures on the lower west side too, but their identity could not be judged. All original structures of <span class=\"popular\">Kharnak<\/span><span class=\"scholar\">Mkhar nag<\/span> appear to have a random-work texture built using dark slabs of rock. The dominant use of rock slabs and the orientation and style of structures at <span class=\"popular\">Kharnak<\/span><span class=\"scholar\">Mkhar nag<\/span> suggests that they belong to the archaic cultural horizon. <\/p> <p>The Chinese Communist military (PLA) constructed reinforced concrete structures at <span class=\"popular\">Kharnak<\/span><span class=\"scholar\">Mkhar nag<\/span> often using the older ruins as foundations. These constructions have seriously affected the integrity of the archaeological site. Such types of fortifications, built in the 1960s or 1970s, were designed for conflicts involving light infantry forces and are no longer of strategic importance. A functioning PLA garrison is located at the southern foot of <span class=\"popular\">Kharnak<\/span><span class=\"scholar\">Mkhar nag<\/span>. Due to the ongoing nature of military operations the survey team was not permitted to access the ruins. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":null}]}