{"meta":{"domain":"places","kid":"16583","authors":[],"title":"Menla Podrang Introduction","dates":{"created_at":"2010-08-11 20:46:33 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Menla Podrang Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":"Menlapo DrangSman bla pho brang","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Menlapo Drang</span><span class=\"scholar\">Sman bla pho brang</span> (South) </li> <li>English equivalent: Medicine Buddha Palace </li> <li>Site number: B-21</li> <li>Site typology: I.2a </li> <li>Geographic coordinate (N. lat.): 31º 00.8΄ </li> <li>Geographic coordinate (E. long.): 81º 23.6΄</li> <li>Elevation: 4980 m to 5080 m </li> <li>Administrative location (township): bar ka </li> <li>Administrative location (county): <span class=\"popular\">Purang</span><span class=\"scholar\">Spu rang</span> </li> <li>Survey expedition: UTAE</li> <li>Survey date: April 26, 2001</li> <li>Contemporary usage: Light grazing.</li> <li>Identifiable Buddhist constructions: None.</li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Menlapo Drang</span><span class=\"scholar\">Sman bla pho brang</span> (South) is simply named for the <span class=\"popular\">Sanggyé Menla Podrang</span><span class=\"scholar\">Sangs rgyas sman bla pho brang</span>mountain on which it reposes. It is located 1 km up the <span class=\"popular\">Topchen</span><span class=\"scholar\">Stobs chen</span> valley from its confluence with the <span class=\"popular\">Dzong Chu</span><span class=\"scholar\">Rdzong chu</span>. The site has long views all the way to the bar ka plain, south of <span class=\"popular\">Tisé</span><span class=\"scholar\">Ti se</span>. The extent of the structural remains located at <span class=\"popular\">Menlapo Drang</span><span class=\"scholar\">Sman bla pho brang</span> (South) indicates that this residential site was larger than any of the contemporary Buddhist monasteries at Mount <span class=\"popular\">Tisé</span><span class=\"scholar\">Ti se</span>. The three all-stone complexes of <span class=\"popular\">Menlapo Drang</span><span class=\"scholar\">Sman bla pho brang</span> (South) represent a very important nucleus of early settlement at <span class=\"popular\">Tisé</span><span class=\"scholar\">Ti se</span>. They are likely to represent an archaic religious center of the <span class=\"popular emph\">sekhang</span><span class=\"scholar emph\">gsas khang</span>/<span class=\"popular emph\">sekhar</span><span class=\"scholar emph\">gsas mkhar</span> class. These three complexes are situated 90 m to 170 m above the right side of the valley floor. Their lofty location, all-stone corbelled construction and other constructional features identify them as belonging to the archaic cultural horizon. The three complexes are designated as east, west and upper. All three have a southern aspect. The east complex and west complex were built on rocky <span class=\"popular emph\">drama</span><span class=\"scholar emph\">gra ma</span> brush-covered slopes. The random-work, 50-cm- to 80-cm-thick walls appear to have been both mortared lightly with mud and of the dry-mortar variety. The blocks were partly hewn into shape, and are primarily between 30 cm and 1 m in length. Roof appurtenances are mainly 1 m to 1.5 m in length. Despite there being a heap of old <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> plaques around the base of what appears to be a ruined <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> some distance from the east complex, the <span class=\"popular\">Menlapo Drang</span><span class=\"scholar\">Sman bla pho brang</span> (South) site seems to have been the object of very little Buddhist activity.</p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>None was obtained.</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"East complex","index":7,"parent_index":6,"body":" "},{"title":"Main edifice","index":8,"parent_index":7,"body":" <p>The large main edifice of the east complex is set on a 15° slope next to a ravine, and measures 16.5 m (north-south, in line with the slope gradient) x 21 m (east-west, lateral slope direction). It was built in four main elevations: lower tier, lower-middle tier, upper-middle tier, and upper tier (5030 m). Corbels and bridging stones lie scattered around the site and farther afield. </p> <p>The lowest or most forward foundation wall of the main edifice is well aligned in the cardinal directions, and other walls more or less follow this orientation. The 3.5-m wide lower tier of the structure may only have consisted of a retaining wall and not a superstructure, but little structural evidence is left to appraise. </p> <p>The middle tier of the main edifice is approximately 6 m wide. The east half of this level of the structure appears to have consisted of a walled courtyard. The east-facing entranceway to the east half of the middle tier opens onto this courtyard. This appears to have been the main entrance of the main edifice. This entryway measures at least 1.2 m high x 70 cm. Located in a 2.3-m high wall segment, the lintel over this entrance is in situ. It accesses an axial corridor with lower-middle tier rooms set on both its north and south sides. Outside the main entrance there seem to be the remains of another room that appears to have had an independent entrance. On the north side of the medial corridor there is a room largely filled with rubble (1.5 m x 1.2 m). There were two or three niches built into the walls of this room. The lintel and roof of this north room have endured; the doorway accessing it is typically small. From the central corridor there is a 1-m long aisle that runs perpendicular (south-north), which accesses one or two rooms set on the south side of the lower-middle tier. The walls around these rooms are very fragmentary. From these forward lower-middle tier rooms there is access to a rear lower-middle tier room, which has a largely intact roof. The internal dimensions of this irregularly shaped room are 1.3 m x 2 m. None of these lower-middle tier rooms extend as far as the external west wall of the <span class=\"popular emph\">sekhang</span><span class=\"scholar emph\">gsas khang</span>. The upper-middle tier rooms are also reached via the central corridor. Above the entire lower-middle tier and axial corridor, and extending to the exterior west wall of the main edifice, there were probably seven or eight small rooms in total, however, most partitions between them have been destroyed. The upper-middle tier covers approximately 50 m². </p> <p>The upper tier of the main edifice appears to have consisted of three relatively large rooms with an east-west orientation. In addition, there is another room to the rear of the central room. This rear central room (2 m x 1.3 m) has a large central niche. Not including their exterior walls, the row of three rooms measures 6.7 m x 2.4 m. Internally, walls still reach a height of 2 m. A lone roof slab over the central room is in place as is one corbel on the rear wall of the east room. A large boulder is integrated into the exterior west wall. </p> <p>Adjacent to these upper tier rooms there is a relatively large room to the east, which has an independent entrance. It has interior dimensions of 3.2 m x 2 m (not including the entrance area) and exterior dimensions of 4 m x 4.5 m; these relative proportions convey the general massiveness of the <span class=\"popular emph\">sekhang</span><span class=\"scholar emph\">gsas khang</span> walls. The roof over the west half of this independent upper tier structure has survived. It is of typical construction: stone beams run diagonally over the corners of the walls, upon which transverse bridging stones were laid. This understructure supports the roof slabs. There are also large corbels protruding from the east half of the rear wall as load-bearing structures. In the south wall there is a niche and possibly a small window below it. This independent east room opens onto the middle tier room that probably had an independent entrance. </p> "},{"title":"Outlying structures","index":9,"parent_index":7,"body":" <p>Just above the main edifice of the east complex there are two walled level areas, the larger of which measures 13 m x 7 m. The disintegrated walls of these enclosures have been reduced to 1 m or less in height. Their function is not known. The base of what appears to have been a <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> (3.7 m x 3.5 m) is located on the opposite side of the ravine from the main edifice. In close proximity there is a highly degraded enclosure, measuring about 3.5 m across. Approximately 15 m above these structures, at the edge of a ledge, there are the remains of what appears to have been a later historic period retreat house (3.5 m x 5 m). </p> "},{"title":"Upper edifice","index":10,"parent_index":7,"body":" <p>The upper edifice is comprised of a single <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> built on a shelf against a cliff (5080 m). It measures 9 m (east-west) x 8 m (north-south). Roof members are strewn around the site; clearly this was an all-stone structure. This building consists of two rows of cells: a forward/lower tier and a rear/upper tier. </p> <p>The lower row of compartments in the upper edifice is highly degraded, but on the east end of the structure small sections of the roof have survived on top of collapsed walls. The lower row of rooms does not appear to have extended as far west as those of the upper tier. </p> <p>An 80-cm thick wall separates the lower tier from the upper tier of the upper edifice. Between this wall and the upper row of three rooms there is an 80-cm wide axial passageway, which runs the entire east-west breadth of the upper edifice. This passageway is situated at the same elevation as the upper tier compartments. It was roofed as evidenced by a single bridging stone spanning the corridor at the juncture of the west and central rooms. The three rooms of the upper tier have intact roofs and entranceways. The rear of these three rooms was built into the adjoining cliff and their roof is flush with the level of the uphill slope, according them a semi-subterranean aspect. The exterior west wall at 2.5 m is the highest elevation structure extant in the upper edifice. The interior dimensions of the west room are 1.9 m x 1.1 m x 1.8 m. There is a niche in the forward wall and an aperture (35 cm x 45 cm) in the side wall that opens to the central room. The entranceway to the west room (1.3 m x 60 cm) is partially blocked by debris. The central room (2 m x 1.4 m x 1.8 m) has an entranceway at least 1 m in height and 70 cm in width (it is also obstructed by debris). There is an internal opening (45 cm x 45 cm) between the central and east rooms. In the east room (2.6 m x 2 m x 2 m) there are the remains of a hearth against the rear wall, as well as a niche in this wall. In the east wall there is a shallow, floor-to-ceiling alcove with stone shelving. There is also a stone structure of unknown function extending from the alcove to the middle of the room. The entranceway to the east room is 70 cm wide; its height is unclear due to obstructions.</p> "},{"title":"West complex","index":11,"parent_index":6,"body":" <p>Several hundreds of meters to the west of the east complex of <span class=\"popular\">Menlapo Drang</span><span class=\"scholar\">Sman bla pho brang</span> (South) there are the vestiges of eight buildings (residential structures RS1 to RS8), which comprise the west complex of the site (4980 m to 5000 m). This complex is composed of smaller <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> established on a <span class=\"popular emph\">drama</span><span class=\"scholar emph\">gra ma</span>-blanketed shelf. The buildings vary about 20 m in elevation (the west end is lower). The individual structures are numbered below as they appear from east to west. </p> "},{"title":"Residential Structure RS1","index":12,"parent_index":11,"body":" <p>Residential structure RS1 measures 6 m (east-west) x 4 m (north-south). It appears to have been a single house, which is now reduced to footings and dissolving walls, 1 m or less in height.</p> "},{"title":"Residential Structure RS2","index":13,"parent_index":11,"body":" <p>Residential structure RS2 measures 6 m (east-west) x 4 m (north-south) and is situated in close proximity to RS1, at 10 m lower elevation. Its fragmentary walls have been reduced to 1 m or less in height. Part of the wall that divided the structure into two parts is visible. There is one in situ corbel on the upper/north wall.</p> "},{"title":"Residential Structure RS3","index":14,"parent_index":11,"body":" <p>Residential structure RS3 measures 5 m (east-west) x 4 m (north-south), and is situated 9.5 m west of RS2. The walls of this structure are fragmentary. A niche and a corbel have survived in place in the north wall. </p> "},{"title":"Residential Structure RS4","index":15,"parent_index":11,"body":" <p>Residential structure RS4 measures 9 m (east-west) x 6 m (north-south), and is situated 3.5 m west of RS3. The east half of the building may have consisted of an open courtyard. The west half of the structure was partitioned into three rooms: north, central and south. Most of the walls in the south room have been destroyed. On its best preserved north wall four corbels and one small bridging stone are still in place in the south room. The central room has wall segments up to 1 m in height and one surviving corbel. The rear wall of the north room is up to 1.5 m in height and has two corbels resting in place.</p> "},{"title":"Residential Structure RS5","index":16,"parent_index":11,"body":" <p>Residential structure RS5 measures 8.5 m (east-west) x 5.5 m (north-south), and is situated 17 m west of RS4, at a slightly lower elevation. Its crumbling walls reach 1.5 m in height. One in situ corbel is found on the west wall and one on the north wall. At the southeast corner of the building a relatively large room has endured with much of its roof intact (2.5 m x 2.5 m). Its entrance measures 80 cm x 50 cm. </p> "},{"title":"Residential Structure RS6","index":17,"parent_index":11,"body":" <p>Residential structure RS6 measures 6 m (east-west) x 4 m (north-south), and is found 10 m west of RS5. It boasts three in situ corbels on the east wall and three on the north wall. A large conglomerate boulder was integrated into the north wall, and a deep recess is found under its west side.</p> "},{"title":"Residential Structure RS7","index":18,"parent_index":11,"body":" <p>Residential structure RS7 measures 8 m (east-west) x 9 m (north-south), and is located 16 m southwest of RS6, at approximately 7 m lower elevation. This building is divided into three tiers: lower, central and upper. The lower or south tier was probably a courtyard; its entrance is in the southeast corner. The central tier probably consisted of a row of rooms but virtually nothing remains. The upper tier is comprised of two rooms with a semi-subterranean aspect. The upper tier west room has two niches and two corbels still in place in the north wall or upslope wall. The exterior west wall of the upper tier west room reaches 2 m in height. Its floor-to-ceiling height is around 1.5 m. The roof and entranceway (1 m x 50 cm) of the upper tier east room are well preserved. The room is partially divided by a wall buttressing the roof. The total length of the upper tier east room is 4 m. From its entrance a smaller 1.4-m wide outer section is accessed; this leads to the larger rear part of the room (1.8 m wide). </p> "},{"title":"Residential Structure RS8","index":19,"parent_index":11,"body":" <p>Residential structure RS8 measures approximately 6 m x 6.5 m and is situated 21 m west of RS7, at a slightly lower elevation. The walls of this structure are largely dissolved. The west wall straddles naturally occurring conglomerate boulders. </p>  "}]}