{"meta":{"authors":[{"id":"42","fullname":"David Germano"},{"id":"42","fullname":"David Germano"}],"title":"Asia as a Cultural Region","dates":{"created_at":"2011-10-28 18:15:20 UTC","updated_at":"2013-12-30 13:56:18 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>Asia is one of the world&rsquo;s large primary cultural regions, and as such is huge in scale, extremely abstract in character, and very slippery in particulars, since it largely functions in political and intellectual discourses, and international contexts, rather than being a tacit or explicit affiliation that has meaning to the vast majority of residents of the area on a day to day basis. Just like other such large scale and abstract cultural affiliations &ndash; &ldquo;European&rdquo;, &ldquo;North American&rdquo;, &ldquo;South American&rdquo;, or &ldquo;African&rdquo; &ndash; the very term is typically absent in many of the languages of communities that have been classified as part of these cultural constructs, though some members of those communities may use the term, or an analog, in spoken or written discourse aimed at a broad audience. The highly artificial and contrived nature of such abstractions entails that they are usually far more important in recent times than historical times, and their first level of subdivisions are usually equally artificial and contrived.</p>\n<p>Historically, \"Asia\" has been geographically divided by academics and other writers in a wide variety of ways with corresponding labels and agendas. These agendas have been driven by interests in politics, economics/trade routes, language, environment, culture and many other factors, each producing a very different set of considerations for defining certain territories as units, and having familial relationships with certain other defined territories, but not with others. Of course the rubric \"Asia,\" itself driven by a certain history of agendas and concerns, and does not possess entirely clear boundaries marking it off from other reified global regions such as \"Europe\" or \"Africa.\"</p>\n<p>The most stable modern academic divisions of Asia are no doubt the demarcation of \"Indology\" and \"Sinology\" as academic fields of study corresponding to the great political and military poles of the contemporary nation states of India and China. These are also extended to include surrounding countries under the rubrics of South Asia and East Asia. Thus South Asia is constructed to include the nation of India and smaller adjacent or near-by countries: Afghanistan, Pakistan, Nepal, Sikkim, Bhutan, Bangladesh, and Sri Lanka; East Asia then in a similar manner embraces China, Taiwan, Korea, and Japan. These two broad regions &ndash; defined in terms that are alternatively linguistic, cultural, economic, political, and environmental in character &ndash; are complimented by grouping together&nbsp; the nation states of Burma, Thailand, Cambodia, Laos, Vietnam, Malayasia, and Indonesia under the rubric \"Southeast Asia.\" A little less typical but still quite common, the entire Mediterranean coast to Iran can be classified as \"West Asia.\"</p>\n<p>The most problematic classification, however, is that of the vast territories situated between India and China, &nbsp;because of the lack of any standard vocabulary used for the region, as well as its tremendous political fragmentation over history. We have chosen to refer to this region as &ldquo;Inner Asia,&rdquo; to complement East Asia, South Asia, Southeast Asia and West Asia. In this way, \"Inner Asia\" signifies to the inner part of the Euro-Asia continent surrounded by the primary sedentary civilizations of China, India, Iran, and Southeast Asia. This category thus includes the cultures of Tibet and Mongolia; the southern Himalayan regions now politically included in Nepal, Bhutan, certain parts of India, and Kashmir; the historically Buddhist populations (in the pre-Islamic period) of the so-called Silk Route consisting in a chain of oasis towns in what is now Afghanistan, the new countries south of Russia which formerly made up \"Soviet Central Asia\"; and Xinjiang to the north of Tibet and west of China.&nbsp;</p>","title":"Asia as a Cultural Region"}]}