{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Zimpuk Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "I.2. Residential Structures in Other Locations: Religious and Elite Residences"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " zimpukGzims phug "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">zimpuk</span><span class=\"scholar\">Gzims phug</span> </li> <li>English equivalent: Abode Cave </li> <li>Site number: B-31</li> <li>Site typology: I.2a. </li> <li>Geographic coordinate (N. lat.): 29º 50.8΄ </li> <li>Geographic coordinate (E. long.): 84º 02.9΄</li> <li>Elevation: 4630 m to 4650 m </li> <li>Administrative location (township): <span class=\"popular\">Leyor</span><span class=\"scholar\">Las yor</span> </li> <li>Administrative location (county): <span class=\"popular\">Drongpa</span><span class=\"scholar\">’Brong pa</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: April 26, 2002</li> <li>Contemporary usage: None. </li> <li>Identifiable Buddhist constructions: <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> and a <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> wall. </li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p>The all-stone religious center of <span class=\"popular\">zimpuk</span><span class=\"scholar\">Gzims phug</span> was founded on bluffs that rise above the right bank of the <span class=\"popular\">Tsachu</span><span class=\"scholar\">Tshwa chu</span> (Salt River). The south and north bluffs are separated by an approximately 100-m wide ravine. The site consists of three residential loci: north bluff complex, south bluff complex and foot of the south bluff complex. The adeptly built structures of <span class=\"popular\">zimpuk</span><span class=\"scholar\">Gzims phug</span> have an eastern aspect. The random-rubble, mud-mortared walls contain variable-sized blocks and slabs, some of which reach 50 cm to 80 cm in length. Most of the stones have a reddish color and many of them were dressed. All buildings at the site exhibit similar aging processes such as obdurate mortar supporting lichen growth. Most of the mortar, however, has washed out of the joints. This uniformity in the physical condition of he structures seems to indicate that <span class=\"popular\">zimpuk</span><span class=\"scholar\">Gzims phug</span> was established as an integral installation. </p><p>The presence of significant Buddhist shrines at <span class=\"popular\">zimpuk</span><span class=\"scholar\">Gzims phug</span>, the placement of the site near the bottom of a river valley as well as certain morphological features (relatively high elevation structures, tall entranceways, a commodious rear room, a rear window and other windows, and buildings with an above-ground aspect) seem to indicate an early historic period foundation by Buddhists. The construction of <span class=\"popular\">zimpuk</span><span class=\"scholar\">Gzims phug</span> relied on the materials and building techniques incumbent in the construction of the <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span>, an architectural form derived from the archaic cultural legacy. The all-stone corbelled facility appears to have been built as part and parcel of Upper Tibet’s first florescence of Buddhist monuments. The establishment of <span class=\"popular\">zimpuk</span><span class=\"scholar\">Gzims phug</span> therefore seems to coincide with a late phase in the practice of the old architectural traditions of the region. The size, design and standard of quality exhibited by <span class=\"popular\">zimpuk</span><span class=\"scholar\">Gzims phug</span> single it out as an important Upper Tibetan religious site. </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to local <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span>, <span class=\"popular\">zimpuk</span><span class=\"scholar\">Gzims phug</span> is an ancient religious center.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "", 
   "index": 7, 
   "parent_index": 6, 
   "title": "North bluff complex"
  }, 
  {
   "body": "<p>From the foot of the north bluff, a trail ascends to what appears to be an old gateway. Approximately 7 m beyond the gateway, a wall running north-south separates the main complex from the access route. At its northern extremity, this wall turns east to join a lone building (3.3 m x 3.8 m). This building contains a single room with a few corbels still attached to the walls, indicating that it was built with a stone roof. The north wall extends 50 cm above these corbels, indicating the presence of either a parapet wall or a roof with successive layers of bridging stones. The intact entranceway (1.2 m x 60 cm) to this small building faces west towards the main building. The east-west wall continues past this dependency, sequestering it from the main building. This now discontinuous wall has a maximum height of 2.5 m on its forward or east side and a maximum height of 1.5 m on its inner side. The main building is located approximately 5 m west or uphill of his encircling wall. </p>", 
   "index": 8, 
   "parent_index": 7, 
   "title": "Outlying structures"
  }, 
  {
   "body": "<p>The main building measures 13 m (north-south) and 8 m (east-west) and is generally aligned in the cardinal directions. Exterior walls are up to 1 m in thick, illustrating the strength of this structure. The rear or west wall stands fully out of the ground and is still around 3 m in height. The north section of the rear wall is capped with a 50-cm-thick layer of stones mixed with mud. In the west wall there is a single window with a large lintel (25 cm x 50 cm). </p><p>The north portion of the main building is divided into three tiers of rooms oriented east-west. The forward or east tier has been largely destroyed. The forward wall is up to 2 m in height, although most of it is considerably lower. This wall does not appear to have been very straight (as is often the case with <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span>). There are a few in situ corbels on the walls of the forward tier. The east-facing entranceway (1.4 m x 60 cm) to the middle tier is still intact. This entranceway accesses a small room (1.6 m x 2.3 m) with a portion of its roof still in place. Immediately north of the middle tier entranceway there is an entrance (1.3 m x 50 cm) to another small room (1.5 m x 1.7 m). The roof in this room is partially intact and is set about 1.6 m above the floor. In the east wall there is a window (20 cm x 25 cm) that opens onto the forward tier. Some red ochre tinted mud plaster is still attached o the interior walls of this small room. This room must have been a chapel or sanctum of some kind.</p><p>Access to the rear tier of the main building is via the middle tier room with the east-facing exterior entranceway. The rear entranceway is whole (1.4 m x 50 cm) and leads into a relatively large room (4.5 m x 2.3 m) whose end coincides with the exterior west wall of the main edifice. The east side of this room is buttressed, creating various nooks some of which have in situ corbels resting above them. This large rear south room was entirely built above-ground. The rear/west wall of this large room extends about 1 m above the in situ corbels to produce a parapet-like structure. The floor-to-ceiling height of the rear south room was approximately 1.6 m. This size and relative placement of this room suggests that it had a common ceremonial function. There is also an adjacent small rear south room with a window in the rear wall (as already noted above). This is the only <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> surveyed to date with an upslope-facing window. There are a few in situ corbels in the small south rear room. The exterior lines of the building suggest that there was yet another rear south room but nearly all vestiges of it have been effaced. On the southeast side of the rear west room there is an entranceway (1.3 m x 50 cm) that accesses another middle tier room. The stone roof over this room (2 m x 2.4 m) has largely survived, and was constructed of bridging stones laid diagonally. The ceiling is 2 m high in this room. In the south wall there is a window (50 cm x 25 cm). Much of the mud plaster covering the walls in this middle tier room has remained intact. </p><p>The smaller south wing of the main building is accessed via an entrance on the south side of the forward ier. The lintel over this large entranceway is still intact, however, most of the south wing has disintegrated; only a majority of its rear or west wall has survived. </p>", 
   "index": 9, 
   "parent_index": 7, 
   "title": "Main building"
  }, 
  {
   "body": "<p>Southeast of the main edifice there is a ruined Buddhist <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span>. Part of its bulbous <span class=\"popular emph\">bhumpa</span><span class=\"scholar emph\">bum pa</span> is still intact. The upper tier of the base (3.5 m x 3.5 m) overhangs the lower tier of the base, a common design feature. Vertically placed stone slabs prop up the overhanging sections of the upper tier of the base. Many old plaques inscribed with the <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> mantra rest around the <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span>. At the foot of the north bluff there is a substantial wall with many old carved plaques of the <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> mantra as well as a few representational specimens. The most notable ones feature a <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> and the god of compassion <span class=\"popular\">Chenrezik</span><span class=\"scholar\">Spyan ras gzigs</span>. Potentially, the very oldest inscribed plaques at the site date to he second diffusion of Buddhism in Tibet. </p>", 
   "index": 10, 
   "parent_index": 7, 
   "title": "North bluff shrines"
  }, 
  {
   "body": "<p>On the south side of the north bluff complex, the remains of a stone-buttressed trail lead down to the ravine hat geographically divides the <span class=\"popular\">zimpuk</span><span class=\"scholar\">Gzims phug</span> site. On the descent from the north bluff, one encounters a two-chambered cave cut into an earthen and conglomerate cave. The roof of the forward chamber has collapsed. Two stone slabs that formed part of the doorjamb in the forward chamber entrance are still in situ.</p>", 
   "index": 11, 
   "parent_index": 7, 
   "title": "Cave"
  }, 
  {
   "body": "<p>This site consists of a single highly incoherent habitational structure (8 m x 4 m). Its floor space was completely built above-ground. A few corbels are in position on the west wall, the best-preserved portion of the building. The west wall, where still intact, is 2 m in high and nearly 1 m thick. On the west or exterior side of this wall there is a stone gutter. </p>", 
   "index": 12, 
   "parent_index": 6, 
   "title": "South bluff edifice"
  }, 
  {
   "body": "", 
   "index": 13, 
   "parent_index": 6, 
   "title": "Foot of the south bluff complex"
  }, 
  {
   "body": "<p>The largest building in the foot of the south bluff complex measures 13 m (north-south) x 6.5 m (east-west) and appears to have been laid out in the cardinal directions. Standing walls reach a maximum height of 2.5 m and are at least 50 cm in thickness. There are four rear or west tier rooms. Some corbels in the southwest room are in situ. There was also a forward tier of rooms in this building but they have been obliterated. </p>", 
   "index": 14, 
   "parent_index": 13, 
   "title": "Largest building"
  }, 
  {
   "body": "<p>Just 1.7 m south of the large edifice there is another residential structure that measures 8 m (north-south) x 3 m (east-west). This building consists of a single row of three or four rooms. Much of the north side of he structure has been annihilated, precluding a detailed assessment of its plan. The west wall of the structure was partially built into a slope abutting a cliff. The most southerly room (1.7 m x 1.7 m) has sections of all four walls as well as its entranceway (1.2 m x 60 cm) in place. The adjacent room has what resembles a stone gutter facing into it. Nine meters downhill there is a third structure in the foot of the south bluff complex, most of which has been reduced to ground level. Probably measuring 12 m (north-south) x 8 m (east-west), south wall segments reach 1 m to 1.2 m in height. </p>", 
   "index": 15, 
   "parent_index": 13, 
   "title": "Two other buildings"
  }
 ], 
 "meta": {
  "date": "2010-08-11 20:46:41 UTC", 
  "domain": "places", 
  "kid": "16593", 
  "authors": [], 
  "title": "Zimpuk Introduction"
 }
}