{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Drakkar Yungdrung Khyütsé Sangchen Mindröl Ling Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Zung chu County"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(207) Brag g-yung drung Hermitage"
  }, 
  {
   "body": "<p>The full name of the hermitage, which is actually a nunnery, is Brag dkar g-yung drung ’khyud rtse gsang chen smin grol gling.</p>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>The hermitage is located 2 km on foot from dGa’ mal Monastery (No.208), at the top of the mountain behind the monastery, 34 km from Songpan, the seat of Zung chu county.</p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>Brag g-yung drung is a hermitage of dGa’ mal Monastery. Its history is practically unknown. There are hermits who live in separate quarters.</p><p>In the 1980s Tshul khrims rnam dag, the forest guardian, who has lived as a tantric practitioner at the site for many years, obtained permission to build a nunnery. This is the only Bonpo nunnery in the area.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "3. History"
  }, 
  {
   "body": "<p>None</p>", 
   "index": 6, 
   "parent_index": 2, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>There are twenty-six nuns in the nunnery and fifteen monk hermits.</p>", 
   "index": 7, 
   "parent_index": 2, 
   "title": "5. Number of hermits"
  }, 
  {
   "body": "<p>The nuns are trained by the master of the nunnery either collectively or individually.</p>", 
   "index": 8, 
   "parent_index": 2, 
   "title": "6. Current education"
  }, 
  {
   "body": "<p>The nunnery maintains close ties with dGa’ mal Monastery, which sends teachers there. </p>", 
   "index": 9, 
   "parent_index": 2, 
   "title": "7. Educational exchange"
  }, 
  {
   "body": "<p>The main ritual practice of the nunnery is based on the cycle of Ma rgyud, but there is also performance of rituals as follows:</p><ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>2nd month: practice of meditation in conjunction with a ceremony based on the rDzogs chen sku gsum rang shar by Shar rdza bKra shis rgyal mtshan</li> <li>4th month: the ritual practice based on the Tshe dbang bod yul ma by gYung drung gling pa, from the 4th to the 15th day</li> <li>6th month: the ritual practice based on the mKha’ ’gro gsang gcod by sPrul sku Khro gnyan rgyal mtsahn on the 14th and 15th days</li> <li>8th month: the ritual cycle of Ma rgyud on the 24th and 25th days finishing with a ’cham dance</li> </ul>", 
   "index": 10, 
   "parent_index": 2, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The nunnery has no regular Sources of income and depends on offerings from the faithful; the nuns and hermits provide their own food.</p>", 
   "index": 11, 
   "parent_index": 2, 
   "title": "11. Income and expenses"
  }, 
  {
   "body": "", 
   "index": 12, 
   "parent_index": 2, 
   "title": "Sources"
  }, 
  {
   "body": "<p>In autumn 1998 with Tshul khrims rnam dag (b.1945)</p>", 
   "index": 13, 
   "parent_index": 12, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<ol type=\"1\"> <li>Brag dkar g-yung drung ’khyud rtse gsang chen smin grol gling gi lo rgyus nyung bsdus dwangs ’dren me long by Tshul khrims yar ’phel, MS</li> <li>gSang mchog gnas chen bya dur gyi bsang mchod lha lnga’i sgra dbyangs by sGra btsun Ye blo, MS</li> <li>Brag dkar g-yung drung nor bu spungs pa’i gnas bdag bskul ba, anonymous. MS</li> </ol>", 
   "index": 14, 
   "parent_index": 12, 
   "title": "(2) Texts"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }, 
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }
  ], 
  "domain": "places", 
  "kid": "23613", 
  "dates": [], 
  "title": "Drakkar Yungdrung Khyütsé Sangchen Mindröl Ling Introduction"
 }
}