{"meta":{"authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"title":"Gamel Yungdrung Dargyé Ling Introduction","dates":{"created_at":"2011-12-13 02:30:29 UTC","updated_at":"2011-12-13 02:30:29 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Gamel Yungdrung Dargyé Ling Introduction"},{"title":"Zung chu County","index":1,"parent_index":0,"body":" "},{"title":"(208) dGa’ mal Monastery","index":2,"parent_index":1,"body":" "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p>The full name is dGa’ mal gYung drung dar rgyas gling. <\/p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>The monastery is located on the roadside 34 km north of the county seat of Zung chu. <\/p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>The monastery was founded by Rin chen rgyal mtshan of the Tshab tsha family in 1378. The family is considered as sacred (gdung brgyud). The monastery was therefore looked after by a series of masters from the family as the heads of the establishment. The following is a list of the heads of monastery starting form its founder:<\/p> <ol type=\"1\"> <li>Tshab tsha Rin chen rgyal mtshan<\/li> <li>Tshab tsha Blo gros rgyal mtshan (1387-1408), a nephew of the first<\/li> <li>Tshab tsha Tshul khrims rgyal mtshan (1411-1446) <\/li> <li>Tshab tsha Shes dbang g-yung drung (1432-1492) <\/li> <li>Tshab tsha gTsug phud rgyal mtshan (1477-1526) <\/li> <li>Tshab tsha gYung drung bstan pa’i rgyal mtshan (1517-1568)<\/li> <li>Tshab tsha bsTan ’dzin tshul khrims (1562-1626) <\/li> <li>Tshab tsha Shes rab bsTan ’dzin (1629-1649) <\/li> <li>Tshab tsha gYung drung rgyal mtshan (1653-1699) <\/li> <li>Tshab tsha bsTan ’dzin nyi ma (1683-1734) <\/li> <li>Tshab tsha bSod nams nyi ma (1726-1775) <\/li> <li>Tshab tsha gYung drung bstan ’dzin (1779-1798) <\/li> <li>Tshab tsha bsTan ’dzin rgyal mtshan (1792-1862) <\/li> <li>Tshab tsha gYung drung bstan rgyal (1899-1960) <\/li> <li>Lha rig pa Blo gros rnam rgyal (b.1947)<\/li> <li>Tshab tsha bsTan pa gong ’phel (b.1947) <\/li> <li>dPal grags <\/li> <li>mKhar yag Nor bu dbang rgyal (b.1933)<\/li> <li>gYung drung kun khyab (d.1971) <\/li> <li>Khyung po rab rgyas (b.1940) <\/li> <li>bsTan ’dzin tshul khrims <\/li> <li>Bar ma Ye shes rgyal mtshan (b.1958) <\/li> <li>Tshab tsha mKhyen rab brtse chen (b.1945), the present head of the monastery<\/li> <\/ol> "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":" <ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>dgon bdag, head of the monastery, hereditary<\/li> <li>two dbu mdzad<\/li> <li>two dge skos <\/li> <li>two gnyer pa <\/li> <li>two mchod dpon<\/li> <\/ul> <p>All the incumbents are replaced every three years with the exception of the mchod dpon who is replaced every year.<\/p> "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":" <p>There are one hundred and eight monks and novices in the monastery. <\/p> "},{"title":"6. Current education","index":8,"parent_index":2,"body":" <p>There are no organized classes; the novices are trained by the elder monks. <\/p> "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":" <p>The monastery has close ties with sNang zhig Monastery (No.180) in rNga khog that sends a teacher whenever needed.<\/p> "},{"title":"8 \/ 9. Rituals","index":10,"parent_index":2,"body":" <ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>1st month: commemoration of mNyam med Shes rab rgyal mtshan on the 4th and 5th days, and the dGa’ mal smon lam festival from the 7th to the 18th day <\/li> <\/ul> <p>In the past, the sa glang prediction ceremony was held in the early morning of the last day of the dGa’ mal smon lam festival and during the day the ’cham dance was performed for the public audience. <\/p> <ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>1st month-2nd month: the dgu gtor rite based on the Khro phur from the 26th day of the to the 1st day of the 2nd month <\/li> <li>3rd month: the ritual cycle of Ma rgyud from the 13th to the 15th day<\/li> <li>4th month: the observance of the summer-fast (dbyar gnas) from the 8th to the 15th day<\/li> <li>11th month: commemoration of of sKyabs mgon Zla ba rgyal mtshan on the 7th and 8th days<\/li> <li>12th month: the ritual cycle of sTag la from the 10th to the 15th day<\/li> <\/ul> "},{"title":"10. Books held in the monastery","index":11,"parent_index":2,"body":" <p>There are manuscript copies of several works by the first and thirteenth Tshab tsha masters. <\/p> "},{"title":"11. Income expenses","index":12,"parent_index":2,"body":" <p>The monastery has no regular Sources of income and depends on offerings from the faithful.<\/p> "},{"title":"12 Local community","index":13,"parent_index":2,"body":" <p>There are five local communities which form the local lay community (lha sde) of the monastery. They are A ’ben, Ha phan, mTsho phan, mTha’ ba and rMa yul. The A ’ben community comprises four villages: rGya khag with nine families, A pa with fourteen families, sMan tshang with nineteen families and Tsho ngan with ten families. The Ha phan community comprises two villages: Kha stod with twenty-seven families and Chu ’khyil brag dgon with thirty-three families. The mTsho phan community comprises three villages: rGya khag with seven families, Grwa khag with ten families and Chu ’khyil brag dgon with ten families. The mTha’ ba community comprises four villages: ’Bro sde with thirteen families, rTa nga with three families, rGya khag with eight families and mKhas grub with five families. The rMa yul community has three villages: sGra to with six families, Brag ’gag with eight families and bDud bcom with five families.<\/p> <p> On the mountain behind the monastery called Shes rab lha rtse there are two la btsas. One is called mTshan nyid la btsas which is built at the top, the other la btsas, on the mountainside known as Srid rgyal la btsas, is dedicated to the goddess Srid rgyal. The renewal ceremony of these la btsas, performed by the monks, takes place on the 1st day of the 5th month. <\/p> <p> Mount Ri Dzam bha lha, believed to be the abode of the local deity with the same name, is located 15 km east of the monastery. The deity is propitiated by the five communities together on the 5th day of the 5th month.<\/p> <p> There is also the sacred mountain (gnas ri) known as Bya dur located 1 km north of monastery (cf. sNa steng Monastery No.199). It is venerated by all the people from Shar khog and other regions.<\/p> "},{"title":"14. Occupation of the local people","index":14,"parent_index":2,"body":" <p>Agriculture and trading<\/p> "},{"title":"Sources","index":15,"parent_index":2,"body":" "},{"title":"(1) Interviews","index":16,"parent_index":15,"body":" <p>In autumn of 1998 with the following monks at the monastery: Sra bstan mi ’gyur (b.1936), Tshul khrims rgya mtsho (b.1964) and Shes rab mthar phyin (b.1972)<\/p> "},{"title":"(2) Texts","index":17,"parent_index":15,"body":" <ol type=\"1\"> <li>rNga khul zung chu rdzong gi bya dur dga’ smin (mal) dgon pa’i lo rgyus mdor bsdus, NKhGL pp.94-97<\/li> <li>dPal gshen bstan dga’ mal g-yung drung dar rgyas gling gi dkar chag dpyid kyi glu dbyangs thos pa tshig gi rab phreng, ZGSK pp.146-171<\/li> <li>Toni Huber, ‘Contribution on the Bon Religion in A-mdo’: The Monastic Tradition of Bya-dur dGa’-mal in Shar-khog’, Acta Orientalia, Vol.59 (1998), 179-227<\/li> <\/ol> "}]}