{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Tenpa Gyurmé Tengchen Namgyel Ling Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Derge County"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(139) rDza sTeng chen Monastery"
  }, 
  {
   "body": "<p>rDza sTeng chen Monastery has several names, the original name was bsTan pa ’gyur med sTeng chen rnam rgyal gling. Following its destruction in 1902 by the monks of dGon gsar Monastery located in the vicinity, the monastery was rebuilt and renamed dPal gShen bstan mdo sngags g-yung drung dar rgyas gling.</p>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "1. Name "
  }, 
  {
   "body": "<p>The monastery is three hours on horseback from Nya ’gug Township which is located 248 km northeast from Derge county town. The monastery stands on the north bank of the rDza chu river (Ya long jiang in Chinese) which runs through Derge to dKar mdzes (Gan zi) county along a northwest - southeast axis.</p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "2. Location "
  }, 
  {
   "body": "<p>There are two versions: according to the <em xmlns:str=\"http://exslt.org/strings\">Rḍza sṭeng chen dgon gyi lo rgyus</em> by Tshe dbang ’gyur med, the monastery was founded by rMe’u A yu dang ra, according another one it was founded by rMe’u Grub chen Nam mkha’ g-yung drung.</p><p>The monastery’s original name was bsTan pa ’gyur med sTeng chen rnam rgyal gling. At first, the family of rMe’u, who was based in gTsang, was in charge of the monastery, but unfortunately the history of this lineage remains obscure. However, later dBra ston lHa yi blo gros (his dates are not known, but he is believed to have been a contemporary of ’Gro mgon ’Phags pa, 1235-1280) from dBra dgon Monastery in dKar mdzes came to sTeng chen where he later settled and hence started a rMe’u lineage. It is said that dBra ston founded twenty monasteries in dBus gtsang, Khams and Amdo. He extended sTeng chen Monastery by building the gTsug lag khang and also enlarged the temple. His successor was dBra pa ’Dul ba rgyal mtshan who received his ordination from mNyam med Shes rab rgyal mtshan, founder of sMan ri Monastery. dBra pa ’Dul ba rgyal mtshan first went to gYas ru dBen sa kha Monastery in gTsang. He is referred to as ’Gro mgon dBra ston chen mo and is said to be one of the Eighteen Masters (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">ston pa bco brgyad</span>) of gYas ru dben sa Monastery. He was succeeded in turn by dBra pa Tshul khrims rgyal mtshan who studied the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">A khrid</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rDzogs chen</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sNyan rgyud</span> traditions under rMe’u mKhas pa dPal chen. The period from Tshul khrims rgyal mtshan’s time to that of dBra ba sKal bzang nyi ma remains obscure. dBra ba sKal bzang nyi ma was born in the Iron-Hare Year in the 15th Rab byung (1891). During his time, in 1902, sTeng chen Monastery was burned down by the monks of the nearby dGe lugs pa monastery of dGon gsar, because the dGon gsar monks believed that the assembly hall of sTeng chen prevented the sunlight from reaching their monastery (i.e. the monks of dGon gsar Monastery were jealous of the height and grandeur of sTeng chen Monastery). I am sure there are two sides to this story but unfortunately I could not find any Sources containing dGon gsar Monastery’s version of the events. In any case the monastery was burned down by the dGon gsar monks and more than twenty buildings and all the statues and texts within were completely destroyed. sKal bzang nyi ma fled to Hor in the Nag chu kha region, and the elder monks to gSer thar pasture. </p><p>In 1905, sTeng chen Monastery sent a group of representatives from sTeng chen and other monasteries, accompanied by two lDing dpon officers from Nyag rong to Lhasa to request permission to rebuild the monastery. gNas brtan gYung drung bstan pa, the representative of sTeng chen Monastery, related the events to the sPyi khyab mKhan po of the bKa’ shag in Lhasa (the highest monk official in the Dalai Lama’s government), who reported the story to the 13th Dalai Lama. The Dalai Lama granted the monastery permission to rebuild and the sPyi khyab mkhan po sent a government representative together with A rta, one of the lDing dpon officers of Nyag rong, to rDza khog to act as mediators between the two monasteries. 1908 marked the beginning of the monastery’s reconstruction. The work was supervised by dBra spyul sKal bzang nyi ma and dBra dpon rNam rgyal grags pa, the local chief. Shar rdza bKra shis rgyal mtshan and dBra sras Zla ba grags pa also largely contributed to the reconstruction and revival of the monastery. In 1916, the work was completed and the monastery was renamed dPal gShen bstan mdo sngags g-yung drung bstan rgyas gling. Shar rdza bKra shis rgyal mtshan was responsible for the iconographic programme of its interior decoration. Many famous Bonpo masters visited the monastery, including Khro tshang ’Brug lha, gSer chen Sangs rgyas gling pa, Kun grol ’ja’ tshon snying po, mKhan chen Nyi ma bstan ’dzin, and the “three lineages of dBra, lCang and sMon”, (dBra lCang sMon gsum):</p><ol type=\"1\"> <li>the masters of the dBra lineage from sTeng chen Monastery </li> <li>the masters of the lCang lung lineage from lCang lung Monastery (No.158)</li> <li>the masters of the sMon rgyal lineage from sMon rgyal Monastery (No.136) </li> </ol><p>sTeng chen Monastery was famous for a number of its practitioners who obtained the ‘rainbow-body’ (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’ja’ lus</span>) at the time of their deaths. The monastery was again destroyed during the Cultural Revolution and was rebuilt in the 1980s. It has preserved some 229 sq m of its original wall paintings.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one <span style=\"font-style: italic;\" class=\"\">mkhan po</span> </li> <li>one <span style=\"font-style: italic;\" class=\"\">dbu mdzad</span> </li> <li>one <span style=\"font-style: italic;\" class=\"\">dge skos</span> </li> <li>two <span style=\"font-style: italic;\" class=\"\">mchod dpon</span> </li> <li>three <span style=\"font-style: italic;\" class=\"\">khang gnyer</span> </li> <li>two <span style=\"font-style: italic;\" class=\"\">’cham gnyer</span> </li> <li>eighteen <span style=\"font-style: italic;\" class=\"\">spyi ba</span>: two for the ritual of Thang chen tshogs pa, two for the ritual of Nya tshogs, two for the ritual of sMan lha, two for bDe ’dus, four for the observance of the summer-fast (<span style=\"font-style: italic;\" class=\"\">dbyar gnas</span>), two for the <span style=\"font-style: italic;\" class=\"\">dgu gtor</span> rite and two for the ritual of <span style=\"font-style: italic;\" class=\"\">bon gzhi</span> </li> </ul>", 
   "index": 6, 
   "parent_index": 2, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>There are sixty-three novices and monks in the monastery.</p>", 
   "index": 7, 
   "parent_index": 2, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>One of the educated monks is appointed to teach the young students Tibetan literacy and ritual texts for three or four years, after which they are expected to practice on their own.</p>", 
   "index": 8, 
   "parent_index": 2, 
   "title": "6. Educational exchange"
  }, 
  {
   "body": "<p>Monk students have to go to sMan ri or gYung drung gling in gTsang to take their ordination, but for other religious practice they generally go to Shar rdza ri khrod (No.138). Both Zer ’phro (No.140) and ’Phen zhol (No.141) are branches of sTeng chen Monastery, and the monks of both monasteries go to sTeng chen for major rituals.</p>", 
   "index": 9, 
   "parent_index": 2, 
   "title": "7. Exchanges with other monasteries"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>1st Tibetan month: commemoration of mNyam med Shes rab rgyal mtshan based on the <span style=\"font-style: italic;\" class=\"\">mDo g-yung drung klong rgyas</span> for twenty-seven days beginning on the 12th day. The ceremony is also known as <span style=\"font-style: italic;\" class=\"\">nya ’tshogs</span>.</li> <li>4th month: rituals of sMan lha and the observance of a fast (<span style=\"font-style: italic;\" class=\"\">smyung gnas</span>) for fifteen days</li> <li>5th month: the ritual based on the <em>Bḍe ’dus</em> (<em>Bde gshegs ’dus pa’i bum sgrub  chen mo</em>) by Shar rdza bKra shis rgyal mtshan for fifteen days</li> <li>6th month: the summer-fast (<span style=\"font-style: italic;\" class=\"\">dbyar gnas</span>) for fourteen days</li> <li>11th month: ritual cycle of Khro bo for nine days ending with the <span style=\"font-style: italic;\" class=\"\">’cham</span> dance for the lay community </li> <li>12th month: ritual cycles of Khro bo and Phur pa for nine days ending with <span style=\"font-style: italic;\" class=\"\">’cham</span> dance for the lay community. This last ritual performance is also known as <span style=\"font-style: italic;\" class=\"\">bon gzhi</span> or sometimes <span style=\"font-style: italic;\" class=\"\">chos gzhi</span> in this monastery. </li> </ul>", 
   "index": 10, 
   "parent_index": 2, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The monastery has one complete copy of the printed edition of the Bonpo Kanjur; copies of the <em xmlns:str=\"http://exslt.org/strings\">Collected Works of mNyam med Shes rab rgyal mtshan</em> and the <em xmlns:str=\"http://exslt.org/strings\">Collected Works of Shar rdza bKra shis rgyal mtshan</em> as well as a collection of various texts for liturgical use</p>", 
   "index": 11, 
   "parent_index": 2, 
   "title": "10. Books held in the monastery"
  }, 
  {
   "body": "<p>The monastery has neither land nor animals, and depends on donations from the faithful; the monks provide their own food.</p>", 
   "index": 12, 
   "parent_index": 2, 
   "title": "11. Income and expenses"
  }, 
  {
   "body": "<p>The local lay community consists of five villages: Wa thung with forty nine families, Shog mthor with sixty-four families, Zam kha with thirty-one families, Ra la with twenty-nine families and Ting nang with forty families. </p>", 
   "index": 13, 
   "parent_index": 2, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>The mountain behind the monastery is known as Se mo g-yu rtse and is associated with the local deity of the same name.</p>", 
   "index": 14, 
   "parent_index": 2, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>The members of the first four villages mentioned above are both farmers and nomads while those of the fifth are nomads.</p>", 
   "index": 15, 
   "parent_index": 2, 
   "title": "14. Occupation of the local population"
  }, 
  {
   "body": "", 
   "index": 16, 
   "parent_index": 2, 
   "title": "Sources "
  }, 
  {
   "body": "<p>bsTan ’dzin ’gyur med (b.1935), a monk at the monastery; Lung rig rnam dag (b.1937), a monk at the monastery</p>", 
   "index": 17, 
   "parent_index": 16, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<ol type=\"1\"> <li> <em xmlns:str=\"http://exslt.org/strings\">Rḍza steng chen dgon gyi lo rgyus</em> by rDza pa Tshe ring ’gyur med </li> <li> <em xmlns:str=\"http://exslt.org/strings\">Ṣhar rdza bKra shis rgyal mtshan gyi rnam thar</em> by dBra ston bsKal bzang bstan pa’i rgyal mtshan, Beijing: Krung go bod kyi shes rig dpe skrun khang, 1990</li> </ol>", 
   "index": 18, 
   "parent_index": 16, 
   "title": "(2) Texts"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }, 
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }
  ], 
  "domain": "places", 
  "kid": "23545", 
  "dates": [], 
  "title": "Tenpa Gyurmé Tengchen Namgyel Ling Introduction"
 }
}