{"meta":{"domain":"places","kid":"23620","authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}],"title":"Dongpel Yungdrung Metok Ling Introduction","dates":{"created_at":"2011-12-13 02:30:32 UTC","updated_at":"2011-12-13 02:30:32 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Dongpel Yungdrung Metok Ling Introduction"},{"title":"Zung chu County","index":1,"parent_index":0,"body":" "},{"title":"(214) lDong dpal Monastery","index":2,"parent_index":1,"body":" "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p>The monastery’s full name is lDong dpal gYung drung me tog gling. lDong dpal is the name of the community where the monastery is located. A variant spelling is gDong dpe.</p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>The monastery is located 145 km northwest of the county seat of gZi tsha sde dgu.</p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>The monastery was founded by bsTan pa ’brug grags, a master of bSam ’grub Monastery (No.197) in mDzod dge. No written records on the monastery’s history have been found. The monastery was rebuilt in the 1980s. mChog grub dpal bzang, the head of bSam grub Monastery in mDzod dge is also the dgon bdag of lDong dpal Monastery.</p> "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one dgon bdag </li> <li>one dbu mdzad</li> <li>two dge skos</li> <li>two spyi ba</li> </ul> <p>All the incumbents besides the dgon bdag are replaced every two years.</p> "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":" <p>There were twenty-two novices and monks in the monastery in autumn 1998. </p> "},{"title":"6. Current education","index":8,"parent_index":2,"body":" <p>There are no organized classes. The young novices are trained by the elder monks. </p> "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":" <p>The monastery has close ties with bSam ’grub Monastery in mDzod dge.</p> "},{"title":"8 / 9. Rituals","index":10,"parent_index":2,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>1st month: commemoration of mNyam med Shes rab rgyal mtshan from the 5th to the 14th days</li> <li>3rd month: mChod pa stong mtshan on the 1st and 2nd days</li> <li>4th month: the smyung gnas fast on the 15th and 16th days </li> <li>5th month: mChod pa stong mtshan from the 14th to the 16th days</li> <li>8th month: traditionally the ritual based on the rTsa gsum is performed from the 21st to the 25th day, but because none of the present monks know how to perform it, they recite the mChod pa stong mtshan instead </li> <li>10th month: propitiation of the religious protectors (bka’ skyong) on the 17th day and the renewal ceremony of the la btsas 18th day</li> <li>12th month: the ritual cycles of sTag la, Phur pa and Khro bo alternately from the 21st to the 30th day with the ’cham dances on the 28th and 29th days</li> </ul> "},{"title":"11. Income and expenses","index":11,"parent_index":2,"body":" <p>The monastery has no regular Sources of income and depends on offerings from the faithful. The monks provide their own food.</p> "},{"title":"12. Local community","index":12,"parent_index":2,"body":" <p>There are six villages in lDong dpal community: Thang dga’ with twelve families, Bya tshang with eleven families, sDong bar with thirteen families, Thang sna with eleven families, mDo skong with twelve families and Yar lung with eighteen families.</p> "},{"title":"13. Local festivals","index":13,"parent_index":2,"body":" <p>The mountain behind the monastery is regarded as sacred and is called gYung drung gsas mkhar. Its la btsas is renewed by the monks on the 10th day of the 12th month. </p> <p>The renewal ceremony of the following la btsas: The la btsas called lDong nags tsho sman of Thang dga’ village is renewed by the village people three times a year: on the 11th day of the 4th month, the 4th day of the 5th month and the 21st day of the 11th month. The la btsas of Bya tshang village is acalled gSas mkhar, the la btsas of sDong bar village Nang skya bstan ’dzin (there is a motorable road leading to it); the la btsas of Thang sna village rDung ri rtse and the la btsas of mDo skong village lCang gsas dus log. Yar lung village has four la btsas: gSas mkhar, ’Brug mgo, gNyan chen zhwa smug and gSas mkhar nor bu. The renewal ceremony of all the above-mentioned la btsas is performed by the people of their respective villages twice a year, on the 11th of the 5th month and the 17th day of the 10th month. </p> <p>The la btsas gNyan chen sGrung lha rgad po of lDong dpal village is renewed once a year on the following days in alternance: the 11th day of the 4th month, the 4th day of 5th month, the 15th day of the 6th month and the 17th of the 10th month. </p> <p>The people of the lay community also travel and participate in the veneration of Mounts Bya dur and Dung ri in Shar khog (cf. sNa steng Monastery No.199).</p> "},{"title":"14. Occupation of the local people","index":14,"parent_index":2,"body":" <p>Agriculture</p> "},{"title":"Sources","index":15,"parent_index":2,"body":" "},{"title":"(1) Interviews","index":16,"parent_index":15,"body":" <p>In autumn 1998 with: gYung drung blo gros (alias Ya go, b.1942), a monk at the monastery</p> "},{"title":"(2) Texts","index":17,"parent_index":15,"body":" <ol type=\"1\"> <li>Nan phing rdzong gi gdong dpe dgon pa’i lo rgyus mdor bsdus, NKhGL pp.259-260</li> </ol> "}]}