{"meta":{"authors":[{"fullname":"Dondrup Lhagyal","id":"78"},{"fullname":"Dondrup Lhagyal","id":"78"}],"title":"Sangngak Tekchen Yungdrung Ling Introduction","dates":{"created_at":"2011-12-13 02:28:50 UTC","updated_at":"2011-12-13 02:28:50 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Sangngak Tekchen Yungdrung Ling Introduction"},{"title":"Bonpo monasteries and temples in Central Tibet","index":1,"parent_index":0,"body":" "},{"title":"(8) Pus mo sgang Monastery","index":2,"parent_index":0,"body":" "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p>The full name is gSang sngags theg chen g-yung drung gling.<\/p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>After a nine-hour drive from Shigatse, one reaches Ya tung in Gro mo, whence a three-hour journey on foot takes one to Pus mo sgang. One can also drive there.<\/p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>Pus mo sgang Monastery was founded by gYung drung dbang rgyal, who was a hermit living on Mount sKyid mu sman ri in Gro mo. The monastery was then maintained by a series of fourteen masters up to bsTan pa rgya mtsho. He fled to Bhutan in 1959. The monastery was completely destroyed during the Cultural Revolution. In 1985 its restoration began. Before 1959, there were sixty monks. gYung drung tshe ring and his son Tshe ring dbang ’dus are in charge of the monastery.<\/p> "},{"title":"4. Headship system","index":6,"parent_index":2,"body":" <p>The monastery had a system of abbotship.<\/p> "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":" <p>Six<\/p> "},{"title":"6. Current education","index":8,"parent_index":2,"body":" <p>Two monks have been sent to study in gYung drung gling Monastery (No.2). Since there are no formal study classes in the monastery, the rest of the young monks learn prayers and scriptures under the guidance of the old monks.<\/p> "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":" <p>With the exception of sending one or two monk students to study under the master Kun gsal blo gros in gYung drung gling, there are no exchanges with other monasteries.<\/p> "},{"title":"8. Daily rituals","index":10,"parent_index":2,"body":" <p>These consist of the frequent performance of religious services dedicated to the tutelary and protective deities, and the recitation of prayers and scriptures.<\/p> "},{"title":"9. Annual rituals, based on the Tibetan calendar","index":11,"parent_index":2,"body":" <ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li> First month: on the 5th day, the memorial service of mNyam med Shes rab rgyal mtshan based on the <span style=\"font-style: italic;\" class=\"\">gYung drung klong rgyas<\/span>.<\/li> <li> Second month: on the 10th, a performance of the <span style=\"font-style: italic;\" class=\"\">tshes bcu <\/span>ceremony in which prayers are said to Dran pa nam mkha’ and his twin sons Tshe dbang rig ’dzin and Pad ma mthong grol.<\/li> <li> Third month: from the 13th to the 16th, a religious assembly.<\/li> <li> Fifth month: on the 13th and 16th, performances of religious services dedicated to the tutelary and protective deities, in which the common people near the monastery participate.<\/li> <li> Eleventh month: from the 7th to the 16th, a ceremony of offerings to the tutelary deity, during which time religious dances take place the whole day, as well as the propitiation of the local deity Brag btsan rgod ’bar ba on the mountain behind the monastery.<\/li> <\/ul> <p>In summer and autumn the monks return to their homes to live with their families; in winter and spring they go back to the monastery for religious activities and studies.<\/p> "},{"title":"10. Books held in the monastery","index":12,"parent_index":2,"body":" <p>There are sixteen cases of the Khro skyab edition of the <em xmlns:str=\"http:\/\/exslt.org\/strings\">Khams chen<\/em>, a set of the <em xmlns:str=\"http:\/\/exslt.org\/strings\">Ngan song sbyong ba’i gzungs<\/em> written in gold and twelve cases of scriptures given by gYung drung gling Monastery.<\/p> "},{"title":"11. Income and expenses","index":13,"parent_index":2,"body":" <p>Since the monastery has a meagre income, the relevant expenses are mainly borne by patrons.<\/p> "},{"title":"12. Local community","index":14,"parent_index":2,"body":" <p>There is one village with thirty-five households, all of whom are Bon followers.<\/p> "},{"title":"13. Local festivals","index":15,"parent_index":2,"body":" <p>On the 3rd day of the first month, the 15th of the fourth month and the 16th of the eleventh month, all the villagers take part in the ceremonies of offerings to the local deities on Mount sPo bo tshe dmar and Mount Zhu bo ri at the back of the monastery.<\/p> "},{"title":"14. Occupation of the local people","index":16,"parent_index":2,"body":" <p>The villagers are mainly engaged in farming, with lumbering as a side occupation.<\/p> "}]}