{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Chunak Doring Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "II.1. Stelae and accompanying structures: Funerary and non-funerary structures"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Chunak DoringChu nag rdo ring "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Chunak Doring</span><span class=\"scholar\">Chu nag rdo ring</span> </li> <li>English equivalent: Black Water Long-stones</li> <li>Site number: C-121 </li> <li>Site typology: II.1b, II.2b, II.2d </li> <li>Geographic coordinate (N. lat.): 31º 10΄ </li> <li>Geographic coordinate (E. long.): 80º 39΄ </li> <li>Elevation: 4360 m and 4390 m </li> <li>Administrative location (township): <span class=\"popular\">Möntser</span><span class=\"scholar\">Mon ’tsher</span> </li> <li>Administrative location (county): <span class=\"popular\">Gar</span><span class=\"scholar\">Sgar</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: October 24, 2002</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul>
", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Chunak Doring</span><span class=\"scholar\">Chu nag rdo ring</span> is located on the right side of the <span class=\"popular\">Chunak</span><span class=\"scholar\">Chu nag</span> valley upstream of <span class=\"popular\">Khardong</span><span class=\"scholar\">Mkhar gdong</span>/<span class=\"popular\">Khyunglung Ngül Khar</span><span class=\"scholar\">Khyung lung dngul mkhar</span> (A-45) and <span class=\"popular\">Guru Gyam</span><span class=\"scholar\">Gu ru gyam</span> (B-112). The site occupies a flat that is elevated a few meters above the <span class=\"popular\">Chunak</span><span class=\"scholar\">Chu nag</span> flood plain. The terrain is gravelly and dotted with grass and <span class=\"popular emph\">drama</span><span class=\"scholar emph\">gra ma</span> scrub. The sheer size of <span class=\"popular\">Chunak Doring</span><span class=\"scholar\">Chu nag rdo ring</span> makes it one of he most important funerary sites in Upper Tibet. In total, <span class=\"popular\">Chunak Doring</span><span class=\"scholar\">Chu nag rdo ring</span> covers approximately 20,000 m², making it the largest ceremonial site surveyed to date. It consists of walled pillars, a large tumulus, and several large and smaller groupings of enclosures. Altogether, there are no less than 330 double-course enclosures at <span class=\"popular\">Chunak</span><span class=\"scholar\">Chu nag</span>. All of these cobble structures appear o be part of an integrated funerary complex. This necropolis may be functionally connected to khyung lung dgul mkhar as complimentary components (residential and burial) of this area’s monumental infrastructure. These two sites are in eyeshot of one another. The presence of so large a funerary complex as <span class=\"popular\">Chunak</span><span class=\"scholar\">Chu nag</span> seems to enhance the importance of <span class=\"popular\">Khardong</span><span class=\"scholar\">Mkhar gdong</span>, in keeping with the legendary status accorded khyung lung dgul mkhar in Tibetan literature.<a href=\"#n47\" name=\"nb47\" class=\"note\">47</a> </p>
", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to the monks of <span class=\"popular\">Guru Gyam</span><span class=\"scholar\">Gu ru gyam</span> monastery, <span class=\"popular\">Chunak Doring</span><span class=\"scholar\">Chu nag rdo ring</span> contains the ruins of an ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> settlement.</p>
", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>The large enclosure is situated just above the right bank of the <span class=\"popular\">Chunak</span><span class=\"scholar\">Chu nag</span> flood plain (31° 09.808΄ N. lat. / 80° 39.087΄ E. long.). It is generally aligned in the cardinal directions and measures 19 m x 19 m. This elaborately built square enclosure is elevated about 50 cm above the surrounding terrain. The enclosure, located near the western extremity of the enclosed pillar typology territorial range, represents a unique variant of the monument. It is bisected into two sections by an east-west running wall. The north section is 12.5 m in width and the south section is 6.5 m wide. The north section is further subdivided by a north-south aligned wall (7.6 m long) that joins the central bisecting wall and an east-west aligned wall (6 m long) that joins the east perimeter wall to form an inner enclosure. The double-course and multiple-course cobble perimeter and subdividing walls (50 cm to 80 cm thick) are composed of different colored (tan, red, gray, and beige) variable-length cobbles (10 cm to 35 cm long). The coherent wall sections are mostly level with the ground surface. There are also disintegrated portions of the perimeter walls composed of stones, which are piled up to a maximum height of 50 cm. These elevated wall sections may have been composed of several vertical courses of cobbles.</p>
", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Pillar enclosure"
  }, 
  {
   "body": "<p>In the north section of the enclosure there is a single highly weathered pillar (Long-stone DR1), which is centered between the north and south walls. This four-sided grayish pillar (1.3 m [height] x 80 cm [basal girth]) stands next to the inner edge of the west wall. In the south section of the enclosure there is a not well centered highly weathered tan tabular pillar (1.2 m x 1 m) (Long-stone DR2). It was erected next to the inner edge of the west wall. There are two smaller gray pillars (Long-stones DR3, DR4) 60 cm in height, which were planted against the inner edge of the south wall, near the west end of the enclosure. There are also three broken pillars (Long-stones DR5, DR6, DR7) that were erected within the cobble courses of the south wall. Another broken pillar (Long-stone DR8) was raised inside the south wall near the east end of the enclosure. It appears that yet another small specimen was erected within the courses of the central bisecting wall of the enclosure. The erection of standing stones inside the wall courses is a highly unusual morphological feature of he <span class=\"popular\">Chunak</span><span class=\"scholar\">Chu nag</span> site. By virtue of their presence among scores of superficial enclosures, the walled pillars must have fulfilled an extremely important funerary ritual role at <span class=\"popular\">Chunak</span><span class=\"scholar\">Chu nag</span>. The location of the walled pillars at the eastern extremity of the site is also liable to have significant ritual and cognitive undertones. </p>
", 
   "index": 8, 
   "parent_index": 6, 
   "title": "Pillars"
  }, 
  {
   "body": "<p>Approximately 50 m west of the walled pillars there is large quadrate tumulus (<span class=\"popular emph\">bangso</span><span class=\"scholar emph\">bang so</span>) (09.796΄ / 39.008΄). This tumulus is roughly aligned in the cardinal directions, and measures 17.8 m (north-south) x 15 m (east-west). This flat-topped structure varies between 2 m and 3 m in height. The surface of the mound is covered in loose cobbles; whatever coherent walls here were have completely disintegrated. On the top of the tumulus there are three cobble-filled depressions up o 1 m in depth. They appear to be the result of excavations carried out long ago. The looting of the contents is likely to be the only motive for such excavations in pre-modern times. </p>
<p>On the east side of the tumulus, at its base, there is a large interconnected rectangular enclosure that measures 22 m (north-south) x 8 m (east-west). It is elevated about 50 cm above the surrounding plain. This enclosure is comprised of walls such as are found in other enclosures of <span class=\"popular\">Chunak</span><span class=\"scholar\">Chu nag</span>. The appended enclosure appears to have been subdivided into three east-west sections: south (6 m wide north-south), central (8.5 m wide) and north 6.5 m (wide). The occurrence of enclosures at the base of a large <span class=\"popular emph\">bangso</span><span class=\"scholar emph\">bang so</span> is also met with at <span class=\"popular\">Darlung Gyangro</span><span class=\"scholar\">Dar lung gyang ro</span> (D-88). These two umuli more or less circumscribe the eastern and western margins of the core Upper Tibetan paleocultural entity; hat region in which walled pillars (II.1b) and pillar arrays appended to edifices (II.1c) are distributed. The umulus of <span class=\"popular\">Chunak</span><span class=\"scholar\">Chu nag</span> appears to have been a central monumental feature of the site. In sites where there is a large <span class=\"popular emph\">bangso</span><span class=\"scholar emph\">bang so</span> it often is found amid smaller and more superficial funerary structures. These large <span class=\"popular emph\">bangso</span><span class=\"scholar emph\">bang so</span> are probably the burial sites of very high status individuals and/or where collective mortuary rites took place. In any case, it would appear that they constituted the ritual and monumental heart of many necropoli. </p>
", 
   "index": 9, 
   "parent_index": 6, 
   "title": "Tumulus"
  }, 
  {
   "body": "<p>The superficial enclosures are mainly square and rectangular in form but there are also some sub-rectangular examples among them. They range between 3 m x 5 m to 15 m x 16 m in size. The perimeter walls (50 cm to 1 m hick) are composed of different colored (tan, red, gray, and beige) cobbles, which are between 10 cm and 35 cm in length. Many of the extant walls are generally aligned in the cardinal directions. The cobble perimeter walls are double-course or multiple-course in make-up. These walls are typically flush with the ground surface. There are also what appear to be heaped-stone walls 20 cm to 50 in height. In a few enclosures, these elevated wall sections reach 1 m in height. Rather than an inherent design feature, this piling of stones is probably due to he disintegration of neatly built walls, which were more than 1 vertical course in height. In all but a few cases, the area inside the perimeter walls of each enclosure is free of structural elements. There are also a few outlying structures of smaller proportions that are fully covered in stones embedded in the ground surface. The enclosures are interconnected to form clusters or networks of structures. The design and construction of hese enclosures most resembles those of <span class=\"popular\">Drak Tsangpo</span><span class=\"scholar\">Brag gtsang po</span> (D-41), a site not too far away from <span class=\"popular\">Chunak</span><span class=\"scholar\">Chu nag</span>. Many of the walls of the enclosures have been destroyed and many have depressions inside. These depressions are probably the result of excavations carried out long ago and possibly due to subsidence as well. </p>
", 
   "index": 10, 
   "parent_index": 6, 
   "title": "Clusters of enclosures"
  }, 
  {
   "body": "<p>The main cluster of enclosures begins 24 m west of the large tumulus. This long swathe of interconnected enclosures has two obvious breaks, creating three different sectors. Small amounts of white quartz are scattered around the main cluster of enclosures. These pieces of stones may have embellished the structures but in what form is unknown. </p>
<p>The north sector (63 m x 23 m) has a north-south axis. It contains around 30 enclosures, measuring between 2 m x 5 m and 7 m x 10 m. The north end of the north sector is at 09.963΄ / 38.931΄. </p>
<p>The central sector of enclosures begins 40 m south of the north sector. It measures 380 m x 40 m to 60 m and covers some 13,000 m². The central sector contains about 200 enclosures ranging in size up to 16 m x 15 m. In a few places there are small gaps between the groups of enclosures. The northern half of the central sector has a north-west axis, but further south the axis bends to the east. At the northwest corner of the central sector, a large enclosure (16 m x 15 m) contains a smaller enclosure (6 m x 7 m) inside its perimeter walls. </p>
<p>There is a gap of 8 m between the central and south sectors. The south sector measures 88 m x 25 m and erminates near the <span class=\"popular\">Chunak</span><span class=\"scholar\">Chu nag</span> stream (09.669΄ / 39.035΄). This cluster has an east-west axis. The south sector contains perhaps 25 enclosures. In proximity to he south sector there are approximately 15 smaller enclosures aggregated in little groupings. Beginning about 200 m west of the south sector there is another cluster containing about 23 enclosures distributed over a fairly large area. </p>
", 
   "index": 11, 
   "parent_index": 10, 
   "title": "Main cluster of enclosures"
  }, 
  {
   "body": "<p>To the west of the flat in which the main cluster of enclosures is located there is a bench about 30 m higher in elevation. On this bench is the upper cluster of enclosures (09.938΄ / 38.708΄). The principal upper cluster measures 67 m (north-south) x 30 m (east-west), and contains about 20 enclosures of the kind found elsewhere at <span class=\"popular\">Chunak</span><span class=\"scholar\">Chu nag</span>. Many of the perimeter walls have been destroyed and depressions, up to 1.5 m in depth, pockmark the interiors of quite a few enclosures. These depressions are likely to be the remains of excavations carried out long ago (<span class=\"popular emph\">drama</span><span class=\"scholar emph\">gra ma</span> grows on some of the depressions). A cluster of around en enclosures is located 27 m south of the principal upper cluster. This smaller site was very heavily disturbed in the past. </p>
<p>On the southern tip of the bench there are three more enclosures, which have been partially destroyed by the failure of the slope. On the flat, between the main cluster and upper cluster, there are at least four more enclosures of the type found all over <span class=\"popular\">Chunak</span><span class=\"scholar\">Chu nag</span>. </p>
<hr class=\"footnote-divider\"/>
", 
   "index": 12, 
   "parent_index": 10, 
   "title": "Upper cluster of enclosures"
  }, 
  {
   "body": "<div class=\"footnote\"> <a name=\"n47\"/> <a href=\"#nb47\" class=\"note\"> [47] </a> For a survey of <span class=\"popular\">Khyunglung Ngül Khar</span><span class=\"scholar\">Khyung lung dngul mkhar</span> see Bellezza, <em>Antiquities of Upper Tibet</em>, 37–43; John. Vincent Bellezza, “Territorial Characteristics of the Archaic Zhang-zhung Paleocultural Entity: A Comparative Analysis of Archaeological Evidence and Popular Bon Literary Sources.” Paper prepared for the International Association of Tibetan Studies Conference X, Oxford, 2003. Currently in press.. I was first informed about <span class=\"popular\">Chunak</span><span class=\"scholar\">Chu nag</span> by the late <span class=\"popular\">Tenzin Wangdrak</span><span class=\"scholar\">Bstan ’dzin dbang grags</span> (who was the seniormost Bon lama in <span class=\"popular\">Ngari</span><span class=\"scholar\">Mnga’ ris</span>) and other monks of <span class=\"popular\">Guru Gyam</span><span class=\"scholar\">Gu ru gyam</span> monastery some years before the actual survey took place. Members of my survey team passed on information about <span class=\"popular\">Chunak</span><span class=\"scholar\">Chu nag</span> to Hui Wei and Li Yongxian, archaeologists at Sichuan University, who conducted a detailed survey of the site in 2005. Their findings were presented at the 11th International Association of Tibetan Studies conference in Bonn. </div>
", 
   "index": 13, 
   "parent_index": 0, 
   "title": "Notes"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16718", 
  "dates": [], 
  "title": "Chunak Doring Introduction"
 }
}