{"meta":{"authors":[],"title":"བཙུན་མོ་ཚལ།","dates":{"created_at":"2010-08-13 17:00:57 UTC","updated_at":"2010-08-13 17:00:57 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"བཙུན་མོ་ཚལ།"},{"title":"སྟག་རྩེ་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"བཙུན་མོ་ཚལ།","index":2,"parent_index":0,"body":" <p>མཚན་རྒྱས་པར། རབ་བསྟན་ཕུན་ཚོགས་གླིང་ཞེས་ཞུ། སྣོན་མདའ་ནས་སྤྱི་ལེ་ལྔ་ཙམ་སྣུམ་ནག་འཁོར་ལམ་བརྒྱུད་སོང་ན་འབྱེད་གྲོང་ཚེ་ཞེས་པའི་རི་ཁུག་ཏུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། བཙུན་མོ་ཚལ་ཞེས་པ་ནི། སྔོན་ཆོས་རྒྱལ་སྲོང་བཙན་གྱི་བཙུན་མོའི་སྤྲོ་སྐྱིད་ཁང་ཡིན་པ་དང་། འབྱེད་ཅེས་པ་ནི། ཆོས་རྒྱལ་སྲོང་བཙན་གྲོད་གཏུམས་སུ་འཁྲུངས་པ་ལ་ཡུམ་སྐྲག་སྟེ་ཆུ་ལ་བཤམས་པས་གླིང་ལག་ཏུ་ཐོན་པ་ཕོ་རོག་གཅིག་གིས་འཁྱེར་ཡོང་སྟེ་བྱན་ཁོག་ནང་རི་ཟུར་དུ་རྡོ་ལྷ་སྤུན་གསུམ་ཞེས་པ་ཞིག་ཡོད་པ་དེའི་སྟེང་དུ་བྲོད་པ་ཁ་འབྱེད་པས་འབྱེད་ཅེས་པ་དེ་ལྟར་བྱུང་། དེ་རྗེས་འདུལ་འཛིན་གྲགས་པ་རྒྱལ་<span class=\"milestone page eng \">[page <span class=\"pnum\">231<\/span>] <\/span>མཚན་གྱིས་གནས་དེར་དགོན་བདག་མཛད་པ་ནས་བཙུན་མོ་ཚལ་དེ་དགོན་པར་འགྱུར། དགེ་ལྡན་ཕྱག་བཞེད་མཛད་པ་ཡིན། བཀྲས་ལྷུན་དགོན་གྱི་དགོན་ལག་ཡིན། སྔོན་འདུ་ཁང་ཀ་བ་བཅུ་དྲུག་ནང་འདུལ་འཛིན་གྲགས་པ་རྒྱལ་མཚན་གྱི་སྐུ་བརྙན་དང་སྨར་གདུང་། ཐུ་མི་རང་གིས་རྡོ་ལ་བརྐོས་གནང་བའི་ཡིག་ཕུད། སྲོང་བཙན་གྱི་བསྟོད་པ། ཤར་ལིའི་ཇོ་བོ་ཐོག་ཚད་མ། སྒྲུབ་ཆེན་ཆོས་ཀྱི་རྡོ་རྗེའི་སྐུ་གདུང་། མགོན་ཁང་ནང་ར་ལོའི་ཕྱག་བཟོ་སོགས་བཞུགས་སུ་གསོལ་ཡོད། འདུལ་འཛིན་གྲགས་པ་རྒྱལ་མཚན་ནི། ཐོག་མར་འབྲི་གུང་བྲག་མདའ་ཞེས་པར་སྐུ་འཁྲུངས། འབྲི་གུང་མཐིལ་ནས་རྗེ་ཙོང་ཁ་པ་དང་མཇལ། དགའ་ལྡན་དུ་རྒྱལ་ཚབ་རྗེ་དང་ལྷན་དུ་ཡངས་པ་ཅན་བསྐྱོན། དེ་ནས་གནས་དེར་ཕེབས་ཏེ་དགོན་དེ་བཏབ་གནང་མཛད། སྤྱིར་ན་མདོ་སྔགས་གང་ལ་མཁས་ཤིང་ཁྱད་པར་དུ་འདུལ་བའི་སྤྱོད་པ་ཡོངས་སུ་དག་པས་འདུལ་འཛིན་ཞེས་པ་དེ་ལྟར་བྱུང་། དགོན་དེར་ཐོག་མར་མདོ་སྔགས་གཉིས་ཀ་ཕྱག་བཞེད་མཛད་པ་ལ་རྗེས་སུ་སྔགས་ཕྱོགས་ཁོ་ན་ཕྱག་ལེན་གནང་བ་ནི་འཇིགས་བྱེད་དང་། ཀུན་རིག སྨན་བླ་སོགས་ཡིན། གཞི་གསུམ་གྱི་ཕྱག་ལེན་ཡང་མི་ཉམས་པ་ཡོད། བོད་ཟླ་9ཚེས་30དཀར་མེ་ཞེས་མགོན་ཆོས་དང་ཚངས་པ་སོགས་གར་འཆམ་གནང་བ་ཡིན། ཚངས་པ་མ་ཐོན་ཙམ་དུ་བརྒྱ་མ་བས་མར་ཕྲན་བུ་རེ་ཕུལ་བ་དང་། སྐུ་གཉེར་གྱིས་བཞུ་སྣོད་ལ་མེ་བརྒྱབ་སྟེ་མར་ཁུ་བཞུར་མཚམས་མཆོད་མེ་འབུལ་གནང་སྲོལ་ཡོད།<\/p> <p>ད་ལྟ་སྔོན་གྱི་འདུ་ཁང་ཉམས་གསོ་གནང་བའི་ནང་གོང་གསལ་ཡིག་ཕུད་རྡོ་བརྐོས་དང་། སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ། ལྡེབས་རིས་རྙིང་མ་སོགས་མཇལ་རྒྱུ་ཡོད།<\/p>  "}]}