{"meta":{"domain":"places","kid":"16695","authors":[],"title":"Khyiu Durtrö Introduction","dates":{"created_at":"2010-08-25 11:10:55 UTC","updated_at":"2011-02-24 17:53:40 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Khyiu Durtrö Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Enclosure","index":7,"parent_index":6,"body":" <p>The enclosure is generally aligned in the cardinal directions and measures 10.5 m (north-south) x 6 m (east-west). This enclosure is designed in the extreme western Tibet regional fashion with longer north-south dimensions. The enclosure is somewhat elevated above the surrounding plain. Parts of all four double-course walls (50 cm to 70 cm thick) have survived. These walls are primarily built of igneous cobbles 20 cm to 30 cm in length. These stones are even with the ground surface or project above it to a maximum height of 10 cm. There is a possible funerary superstructure (8 m across) located 14 m southeast of the enclosure. However, no coherent wall fragments have endured in this structure.<\/p> "},{"title":"Pillars","index":8,"parent_index":6,"body":" <p>It is reported by villagers of nearby <span class=\"popular\">Trashi Gang<\/span><span class=\"scholar\">Bkra shis sgang<\/span> that two pillars stood on the west end of the enclosure until the Chinese Cultural Revolution. One was broken but its base was left anchored in the substrate. This pillar base is situated next to he inner edge of the west wall, 4 m from the southwest corner of the enclosure. The broken top of this highly weathered four-sided pillar still lies on the site. It is 65 cm long and has a girth of 85 cm. It is reported hat the other pillar stood near the northwest corner of the enclosure. This specimen had a total length of around 1.5 m. It was ripped out of the ground and used in the construction of a water channel feeding a grinding mill.<\/p>  "}]}