{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "ལྷ་ལུང་རི་ཁྲོད།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": " གྲོང་ཁྱེར་ལྷ་ས།"
  }, 
  {
   "body": "<p>ལྷ་ལུང་རི་ཁྲོད་ནི། གནས་ཆུང་དགོན་ནས་སྤྱི་ལེ་གསུམ་ཙམ་འཁོར་ལམ་བརྒྱུད་སོང་ན་གནས་ཆུང་རི་བརྒྱུད་ཀྱི་ཤར་ངོས་སུ་རི་ཁྲོད་དེ་མཇལ་རྒྱུ་ཡོད། ད་ལྟ་ལྷ་ལུང་དཔལ་གྱི་རྡོ་རྗེ་བཞུགས་མྱོང་བའི་སྒྲུབ་ཕུག་ཙམ་ལས་རི་ཁྲོད་ཉམས་གསོ་ཞུ་ཐུབ་མེད་ཀྱང་། རི་ཁྲོད་དེའི་ཉེ་འདབས་སུ་ས་ཕུང་སྒང་ཞེས་པའི་གྲོང་ཚོ་ཞིག་ཡོད་པ་དེ་ལ་སྔོན་མིང་གླིང་བུ་ཐང་ཞེས་ཟེར། གླིང་བུ་ཐང་ཟེར་དོན་ནི། སྔོན་བོད་ཀྱི་རྒྱལ་རབས་མཇུག་མ་གླང་དར་གྱི་དབུ་ལ་རྭ་ཅོ་ཡོད་པས་དེ་འགེབ་ཆེད་དུ་དབུ་སྐྲ་ལྷས་མ་བརྒྱབས་ཏེ་འགེབས་པར་བྱེད། གང་ཡིན་ཞེ་ན་རྒྱལ་པོར་དབུ་རྭ་ཡོད་པ་གཞན་གྱིས་ཤེས་ན་རྒྱལ་པོའི་སྐུ་ཚེར་བར་ཆད་ཡོད་ཅེས་མ་འོངས་ལུང་བསྟན་ཡོད། དེར་བརྟེན་དབུ་སྐྲ་<span class=\"milestone page eng \">[page <span class=\"pnum\">57</span>] </span>ྷས་མ་རྒྱག་མཁན་སུ་ཡིན་སྲོག་གཅོད་པ་ཡིན་ཡང་། ཉིན་ཞིག་ཡང་རྒྱལ་པོའི་དབུ་སྐྲ་བསླ་མཁན་བུ་མོ་ཞིག་ལ་འཁོར། མོས་རང་ཉིད་དབུ་སྐྲ་བསླས་ཚར་རྗེས་ཤི་རྒྱུ་ཡིན་ཙང་ཡིད་སྐྱོ་ནས་མིག་ཆུའི་ཐིག་པ་རྒྱལ་པོའི་སྐུ་པང་དུ་ལྷུང་བས། རྒྱལ་པོས་ཁྱོད་མིག་ཆུ་གཏོང་དོན་ཅི་ཡིན་གསུངས་པར། ང་དབུ་སྐྲ་བསླས་ཚར་རྗེས་ཤི་རྒྱུ་ཡིན་ཙང་ཡིད་སྐྱོ་ནས་མིག་ཆུ་ལྷུང་བ་ཡིན་ཞེས་ཞུས་པས། ཁྱོད་ཀྱིས་ངའི་མགོ་ལ་རྭ་ཅོ་ཡོད་ཚུལ་སུ་གཅིག་ལ་མི་ཤོད་རྒྱུའི་མནའ་བཀྱལ་དམ་བཅའ་བཞག་ན་ངས་ཁྱོད་ཚེ་ཐར་གཏོང་ཞེས་གསུངས་པས་བུ་མོས་ཀྱང་དེ་ལྟར་བྱེད་རྒྱུར་ཁས་བླངས། དེ་ནས་དུས་ནམ་ཞིག་སོང་མཚམས་བུ་མོ་དེ་ནད་སྡུག་པ་ཞིག་གིས་ཟིན། སྨན་དང་རིམ་འགྲོ་ཅི་བྱས་ཀྱང་མ་ཕན། དེ་ནས་མོ་རྩིས་ཀྱི་འབྲས་བུར་བུ་མོ་དེར་གཏམ་གསང་བ་ཅན་ཞིག་ཤོད་རྒྱུ་འདུག་པས་དེ་བཤད་ན་ནད་ལས་ཐར་ཞེས་བབས་པས། བུ་མོས་གཏམ་དེ་བཤད་ན་སྲོག་དང་བྲལ་རྒྱུ་ཡིན། ད་བར་སྡོད་རྒྱུ་བྱུང་བས་བློ་ཡིད་ཚིམས། ད་ནི་ཤི་ནའང་འགྱོད་པ་མེད་ཅེས་བཤད་པས། བུ་མོའི་མ་ཡིས། འོ་ན་ཁྱོད་ཀྱི་གཏམ་གསང་རྒྱ་ཅན་དེ་མི་ལ་མ་བཤད་ནའང་མི་མེད་ལུང་སྟོང་ཞིག་ཏུ་ཤོད་ཅེས་བཤད་པས་བུ་མོ་དེས་གླིང་བུ་ཐང་གི་ཙི་ཁུང་ཞིག་ལ་ཁ་སྦྱར་ཏེ་“རྒྱལ་པོ་གླང་དར་དབུ་ལ་རྭ་ཅོ་འདུག་”ཅེས་ལན་གསུམ་བཤད་པས་བུ་མོའི་ནད་གཞི་རིམ་བཞིན་དྲག་སྐྱེད་བྱུང་། ཙི་ཁུང་ནང་ནས་སྨྱུག་མ་ཞིག་སྐྱེས། དེ་ནས་དེ་ཁུལ་གྱི་ཕྱུགས་རྫི་བྱིས་པ་ཚོས་སྨྱུག་མ་བྲེགས་ཏེ་གླིང་བུ་བཟོས། གླིང་བུ་སུས་བཏང་ཡང་རྒྱལ་པོ་“གླང་དར་མགོ་ལ་རྭ་ཅོ་འདུག རྒྱལ་པོ་གླང་དར་མགོ་ལ་རྭ་ཅོ་འདུག་”ཅེས་གླིང་བུའི་སྒྲ་གདངས་ལྷ་ལུང་རི་ཁྲོད་དུ་སྒྲུབ་པ་བསྐྱོན་བཞིན་པའི་ལྷ་ལུང་དཔལ་གྱི་རྡོ་རྗེས་གསན་ཏེ། ད་ནི་རྒྱལ་པོ་ལོག་པ་ཅན་འདུལ་བའི་དུས་ལ་བབས་པའོ་དགོངས་ཏེ་སྔགས་པ་ཞྭ་ནག་གི་ཆས་བཞེས། ཕུ་ཐུང་ཆེན་པོའི་ནང་མདའ་གཞུ་བསྐུངས་ཏེ་རྒྱལ་པོ་གླང་དར་དབོན་ཞང་རྡོ་རིང་གི་ཡི་གེར་གཟིགས་བཞིན་བཞུགས་པ་དང་བསྟུན་ཏེ་རྒྱལ་པོའི་སྙིང་གར་མདའ་འཕངས་ཏེ་བཀྲོངས་ཞེས་ཟེར།<span class=\"milestone page eng \">[page <span class=\"pnum\">58</span>] </span> </p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "ལྷ་ལུང་རི་ཁྲོད།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16429", 
  "dates": [], 
  "title": "ལྷ་ལུང་རི་ཁྲོད།"
 }
}