{"meta":{"authors":[],"title":"Posa Khargok Introduction","dates":{"created_at":"2010-08-11 20:45:38 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"\n\n","title":"Posa Khargok Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":"\n\t\t\t\t\t\t"},{"title":"Posa khargokSpo sa mkhar gog","index":2,"parent_index":1,"body":"\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Basic site data","index":3,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<ul class=\"bullet-blue\">\n\t\t\t\t\t\t\t\t<li>Site name: <span class=\"popular\">Posa khargok</span><span class=\"scholar\">Spo sa mkhar gog</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Site number: A-84</li>\n\t\t\t\t\t\t\t\t<li>Site typology: I.1x, I.2b </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (N. lat.): 33&ordm; 18.0&#900; </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (E. long.): 79&ordm; 41.8&#900;</li>\n\t\t\t\t\t\t\t\t<li>Elevation: 4240 m to 4310 m</li>\n\t\t\t\t\t\t\t\t<li>Administrative location (township): <span class=\"popular\">Derok</span><span class=\"scholar\">Sde rog</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Administrative location (county): <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Survey expedition: HTCE </li>\n\t\t\t\t\t\t\t\t<li>Survey date: May 21, 2002</li>\n\t\t\t\t\t\t\t\t<li>Contemporary usage: None.</li>\n\t\t\t\t\t\t\t\t<li>Identifiable Buddhist constructions: A couple simple flagpoles on the summit of the site\n\t\t\t\t\t\t\t\t\tdedicated to the famous <span class=\"popular\">y&uuml;llha</span><span class=\"scholar\">Yul lha</span>known as <span class=\"popular\">Gekh&ouml;</span><span class=\"scholar\">Ge khod</span>.\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t\t<span class=\"popular\">Posa khargok</span><span class=\"scholar\">Spo sa mkhar gog</span> is located in the mouth of\n\t\t\t\t\t\t\t\ta 1-km deep mountain cove, on the east side of the <span class=\"popular\">Rusum</span><span class=\"scholar\">Ru gsum</span>/<span class=\"popular\">Risum</span><span class=\"scholar\">Ri gsum</span>/<span class=\"popular\">Roksum</span><span class=\"scholar\">Rog gsum</span> valley. The ruined stronghold sits on an isolated\n\t\t\t\t\t\t\t\trock outcrop, which is a maximum of 45 m in height. The south face of <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span>&rsquo;s most important <span class=\"popular emph\">y&uuml;llha</span><span class=\"scholar emph\">yul lha</span>,\n\t\t\t\t\t\t\t\t\t<span class=\"popular\">Gekh&ouml; Nyenlung</span><span class=\"scholar\">Ge khod gnyan lung</span>, is\n\t\t\t\t\t\t\t\tvisible from the site. The light colored igneous outcrop has very steep slopes on all sides, endowing it with a\n\t\t\t\t\t\t\t\tfairly strong protective quality. The entire summit (60 m x 3 m to 5 m) is cloaked in the remains of small\n\t\t\t\t\t\t\t\tmud-mortared random-rubble buildings. The stepped walls and series of revetments in the granite crags, creating\n\t\t\t\t\t\t\t\tmany structural elevations, along with the tiny size of the edifices, are archaic design traits. Likewise, the\n\t\t\t\t\t\t\t\tsemi-subterranean aspect of some structures points to an archaic cultural origin. </p>\n\t\t\t\t\t\t\t<p>In addition to the fasthold, there appears to have been an extensive sedentary settlement built around the base\n\t\t\t\t\t\t\t\tof the outcrop. These lower ruins all fall within the protective umbrella of arrow fire that could have been\n\t\t\t\t\t\t\t\treleased from the fortress. Hundreds of people potentially once lived in the old village <span class=\"popular\">Posa khargok</span><span class=\"scholar\">Spo sa mkhar gog</span>. Agriculture was not practiced at\n\t\t\t\t\t\t\t\tthis location, as it is extremely rocky. There is no contemporary permanent settlement in the vicinity. Like many\n\t\t\t\t\t\t\t\tother ancient habitations in <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span>, <span class=\"popular\">Posa khargok</span><span class=\"scholar\">Spo sa mkhar gog</span> was never the object of\n\t\t\t\t\t\t\t\tresettlement in more recent times. The lower site consists of around 50 heavily built foundations of residential\n\t\t\t\t\t\t\t\tstructures. From the little that is left, it could not be determined if these shelters had permanent roofs or ones\n\t\t\t\t\t\t\t\tmade of perishable materials such as yak hide or hair. These residential structures are dispersed over an area of\n\t\t\t\t\t\t\t\tapproximately 3000 m&sup2;. The orange climax lichen found on many of the stones shows that the site has not been\n\t\t\t\t\t\t\t\theavily disturbed in a long time. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>Residents of the <span class=\"popular\">Rusum</span><span class=\"scholar\">Ru gsum</span> valley call <span class=\"popular\">Posa khargok</span><span class=\"scholar\">Spo sa mkhar gog</span> a <span class=\"popular\">Kel M&ouml;n</span><span class=\"scholar\">Skal mon</span> castle.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Site elements","index":6,"parent_index":2,"body":"\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Castle","index":7,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>There are many revetments, footings and standing wall fragments on the summit. The very narrow nature of the\n\t\t\t\t\t\t\t\t\tsummit helped to limit the dimensions of the individual structures. The tallest revetment built against the\n\t\t\t\t\t\t\t\t\tformation is 2 m; these walls unmistakably had a defense function. They must have been the bases of ramparts,\n\t\t\t\t\t\t\t\t\twhich surrounded the summit in an intricate pattern of short walls interspersed between the natural crags. The\n\t\t\t\t\t\t\t\t\twalls of the old buildings are around 60 cm thick and are made with variable sized stones, 20 cm to 60 cm in\n\t\t\t\t\t\t\t\t\tlength. Mostly granite was used in construction but gray stone and occasional chunks of milky quartz were also\n\t\t\t\t\t\t\t\t\texploited. On the south side of the summit there is a revetment fragment 1 m thick. One of the most intact and\n\t\t\t\t\t\t\t\t\tlargest buildings (3 m x 3.3 m) is found near the north side of the summit. Its walls reach 2.5 m in height and,\n\t\t\t\t\t\t\t\t\tlike other structures at the site, much of the mud-mortar in the walls has washed away. On the less steep and\n\t\t\t\t\t\t\t\t\trocky east or inner side of the formation, buildings may have extended in a band 20 m in height from the edge of\n\t\t\t\t\t\t\t\t\tthe summit to the base of the outcrop. This east flank dispersion is 30 m in width and is thickly blanketed in\n\t\t\t\t\t\t\t\t\trubble. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Ancient village","index":8,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Evidently, there was a well-built settlement comprised of a tight cluster of houses, situated on broad,\n\t\t\t\t\t\t\t\t\tmoderately inclined rocky slopes. The existence of so many stones on or near the site provided a ready source of\n\t\t\t\t\t\t\t\t\tbuilding materials. Wall fragments reach 1.5 m in height, but, in general, the level of preservation of the\n\t\t\t\t\t\t\t\t\tstructures is very poor. The habitations range in size from 15 m&sup2; to 45 m&sup2;, and were built as much as 1.2 m\n\t\t\t\t\t\t\t\t\tbelow the ground. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Northeast sector","index":9,"parent_index":8,"body":"\n\t\t\t\t\t\t\t\t\t<p>The northeast sector is located at the base of the inner side/east of the fortress outcrop. It consists of a\n\t\t\t\t\t\t\t\t\t\tcontiguous zone of at least two dozen small but heavily built foundations, covering an area of 53 m\n\t\t\t\t\t\t\t\t\t\t(east-west) x 46 m (north-south). On the north end of the northeast sector there are old enclosures resembling\n\t\t\t\t\t\t\t\t\t\tcorrals. Wall segments commonly attain 1 m in height. The foundations often integrate naturally occurring\n\t\t\t\t\t\t\t\t\t\tboulders, some of which are more than 1 m in length. The robustly constructed walls tend to be built of larger\n\t\t\t\t\t\t\t\t\t\tstones (40 cm to 70 cm), and are 70 cm to 90 cm thick. Outside of the northwest sector, there are several\n\t\t\t\t\t\t\t\t\t\tother foundations on the edge of the outcrop, extending to its southeast side. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Southeast sector","index":10,"parent_index":8,"body":"\n\t\t\t\t\t\t\t\t\t<p>Located 21 m to the southeast of the northeast sector, the smaller but more steeply inclined southeast sector\n\t\t\t\t\t\t\t\t\t\tmeasures 22 m x 22 m. The space between the northwest and southeast sectors is devoid of any major\n\t\t\t\t\t\t\t\t\t\tconstructions. The rear or up-slope walls of the at least one dozen buildings established here are commonly\n\t\t\t\t\t\t\t\t\t\tbuilt 1.2 m into the ground. The individual foundations range in size between 7 m&sup2; and 42 m&sup2;. The smaller\n\t\t\t\t\t\t\t\t\t\tfoundations might represent supplemental rooms or outbuildings of some kind. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"South sector","index":11,"parent_index":8,"body":"\n\t\t\t\t\t\t\t\t\t<p>On the south side of the formation, at lower elevation, there are three separate buildings or a single\n\t\t\t\t\t\t\t\t\t\tbuilding divided into three wings, covering an area of 18 m x 6 m. This structure was built at three different\n\t\t\t\t\t\t\t\t\t\tlevels in line with the slope gradient. In close proximity there are at least three smaller foundations. Lower\n\t\t\t\t\t\t\t\t\t\tdown there is a carcass (6 m x 7 m), its walls set deeply into the rear slope. Adjacent to it are several\n\t\t\t\t\t\t\t\t\t\tsmaller building footprints. Two interconnected foundations (11 m x 15 m), as well as the footings of a single\n\t\t\t\t\t\t\t\t\t\tbuilding (7.8 m x 6 m), are found at the lower end of the south sector. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n"}]}