{"meta":{"domain":"places","kid":"22303","authors":[],"title":"རྡོ་རྗེ་བྲག","dates":{"created_at":"2010-08-14 12:29:59 UTC","updated_at":"2010-08-14 12:29:59 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"རྡོ་རྗེ་བྲག"},{"title":"གོང་དཀར་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"རྡོ་རྗེ་བྲག","index":2,"parent_index":0,"body":" <p> མཚན་རྒྱས་པར་“ཐུབ་བསྟན་རྡོ་རྗེ་བྲག་ཨེ་ཝཾ་ལྕོག་སྒར་”ཞེས་ཞུ། སྐྱིད་གཤོངས་རྭ་སྨད་ནས་ཤར་དུ་སྣུམ་ནག་འཁོར་ལམ་དེད་དེ་སྤྱི་ལེ་ལྔ་ཙམ་ཕྱིན་ན་རྡོར་བྲག་གྲུ་ཁར་འབྱོར། དེ་ནས་འཕྲུལ་གྲུར་བསྡད་དེ་ཆུ་ཚོད་གཅིག་མིན་ཙམ་སོང་ན་གྲུ་ལས་ཐོན་མ་ཐག་དགོན་དེར་འབྱོར། རྡོར་བྲག་ཅེས་པ་ནི་དགོན་དེའི་རྒྱབ་རིར་གཡུ་ཡི་རྡོ་རྗེའི་རང་བྱོན་ཡོད་པས་རྡོ་རྗེ་བྲག་དང་། ཨེ་ཝཾ་ལྕོག་སྒར་ཞེས་པ་ནི་ཐོག་མར་ལྕོག་གུར་ཕུབ་པའི་འདུས་སྡེ་ཡིན་པས་མཚན་དེ་ལྟར་ཐོགས། དེའང་ཐོག་མར་མངའ་རིས་པཎྜི་ཏ་པད་མ་དབང་གི་རྒྱལ་པོས་གུར་བཀྱོན་པའི་གསང་ཆེན་གྱི་འདུས་སྡེ་ཆུང་ངུ་ཞིག་འཛུགས་གནང་མཛད་པ་ལ། དེ་ནས་སྐུ་ཕྲེང་གསུམ་པ་རིག་འཛིན་ངག་གི་དབང་པོས་དུས་རབས་བཅུ་བདུན་ཙམ་ལ་དགོན་དེ་བརྩིགས་པར་མཛད། རིག་འཛིན་སྐུ་ཕྲེང་བཞི་པ་ཀུན་བཟང་པད་མ་འཕྲིན་ལས་གདན་ཁྲིར་འཁོད་རྗེས། རྒྱལ་མཆོག་ལྔ་པ་ཆེན་པོ་དང་ཆོས་ཡོན་གྱི་ཐུགས་རྗེའི་བདག་རྐྱེན་དང་བཅས་སྟོབས་རྒྱས་པར་གྱུར། བདེ་ཡངས་ཤར་ནུབ་གཉིས་ཞེས་མདོ་སྔགས་གྲྭ་ཚང་ཤར་ནུབ་གཉིས་ཆཁོས། དགེ་འདུན་ཞལ་གྲངས་ལྔ་སྟོང་ཙམ་བྱུང་གསུངས། སྔ་འགྱུར་རྙིང་མའི་བྱང་གཏེར་གྱི་གདན་ས་ཆེན་པོར་གྲགས། དེ་ནས་དུས་རབས་བཅོ་བརྒྱད་པའི་དུས་འགོར་ཇུན་གར་དམག་གིས་དགོན་དེ་རྨེག་<span class=\"milestone page eng \">[page <span class=\"pnum\">11</span>] </span>མེད་དུ་བཟོ་བཞིན་མགོན་ཁང་སྲིད་གསུམ་རྣམ་རྒྱལ་བཤིག་པར་བརྩམ་པའི་དུས། ཇུན་གར་བའི་དམག་དཔོན་ཁྲག་སྐྱུག་སྟེ་ཤི་བའི་སྐྱེན་བྱས་མགོན་ཁང་དེ་ཁོ་ན་མ་གཏོར་བར་བཞག གསེར་ཟངས་ཀྱི་ཐུབ་པའི་སྐུ་བརྙན་ཆུ་ལ་བསྐྱུར། གསེར་བྲིས་ཀྱི་བཀའ་འགྱུར་སོགས་ནང་རྟེན་མང་པོ་དགེ་ལུགས་པའི་དགོན་སྡེ་ཁག་ལ་ཕུལ། དགུང་གྲངས་དོན་བདུན་ལ་ཕེབས་པ་རིག་འཛིན་པད་མ་འཕྲིན་ལས་ཀྱང་བཀྲོངས། དེ་རྗེས་ཇུན་གར་དམག་ཐག་ཆོད་རྗེས་རྒྱལ་བ་སྐུ་ཕྲེང་བདུན་པ་སྐལ་བཟང་རྒྱ་མཚོས་རྡོར་བྲག་གི་ཆོས་གཞིས་འབྲས་སྤུངས་སུ་སྦྱར་བ་རྣམས་རང་སློག་ཏུ་གནང་སྟེ་རང་གདན་བསྐྱར་གསོ་ཆོག་པའི་བཀའ་དྲིན་བསྐྱངས་པས་རྗེ་གོང་མའི་གསོལ་དཔོན་དགེ་དབང་སོགས་བླ་སློབ་དང་སྦྱིན་བདག་སོགས་པས་སླར་གསོ་གནང་། སྐལ་བཟང་པད་མ་དབང་ཕྱུག་དགུང་གྲངས་བརྒྱད་ལ་ཕེབས་པ་རིག་འཛིན་སྐུ་ཕྲེང་ལྔ་པའི་ཡང་སྲིད་དུ་གདན་ཁྲིར་མངའ་གསོལ། རྗེས་ཇུན་གར་བས་ཁྱེར་བའི་གསེར་བྲིས་བཀའ་འགྱུར་སོགས་སྐུ་གསུངས་ཐུགས་རྟེན་ཁག་གཅིག་སླར་ཡང་རང་སློག་ཏུ་བྱུང་སྟབས་ད་ལྟའི་དགོན་དེ་ཉམས་ཆགས་མ་བྱུང་གོང་འདུ་ཁང་ཀ་བ་ཉི་ཤུ་ལ་རྩ་གསུམ་རྒྱལ་བ་སྲས་བཅས་ཀྱི་སྣང་བརྙན་དུ་མའི་ལྡེབས་རིས་ཀྱིས་མཛེས་པའི་དབུས་གུ་རུའི་སྐུ་ཐོག་ཚད་མ་དང་བྱང་གཏེར་བཀའ་བརྒྱད། གཙང་ཁང་ནང་གྲང་གསེར་གྱིས་བྲིས་པའི་ཚེ་དཔག་མེད་ཀྱི་ལྡེབས་རིས་ཀྱིས་སྐོར་བའི་དབུས་སྨན་འདམ་གྱི་སྟོན་སྐུ་ཐོག་སོ་གཉིས་ལྡན་མཛོད་སྤུར་ཕ་ལམ་སྲན་རྡོག་ཙམ་གྱིས་བརྒྱན་པ་ཉེ་སྲས་བརྒྱད་ཀྱིས་བསྐོར་བ་དང་། ཡངས་སྟེང་ཆོས་དབྱིངས་ཕོ་བྲང་ནང་ཛྷེེ་ཀྵིམ་དང་རྒྱ་གར་ཤར་ནུབ་བལ་བོད་སོགས་ཀྱི་ལི་སྐུ་བརྒྱ་ཕྲག དངུལ་གདུང་ལྷ་ཁང་ནང་རིན་ཆེན་ཁྲ་ཚོམ་གྱིས་བཏབ་པའི་རིག་འཛིན་སྐུ་ཕྲེང་རིམ་བྱོན་གྱི་དངུལ་གདུང་དང་དེའི་མཐའ་འཁོར་དུ་གསེར་ཟངས་ཀྱི་སྐུ་བརྙན་མང་པོ། བཀའ་གདམས་མཆོད་རྟེན་ཇི་སྙེད། གསུང་རྟེན་དུ་རྒྱལ་བའི་བཀའ་འགྱུར་རིན་པོ་ཆེ་དང་། རྙིང་མ་རྒྱུད་འབུམ་ནག་བྲིས་སྤུས་ལྡན། སྡེ་དགེ་དང་སྣར་ཐང་དཔར་མའི་<span class=\"milestone page eng \">[page <span class=\"pnum\">12</span>] </span>བཀའ་འགྱུར། གཞན་ཡང་གཟིམ་ཆུང་སྟེང་འོག དཔེ་མཛོད་སྟེང་ཤོད། དགོན་དེའི་གཡོན་ཕྱོགས་སུ་རྡོར་བྲག་ཆུ་བཟང་བླ་བྲང་། ཤར་ངོས་སུ་དབང་དྲག་རོལ་པའི་ལྕོག་འདུ་བཅས་པར་རྟེན་གསུམ་ཁྱད་པར་ཅན་དང་ནང་རྟེན་དུ་ཧོར་སྐུ་ཐུབ་དབང་དོན་ལྡན་དང་། ཁྱབ་འཇུག་གི་ཞལ་ཐང་ཁྲག་འཛགས་མ་སོགས་ཇི་སྙེད་ཡོད།</p> <p> ད་ལྟ་གསར་བཞེངས་འདུ་ཁང་ནང་ཐུབ་དབང་དགེ་འདུན་སྤྲིན་ཕུང་གི་གཡས་སུ་རིག་འཛིན་དུང་འགྲུབ་དང་། གཡོན་དུ་རིག་འཛིན་པད་མ་འཕྲིན་ལས་ཉེ་སྲས་བརྒྱད་ཀྱིས་བསྐོར་བ་སོགས་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད།</p>  "}]}