{"meta":{"authors":[{"fullname":"Phuntso Tsering Sharyul","id":"79"},{"fullname":"Phuntso Tsering Sharyul","id":"79"}],"title":"Langu Introduction","dates":{"created_at":"2011-12-13 02:29:24 UTC","updated_at":"2011-12-13 02:29:24 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Langu Introduction"},{"title":"mDzo sgang rdzong","index":1,"parent_index":0,"body":" "},{"title":"(77) La ngu Monastery","index":2,"parent_index":1,"body":" <p>The monastery is located near Srib gru kha village, Krung gling kha <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang<\/span>. The village is fifty kilometres south-west of mDzo sgang rdzong. The absence of a road makes travelling there very difficult. The place called Srib gru kha used to be the site of one of the main ferries across the river rGyal mo rngul chu.<\/p> <p>This is one of the oldest Bonpo monasteries and is said to have been founded by Rin spungs dBang rgyal. It stands in front of Mount Rin chen spungs. Initially, it was built on verdant grassland. Later, it was moved to a larger place up the mountain. Though small, La ngu Monastery has special old architectural characteristics. A story tells why the monastery is called La ngu: at the time of its inauguration, musical instruments such as conch, oboe, drum, and cymbals were played, making the local deities of the four directions and those who resided on the mountain pass (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">la<\/span>), cry (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">ngu<\/span>) for joy. The monastery’s religious objects are of considerable quality and include statues of sTon pa gShen rab, Byams ma and sTag la me ’bar. There was also an image of the Buddha, said to have descended to the monastery by itself.<\/p> <p>In the old days, there were sixty-two monks in this monastery. This number had diminished to thirty-five in 1959, and at present there are only fifteen monks, led by Tshul khrims rnam dag ’od zer. This lama is very learned in the Bon tradition, its history and other sciences.<\/p> "},{"title":"Practice of Rituals","index":3,"parent_index":2,"body":" <ol type=\"1\"> <li> In the first Tibetan month, from the 4th day to the 6th, there is the commemoration of mNyam med Shes rab rgyal mtshan.<\/li> <li> In the third month, from the 14th to the 22nd, the ritual cycle of Phur pa is performed.<\/li> <li> In the fifth month there is the thousand offerings of sacrificial cake to sTag la me ’bar.<\/li> <li> In the ninth month, from the 1st to the 9th day, the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rtsa rlung<\/span> meditation is practised and from the 14th to the 21st, there is the performance of the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">gunacakra<\/span> offerings to Khro bo.<\/li> <\/ol> "},{"title":"Daily Activities","index":4,"parent_index":2,"body":" <p>From five o’clock to seven in the morning, the monks practise meditation. In the evening, from seven to eight, they perform the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">bsang<\/span> ritual and recite prayers.<\/p> "}]}