{"meta":{"domain":"places","kid":"16482","authors":[],"title":"Dzong Pipi Introduction","dates":{"created_at":"2010-08-11 20:45:12 UTC","updated_at":"2011-12-20 14:54:02 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Dzong Pipi Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Dzong PipiRdzong pi phi","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Upper site","index":7,"parent_index":6,"body":" "},{"title":"Summit edifice","index":8,"parent_index":7,"body":" <p>The edifice of <span class=\"popular\">Dzong Pipi<\/span><span class=\"scholar\">Rdzong pi phi<\/span> has a modified square plan. The existence of a stone-roof in one section of the building and its general design and constructional characteristics indicate that it was an all-stone corbelled structure. The four main walls of rdzong pi phi are quite closely aligned in the cardinal directions and each measure 4.5 m in length. A fifth or southwest wall facet is 2.2 m in length. The random-rubble block-work walls (50 cm to 60 cm thick) appear to have been lightly mortared. Variable-sized slabs were used to build the walls, a common archaic style of construction. The walls rise up to a height of 3 m to 4 m on the exterior side and 2 m to 2.5 m internally. The entranceway was in the south. There are windows in the north wall (20 cm x 30 cm) and east wall (30 cm x 35 cm). A southwest room has survived largely intact while other internal partitions have been nearly effaced. The southwest room (outer dimensions: 2 m x 2.5 m) is set 50 cm below the rest of the floor level. An opening in the lower portion of its outer wall may indicate hat it functioned as a lavatory. The roof of the southwest room is entirely intact: two bridging stones (each more than 1.5 m long) support the stone-slab roof sheathing.<\/p> "},{"title":"Caves","index":9,"parent_index":7,"body":null},{"title":"Lower site","index":10,"parent_index":6,"body":" "},{"title":"Cave house","index":11,"parent_index":10,"body":null},{"title":"Other structures","index":12,"parent_index":10,"body":null}]}