{"meta":{"domain":"places","kid":"1087","authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"title":"Kandzé Introduction","dates":{"created_at":"2011-12-13 02:31:00 UTC","updated_at":"2011-12-13 02:31:00 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Kandzé Introduction"},{"title":"Bonpo monasteries and temples in Tibetan regions in Qinghai, Gansu and Sichuan","index":1,"parent_index":0},{"title":"dKar mdzes County","index":2,"parent_index":1,"body":"<p>dKar mdzes County is located in northwestern dKar mdzes Tibetan Autonomous Prefecture, Sichuan Province, around the upper reaches of the rDza chu river. dKar mdzes is the capital of dKar mdzes county (latitude: 31°37’N, longitude: 99°59’E). The county covers an area of 6,364 sq km and comprises 26 townships. The total population is 51,781 (49,042 of whom are Tibetans).<\/p>"},{"title":"(149) Gong lung Monastery","index":3,"parent_index":2},{"title":"1. Name","index":4,"parent_index":3,"body":"<p>The monastery’s full name is Gong lung gYung drung mi ’gyur gling. Since it is the only Bonpo monastery in this county, it is known as Bonpo monastery or Bonpo gYung drung.<\/p>"},{"title":"2. Location","index":5,"parent_index":3,"body":"<p>The monastery is located 22 km west of dKar mdzes, the county seat.<\/p>"},{"title":"3. History","index":6,"parent_index":3,"body":"<p>According to oral tradition, the original site of the monastery was near a place called Rab gsal zhabs facing the monastery. No one knows the exact date of its foundation, but it is said to have been founded during the royal period (7th-8th centuries). The monastery was later moved to a place called Dar lung. The farmers who cultivate the land on both former sites have come across the ruins of the monastery. <\/p><p>In the 18th century, Kun grol ’Ja’ tshon snying po (b.1700) moved the monastery to its present site with the financial support of the sMon rgyal family and spent the first half of his life at the monastery. His knowledge and fame attracted many disciples, followed by their families who settled around the monastery, forming what later became known as Chos ’khor village. The last master of the monastery still remembered by the local people was A khu sPrul sku (1876-1943). He was a member of the sMon rgyal family and a disciple of Shar rdza bKra shis rgyal mtshan. The monastery was partially wrecked during the Cultural Revolution. However, the original assembly hall (’du khang) has survived except for the statues and books inside. The monastery was reopened in the 1980s.<\/p>"},{"title":"4. Hierarchical system","index":7,"parent_index":3,"body":"<p>The head of the monastery’s administrative committee is ’Phrin las lhun grub. None of the traditional positions exist.<\/p>"},{"title":"5. Current number of monks","index":8,"parent_index":3,"body":"<p>There are all together eighteen novices and monks, only six of whom live in the monastery.<\/p>"},{"title":"6. Current education","index":9,"parent_index":3,"body":"<p>There are no organized classes. The young novices are trained by the elder monks.<\/p>"},{"title":"7. Educational exchange","index":10,"parent_index":3,"body":"<p>A khu sPrul sku developed close ties with Shar rdza Hermitage and thus the monks go there for teachings and the three-year retreat.<\/p>"},{"title":"8 \/ 9. Rituals","index":11,"parent_index":3,"body":"<p>Following is the ritual tradition established by Kun grol ’Ja’ tshon snying po: <\/p><p>-1st month: gNas brtan bcu drug on the 2nd day, the Zhi khro cycle on the 3rd and 4th days, commemoration (dgong rdzogs) of mNyam med Shes rab rgyal mtshan on the 5th day, the A dkar bum sgrub from the 6th to the 8th day and the rTsa gsum cho ga from the 9th to the 15th day <\/p><p>- 4th month: the Zhi khro cycle from the 5th to the 7th day and the Si tu’i bum sgrub from the 8th to the 15th day <\/p><p>- 12th month: the ritual cycle of sTag la and Srid rgyal from the 15th to the 29th day with the dgu gtor rite on the 29th day<\/p>"},{"title":"10. Books held at the monastery","index":12,"parent_index":3,"body":"<p>The monastery possesses only the usual texts for liturgical purposes.<\/p>"},{"title":"11. Income and expenses","index":13,"parent_index":3,"body":"<p>The monastery has no regular Sources of income and relies on offerings from the faithful. The monks provide their own food.<\/p>"},{"title":"12. Local community","index":14,"parent_index":3,"body":"<p>The local lay community consists of only three Bonpo families and seven partly Bonpo and partly Buddhist families (i.e. who call upon the Bonpo monks to perform rituals relating to wordly matters and upon the Buddhist monks to perform those dealing with the here-after) in Chos ’khor village.<\/p>"},{"title":"13. Local festivals","index":15,"parent_index":3,"body":"<p>The mountain behind the monastery, dGe bsnyen Mi ra, is the abode of the deity of the same name. The la btsas is on the mountainside and its renewal ceremony takes place on the 15th day of the 5th month, although the custom is now hardly followed.<\/p>"},{"title":"14. Economic occupation of the local population","index":16,"parent_index":3,"body":"<p>Farmers<\/p>"},{"title":"Sources","index":17,"parent_index":3},{"title":"(1) Interviews","index":18,"parent_index":17,"body":"<p>In autumn 1997 with dBang dga’ bSod nams dbang rgyal (b.1929)<\/p>"},{"title":"(2) Texts","index":19,"parent_index":17,"body":"<ol type=\"1\"> <li>Bon po dgon gyi lo rgyus, in Khams phyogs dkar mdzes khul gyi dgon sde so so’i lo rgyus gsal bar bshad pa nang bstan gsal ba’i me long, compiled by Krung go’i bod kyi shes rig zhib ’jug lte gnas kyi chos lugs lo rgyus zhib ’jug so’o et al, China Tibetology Publishing House, Beijing, 1999. Vol. 1, pp. 206-210<\/li> <li>dKar mdzes rdzong gi sa cha’i ming btus published by dKar mdzes rdzong gi sa ming las don ’go khrid tsho tshung, dKar mdzes, 1986 <\/li> <\/ol>"}]}