{"meta":{"authors":[],"title":"Kharkar Introduction","dates":{"created_at":"2010-08-11 20:45:58 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"\n\n","title":"Kharkar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":"\n\t\t\t\t\t\t"},{"title":"KharkarMkhar dkar","index":2,"parent_index":1,"body":"\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Basic site data","index":3,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<ul class=\"bullet-blue\">\n\t\t\t\t\t\t\t\t<li>Site name: <span class=\"popular\">Kharkar</span><span class=\"scholar\">Mkhar dkar</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>English equivalent: White Castle</li>\n\t\t\t\t\t\t\t\t<li>Site number: A-109</li>\n\t\t\t\t\t\t\t\t<li>Site typology: I.1x </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (N. lat.): 32&ordm; 59.6&#900;</li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (E. long.): 79&ordm; 27.1&#900; </li>\n\t\t\t\t\t\t\t\t<li>Elevation: 4730m to 4790 m</li>\n\t\t\t\t\t\t\t\t<li>Administrative location (township): lcags khang\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Administrative location (county): <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Survey expedition: HTAE</li>\n\t\t\t\t\t\t\t\t<li>Survey date: October 6, 2003</li>\n\t\t\t\t\t\t\t\t<li>Contemporary usage: A single string of prayer flags was recently hung on the summit.</li>\n\t\t\t\t\t\t\t\t<li>Identifiable Buddhist constructions: None. </li>\n\t\t\t\t\t\t\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>The large citadel of <span class=\"popular\">Kharkar</span><span class=\"scholar\">Mkhar dkar</span> sits astride a\n\t\t\t\t\t\t\t\tdark-colored conical hill in the midst of a now uninhabited plain. The main portion of the facility is located on\n\t\t\t\t\t\t\t\tthe summit of this 130-m high steeply inclined formation, well out of reach of higher terrain. This protected\n\t\t\t\t\t\t\t\tgeographic position is typical for ancient Upper Tibetan strongholds. The site has encompassing views to the east,\n\t\t\t\t\t\t\t\tsouth, and west. To the west is the Tibetan frontier region extending to the Indus (<span class=\"popular\">Senge Tsangpo</span><span class=\"scholar\">Sengge gtsang po</span>)\n\t\t\t\t\t\t\t\tvalley. Like many other archaic castles in the region, few standing walls remain at <span class=\"popular\">Kharkar</span><span class=\"scholar\">Mkhar dkar</span>. The footings and revetments that have endured clearly show,\n\t\t\t\t\t\t\t\thowever, that this was a large and puissant facility, which potentially had wide regional significance. Wall\n\t\t\t\t\t\t\t\ttextures consist of mud-mortar and dry-mortar random-work of variable-sized stones. Many of the dark-colored\n\t\t\t\t\t\t\t\t(metamorphic?) blocks used in construction were dressed. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>Area residents say that <span class=\"popular\">Kharkar</span><span class=\"scholar\">Mkhar dkar</span> was an\n\t\t\t\t\t\t\t\tancient castle.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Site elements","index":6,"parent_index":2,"body":"\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Summit complex","index":7,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Northern outworks","index":8,"parent_index":7,"body":"\n\t\t\t\t\t\t\t\t\t<p>The most northerly structure at the site is situated just below the east side of the summit. It is an\n\t\t\t\t\t\t\t\t\t\tisolated defensive wall segment (1.6 m x 1.6 m x 1.2 m). Some tens of meters to the south, on an east-facing\n\t\t\t\t\t\t\t\t\t\trib of rock, a rampart immunized the castle on its most vulnerable flank. This defensive wall extends down\n\t\t\t\t\t\t\t\t\t\tfrom the summit for 38 m and, with its revetments, reaches a maximum height of 1.8 m. At the lowest point of\n\t\t\t\t\t\t\t\t\t\tthis rampart there are the remains of a small battlement (2 m x 2 m). There is another ruined habitational\n\t\t\t\t\t\t\t\t\t\tstructure (4 m x 5 m) where this wall joins the summit. The walls of this habitation now have a maximum\n\t\t\t\t\t\t\t\t\t\televation of 90 cm, most of which is taken up by the revetment. The large summit complex is located 32 m south\n\t\t\t\t\t\t\t\t\t\tof this structure.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"North building","index":9,"parent_index":7,"body":"\n\t\t\t\t\t\t\t\t\t<p>From the south, one enters a 5-m long section of footings on the narrow northern edge of the summit complex.\n\t\t\t\t\t\t\t\t\t\tThe main cluster of edifices begins just south of this point. Its 35-m long axis is roughly oriented\n\t\t\t\t\t\t\t\t\t\tnorth-south. The north building (9.1 m x 5.8 m) is slightly higher than others on the summit. This edifice has\n\t\t\t\t\t\t\t\t\t\tmaximum exterior wall elevations of 2.7 m and interior elevations of 1.4 m, the difference being made up by an\n\t\t\t\t\t\t\t\t\t\tunderpinning revetment. From the remaining of wall partitions it can be seen that this building contained four\n\t\t\t\t\t\t\t\t\t\tor five rooms of varying size. The interior wall joints show that a mud mortar was used in construction,\n\t\t\t\t\t\t\t\t\t\talthough most of it has washed away. The stonework consists of rocks 20 cm to 70 cm in length used to\n\t\t\t\t\t\t\t\t\t\tconstruct walls 45 cm to 65 cm in thickness. There are openings in the north and east walls near the floor\n\t\t\t\t\t\t\t\t\t\tlevel. These defensive or ventilation features are between 20 cm and 40 cm in width. Immediately south of the\n\t\t\t\t\t\t\t\t\t\tnorth building, on both rims of the summit, there are the remains of parapet walls that extend 10 m to the\n\t\t\t\t\t\t\t\t\t\tsouth. These parapets are 50 cm to 80 cm thick and up to 1.3 m in height, 50 cm of which is freestanding. The\n\t\t\t\t\t\t\t\t\t\tsummit in this area is 5 m wide. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"South aggregation of buildings","index":10,"parent_index":7,"body":"\n\t\t\t\t\t\t\t\t\t<p>On the east side of the summit, south of the parapet walls, there are the highly fragmentary leavings of a\n\t\t\t\t\t\t\t\t\t\tbuilding, which contained two rooms (7.3 m x 6 m). There is a gap of 3.6 m between this structure and those\n\t\t\t\t\t\t\t\t\t\tsituated on the south side of the summit. The south summit probably consisted of four interconnected buildings\n\t\t\t\t\t\t\t\t\t\tcovering an area of 10.7 m x 16.5 m. Standing walls here only reach 50 cm, but revetments add another 1.5 m to\n\t\t\t\t\t\t\t\t\t\ttheir elevation. Three meters below the south buildings, on the east flank of the hill, there are the vestiges\n\t\t\t\t\t\t\t\t\t\tof a single building (4.8 m x 3.7 m). Ten meters below the south buildings, lies the only structure built on\n\t\t\t\t\t\t\t\t\t\tthe west flank of the summit. This outlying defensive-work (4 m x 3.1 m) sits on a revetment 1.8 m in height.\n\t\t\t\t\t\t\t\t\t\tNo standing walls have survived.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Southeast and south ramparts","index":11,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Below the summit, on the southeast and east sides of the dkar mkhar hill, there are a\n\t\t\t\t\t\t\t\t\tseries of no less than 15 dry-mortar ramparts sequenced at various elevations. These were generally constructed\n\t\t\t\t\t\t\t\t\ton ledges interspersed between nearly vertical expanses of rock. The network of ramparts extends down from the\n\t\t\t\t\t\t\t\t\tsummit for 60 m vertical. The sheer west side of the formation required no such protective treatment. The\n\t\t\t\t\t\t\t\t\tramparts are comprised of 1-m to 3-m high walls bounding the ledges or slopes. They range in length from 3. 5 m\n\t\t\t\t\t\t\t\t\tto 9 m, and create level spaces between them and the formation. In a few spots there is evidence of standing\n\t\t\t\t\t\t\t\t\twalls up to 50 cm in height, indicating the existence of a parapet or possibly the base of a small edifice. The\n\t\t\t\t\t\t\t\t\tstaggering of what appear to have been fighting platforms across the outer face of the formation is a typical\n\t\t\t\t\t\t\t\t\tdesign feature of archaic strongholds in Upper Tibet. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Shrine","index":12,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Near the lowest extension of ramparts there are the remains of a well-built solitary shrine, which is probably\n\t\t\t\t\t\t\t\t\tof the <span class=\"popular emph\">ten makar(?)</span><span class=\"scholar emph\">rten mkar</span> or <span class=\"popular emph\">sekhar</span><span class=\"scholar emph\">gsas\n\t\t\t\t\t\t\t\t\t\tmkhar</span> class. Finely dressed stones were used in this dry-mortar construction (1.9 m x 1.7 m). Its four\n\t\t\t\t\t\t\t\t\twalls are oriented in the cardinal directions and have been reduced to around 40 cm in height. On the quadrate\n\t\t\t\t\t\t\t\t\tbase of the shrine there are traces of a small hollow stone <span class=\"popular emph\">bhumpa</span><span class=\"scholar emph\">bum\n\t\t\t\t\t\t\t\t\t\tpa</span>-like structure, which adds another 60 cm its elevation. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n"}]}