{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "འུར་ཞང་ལྷ་ཁང་།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "ཆུ་ཤུར་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་འུར་ཞང་རྡོ་ཡི་ལྷ་ཁང་ངམ། རྡོ་དཔེ་མེད་ཀྱི་ལྷ་ཁང་ཞེས་ཞུ། སྨོན་ངམ་སྟག་གདོང་ཞེས་པ་ནས་སྤྱི་ལེ་བརྒྱད་ཙམ་དང་། ཡང་ན་སྙེ་ཐང་དཔྱང་ཟམ་ནས་སྤྱི་ལེ་གསུམ་བཞི་ཙམ་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་སོང་ན་ཕང་གོང་ཞེས་པའི་གྲོང་གི་ཤར་ངོས་སུ་ལྷ་ཁང་དེ་མཇལ་རྒྱུ་ཡོད། ྷ་ཁང་དེ་ནི་བོད་རྒྱལ་ཞེ་གཅིག་པ་ཆོས་རྒྱལ་མེས་དབོན་རྣམ་གསུམ་གྱི་ཡ་གྱལ། མངའ་བདག་ཁྲི་རལ་གྱིས་སྤྱི་ལོའི་དུས་རབས་དགུ་པར་བཞེངས་གནང་མཛད། ཕང་གོང་ཞེས་པ་ནི། ཡུལ་དེ་ཤེལ་གྲོང་འཕྲང་གི་འགོ་ལ་ཆགས་པས་འཕྲང་གོང་ཞེས་ཐོགས་པ་དང་རྗེས་སུ་ར་བཏགས་དོར་ནས་ཕང་གོང་ཞེས་པར་སྒྲ་འགྱུར། འུར་ཞང་ཞེས་པ་ནི། ལྷ་ཁང་དེ་མྱུར་དུ་བཞེངས་པའམ། འུར་ཏེ་བཞེངས་སྟབས་འུར་ཞང་ཞེས་པ་དེ་ལྟར་བྱུང་གསུང་། སྔོན་<span class=\"milestone page eng \">[page <span class=\"pnum\">132</span>] </span>ཙུག་ལག་ཁང་དེར་རྟེན་གཙོ་ལིའི་ཇོ་བོ་ཐུགས་དཀར་རྡོ་དཔེ་མེད་ཅེས་བཞུགས་པ་དང་། དེའི་མཐའ་འཁོར་དུ་འཇིམ་གྱི་ཉེ་སྲས་བརྒྱད། དེའི་གཡོན་ངོས་སུ་གུ་རུ་མཚན་བརྒྱད་དང་། གཡས་སུ་མགོན་ཁང་། ཐོག་མར་ཐོག་སོ་དགུ་ཡོད་པ་ལ་འོག་གི་ཐོག་སོ་གསུམ་རྡོ་བརྩིག་དང་། བར་ཐོག་གསུམ་ས་ཕག སྟེང་གི་ཐོག་སོ་གསུམ་ཤིང་ཁང་བཅས་ལས་གྲུབ་པ་དང་། ཐོག་མར་ཆོས་རྒྱལ་གྱི་ཐུགས་དགོངས་ལྟར་ན་ལྷ་ཁང་དེའི་རྒྱབ་ཏུ་དཀྱིལ་སྒང་རི་ཞེས་པ་ཞིག་ཡོད་པ་དེ་ལས་མཐོ་བ་ཞིག་བཞེངས་དགོས་དགོངས་ཀྱང་བཞེངས་མ་ཐུབ་སྟབས་རི་དེའི་སྟེང་དུ་ཕེབས་ནས་གནན་པའི་ཞབས་རྗེས་ཀྱང་ཡོད་གསུངས། གཞན་ཡང་ལྕགས་རི་རིམ་པ་གསུམ་ཡོད་པ་དང་། འབུམ་པ་བཞི་ཡོད་པ་ལ་ཤར་ལྷོར་ལས་ནད་འབུམ་པ་དང་། ལྷོ་ནུབ་ལ་བསྲི་གནོན་འབུམ་པ། ནུབ་བྱང་ལ་ཕང་གོང་འབུམ་པ་སོགས་ཀྱི་རྗེས་ཤུལ་ད་ལྟའང་མཇལ་རྒྱུ་ཡོད་པ། རྡོ་རིང་ཕྱི་ནང་གཉིས་ཡོད་པ་ལ་ནང་མའི་རི་མོར་བཀྲ་ཤིས་རྟགས་བརྒྱད་དང་། ཕྱི་མ་རུས་སྦལ་གྱི་སྟེང་དུ་ཡོད་པ་ལ་ཡི་གེ་མེད། འོན་ཀྱང་སྐབས་ཤིག་རྩེ་ཐོག་གསུམ་ལ་མེ་སྐྱོན་བྱུང་སྐབས་སྐུ་བརྙན་གསུང་བྱོན་མ་ཤུག་གསེབ་ཏུ་གདན་དྲངས་པ་ཞེས་དང་། ཡང་གསུང་སྲོལ་གཞན་ལ་རྩེ་པོ་ཏ་ལའི་འཕགས་པ་ལོ་ཀེ་ཤ་རའི་སྐུ་མདུན་དུ་ཡོད་གསུངས། ཡང་དེ་དང་ཉེ་བར་འབུར་རི་ཞེས་པའི་རི་འབུར་ཞིག་ཡོད་པ་དེའང་ལྷ་ཁང་དེར་མེ་ཤོར་སྐབས་ཚུར་ཙམ་ཕེབས་པའི་ལོ་རྒྱུས་ཀྱང་ཡོད། རི་དེ་ནི་རི་གཞན་དང་མི་འདྲ་བའི་མགོ་ནག་པོ་ཡིན་པ་ནི་རི་འགོ་མེས་འཚིག་པ་རེད་ཅེས་གསུང་ལ་རི་གཞན་དང་མི་འབྲེལ་བར་ཁེར་རྐྱང་དུ་གནས་ཡོད། སྔོན་ལྷ་ཁང་དེ་དགའ་ལྡན་གྱི་ཁོངས་ཡིན་ཅིང་སྐུ་གཉེར་གཅིག་དགའ་ལྡན་ནས་ཕེབས་པ་དང་། རྒྱུན་ཆོས་པ་བཞི་ཉི་ཐང་དང་ཤེལ་གྲོང་གསང་སྔགས་གླིང་ནས་ཕེབས་རེས་ཀྱིས་སྨན་བླའི་ཆོ་ག་གཏོང་སྲོལ་ཡོད།</p><p>ད་ལྟ་སྔོན་གྱི་ལྷ་ཁང་གི་ཤུལ་དུ་གསར་བཞེངས་གནང་བ་སྔོན་གྱི་དབྱིབས་འདྲའི་ནང་འཇིམ་གྱི་ཇོ་བོའི་སྐུ་བརྙན་དང་འབྲེལ་དུས་གསུམ་སངས་རྒྱས་མི་<span class=\"milestone page eng \">[page <span class=\"pnum\">133</span>] </span>ད་ལྷག་དང་མགོན་པོ་ཕྱག་བཞི་སོགས་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "འུར་ཞང་ལྷ་ཁང་།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16473", 
  "dates": [], 
  "title": "འུར་ཞང་ལྷ་ཁང་།"
 }
}