{"meta":{"domain":"places","kid":"16732","authors":[],"title":"Dröwo Doring Introduction","dates":{"created_at":"2010-08-25 11:11:42 UTC","updated_at":"2010-08-25 11:11:42 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Dröwo Doring Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":"Drobo DoringGros bo rdo ring","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Drobo Doring<\/span><span class=\"scholar\">Gros bo rdo ring<\/span> is located in an expansive basin, which is drained by an effluent of the sa&rsquo;u gtsang po river system. This site has deep views to the east, and is also open in the south and west. The view to the north is cutoff by a proximate ridge. The terrain is level, sandy and gravelly. <span class=\"popular\">Drobo Doring<\/span><span class=\"scholar\">Gros bo rdo ring<\/span> consists of two pillars erected inside an enclosure and at least nine outlying funerary enclosures. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>None was collected.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Enclosure","index":7,"parent_index":6,"body":" <p>The enclosure is generally aligned in the cardinal directions, and measures 8.1 m (north-south) x 4.2 m (east-west). Much of the double-course slab-wall enclosure has survived intact. The individual slabs are flush with the ground surface or project above it to a maximum height of 15 cm. The double-course east wall (50 cm hick) consists of slabs 20 cm to 40 cm in length. There is an opening or &lsquo;portal&rsquo; in the east wall, demarcated by two slabs (40 cm and 50 cm long), which run perpendicular to the wall course. This 30-cm wide portal is fairly well centered between the north and south walls of the enclosure. The north wall (50 cm to 65 cm thick) of the enclosure is composed of slabs up to 55 cm in length. The first 5.5 m of the east side of the north wall is largely intact, while the remaining segment to the west has lost the inner course of parallel slabs. Most of he outer line of slabs in the south wall and the inner line of slabs in the west wall are also in situ. These slabs are up to 65 cm in length. The south wall is punctuated by an opening 1.1 m in width, which is demarcated by two slabs (40 cm and 50 cm long) placed perpendicular to the wall course. This opening begins 3.9 m from the southwest corner of the enclosure. This appears to be the only example of a &lsquo;portal&rsquo; in any but the east wall surveyed to date, but due to much degradation of the enclosure, the structural evidence is somewhat ambiguous. The horns of goats and sheep are scattered around the enclosure. It is a fairly common practice for <span class=\"popular emph\">drok pa<\/span><span class=\"scholar emph\">&rsquo;brog pa<\/span> to deposit the horns of livestock at such sites as a magical means to protect the herds. <\/p> "},{"title":"Pillars","index":8,"parent_index":6,"body":" <p>There are two highly eroded pillars planted inside the enclosure. The unbroken specimen is situated 40 cm from he inner edge of the west wall. This irregularly shaped gray pillar has weathered to a reddish brown color (1.2 m [height] x 1 m [basal girth]). The unbroken pillar slightly tilts to the north. There is also a broken tabular or irregularly shaped pillar standing to the north of the unbroken specimen (55 cm x 1.3 m). The massive girth of the broken pillar indicates that originally it must have been of substantial height. Like its unbroken counterpart, this uncut gray piece of rock has weathered to a reddish brown color.<\/p> "},{"title":"Outlying funerary structures","index":9,"parent_index":6,"body":" <p>Funerary structures FS1 to FS5 are all located on the level floor of the basin.<\/p> "},{"title":"Funerary Structure FS1","index":10,"parent_index":9,"body":" <p>Funerary structure FS1 is situated 52 m northwest of the walled pillars. This quadrate double-course upright slab-wall enclosure is aligned in the cardinal directions. It measures 6.8 m (north-south) x 7.2 m (east-west). Surviving double-course wall fragments are 40 cm to 80 cm in thickness. In the west wall there is a segment 1.6 m in length and 60 cm in thickness, which is composed of multiple courses of small slabs. There are five to seven of these slabs (10 cm to 30 cm long) running abreast of one other in meandering lines.<\/p> "},{"title":"Funerary Structure FS2","index":11,"parent_index":9,"body":" <p>Funerary structure FS2 is situated 30 m north of the walled pillars. This structure has been reduced to just hree adjacent slabs (50 cm to 85 cm long). Two of these upright slabs run perpendicular to the alignment of he third one. FS2 appears to be a small remnant of a more elaborate funerary structure.<\/p> "},{"title":"Funerary Structure FS3","index":12,"parent_index":9,"body":" <p>Funerary structure FS3 is situated 56 m north of the walled pillars. There are just six slabs (30 cm to 70 cm long) laid edgewise into the ground in the south wall of this highly fragmentary quadrate enclosure. There are also three in situ slabs in what appears to be the northwest corner of the structure and one slab in place in its northeast corner. The surviving structural evidence suggests that FS3 may have had single-course perimeter walls.<\/p> "},{"title":"Funerary Structure FS4","index":13,"parent_index":9,"body":" <p>Funerary structure FS4 (5 m x 5.3 m) is situated 26 m north of FS3. The perimeter walls of this quadrate enclosure consist of a single line of blocky stones flush with the surface. FS4 is not aligned in the cardinal directions.<\/p> "},{"title":"Funerary Structure FS5","index":14,"parent_index":9,"body":" <p>Funerary structure FS5 is situated 4 m north of FS4. This highly deteriorated quadrate enclosure roughly measures 14.2 m (north-south) x 6 m (east-west). Only a few blocks and slabs of the walls are still in place. The largest in situ slab is 75 cm in length. FS5 may have consisted of several interconnected cells.<\/p> <p>Funerary structures FS6 to FS8 are located on the foot of the ridge that bounds the north side of the basin.<\/p> "},{"title":"Funerary Structure FS6","index":15,"parent_index":9,"body":" <p>Funerary structure FS6 (6 m x 5.3 m) is situated 71 m northwest of FS5. FS6 is not aligned in the cardinal directions. Only some blocks and slabs are still in place in the perimeter walls of this enclosure. These stones are flush with the ground surface or rise above it to a maximum height of 30 cm. There appears to be a highly fragmentary enclosure in close proximity to FS6, which extends 7 m to the north.<\/p> "},{"title":"Funerary Structure FS7","index":16,"parent_index":9,"body":" <p>Funerary structure FS7 is situated 7.7 m northwest of FS6. This poorly preserved enclosure is not well aligned in the cardinal directions. It measures 13.8 (east-west) x 7.4 m (north-south). Only small bits of its slab and block walls have survived. FS7 is elevated about 70 cm above the adjacent terrain on its south side, while its north\/uphill side is level with the slope. The north wall, with its small double-course fragments (around 50 cm thick), is the most intact portion of FS7. There is a depression in the interior of this enclosure.<\/p> "},{"title":"Funerary Structure FS8","index":17,"parent_index":9,"body":" <p>Funerary structure FS8 (1.6 m x 1.7 m) sits between FS6 and FS7, on gently sloping sandy ground. The perimeter walls of this small enclosure are composed of a single line of upright slabs (10 cm to 25 cm long). The south side of this structure has been destroyed. Given its diminutive size, FS8 may have served a very different funerary function from that of neighboring structures. <\/p> "},{"title":"Funerary Structure FS9","index":18,"parent_index":9,"body":" <p>Funerary structure FS9 (2.3 m x 2 m) is situated 8.4 m north\/uphill of FS8. Only a few slabs (15 cm to 50 cm long) are still in place and upright in this highly degraded enclosure. The slab that attains 50 cm in length projects 25 cm above ground level. There are possibly other minor funerary structures in the vicinity but virtually all evidence of them has been effaced. <\/p>  "}]}