{"meta":{"authors":[],"title":"Rokhung Introduction","dates":{"created_at":"2010-08-25 11:12:00 UTC","updated_at":"2010-08-25 11:12:00 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"\n\n","title":"Rokhung Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":"\n\t\t\t\t\t\t"},{"title":"RokhungRo khung","index":2,"parent_index":1,"body":"\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Basic site data","index":3,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<ul class=\"bullet-blue\">\n\t\t\t\t\t\t\t\t<li>Site name: <span class=\"popular\">Rokhung</span><span class=\"scholar\">Ro khung</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>English equivalent: Graves</li>\n\t\t\t\t\t\t\t\t<li>Site number: C-167</li>\n\t\t\t\t\t\t\t\t<li>Site typology: II.1b, II.2b </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (N. lat.): 32&ordm; 20.9&#900; </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (E. long.): 84&ordm; 30.0&#900;</li>\n\t\t\t\t\t\t\t\t<li>Elevation: 4640 m </li>\n\t\t\t\t\t\t\t\t<li>Administrative location (township):<span class=\"popular\">Rimar</span><span class=\"scholar\">Ri dmar</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Administrative location (county): <span class=\"popular\">Gerts&eacute;</span><span class=\"scholar\">Sger rtse</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Survey expedition: TUE</li>\n\t\t\t\t\t\t\t\t<li>Survey date: September 28, 2005</li>\n\t\t\t\t\t\t\t\t<li>Contemporary usage: Light grazing. </li>\n\t\t\t\t\t\t\t\t<li>Identifiable Buddhist constructions: None. </li>\n\t\t\t\t\t\t\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t\t<span class=\"popular\">Rokhung</span><span class=\"scholar\">Ro khung</span> is located northwest of <span class=\"popular\">Tongtso</span><span class=\"scholar\">Stong mtsho</span>. This important funerary site has lent its\n\t\t\t\t\t\t\t\tname to the entire valley in which it is situated. This fairly narrow north-south oriented valley has no permanent\n\t\t\t\t\t\t\t\twater source in the vicinity of the archaeological site (further upstream there are springs). Mountains in the\n\t\t\t\t\t\t\t\trange that rises above the north side <span class=\"popular\">Tongtso</span><span class=\"scholar\">Stong mtsho</span> basin hem in the site. <span class=\"popular\">Rokhung</span><span class=\"scholar\">Ro khung</span> features two walled pillar complexes as well as a variety of outlying funerary structures. The\n\t\t\t\t\t\t\t\tsite is divided into two sectors: east (walled pillars, a funerary enclosure and two tumuli) and west (a set of 13\n\t\t\t\t\t\t\t\tuniquely designed square funerary structures). The integrity of the east sector of <span class=\"popular\">Rokhung</span><span class=\"scholar\">Ro khung</span> is potentially threatened by an ill-placed link road that runs\n\t\t\t\t\t\t\t\tthrough the valley. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>The name of the site clearly indicates that <span class=\"popular\">Rokhung</span><span class=\"scholar\">Ro khung</span> is thought of as a burial ground. <span class=\"popular\">Rokhung</span><span class=\"scholar\">Ro khung</span> is believed to have been built and used by the ancient <span class=\"popular\">M&ouml;n</span><span class=\"scholar\">Mon</span>. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Site elements","index":6,"parent_index":2,"body":"\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"East sector walled pillar complexes","index":7,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>The east sector is situated in the valley bottom on gently sloping gravelly ground. The two walled pillar\n\t\t\t\t\t\t\t\t\tcomplexes were established in the middle of the valley bottom and command good views north and south. Small\n\t\t\t\t\t\t\t\t\tpieces of red sandstone and milky quartz are lightly scattered around the site. These stones may have been used\n\t\t\t\t\t\t\t\t\tas decorative elements at the walled pillar complexes and/or other funerary structures.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"South enclosure","index":8,"parent_index":7,"body":"\n\t\t\t\t\t\t\t\t\t<p>The south enclosure is part of the smaller down valley, walled pillar complex (32&deg; 20.919&#900; N. lat. / 84&deg;\n\t\t\t\t\t\t\t\t\t\t30.002&#900; E. long.). This enclosure is not well aligned in the cardinal directions, and measures 9 m (east-west)\n\t\t\t\t\t\t\t\t\t\tx 6 m (north-south). It is primarily built of brown sandstone and a bluish metamorphic rock. The entire\n\t\t\t\t\t\t\t\t\t\tstructure is somewhat elevated above the surrounding terrain. Parts of all four double-course walls (around 60\n\t\t\t\t\t\t\t\t\t\tcm thick) of the enclosure are intact. These walls are constructed of uncut variable-length slabs and blocks\n\t\t\t\t\t\t\t\t\t\t(less than 10 cm to 50 cm long), which were laid flat. The stones are even with the ground surface or slightly\n\t\t\t\t\t\t\t\t\t\trise above it. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"South pillars","index":9,"parent_index":7,"body":"\n\t\t\t\t\t\t\t\t\t<p>There are four in situ pillars inside the south enclosure, all of which are made of the same type of bluish\n\t\t\t\t\t\t\t\t\t\tmetamorphic rock. These pillars are fairly well centered in the enclosure. Two of these unshaped pillars\n\t\t\t\t\t\t\t\t\t\t(Long-stones DR1 and DR2) are set against the inner edge of west wall. The north pillar (Long-stone DR1) is\n\t\t\t\t\t\t\t\t\t\ttabular and slightly inclined (65 cm [height] x 90 cm [basal girth]). Its broad sides are oriented north and\n\t\t\t\t\t\t\t\t\t\tsouth. The adjacent pillar to the south (Long-stone DR2) is also tabular (65 cm x 80 cm), but its broad sides\n\t\t\t\t\t\t\t\t\t\tface east and west. Long-stone DR3 is situated a little south of DR2 and is offset 35 cm from the west wall.\n\t\t\t\t\t\t\t\t\t\tDR3 is a three-sided specimen (50 cm x 65 cm). Long-stone DR4 is situated 40 cm east of DR3. DR4 is a tabular\n\t\t\t\t\t\t\t\t\t\tspecimen (30 cm x 50 cm), whose broad sides are oriented east and west.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"North enclosure","index":10,"parent_index":7,"body":"\n\t\t\t\t\t\t\t\t\t<p>The enclosure of the north pillar complex is located 7 m north of the south pillar complex. It is unusual to\n\t\t\t\t\t\t\t\t\t\tfind two such installations in such close proximity. The north enclosure (10.1 m x 10.5 m) is not well aligned\n\t\t\t\t\t\t\t\t\t\tin the cardinal directions. Its square form is an uncommon design variant in this monument typology. The north\n\t\t\t\t\t\t\t\t\t\tenclosure is primarily built of brown sandstone and a bluish metamorphic rock. As in the south enclosure, the\n\t\t\t\t\t\t\t\t\t\tslabs and blocks of the enclosing walls were laid flat in parallel courses (60 cm to 70 cm thick). These\n\t\t\t\t\t\t\t\t\t\tstones are level with the ground surface or project above it slightly. Parts of all four walls of the\n\t\t\t\t\t\t\t\t\t\tenclosure have survived intact. The east wall is somewhat elevated above the adjacent terrain. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"North pillars","index":11,"parent_index":7,"body":"\n\t\t\t\t\t\t\t\t\t<p>There are about 50 pillars erected inside the north enclosure, the largest number of pillars found in a\n\t\t\t\t\t\t\t\t\t\tsingle enclosure of this typology. The pillars were erected in uneven rows that gravitate towards the west and\n\t\t\t\t\t\t\t\t\t\tnorth walls of the enclosure. The pillars extend along the north wall 5 m east of the west side of the\n\t\t\t\t\t\t\t\t\t\tenclosure. Most of the menhirs are made of that bluish metamorphic stone common at ro khung.\n\t\t\t\t\t\t\t\t\t\tHowever, several other types of rocks were also used, including brown sandstone and at least two\n\t\t\t\t\t\t\t\t\t\ttypes of lighter colored rocks. The use of no less than four different kinds of rocks lends the pillars a\n\t\t\t\t\t\t\t\t\t\tmulti-colored aspect. The various pillars are three-sided, irregularly shaped and tabular (with the broad\n\t\t\t\t\t\t\t\t\t\tsides oriented in various directions). The pillars range in size from 20 cm x 40 cm to 90 cm x 1.1 m. The\n\t\t\t\t\t\t\t\t\t\taverage height of these standing stones is around 50 cm. A tabular pillar with a broken top (40 cm x 1 m) is\n\t\t\t\t\t\t\t\t\t\tfound 3.5 m east of the west wall of the enclosure. The broad sides of this isolated specimen are oriented\n\t\t\t\t\t\t\t\t\t\teast and west.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"East sector outlying structures","index":12,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Minor arrays of stones","index":13,"parent_index":12,"body":"\n\t\t\t\t\t\t\t\t\t<p>A zone of stones embedded in the ground (1.8 m x 75 cm) is situated 2.1 m west of the west wall of the north\n\t\t\t\t\t\t\t\t\t\tenclosure. These stones form a dense array, level with the ground surface. They do not exhibit any discernable\n\t\t\t\t\t\t\t\t\t\tdesign pattern or form. Another dense amorphous mass of stones embedded in the ground (6.5 m x 1.5 m) is found\n\t\t\t\t\t\t\t\t\t\t1.7 m to the west of the smaller array. This larger array is elevated as much as 30 cm above the surrounding\n\t\t\t\t\t\t\t\t\t\tground level. These two concentrations of stones do not appear to be geofacts, but rather funerary ritual\n\t\t\t\t\t\t\t\t\t\tstructures of some kind. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Funerary Structure FS1","index":14,"parent_index":12,"body":"\n\t\t\t\t\t\t\t\t\t<p>Funerary structure FS1 (5.5 m x 7.5 m) is a quadrate enclosure situated 11 m north or up valley of the north\n\t\t\t\t\t\t\t\t\t\twalled pillars complex. The fragmentary double-course perimeter walls (60 cm to 80 cm thick) of FS1 are\n\t\t\t\t\t\t\t\t\t\tprimarily composed of bluish metamorphic stones. These stones are 10 cm to 40 cm in length and were laid flat\n\t\t\t\t\t\t\t\t\t\ton the ground surface. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Funerary Structure FS2","index":15,"parent_index":12,"body":"\n\t\t\t\t\t\t\t\t\t<p>Funerary structure FS2 is situated 47 m north of FS1. This quadrate mound is aligned in the cardinal\n\t\t\t\t\t\t\t\t\t\tdirections and appears to have had a modified L-shaped plan. It measures 15 m (north-south) x 8 m (east-west:\n\t\t\t\t\t\t\t\t\t\tsouth half) and 6 m (east-west: north half). FS2 has a height of around 1 m. This well-built structure,\n\t\t\t\t\t\t\t\t\t\tconstructed primarily of brown sandstone, has undergone much degradation. Originally, it may have been\n\t\t\t\t\t\t\t\t\t\tsomewhat longer than the length given above. There is much rubble around FS2, at least a portion of which was\n\t\t\t\t\t\t\t\t\t\tonce an integral part of the structure. The most intact element of FS2 is its east wall. The east wall is\n\t\t\t\t\t\t\t\t\t\tcomprised of as many as eight vertical courses of slabs and attains a height of 50 cm. This wall shows that\n\t\t\t\t\t\t\t\t\t\tFS2 was endowed with significant freestanding walls. A small portion of the west wall has also endured. A\n\t\t\t\t\t\t\t\t\t\tright angle bend in the west wall demonstrates that FS2 did not have a simple rectangular plan. The top of FS2\n\t\t\t\t\t\t\t\t\t\tundulates, due to the effects of erosion. A small hole was dug on top of this structure, probably in an\n\t\t\t\t\t\t\t\t\t\tattempt to recover valuable artifacts. </p>\n\t\t\t\t\t\t\t\t\t<p>Approximately 2 m south of the mound there is some evidence that a low-lying wall delineated this side of\n\t\t\t\t\t\t\t\t\t\tFS2. The structural traces of this ostensible wall are obscured by rubble. The effects of minor flood events\n\t\t\t\t\t\t\t\t\t\thave come quite close to the east side of FS2. Stones found north of the mound, which merge into the flood\n\t\t\t\t\t\t\t\t\t\tdamaged area, may also have been part of an enclosing wall or an alternative type of ancillary structure.\n\t\t\t\t\t\t\t\t\t\tThere is a dense zone of stones sticking out of the ground (2.2 m x 1.7 m) 2.7 m west of FS2. An analogous\n\t\t\t\t\t\t\t\t\t\tdispersion (6.7 m x 1.8 m) is located 6 m farther west. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Funerary Structure FS3","index":16,"parent_index":12,"body":"\n\t\t\t\t\t\t\t\t\t<p>Funerary structure FS3, another low-lying funerary mound, is situated 41.5 m west of FS2. This highly\n\t\t\t\t\t\t\t\t\t\tdegraded structure approximately measures 18 m (north-south) x 6.5 m (east-west), and has a maximum height of\n\t\t\t\t\t\t\t\t\t\t1 m. FS3 is primarily built of brown sandstone. The top of FS3 is highly eroded and undulating. Some small\n\t\t\t\t\t\t\t\t\t\tremnants of walls have persisted along the edges of the structure. These double-course walls (around 60 cm\n\t\t\t\t\t\t\t\t\t\tthick) are of the same design and construction as the walls enclosing the pillars. Other walls of the same\n\t\t\t\t\t\t\t\t\t\ttype seem to have divided the structure into three or four cells. An analogous double-course wall fragment (5\n\t\t\t\t\t\t\t\t\t\tm long) is located 3 m east of FS3. This poorly aligned east-west wall remnant may have been a constituent\n\t\t\t\t\t\t\t\t\t\telement of the mound, forming a portion of an east cell or other type of structural extension. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"West sector","index":17,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Square funerary structures","index":18,"parent_index":17,"body":"\n\t\t\t\t\t\t\t\t\t<p>The west sector of <span class=\"popular\">Rokhung</span><span class=\"scholar\">Ro khung</span> is located on\n\t\t\t\t\t\t\t\t\t\tthe opposite or west side of the valley. The west sector consists of 13 square funerary structures of uniform\n\t\t\t\t\t\t\t\t\t\tdesign and size. They are set about 10 m above the intermittent streambed, on well-drained sandy and grassy\n\t\t\t\t\t\t\t\t\t\tslopes. These structures occupy a 65-m long swathe of terrain that rises to the west at a moderate angle. The\n\t\t\t\t\t\t\t\t\t\thighly degraded square structures of the west sector generally measure 2 m x 2 m, and are built of brown\n\t\t\t\t\t\t\t\t\t\tsandstone slabs and blocks (10 cm to 30 cm in length). Integral walls have been reduced to 15 cm to 35 cm in\n\t\t\t\t\t\t\t\t\t\theight and, together with the rubble lying on top of them, these structures attain a maximum height of 50 cm.\n\t\t\t\t\t\t\t\t\t\tThey were skillfully built masonry constructions, which may have reached a height that would have given them a\n\t\t\t\t\t\t\t\t\t\tcubic form. One specimen has a rubble-filled depression in the middle of the base, suggesting that these\n\t\t\t\t\t\t\t\t\t\tstructures possessed central chambers. These chambers most plausibly served as reliquaries or ossuaries. </p>\n\t\t\t\t\t\t\t\t\t<p>The morphological affinities that the west sector structures share with the mountaintop cubic tombs are\n\t\t\t\t\t\t\t\t\t\tself-evident. There being 13 of these structures at <span class=\"popular\">Rokhung</span><span class=\"scholar\">Ro khung</span> is liable to have significant cognitive and procedural significance. In any event, the\n\t\t\t\t\t\t\t\t\t\tnumber 13 played a prominent role in Upper Tibetan and other old Inner Asian cosmological and ritual\n\t\t\t\t\t\t\t\t\t\ttraditions. While the functional and chronological interrelationships between the east and west sectors of\n\t\t\t\t\t\t\t\t\t\t\t<span class=\"popular\">Rokhung</span><span class=\"scholar\">Ro khung</span> are not yet clear, it seems\n\t\t\t\t\t\t\t\t\t\tlikely that they formed an integrated necropolis. If so, each of the various architectural components of the\n\t\t\t\t\t\t\t\t\t\tsite and their spatial relationships to one another were constituent parts of a cultural narrative and ritual\n\t\t\t\t\t\t\t\t\t\tregimen. </p>\n\t\t\t\t\t\t\t\t\t<p>The 13 structures of the west sector are aggregated in five groups plus one isolated specimen. Several\n\t\t\t\t\t\t\t\t\t\tspecimens are found side by side. These groups are separated from one another by a distance of 4 m to 12.5 m. </p>\n\t\t\t\t\t\t\t\t\t<p>Funerary structures FS1, FS2 and FS3 make up the north group: </p>\n\t\t\t\t\t\t\t\t\t<ol>\n\t\t\t\t\t\t\t\t\t\t<li>Funerary structure FS1 is situated 98 m west of FS3 of the east sector. FS1 has an east wall 30 cm in\n\t\t\t\t\t\t\t\t\t\t\theight.</li>\n\t\t\t\t\t\t\t\t\t\t<li>Funerary structure FS2 is situated 2.6 m west of FS1.</li>\n\t\t\t\t\t\t\t\t\t\t<li>Funerary structure FS3 is situated 1.6 m south of FS1. FS3 has what appear to be traces of a central\n\t\t\t\t\t\t\t\t\t\t\tchamber. </li>\n\t\t\t\t\t\t\t\t\t</ol>\n\t\t\t\t\t\t\t\t\t<p>Funerary structures FS4 and FS5 constitute intermediate group 1:</p>\n\t\t\t\t\t\t\t\t\t<ol>\n\t\t\t\t\t\t\t\t\t\t<li>Funerary structure FS4 is situated 5.3 m south of FS3. FS4 has significant coherent wall traces.</li>\n\t\t\t\t\t\t\t\t\t\t<li>Funerary structure FS5 is situated 1.7 m south of FS4. FS5 also has significant coherent wall\n\t\t\t\t\t\t\t\t\t\t\ttraces.</li>\n\t\t\t\t\t\t\t\t\t</ol>\n\t\t\t\t\t\t\t\t\t<p>Funerary structures FS6, FS7 and FS8 constitute intermediate group 2:</p>\n\t\t\t\t\t\t\t\t\t<ol>\n\t\t\t\t\t\t\t\t\t\t<li>Funerary structure FS6 is situated 12.5 m south of FS5. </li>\n\t\t\t\t\t\t\t\t\t\t<li>Funerary structure FS7 is situated 2.4 m south of FS6.</li>\n\t\t\t\t\t\t\t\t\t\t<li>Funerary structure FS8 is situated 1.8 m west of FS7.</li>\n\t\t\t\t\t\t\t\t\t</ol>\n\t\t\t\t\t\t\t\t\t<p>Funerary structures FS9 and FS10 constitute intermediate group 3:</p>\n\t\t\t\t\t\t\t\t\t<ol>\n\t\t\t\t\t\t\t\t\t\t<li>Funerary structure FS9 is situated 5.2 m south of FS7.</li>\n\t\t\t\t\t\t\t\t\t\t<li>Funerary structure FS10 is situated 2 m west of FS9.</li>\n\t\t\t\t\t\t\t\t\t</ol>\n\t\t\t\t\t\t\t\t\t<p>Funerary structures FS11 and FS12 constitute intermediate group 4:</p>\n\t\t\t\t\t\t\t\t\t<ol>\n\t\t\t\t\t\t\t\t\t\t<li>Funerary structure FS11 is situated 9.2 m south of FS10.</li>\n\t\t\t\t\t\t\t\t\t\t<li>Funerary structure FS12 is situated 2.4 m south of FS11.</li>\n\t\t\t\t\t\t\t\t\t\t<li>Funerary structure FS13 is situated 4 m south of FS12, and is the most southerly specimen in the west\n\t\t\t\t\t\t\t\t\t\t\tsector. FS13 is especially disintegrated. </li>\n\t\t\t\t\t\t\t\t\t</ol>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n"}]}