{"meta":{"domain":"places","kid":"23629","authors":[{"fullname":"Charles Ramble","id":"77"},{"fullname":"Charles Ramble","id":"77"},{"fullname":"Marietta Kind","id":"81"},{"fullname":"Marietta Kind","id":"81"}],"title":"Samling Introduction","dates":{"created_at":"2011-12-13 02:30:37 UTC","updated_at":"2011-12-13 02:30:37 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Samling Introduction"},{"title":"Dolpo (Nep. Dolpa) District","index":1,"parent_index":0},{"title":"(223) bSam gling Monastery","index":2,"parent_index":1},{"title":"1. Name of monastery","index":3,"parent_index":2,"body":"<p>There are two temples in bSam gling. The main one is called rGyal gshen ya ngal gdan sa bSam gtan gling dgon, more popularly known as Yang ston dgon pa. (Yang ston is a contraction of Ya ngal gyi ston pa, the “teachers of the Ya ngal clan”).<\/p>"},{"title":"2. Location","index":4,"parent_index":2,"body":"<p>Close to Phijor village. (Phijor is the Nepalicised form of the local name that is pronounced “bicher”, and in Tibetan is spelt in a variety of ways, e.g. Bi cher, Bi cer, Byi tsher etc.) <\/p>"},{"title":"3. History","index":5,"parent_index":2,"body":"<p>Part of the history of the temple is related in the Ya ngal gdung rabs (see below). Khyung po ’Chi med g-yung drung provided the following supplementary information. The temple was built more than 900 years ago by Yang ston rGyal mtshan rin chen. The latter had been staying near Mt. Kailash, where he had a dream in which he received a visit from Dran pa nam mkha’. He was told to go to Dolpo and to build a temple there. Shortly after this dream he left Tibet for Dolpo, travelling through Saldang, Namdo and Bi cher. At that time the village of Bi cher already existed and contained a prayer-hall, a prayer-wheel and several statues. Yang ston rGyal mtshan rin chen searched in many places until he found bSam gling, and the various auspicious dreams he had while staying there persuaded him that this was the place in which he should build a monastery.<\/p>"},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":"<p>Male lineage inheritance system at the Khyung po temple.<\/p>"},{"title":"5. Numbers of monks\/ priests","index":7,"parent_index":2,"body":"<p>At present there are four monks staying permanently at bSam gling temple. One boy is currently undergoing his three-year preparatory training. The four monks are:<\/p><ol type=\"1\"> <li>gYung drung dar rgyas (Nyasel [sp?] clan)<\/li> <li>Shes rab bstan ’dzin (Yang ston)<\/li> <li>lHa rgyab <\/li> <li>Nyi ma rgyal mtshan (Khyung po)<\/li> <\/ol><p>In addition to these monks, there are seventeen householder-priests in the area. Six monks are currently being trained in sMan ri Monastery (No.231) in Dolanji and Triten Norbutse (No.230) in Kathmandu. <\/p>"},{"title":"11. Books and manuscripts","index":8,"parent_index":2,"body":"<ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>Bum (Prajñāpāramitā) in sixteen volumes<\/li> <li>Parts of bKa’ ’gyur and bsTan 'gyur<\/li> <li>Ten volumes of Bum Nyi ma dgu shar <\/li> <li>Three volumes of Klu ’bum<\/li> <li>1 volume of mDo mang<\/li> <li>3 volumes of brGyad stong<\/li> <li>Various other ritual texts and documents<\/li> <\/ul>"},{"title":"12. Economic circumstances of monastery","index":9,"parent_index":2,"body":"<p>bSam gling temple owns a substantial amount of land and even cattle in Bi cher. These are looked after by the villages, but profits from the yield go to the main temple. <\/p>"},{"title":"13. Local villages or nomads","index":10,"parent_index":2,"body":"<p>Bi cher<\/p>"},{"title":"14. Economic occupation of local population","index":11,"parent_index":2,"body":"<p>Agriculture, animal husbandry and trade with Tibet. <\/p>"}]}