{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Domilang Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "II.1. Stelae and accompanying structures: Funerary and non-funerary structures"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " DomilangRdo mi lang "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Domilang</span><span class=\"scholar\">Rdo mi lang</span> </li> <li>English equivalent: Standing Man Stone</li> <li>Site number: C-133</li> <li>Site typology: II.1b </li> <li>Geographic coordinate (N. lat.): 31º 19.8΄ </li> <li>Geographic coordinate (E. long.): 84º 40.7΄</li> <li>Elevation: 4610 m </li> <li>Administrative location (township): <span class=\"popular\">Dazhung</span><span class=\"scholar\">Zla gzhung</span> </li> <li>Administrative location (county): <span class=\"popular\">Tsochen</span><span class=\"scholar\">Mtsho chen</span> </li> <li>Survey expedition: HTWE</li> <li>Survey date: June 16, 2004</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Domilang</span><span class=\"scholar\">Rdo mi lang</span> is located on the western edge of a basin. The longest vista is in the east, while the view to the west is hemmed in by a closely bound ridge. The errain is level, well drained and sandy. The site consists of a single pillar erected inside an enclosure. Although this monument has geographic and morphological traits associated with walled pillars, only ill-defined vestiges of the enclosure are still visible. It is reported that a Chinese military patrol camped at <span class=\"popular\">Domilang</span><span class=\"scholar\">Rdo mi lang</span> in 1959 and removed stones from the enclosure. </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>It is said by local sources that <span class=\"popular\">Domilang</span><span class=\"scholar\">Rdo mi lang</span> was named for its resemblance to a standing person. Local <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span> also report hat this site is associated with the ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span>.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>Very little of the enclosure has endured to the present day. Tiny traces of its south wall run for nearly 5 m, beginning just east of the pillar. The few extant metamorphic (?) stones are around 20 cm in length and are level with the ground surface. These stones are uncut and blocky. There are also a few in situ stones comprising a 1-m long segment of the north wall. These two wall segments appear to be oriented east-west, suggesting that he entire enclosure was aligned in the cardinal directions. The distance between the north wall and south wall fragments is 3.8 m, indicating that this was a smaller example of this enclosure type. There is a double-course slab wall 4.2 m in length situated 6.2 m east of the pillar. This slab wall appears to be quite well centered between the north and south walls of the enclosure. Its relative position indicates that it constituted an interior structural feature of the enclosure. The slab wall is generally oriented east-west, but its course is not perfectly straight. Slabs (10 cm to 30 cm long) inserted into the ground edgewise make up the wall. The slabs project a maximum of 5 cm above the ground surface. Two different types of rock were selected for use as slabs. Some loose stones are scattered in and around the enclosure. </p>", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Enclosure"
  }, 
  {
   "body": "<p>The single pillar appears to stand near what was once the west wall of the enclosure. This pillar seems to have been well centered between the north and south walls of the enclosure. The irregularly shaped blue-gray metamorphic (?) menhir is 90 cm in height and has a basal girth of 1.3 m. The pillar is highly eroded, somewhat discolored, and is gently inclined towards the east. </p>", 
   "index": 8, 
   "parent_index": 6, 
   "title": "Pillar"
  }
 ], 
 "meta": {
  "date": "2010-08-25 11:11:46 UTC", 
  "domain": "places", 
  "kid": "16735", 
  "authors": [], 
  "title": "Domilang Introduction"
 }
}