{"meta":{"domain":"places","kid":"16489","authors":[],"title":"Kharngön Introduction","dates":{"created_at":"2010-08-11 20:45:18 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Kharngön Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Summit complex","index":7,"parent_index":6,"body":" <p>The largest earthen structure (approximately 7 m x 4 m) is found on the northern end of the site. This building carcass has a maximum height of 2.5 m (east side). South and east of this structure, on or near the ridge-top, here are the faint traces of many other structures. From the main earthen structure, a ridge-line stretches in a southerly direction for 100 m. No structural remains are visible on this summit but they may well have been obliterated by erosion and the failure of the soft slopes. Beyond this area, the main ridgeline turns in an easterly direction and gains in elevation. All along this 150 m long, 3 m to 7 m wide summit, there are the fragmentary remains of revetments (standing walls have disappeared). It appears that a fairly dense agglomeration of small buildings once stood here. The earthen formation is subject to heavy erosion and it is probable that many walls slipped down the very steep slopes over time. <\/p> "},{"title":"Northwest cave complex","index":8,"parent_index":6,"body":null},{"title":"Southeast cave complex","index":9,"parent_index":6,"body":null},{"title":"Affiliated sites","index":10,"parent_index":2,"body":" <p>There are several Buddhist archaeological sites in the vicinity of Blue Castle.<\/p> "},{"title":"mChod rten","index":11,"parent_index":10,"body":" <p>A number of Buddhist ruins are found on the south flanks of the hillside below Blue Castle. These include a hilltop a type of shrine and several proximate stone and adobe walls situated to the west of he ancient fortress. Lower on the hillside are a number of other a type of shrine, the largest group of which comprises six specimens. The architectural style of these religious monuments indicates that they may date as early as the <span class=\"popular emph\">tenpa chidar<\/span><span class=\"scholar emph\">bstan pa phyi dar<\/span> (second diffusion of Buddhism, 980-1200 CE). <\/p> "},{"title":null,"index":12,"parent_index":10,"body":null},{"title":"Jo mo lhakanglha khang","index":13,"parent_index":10,"body":null}]}