{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Omatsé Doring Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "II.1. Stelae and accompanying structures: Funerary and non-funerary structures"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Omatsé Doring’O ma tshe rdo ring "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Omatsé Doring</span><span class=\"scholar\">’O ma tshe rdo ring</span> </li> <li>English equivalent: Milk Long-life Long-stones </li> <li>Site number: C-117</li> <li>Site typology: II.1b, II.2b </li> <li>Geographic coordinate (N. lat.): 30º 51.8΄ </li> <li>Geographic coordinate (E. long.): 85º 02.8΄ </li> <li>Elevation: 4750 m </li> <li>Administrative location (township): <span class=\"popular\">Kyanghrang</span><span class=\"scholar\">Rkyang hrang</span> </li> <li>Administrative location (county): <span class=\"popular\">Tsochen</span><span class=\"scholar\">Mtsho chen</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: June 18, 2002</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Omatsé Doring</span><span class=\"scholar\">’O ma tshe rdo ring</span> is located up valley from the village of <span class=\"popular\">Oma Tsé</span><span class=\"scholar\">’O ma tshe</span>. From the southwest to the northwest directions, the views from this site are constrained by the enveloping mountains. The views in the other directions are quite open. The terrain is sandy and slopes down in a northeast direction. <span class=\"popular\">Omatsé Doring</span><span class=\"scholar\">’O ma tshe rdo ring</span> consists of seven pillars erected inside an enclosure and four easily recognizable funerary enclosures. There appears to be faint races of other funerary structures on the sandy surface of the site as well. </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to villagers of <span class=\"popular\">Oma Tsé</span><span class=\"scholar\">’O ma tshe</span>, <span class=\"popular\">Omatsé Doring</span><span class=\"scholar\">’O ma tshe rdo ring</span> spontaneously appeared at the beginning of existence. </p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>Only small remnants of the walls that enclosed the pillars have survived. The west wall of the enclosure appears to have been around 6.5 m in length. It is composed of pieces of granite 15 cm to 35 cm in length, which were lain flat on the ground. These stones have almost no protrusion above the surface. In situ fragments of the south wall indicate that it was about 12 m long and built in the same fashion as the west wall of the enclosure. Tiny sections of the north wall are also extant. The double-course south and north walls are about 80 cm thick, and are composed mostly of granite, as well as some pieces of a dark gray metamorphic rock. These stones vary in length up to 40 cm. The east wall of the enclosure has been nearly obliterated. </p>", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Enclosure"
  }, 
  {
   "body": "<p>The pillars stand about 40 cm from the inner edge of the west, north and south walls, forming a U-shaped pattern. The pillars next to the west and north walls are made of white granite. The pillars next to the south wall are made of a dark-colored metamorphic stone. </p><p>North wall group (from east to west):</p><ol> <li>Long-stone DR1: four-sided (65 cm [height] x 80 cm [basal girth]). In close proximity there is an uprooted abular pillar 1.6 m in length with broad faces that are about 40 cm wide. The original placement of this pillar is not clear.</li> <li>Long-stone DR2: tabular (80 cm x 80 cm). </li> <li>West wall group (from north to south):</li> <li>Long-stone DR3: irregularly shaped (1.3 m x 1.3 m).</li> <li>Long-stone DR4: four-sided (1.3 m x 1.2 m).</li> <li>South wall group (from west to east):</li> <li>Long-stone DR5: broken (25 cm x 50 cm).</li> <li>Long-stone DR6: broken (20 cm x 40 cm)</li> <li>Long-stone DR7: irregularly shaped (40 cm x 60 cm).</li> </ol>", 
   "index": 8, 
   "parent_index": 6, 
   "title": "Pillars"
  }, 
  {
   "body": "", 
   "index": 9, 
   "parent_index": 6, 
   "title": "Outlying funerary structures"
  }, 
  {
   "body": "<p>Funerary structure FS1 (13 m x 21 m) is situated immediately west of the walled pillars. This very fragmentary large sub-rectangular enclosure is divided into two parts. The double-course perimeter walls (60 cm to 70 cm thick) are mainly composed of stones (up to 40 cm in length) laid flat. There are also some upright stones in the enclosing walls. Stones piled up on the perimeter may indicate that parts of this enclosure were more than one vertical course in height. </p>", 
   "index": 10, 
   "parent_index": 9, 
   "title": "Funerary Structure FS1"
  }, 
  {
   "body": "<p>Funerary structure FS2 (approximately 6 m across) is situated 7.5 m west of FS1. This enclosure is highly fragmentary.</p>", 
   "index": 11, 
   "parent_index": 9, 
   "title": "Funerary Structure FS2"
  }, 
  {
   "body": "<p>Funerary structure FS3 (5 m x 6 m) is situated 36 m north of FS2. This enclosure appears to have a quadrate form. Small fragments of the double-course perimeter walls remain in situ. The center portion of FS3 is elevated about 70 cm above the surrounding terrain. Immediately to the northeast of FS3 there may be another funerary enclosure but very little structural evidence is still left to observe.</p>", 
   "index": 12, 
   "parent_index": 9, 
   "title": "Funerary Structure FS3"
  }, 
  {
   "body": "<p>Funerary structure FS4 (7.5 m x 6 m) is situated 24 m southwest of FS3. A double-course wall segment (60 cm hick) is intact on the southwest side of what appears to have been a rectangular enclosure. This wall fragment is composed of stones up to 70 cm long. </p>", 
   "index": 13, 
   "parent_index": 9, 
   "title": "Funerary Structure FS4"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16708", 
  "dates": [], 
  "title": "Omatsé Doring Introduction"
 }
}