{"meta":{"domain":"places","kid":"3873","authors":[{"fullname":"Phuntso Tsering Sharyul","id":"79"},{"fullname":"Phuntso Tsering Sharyul","id":"79"}],"title":"Puhreng Introduction","dates":{"created_at":"2011-12-13 02:30:56 UTC","updated_at":"2011-12-13 02:30:56 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Puhreng Introduction"},{"title":"The Ngari region","index":1,"parent_index":0,"body":" "},{"title":"The main Bonpo religious sites in Pu rang rdzong","index":2,"parent_index":1,"body":" <p>Pu rang rdzong is in the south-western Tibet. It is 12,497 square kilometres in area, which includes 11,000 <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mu</span> of farmland. It has a population of 7,300, and consists of three <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">qu</span> and ten <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. There are fifty-one village councils.</p> <p>Pu rang is one of the oldest and most celebrated places in Tibetan history. There are a number of sacred sites in this <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>: Mount Ti se; sPos ri ngad ldan; Mount sMan mo nag snyil, the abode of the goddess Gangs can ma; Gangs tshe ring, where the cave of Mi la ras pa is situated; Mount rTse brgyad, the abode of the goddess Tara; the lake Ma pang g-yu mtsho; the spring mThong ba rang grol, said to be the source of the river Ganges; the cliff Gad pa gser gyi bya phibs; and the lake Gung brgyud dngul gyi mtsho mo. There is also the famous Buddhist monastery ’Khor chags.</p> <p>Pu rang rdzong is populated by semi-nomadic people, and produces one-third of the grain output of the whole mNga’ ris region. It also has good pasturage for yaks, goats and sheep, cows, bulls, horses, donkeys, mules, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mdzo</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mdzo mo</span>.</p> <p>Moreover, this <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> is very rich in mineral resources, such as iron, white salt and gold, and animals, such as yellow leopards, wild yaks, Tibetan lynxes, wild asses, wild sheep, foxes, otters, antelopes, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rgo ba</span>, wolves, wild geese and cranes.</p> "},{"title":"Mount Ti se","index":3,"parent_index":2,"body":" <p>Mountain Ti se was, originally, in ancient times, a specific holy place of Bon. With the spread of Buddhism in Tibet, it became a holy mountain of both Bonpo and Buddhists, but due to the history of the Bon doctrine, the monastic communities around the mountain were gradually taken over by various Buddhist orders such as bKa’ gdams pa and bKa’ brgyud pa. The venerable Mi la ras pa even claimed to be the proprietor of the mountain.</p> "},{"title":"Ma pang g-yu mtsho","index":4,"parent_index":2,"body":" <p>Ma pang g-yu mtsho is an important sacred site for both Bonpo and Buddhists, and is visited every year by many lay and clerical devotees of Bon and pilgrims from other countries. They make circumambulations of the lake, prostrating themselves with all their devotion.</p> "}]}