{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Pukchen Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "I.2. Residential Structures in Other Locations: Religious and Elite Residences"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " PukchenPhug chen "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Pukchen</span><span class=\"scholar\">Phug chen</span> </li> <li>English equivalent: Great Retreat Shelter </li> <li>Site number: B-27</li> <li>Site typology: I.2a </li> <li>Geographic coordinate (N. lat.): 30º 55.5΄ </li> <li>Geographic coordinate (E. long.): 87º 49.8΄</li> <li>Elevation: 4980 m </li> <li>Administrative location (township): <span class=\"popular\">Drowa</span><span class=\"scholar\">Gro ba</span> </li> <li>Administrative location (county): <span class=\"popular\">Nyima</span><span class=\"scholar\">Nyi ma</span> </li> <li>Survey expedition: UTAE </li> <li>Survey date: June 25, 2001</li> <li>Contemporary usage: None. </li> <li>Identifiable Buddhist constructions: A small wall with <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> plaques. </li> </ul>
", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p>The all-stone corbelled edifice of <span class=\"popular\">Pukchen</span><span class=\"scholar\">Phug chen</span> is found at the foot of a mountain of the same name. The site occupies well-drained, moderately sloping sandy and rocky ground. To the east there is a stream running through the swampy <span class=\"popular\">Pukrong</span><span class=\"scholar\">Phug rong</span> valley bottom, an effluent of the <span class=\"popular\">Nyawa Tsangpo</span><span class=\"scholar\">Nya ba gtsang po</span>. The relatively lush pasturage in the <span class=\"popular\">Nyawa Tsangpo</span><span class=\"scholar\">Nya ba gtsang po</span> basin must have endowed the region with the economic power to establish <span class=\"popular emph\">Pukchen</span><span class=\"scholar emph\">phug chen</span>, as well as other proximate sites (B-28, B-29, A-74, A-75, A-76). The skillfully built walls of this probable religious center are composed of dry-mortar random-rubble. The walls contain dark-colored dressed slabs, primarily 40 cm to 65 cm in length and 5 cm to 15 cm in thickness. </p>
<p>The relatively large main entrance and two exterior windows may possibly identify <span class=\"popular\">Pukchen</span><span class=\"scholar\">Phug chen</span> as having an early historic period origin. It cannot be determined if this facility originally belonged to the Bonpo or Buddhists. The strong degree of interactivity between these two religions throughout the early historic period is suggested by the juxtaposition of their motifs in the petroglyphic art of <span class=\"popular\">Shaksang</span><span class=\"scholar\">Bshag bsangs</span>, a site located 25 km to the east (I-16). The rivalries and alliances implicit in this rock art record may have had a bearing on the cultural legacy of <span class=\"popular\">Pukchen</span><span class=\"scholar\">Phug chen</span>. There is no permanent contemporary settlement in the area and this probably helped save the monument from vandalism and pilferage. <span class=\"popular\">Pukchen</span><span class=\"scholar\">Phug chen</span> could probably be rehabilitated as an archaeological monument with relatively minimal effort and resources (provided the right expertise is available).</p>
", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>Local <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span> recognize <span class=\"popular\">Pukchen</span><span class=\"scholar\">Phug chen</span> as an ancient religious site. According to one octogenarian, the facility was once inhabited by <span class=\"popular\">Menri Trülku</span><span class=\"scholar\">Sman ri sprul sku</span>, a Buddhist lama from <span class=\"popular\">Menri</span><span class=\"scholar\">Sman ri</span> monastery in <span class=\"popular\">Kham</span><span class=\"scholar\">Khams</span>. Afterwards, a lama from a certain <span class=\"popular\">Taklung</span><span class=\"scholar\">Stag lung</span> monastery is said to have occupied the site.</p>
", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "<p> <span class=\"popular\">Pukchen</span><span class=\"scholar\">Phug chen</span> (13 m x 11 m), like many other all-stone corbelled edifices, has a semi-subterranean aspect; its rear or west wall is set 80 cm to 1.1 m into the ground. The height of the interior rear wall in the north room is 2.2 m, more than half of which is underground. The structure was built in three tiers, the most forward of which is a courtyard. The middle tier and rear tier consist of two rooms each; these rooms average 3.2 m² to 4 m² in size and 1.7 m to 2.2 m in floor-to-ceiling height. Much of the roof over these four rooms has been preserved. The highest elevation freestanding wall is the forward section of the south wall (2.5 m). The independent walls of the courtyard are up to 1.8 m in height. The courtyard (5 m x 5 m) entrance is in its forward wall. A separate wing of <span class=\"popular\">Pukchen</span><span class=\"scholar\">Phug chen</span> is located on the north side of the standing structures, and has been reduced to its foundations. It occupies a 9.6 m (east-west) x 4.8 m (north-south) portion of the total extent of the building.</p>
<p>The main entrance (1.6 m x 90 cm) to the four rooms of the two upper tiers is in the rear (west) wall of the courtyard. It accesses a small vestibule that leads to the middle tier north room. There is a 50-cm wide window in he east wall of this room. In the west wall of the middle tier north room there is the entranceway to the rear ier north room. This 80-cm wide entranceway is obstructed by rubble but appears to be less that 1 m in height. There is also a window (40 cm x 45 cm) in the wall dividing the middle tier north room and rear tier rooms. South of the middle tier north room there is an interclose (60 cm to 1.5 m in long, 90 cm wide) leading to the middle ier south room. A typically constructed portal in the west wall of the middle tier south room accesses the rear ier south room. There is a small window opening (12 cm x 25 cm) in the south wall of the middle tier south room. </p>
", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>Near the edifice there is an all-stone cubic shrine (1.6 m x 1.6 m x 1 m). Its roof is partially intact. A hollow in this shrine was presumably used to enshrine <span class=\"popular emph\">Tsatsa</span><span class=\"scholar emph\">tshwa shwa</span> but none are to be found inside. Beside this shrine there is a small wall with inscribed plaques. </p>
", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Shrines"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16589", 
  "dates": [], 
  "title": "Pukchen Introduction"
 }
}