{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "ར་མོ་ཆེ།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": " གྲོང་ཁྱེར་ལྷ་ས།"
  }, 
  {
   "body": "<p>མཚན་གཞན་ལ་རྒྱ་བཏབ་ར་མོ་ཆེའམ། རྒྱ་སྟག་ར་མོ་ཆེ།<span class=\"milestone page eng \">[page <span class=\"pnum\">16</span>] </span>པལ་ལྡན་རྒྱུད་སྟོད་གྲྭ་ཚང་ཞེས་སོགས་མཚན་གྱི་རྣམ་གྲངས་མང་། ར་ས་གཙུག་ལག་ཁང་ནས་རྗེ་འབུམ་སྒང་བརྒྱུད་བྱང་ངོས་སུ་སྤྱི་ལེ་གཅིག་ཙམ་སོང་ན་ར་མོ་ཆེ་གྲོང་དབུས་སུ་གཙུག་ལག་ཁང་འདི་མཇལ་རྒྱུ་ཡོད། ར་མོ་ཆེ་ཞེས་པ་ནི། རྒྱ་བཟས་ཤཱཀྱ་མུ་ནེའི་སྐུ་བརྙན་ལ་དར་གྱི་ར་བ་བསྐོངས་པས་ར་མོ་ཆེ་ཞེས་དང་། ཡང་ས་དེར་སྦྲ་གུར་ཆེན་པོ་ཕུབས་པས་སྦྲ་མོ་ཆེ་ཞེས་པ་རིམ་བཞིན་ར་མོ་ཆེ་ཞེས་པར་སྒྲ་འགྱུར་ཚུལ། རྒྱ་སྟག་ར་མོ་ཆེ་ནི། རྒྱ་ཡི་སྟག་ནམ་མཁར་འཕྱོ་བ་ལྟ་བུ་ཡོད་པས་རྒྱ་སྟག་ཅེས་དང་། ཡང་རྒྱ་བཟའི་ཕྱག་རྗེས་ཀ་བར་གསལ་བས་རྒྱ་རྟགས་ཞེས་པ་རིམ་བཞིན་རྒྱ་སྟག་ཅེས་པར་སྒྲ་འགྱུར་ཚུལ། རྒྱ་བཏབ་ར་མོ་ཆེ་ནི་རྒྱ་བཟས་བཏབ་པའི་ལྷ་ཁང་ཡིན་པས་རྒྱ་བཏབ་ཅེས་སོགས་གསུངས་སྲོལ་མི་འདྲ་བ་སོ་སོར་ཡོད། དེའང་རྒྱའི་བཙུན་མོ་འུན་ཤིང་ཀོང་ཇོའི་རྟེན་སྐལ་དུ་གདན་དྲངས་པའི་ཇོ་བོ་ཤཱཀྱ་མུ་ནེ་(ཇོ་བོའི་ལོ་རྒྱུས་འབྱུང་བ་ར་ས་གཙུག་ལག་ཁང་གི་གནས་བཤད་དུ་གསལ)ཤིང་རྟར་དྲངས་ཏེ་གནས་དེར་ཕེབས་སྐབས་བྱེ་ཐང་དུ་བྱིངས་ནས་མ་འདྲོང་བའི་ཚེ། རྒྱ་བཟས་ཕྱོགས་བཞིར་ཀ་བ་བཞི་བཙུགས། དར་དཀར་གྱི་ཡོལ་བས་དྲེས་ཏེ་མཆོད་པ་ཕུལ། དེ་ནས་སྤོར་ཐང་གི་གབ་རྩེ་བཏིང་ནས་བརྩིགས་པས་ར་མོ་ཆེའི་ས་དེ་ཀླུའི་ཕོ་བྲང་དུ་ཡིན་པ་ཤེས། དེར་ཤཱཀྱ་མུ་ནེའི་སྐུ་བརྙན་བཞུགས་སུ་གསོལ་ན་ཀླུའི་གནོད་པ་ནོན་པར་མཁྱེན་ཏེ་རྒྱ་ཡི་བཟོ་བོ་མཁས་པ་རྣམས་ལ་གཙུག་ལག་ཁང་གི་རྨང་འདིང་བཅུག་པས། ར་ས་འཕྲུལ་སྣང་གཙུག་ལག་ཁང་དང་དུས་མཉམ་པར་གཙུག་ལག་ཁང་དེའང་གྲུབ་པར་མཛད། རྒྱ་ཡི་ཡབ་རྗེ་མཉེས་པར་ཡོང་ཆེད་ལྷ་ཁང་གི་སྒོའང་ཤར་རྒྱ་ནག་ཏུ་གཏད། སྐོར་ལམ་ཕྱི་ནང་གཉིས་ལས་ནང་མའི་གཙང་ཁང་སྦུག་མར་ཇོ་བོ་ཤཱཀྱ་མུ་ནེ་ཉེ་སྲས་བརྒྱད་དང་བཅས་པ་བཞུགས་སུ་གསོལ། དེ་ནས་ཆོས་རྒྱལ་སྲོང་བཙན་སྐུ་གཤེགས་རྗེས་ཀྱི་མང་སྲོང་མང་བཙན་གྱི་དུས་སུ་རྒྱ་དམག་ལྷག་ཉེར་ཤཱཀྱ་མུ་ནེའི་སྐུ་བརྙན་ར་ས་འཕྲུལ་སྣང་གཙུག་ལག་ཁང་གི་ལྷོ་སྒོ་མེ་ལོང་ཅན་དུ་གདན་དྲངས། མི་བསྐྱོད་རྡོ་རྗེའི་སྐུ་བརྙན་ཡང་ཤཱཀྱ་མུ་ནེའི་སྐུ་<span class=\"milestone page eng \">[page <span class=\"pnum\">17</span>] </span>རྙན་ཡིན་པར་རློམས་ཏེ་འོ་རྒྱལ་ཐང་བར་གདན་དྲངས། དེ་ནས་མི་ཐེག་པས་དེར་བསྐྱུར་ཚུལ་སོགས་ར་ས་གཙུག་ལག་ཁང་གི་གནས་བཤད་དུ་གསལ་བ་བཞིན་དང་། དེ་ནས་ཆོས་རྒྱལ་ཁྲི་སྲོང་ལྡེ་བཙན་གྱི་ཡུམ་གྱིམ་ཤིང་ཀོང་ཇོས་ར་ས་གཙུག་ལག་ཁང་གི་ལྷོ་སྒོ་མེ་ལོང་ཅན་ནས་བཞེས་ཏེ་ར་ས་གཙུག་ལག་ཁང་དུ་བཞུགས་སོ་གསོལ། ཇོ་བོ་མི་བསྐྱོད་རྡོ་རྗེའི་སྐུ་བརྙན་ཡང་ཆོས་ལུང་ནས་གདན་དྲངས་ཏེ་རྒྱ་བཏབ་ར་མོ་ཆེ་གཙུག་ལག་ཁང་དུ་བཞུགས་སུ་གསོལ་བས་སྐུ་བརྙན་དེ་གཉིས་ཀྱི་བཞུགས་གནས་བརྗེ་འགྲུལ་བྱུང་ཚུལ་དེ་ལྟར་ཡིན་ཞེས་གསུངས། འོན་ཀྱང་སྐུ་བརྙན་འདི་གཉིས་ཀྱི་སྐུ་རྒྱུ་གཅིག་ཡིན་ལ། སངས་རྒྱས་དངོས་ཀྱི་རབ་གནས་མཛད་པ་གཅིག་པ་ཡིན་པས་བྱིན་རླབས་ལ་དབྱེ་བ་མེད་ཅེས་གསུངས། དེ་རྗེས་ཚལ་བ་ཁྲི་དཔོན་དགའ་ལྡན་དཔལ་གྱིས་དགེ་འདུན་བཞི་གྲྭ་གཅིག་གཙུགས་གནང་བས་བཞི་སྡེ་ཞེས་སུ་གྲགས། དེ་རྗེས་རྒྱུད་ཆེན་ཀུན་དགའ་དོན་གྲུབ་ཀྱིས་མཁས་གྲུབ་ཤེས་རབ་སེང་གེ་དང་། རྒྱུད་ཆེན་སྦྱིན་པ་དཔལ་གཉིས་ཀྱི་རྣམ་ཐར་མ་ཉམས་པ་བཟུང་ནས་འདུལ་ཁྲིམས་གཙང་ཞིང་རྒྱུད་ཀྱི་འཆད་ཉན་ལོ་བཅུ་གསུམ་བར་མཛད་དེ་རྒྱུད་སྨད་དུ་བཞུགས་པའི་སྐབས་སྡེ་དཔོན་ཞིག་སར་ཞབས་བརྟན་ཡག་པོ་མ་གནང་བ་ཞེས་པའི་རྐྱེན་བྱས་རྒྱུད་སྨད་ཀྱི་སྒྲིག་ལས་ཕུད་པས་ཆུམས་མདའ་བར་ཕེབས་ཏེ་དེར་བཞུགས་སྐབས་སུ། གྲྭ་རྒྱུན་སོ་གཉིས་དེར་ཕེབས་པ་དང་མཇལ་བས་ཁྱེད་རྣམས་གང་དུ་ཕེབས་སམ་ཞེས་གསུངས་པར། ང་ཚོ་རྒྱུད་སྟོད་དུ་སློབ་གཉེར་ལ་འགྲོ་བ་ཡིན་གསུངས་པས་ཐོག་མར་རྒྱུད་སྟོད་གཙང་དུ་ཡོད་པ་ལ། དབུས་སུའང་རྒྱུད་སྟོད་གྲྭ་ཚང་ཞིག་འདེབས་པའི་རྟེན་འབྲེལ་དང་། གྲྭ་རྒྱུན་སོ་གཉིས་ཡོད་པས་གསང་འདུས་ལྷ་སོ་གཉིས་ཀྱི་རྟེན་འབྲེལ་འགྲིགས་ཏེ་ཐོག་མར་བྱམས་པ་གླིང་ཞེས་པར་རྒྱུད་སྟོད་གྲྭ་ཚང་ཕྱག་བཏབ། དེ་རྗེས་1474ལོར་ལྷ་ས་སྐྱིད་ཆུ་ཤིན་ཏུ་རྒྱས་ཏེ་ལྷ་ས་ཆུས་འཇིགས་ལ་ཉེ་བའི་ཚེ་རྒྱུད་ཆེན་ཀུན་དགའ་དོན་གྲུབ་ཀྱིས་ཕྱག་གཡོག་གཅིག་ལ་དྲུག་ཅུ་མ་དང་གཅིག་ལ་གཞིས་བདག་གི་གཏོར་མ་འཁྱེར་བཅུག་ནས་<span class=\"milestone page eng \">[page <span class=\"pnum\">18</span>] </span>ིན་ཏུ་རྒྱས་པའི་སྐྱིད་ཆུའི་སྟེང་བཏིང་ནས་དེ་སྟེང་བྱོན། ཕྱག་གཡོག་གཉིས་ལ་མིག་མ་གདང་ཞེས་གསུངས་པར། གཞིས་བདག་གི་གཏོར་མ་འཁྱེར་བའི་ཕྱག་གཡོག་གིས་མིག་བལྟ་སྐབས་སྐྱིད་ཆུ་རབ་ཏུ་རྒྱས་པའི་འཇིགས་སྐྲག་མཐོང་སྟེ་ཆུ་ལ་འཁུར། དེ་ནས་བཟུང་རྒྱུད་སྟོད་ཀྱི་དྲུག་ཅུ་མ་བསྐྱོན་སྐབས་གཞིས་བདག་གི་གཏོར་མ་མེད་པའི་སྲོལ་དེ་ནས་དར། འོན་ཀྱང་སྐྱིད་ཆུ་ཞི་བར་མཛད་སྟབས་དེའི་བདག་རྐྱེན་དུ་རྒྱ་བཏབ་ར་མོ་ཆེ་གནང་བས་དེ་ནས་བཟུང་རྒྱུད་སྟོད་པ་ར་མོ་ཆེ་རུ་ཆགས། དེ་ནས་རིམ་བཞིན་རྒྱ་བསྐྱེད་བྱུང་སྟེ་གཙུག་ལག་ཁང་ཐོག་བརྩེགས་གསུམ། བར་ཐོག་ཏུ་སྨན་བླ་ཁང་རྟེན། གཙོ་ཇོ་བོ་མི་བསྐྱོད་རྡོ་རྗེ་དང་། མགོན་ཐང་གསུམ། ནང་སྒོ་གཉིས་ཀྱི་བར་དུ་ཤིང་སེ་བའི་སྡོང་པོ་ལ་སྲོག་ཤིང་བྱས་ཏེ་བཞེངས་པའི་མགོན་པོ་སེ་སྡོང་མ་སྟེ་མགོན་པོ་གྲི་གུག སྒོ་འཕྱོར་དུ་འཇིམ་གྱི་རྒྱལ་ཆེན་རིགས་བཞི་བཟོ་བཀོད་ལེགས་པ། ཡང་ཐོག་ཏུ་གསེར་ཟངས་ཀྱི་རྒྱ་ཕིབས་བཅས་ཡོད། སྔོན་དགེ་འདུན་གྲངས་700ཙམ་གྱིས་དཔལ་གསང་བ་འདུས་པ་གཙོ་བོར་གྱུར་བའི་བདེ་གསང་འཇིགས་གསུམ་ཕྱག་ལེན་གནང་བ་ཡིན།</p><p>ད་ལྟ་ཕྱི་དབྱིབས་སྔོན་གྱི་དེ་རང་ཉམས་གསོ་གནང་བའི་ནང་རྟེན་གཙོ་ཇོ་བོ་མི་བསྐྱོད་རྡོ་རྗེའི་སྐུ་བརྙན་ལ་1966ལོར་གཏོར་སྐྱོན་བྱུང་སྟེ་སྐུ་སྟོད་སྐུ་སྨད་གཉིས་སུ་བཟོས། སྐུའི་གཟུངས་སུ་ཕུལ་བའི་རིན་ཆེན་བཙོ་ཐལ་གྱིས་དེ་ཁུལ་གྱི་ས་གཞིའང་ནག་པོར་བཏང་། སྐུ་སྨད་ལྷ་སྐུ་ཆག་དུམ་དང་མཉམ་དུ་བོད་དུ་ལུས་ཀྱང་སྐུ་སྟོད་པེ་ཅིང་གི་བཟོ་གྲྭ་ཞིག་ལ་དབོར། དེ་རྗེས་ར་ས་གཙུག་ལག་ཁང་དང་ར་མོ་ཆེ་ཉམས་གསོ་ཞུ་འགོ་ཚུགས་རྗེས། ར་མོ་ཆེ་ཇོ་བོའི་སྐུ་སྨད་ལས་སྐུ་སྟོད་མ་རྙེད་སྟབས་སྐུ་སྟོད་གསར་བཞེངས་ཞུས་ཏེ་བཞུགས་སུ་གསོལ། དེ་རྗེས་ཀུན་གཟིགས་པཎ་ཆེན་སྐུ་ཕྲེང་བཅུ་པའི་ཐུགས་ཁུར་གཟིགས་བསྐྱང་འོག་ཇོ་བོ་མི་བསྐྱོད་རྡོ་རྗེའི་སྐུ་སྟོད་འཁྲུལ་བྲལ་པེ་ཅིང་ཉེ་འདབས་ཀྱི་བཟོ་གྲྭ་ཞིག་ནས་བཙལ་བརྙེད་བྱུང་སྟེ་ལྷ་སར་གདན་དྲངས་ཏེ་སྐུའི་སྟོད་སྨད་ལྷན་དུ་<span class=\"milestone page eng \">[page <span class=\"pnum\">19</span>] </span>ཛོམས་པ་བྱུང་སྟེ་ད་ལྟ་མཇལ་རྒྱུ་ཡོད་པ་འདི་ཉིད་ལགས། གཞན་ཡང་སྔོན་གྱི་སྐུ་བརྙན་སོ་སོའི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་དང་། ལྡེབས་རིས་རྙིང་མ་སོགས་མཇལ་རྒྱུ་ཡོད། </p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "ར་མོ་ཆེ།"
  }
 ], 
 "meta": {
  "date": "2010-08-13 17:00:41 UTC", 
  "domain": "places", 
  "kid": "16409", 
  "authors": [], 
  "title": "ར་མོ་ཆེ།"
 }
}