{"meta":{"authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}],"title":"Sheldrak Shenten Drimé Ling Introduction","dates":{"created_at":"2011-12-13 02:29:13 UTC","updated_at":"2011-12-13 02:29:13 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Sheldrak Shenten Drimé Ling Introduction"},{"title":"sTeng chen rdzong","index":1,"parent_index":0,"body":"\n\n                     "},{"title":"(55) rTse drug Monastery","index":2,"parent_index":1,"body":"\n\n                     <p>rTse drug Monastery is situated in Sa sgang <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>in\n                        sTeng chen rdzong.<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>Travelling thirty kilometres in a\n                        south-easterly direction from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>, one reaches\n                        the foot of the hill on which rTse drug Monastery is located. It is a two\n                        hour&rsquo;s traverse on horseback from the west side of the hill up to rTse drug\n                        Monastery at the top.</p>\n\n                     <p>All around the monastery is a land of great beauty where birds, big cuckoos\n                        and small <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;jon mo</span>, are heard singing. Along the\n                        mountains and gorges stretching right and left, there are many legends woven\n                        around Ge sar, the King of Gling, and Seng lcam &rsquo;brug mo, his wife. There\n                        are also numerous tales of the local deities.</p>\n\n                     <p>The monastery was founded by Blo ldan snying po in 1383. It is one of the\n                        places blessed by innumerable sages and is often called Shel le rdzong drug.\n                        Its formal name is Shel brag gShen bstan Dri med gling. It is regarded as\n                        one of the five holy places in the world:</p>\n\n                     <p>&ldquo;Ri bo rtse lnga, abode of the<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> mkha&rsquo; &rsquo;gro</span> in China, </p>\n\n                     <p>rTsa ra&rsquo;i tsha khang, abode of the<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> mkha&rsquo; &rsquo;gro </span>in\n                        India,</p>\n\n                     <p>Me tog spungs mdzes, abode of the<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> mkha&rsquo; &rsquo;gro</span> in<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>O rgyan,</p>\n\n                     <p>Bho di, abode of the<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> mkha&rsquo; &rsquo;gro </span>in Shambhala, </p>\n\n                     <p>Shel le rdzong drug, abode of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mkha&rsquo; &rsquo;gro </span>in\n                        Tibet&hellip;&rdquo;</p>\n\n                     <p>&ldquo;The hill at the back looks like an elephant lying,</p>\n\n                     <p>With a gem held in its mouth.</p>\n\n                     <p>The hill to the right looks like the rising moon,</p>\n\n                     <p>With little stars in the sky.</p>\n\n                     <p>The hill to the left looks like a snow lion leaping,</p>\n\n                     <p>With turquoise mane on its chin.</p>\n\n                     <p>The mountain range looks like white silk spread&hellip;&rdquo;</p>\n\n                     <p>The monastery is surrounded by many marvelous signs and self-grown objects.\n                        Beneath the heap of boulders in front, there is a footprint of sTon pa gShen\n                        rab the length of a cubit, which is still visited by devotees. At the back\n                        of the monastery is a self-grown statue of rGyal ba rgya mtsho, a miraculous\n                        foot print of sTon pa &rsquo;Chi med gtsug phud and the self-grown letters A and\n                        Ma as evidence of teachings of Buddha having been spread. On a rock regarded\n                        as the throne of Bla chen Dran pa nam mkha&rsquo; there is a self-grown swastika\n                        and a self-grown letter A. To the left of the craggy hill is a self-grown\n                        statue of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mkha&rsquo; &rsquo;gro</span> Seng gdong ma. In front of the\n                        monastery there is a cemetery called Dul khrod bsil ba gling. Beside it is a\n                        large rock resembling a human lying on his back; it is regarded as the seat\n                        the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mkha&rsquo; &rsquo;gro</span> Seng gdong ma.</p>\n\n                     <p>On the surface of a boulder is a verse that Sangs rgyas gling pa wrote with\n                        his fingers, as if he were drawing in mud:</p>\n\n                     <p>&ldquo;All the virtuous work that I have accomplished</p>\n\n                     <p>with my body, speech and mind in sincerity,</p>\n\n                     <p>I share it with the sentient beings of the three realms,</p>\n\n                     <p>May it aid them all to purify all their misdeeds, and</p>\n\n                     <p>Rapidly obtain Buddhahood, endowed with three perfect bodies!&rdquo;</p>\n\n                     <p>On the surface of another boulder within an arrow&rsquo;s range, there are the\n                        self-risen letters Ya, Ra, Kha, Sru and A, which can actually be seen. On\n                        the surface of the high crag Bon ri, there are clear footprints and letters,\n                        around which is a self-grown statue of Khro bo gTso mchog mkha&rsquo; &rsquo;gyings and\n                        a statue and a mandala of Sangs rgyas sman bla. Moreover, in rTa rgyas<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>rdzong, there is a cave of Gyim tsha rma chung with a\n                        spring in the middle of it, a self-grown conch on the peak of Shel brag dri\n                        med dngos dga&rsquo;, and caves of Dran pa nam mkha&rsquo;, Tshe dbang rig &rsquo;dzin, Padma\n                        &rsquo;byung gnas and Blo ldan snying po.</p>\n\n                     <p>Blo ldan snying po, founder of the monastery, was of the dBra clan. He was\n                        born in 1360 in Khyung po. From childhood he naturally displayed cleverness\n                        and dexterousness unlike other children. He quickly mastered writing and\n                        reading. He was such a miraculous one that he inspired awe and respect in\n                        the minds of the people at the first sight of him. He met the scholar Rin\n                        chen blo gros, and in his presence took monastic vows and was given the name\n                        dBra btsun Nam mkha&rsquo; rin chen. He became an eminent scholar versed in Sutra,\n                        Tantra and Mind.</p>\n\n                     <p>In a vision, he received an oral transmission, which he wrote down, filling\n                        fifty-five volumes. They are about the Bon doctrine and the deeds of sTon pa\n                        gShen rab, such as the following works on Sutra: <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Dri med gzi\n                           brjid</span> in twelve volumes,<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> mTshan mdo</span> in six\n                        volumes, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lHun po brtsegs mdo</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKra shis\n                           dal &rsquo;bar khab</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Ma tri rin chen sgron ma</span>.\n                        There were also works on Tantra: <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dBal gsas rtsod zlog</span>,\n                           <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Phur pa spyi &rsquo;dul gshed dmar</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gSang\n                           mchog rig pa khu byug</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Thabs chen mkha&rsquo;\n                           rgyud</span>. He wrote other works on Dran pa nam mkha&rsquo;, the local deities\n                        of the place, as well as various religious songs (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mgur</span>)\n                        and instructions (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">zhal gdams</span>).</p>\n\n                     <p>He had a number of statues and stupas made, as well as a copy of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Khams chen</span> in gold. He practised meditation in other\n                        sacred places, such as Bya ze yang rdzong.</p>\n\n                     <p>His close disciples were sGo rigs rGyal mtshan &rsquo;od zer and &rsquo;Be tsha Grags\n                        rgyal. Other disciples were Khyung po Yon rin, sTogs ldan Nam mkha&rsquo; rin chen\n                        of A ba, rGya ra bSam gtan rgyal mtshan, rGya po Rin chen &rsquo;od zer rgyal\n                        mtshan, Gru zhig Nam mkha&rsquo; &rsquo;od zer and La dpyil rGyal mtshan &rsquo;od zer. Having\n                        completed these deeds, Blo ldan snying po passed away.</p>\n\n                     <p>The reincarnation of Blo ldan snying po was Mi shig rdo rje, who produced\n                        fifteen volumes<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>of writings on Bon doctrines, including\n                        the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sNyan brgyud zhi khro dgongs &rsquo;dus</span>.</p>\n\n                     <p>The Third Blo ldan snying po was Sangs rgyas gling pa, who greatly developed\n                        rTse drug Monastery. His benefactors were the chiefs of Khyung dkar, Khyung\n                        nag and Khyung ser in the Khyung po region. He was invited to go to rGyal\n                        rong by the king of dGe bshes. In rGyal rong he gave teachings to the\n                        people. When he was about to return to rTse drug Monastery, he was invited\n                        to the hall rNam rgyal khang bzang in the palace of the dGe bshe king. The\n                        king gave him the following gifts: an image of rGyal ba rgya mtsho that\n                        uttered words by itself, a pair of dragon-figured cymbals and a bronze gong\n                        named Khro chen dgu &rsquo;phar ma. The king also called on thirty young men to be\n                        ordained and become monks of rTse drug Monastery. The king of Brag steng\n                        gave Sangs rgyas gling pa the following gifts: thirty pairs of cymbals and\n                        thirty pairs of little flat bells of the Bon tradition. The king of Rab\n                        brtan gave him a large pair of cymbals named lHa mo rang grags and another\n                        called Srid pa rang grags, a large flat bell, canopies called rTa rgyugs ma\n                        and Khyung lnga ma, and the curtain called Seng thod ma. The Chinese\n                        emperors gave him large plaques (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">pan</span>), on which there\n                        were words in Chinese characters written in gold.</p>\n\n                     <p>Sangs rgyal gling pa, who was venerated by all, wrote many works, which are\n                        in two categories. First, the Oral Traditions he received, which are as\n                        follows: <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gNas brtan bcu drug</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gSang\n                           mchog rol pa</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Dran pa bdud &rsquo;dul</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Gu ru zhi drag</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Tshe dbang g-yung\n                           drung</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Gur khang, sTag la</span>, and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rDzong &rsquo;phrang le&rsquo;u gsum pa</span>. Second, the texts he rediscovered,\n                        which are as follows: <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Tshe sgrub rdo rje&rsquo;i go khrab</span>,\n                           <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Bla ma dgongs &rsquo;dus</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; thang kun\n                           snang gsal sgron</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Che mchog dran pa drag\n                        po</span>.</p>\n\n                     <p>There were also sacred objects that he rediscovered: a blue statue of Pad ma\n                        &rsquo;od &rsquo;bar; a skull of the Brahman; a figure of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mkha&rsquo;\n                           &rsquo;gro</span> Thugs rje kun sgrol and her belongings, such as her flat bell,\n                        dagger and vajra; as well as the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tsha tsha</span> image that\n                        belonged to Vairocana.</p>\n\n                     <p>Sangs rgyas gling pa, the great treasure-rediscoverer and savior of beings,\n                        having carried out the keeping, defending and spreading of the doctrines of\n                        Bon, and having done great deeds for sentient beings, finally passed\n                        away.</p>\n\n                     <p>Sangs rgyas gling pa&rsquo;s successors at the monastery were:</p>\n\n                     <ol type=\"1\">\n                        <li> dMu btsun Tshul khrims rgyal mtshan</li>\n\n                        <li> Mi pham &rsquo;gro ba&rsquo;i mgon po</li>\n\n                        <li> Zhu sprul bSod nams dbang rgyal</li>\n\n                        <li> Me ston Nyi ma rgyal mtshan</li>\n\n                        <li> Pad ma gar gyi dbang phyug</li>\n\n                        <li> sNyan rgyud dPal &rsquo;bar stag slag</li>\n\n                        <li> bSod nams blo gros dbang gi rgyal po</li>\n\n                        <li> Khyung dkar Yon tan</li>\n                     </ol>\n\n                     <p>Me ston Nyi ma rgyal mtshan, the fourth in the line, was regarded as the\n                        embodiment of Dran pa nam mkha&rsquo;. He gave up eating food, yet lived on at\n                        rTse drug for a long time. He established the hermitage of Gyim shod yang\n                        dben mthong grol near the monastery.</p>\n\n                     <p>In 1926, Nyag gter gSang sngags gling pa was invited to the monastery. He\n                        rediscovered various texts from the cave called Seng ge g-yu rtse and he\n                        established in the monastery the &ldquo;religious dance of the 10th day&rdquo; and the\n                           <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sman sgrub</span> ceremony. On this occasion there were\n                        over five hundred monks and nuns, a larger number of pilgrims, plus the\n                        local people all gathered together. The number of Bonpo pilgrims and\n                        spectators rose to nearly one hundred thousand.</p>\n\n                     <p>In 1934, Kun grol hum chen &rsquo;Gro &rsquo;dul gling pa was invited to the monastery.\n                        On this occasion, when he gave teachings concerning the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Zhi\n                           khro</span>, there were people from Hor, Khyung po and Tsha ba rong; about\n                        700 monks and nuns came to listen.</p>\n\n                     <p>The monastery also invited Khyung nag Tshul khrims phun tshogs - a disciple\n                        of &rsquo;Ja&rsquo; lus pa Shar rdza bKra shis rgyal mtshan - who gave extensive\n                        teachings there and initiated the making of copies of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; &rsquo;gyur</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; brten,</span> consisting of five\n                        hundred volumes, and paintings of more than fifty thangka of the life of\n                        Sangs rgyas gling pa; as well, he initiated the restoration of temples. His\n                        disciples were Phun tshogs dbang rgyal, Tshul khrims dar rgyas, bSod nams\n                        blo gros dbang gi rgyal po (the fifth rebirth of Sangs rgyas gling pa), Gar\n                        dbang rNam rgyal gYung drung rgyal mtshan and Tshul khrims rnam rgyal.</p>\n\n                     <p>gYung drung bstan pa&rsquo;i rgyal mtshan and Tshul khrims rnam rgyal are\n                        presently resident in the monastery. They have set up a new monastic school\n                        there, in which they have established the practice of meditation based on\n                        the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Che mchog dran pa drag po</span>, and the performance of\n                        the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshogs &rsquo;khor</span> ceremony on the 10th, 15th and 22nd\n                        day of every month. There are seven permanent resident monks.</p>\n\n                     <p>The monastery has many invaluable religious objects: </p>\n\n                     <p>In the gSer gdung khang: a solid gold reliquary stupa of Sangs rgyas gling\n                        pa in the form of gYung drung bkod legs as tall as the ceiling, which\n                        contains his remains; a reliquary stupa of Sangs gling Pad ma gar dbang; a\n                        statue of Tshe dpag med made of a mixture of medicine and clay; a statue of\n                        Sangs gling nga &rsquo;dra ma carved by &rsquo;Gro mgon; and murals depicting the life\n                        stories of Sangs rgyas gling pa.</p>\n\n                     <p>In the bKa&rsquo; &rsquo;gyur khang: a statue of sMon lam mkha&rsquo; yas as tall as a\n                        two-storey house, its back curtain adorned with the assembled deities of Cho\n                        ga bcu gnyis; and murals depicting the twelve deeds of sTon pa gShen\n                        rab.</p>\n\n                     <p>In the bedroom: a bronze image of Guru Rinpoche; images of him in eight\n                        forms, made of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dzi gim</span> (red gold); and murals of Mi\n                        shig rdo rje and the Bonpo deities, including sMra ba&rsquo;i seng ge, Gu ru Drag\n                        dmar and dPal mgon bdun cu.</p>\n\n                     <p>On the outer walls of the bedroom: murals of the Sixteen Arhats, the\n                        thousand images of sTon pa gShen rab, Guru, Nyi pang sad, the guardian of\n                        rTse drug and Me srung ral gri.</p>\n\n                     <p>In the &rsquo;Tshogs chen lha khang: a life-sized statue of Dus kyi &rsquo;khor lo;\n                        eight pairs of stupas; and murals of the Bonpo deities according to the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Ma tri rin chen sgron ma</span> by Blo ldan snying po, Phur pa,\n                        gShed dmar and Las gshin nag po chen po.</p>\n\n                     <p>In the gSeng khang: a gilt-bronze statue of gShen lha &rsquo;od dkar of good\n                        quality; statues of Shes rab smra ba&rsquo;i seng ge, Dus &rsquo;khor, Tshe dpag med and\n                        rNam par rgyal ba, each an arrow&rsquo;s length in height; hundreds more statues\n                        of gNas brtan and others; and murals of the assembled deities of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Che mchog dran pa drag po</span> and of the three Seng, Ma and\n                        gShin.</p>\n\n                     <p>In the Pod brtsegs kun dga&rsquo; rwa ba bskang gsol khang: a stuffed image of\n                        rGyal chen Shel khrab and the supports of other religious protectors.</p>\n\n                     <p>In the &rsquo;Khor khang: statues of Yum chen Shes rab byams ma and rGyal ba rgya\n                        mtsho, made of a mixture of medicine and clay; murals of the Eight Guru; and\n                        three conch-shell ornaments.</p>\n\n                     <p>In the upper storey of the gSeng khang: Nor bu me &rsquo;bar made of gilt-bonze\n                        and a banner of victory.</p>\n\n                     <p>In the back room of the large assembly hall: a statue of gShen lha &rsquo;od dkar\n                        made of a mixture of medicine and clay; statues of sTon pa Khri gtsug rgyal\n                        ba, sTon pa gShen rab and gYung drung mthong grol, each of which is as tall\n                        as a three-storey house; 108 stupas and murals of Blo ldan snying po, Mi\n                        shig rdo rje, Sangs rgyas gling pa, Kun grol grags pa, bDe chen gling pa and\n                        the deities of Cho ga bcu gnyis.</p>\n\n                     <p>In the bShad grwa&rsquo;i &rsquo;du khang: a statue of Yum chen Kye ma &rsquo;od mtsho and a\n                        life-sized one of &rsquo;Ja&rsquo; lus pa Shar rdza bKra shis rgyal mtshan.</p>\n\n                     <p>There are also caves of Mu cho ldem drug, Dran pa nam mkha&rsquo;, Tshe dbang rig\n                        &rsquo;dzin, Pad ma &rsquo;byung gnas and Blo ldan snying po.</p>\n\n                     <p>There were six sanctuaries of the religious protectors in the monastery, in\n                        each of which lay many statues beyond all value. Among the objects in these\n                        sanctuaries were the following: a word-uttering statue of rGyal ba rgya\n                        mtsho made of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dzi gim</span>, a cubit in height, which was\n                        rediscovered in rGyal rong by Sangs rgyas gling pa; large and small conchs\n                        made of the teeth of sTon pa gShen rab, rediscovered at Pha bong g-yag ro in\n                        the south by Go bde &rsquo;phags pa <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">alias</span> dBang ldan gShen\n                        sras lha rje.</p>\n\n                     <p>There were, as well, the following: the statue of Pad ma &rsquo;od &rsquo;bar,\n                        rediscovered in the dBus phug cave of Bon ri by Sangs rgyas gling pa; a\n                        statue of Rig &rsquo;dzin Dran pa bdud &rsquo;dul, rediscovered in rTa shod dkyil &rsquo;khor\n                        thang by Blo ldan snying po; a small flat bell worn by the mule of the\n                        goddess Srid rgyal drel dmar and rediscovered by gShen chen klu dga&rsquo;; a\n                        statue of Hum chen, the 6th Kun grol; a statue of gShen lha &rsquo;od dkar\n                        rediscovered at rTse drug by &rsquo;Gro &rsquo;dul gling pa; and a statue of sTon pa\n                        Khri gtsug rgyal ba rediscovered at rTse drug by sPa tshang gter chen. There\n                        were also the rediscoveries by gSang sngags gling pa: a bronze statue of Zhi\n                        khro gSang ba &rsquo;dus pa, two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">phur pa</span> daggers and a statue\n                        of &rsquo;Chi med gtsug phud made of iron.</p>\n\n                     <p>Later a new development took place in the monastery. Gar dbang rNam rgyal\n                        and his associates began to take an interest in the teachings of Shar rdza\n                        bKra shis rgyal mtshan. They began to unify various meditation\n                        establishments in the monastery and appointed Khyung nag Tshul khrims phun\n                        tshogs as the head of the monastery. Then a new meditation centre was\n                        established, where the new head of the monastery began to give teachings\n                        based the &ldquo;Five <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mDzod</span>&rdquo; of Shar rdza bKra shis rgyal\n                        mtshan. His disciples were brTson &rsquo;grus rgyal mtshan, sMon lam bstan &rsquo;dzin,\n                        gYung drung dge legs, sKal bzang g-yung drung and Tshul khrims rgyal\n                        mtshan.</p>\n\n                     <p>The successive abbots of the new establishment were as follows:</p>\n\n                     <ol type=\"1\">\n                        <li> Khyung nag Tshul khrims phun tshogs</li>\n\n                        <li> brTson &rsquo;grus rgyal mtshan</li>\n\n                        <li> sMon lam bstan &rsquo;dzin</li>\n\n                        <li> gTsug phud tshul khrims</li>\n\n                        <li> gTsug phud &rsquo;od gsal (d.1923)</li>\n\n                        <li> gTsug phud tshul khrims (a second time)</li>\n                     </ol>\n\n                     <p>gTsug phud tshul khrims continued giving teachings based the &ldquo;Five <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mDzod</span>&rdquo; of Shar rdza bKra shis rgyal mtshan.</p>\n\n                     \n\n                        "},{"title":"Annual Services and Rituals at present","index":3,"parent_index":2,"body":"\n\n                        <ol type=\"1\">\n                           <li> In the first Tibetan month there is the commemoration of mNyam med\n                              chen po, based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Klong rgyas</span>.</li>\n\n                           <li> In the second month, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gDugs dkar</span> cycle is\n                              performed.</li>\n\n                           <li> In the third month there is the commemoration of Sangs rgyas gling\n                              pa.</li>\n\n                           <li> In the fourth month there is the performance of the rituals for\n                              offerings of the sacrificial cake (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshogs</span>) one\n                              thousand times to Ma, gShin and Seng.</li>\n\n                           <li> In the fifth month, with the monks from several monasteries, the\n                              ceremony based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Bla ma rig &rsquo;dzin &rsquo;dus</span>\n                              <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">pa</span> is held, and on the 10th day, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshes bcu</span> ceremony with a religious dance.</li>\n\n                           <li> In the sixth month the summer retreat take place.</li>\n\n                           <li> In the seventh month the ritual based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Zhi\n                                 khro dgongs &rsquo;dus</span> is performed.</li>\n\n                           <li> In the eighth month there is the performance of the ritual based\n                              on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Ma mo rbod gtong</span>.</li>\n\n                           <li> In the ninth month, with the monks from other monasteries, the\n                              ritual cycles of Khro bo and Dran pa drag po are performed.</li>\n\n                           <li> In the tenth month there is the performance of the rite based on\n                              the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rTa mgrin ga&rsquo;u dmar nag</span>.</li>\n\n                           <li> In the eleventh month the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">srung zog</span> rite\n                              based on the ritual cycle of Phur pa is performed.</li>\n\n                           <li> In the twelfth month there is the performance of the rite based on\n                              the ritual cycle of Gu ru drag po.</li>\n                        </ol>\n\n                        <p>During the months from the ninth to the twelfth, all the monks also\n                           follow a programme of meditation based on the<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> rDzogs chen\n                              sku gsum rang shar </span>by Shar rdza bKra shis rgyal mtshan. During\n                           this course of meditation the monks practise <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rtsa\n                              lung</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gtum mo</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;phrul\n                              &rsquo;khor</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lus sbyong</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rlung\n                              sbyong</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">chu sbyong</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rlung\n                              ras</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">chu ras</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rgyab\n                              thur</span>, and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bcud len</span>.</p>\n\n                        <p>rTse drug Monastery had the following branches: Wa dge dgon Phun tshogs\n                           g-yung drung gling, rDa shis Bum steng dgon, sBra kho Dar rgyas dgon,\n                           Gyim shod Yang dben mthong grol ri khrod, Bon dgon gSas gdong g-yung\n                           drung gling, Na ba dgon gYung drung bstan rgyas gling, sBis tho dgon\n                           gYung drung lha steng, Lam lha dgon gYung drung gtam brag gling, dByibs\n                           dgon gYung drung lhun po rtse, rTa &rsquo;tshel dgon, Phug la dgon, Ru tha\n                           Ngang rdzong dgon and dGyes ri dgon, all of which were deemed to\n                           correctly maintain the tradition of rTse drug Monastery.</p>\n\n                        <p>The storekeeper and the treasurer of the Bla brang were fully responsible\n                           for all the procedure and financial affairs. In the sGrub grwa khang,\n                           seven lamas and monks practised the four stages of the tantric meditation\n                           while they learn other subjects. Likewise, the abbot and teacher gave\n                           lessons to more than fifteen monk students, on the first four of the\n                           &ldquo;Five <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mDzod</span>&rdquo; by Shar rdza.</p>\n\n                        <p>In the sGom grwa khang, twenty lamas and monks, headed by the abbot,\n                           practised the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rDzogs chen</span> meditation based on the\n                              <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dByings rig rin po che&rsquo;i mdzod</span>, one of the &ldquo;Five\n                              <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mDzod</span>&rdquo;.</p>\n\n                        <p>In the Srung ma khang, three monks continuously performed the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bskang gso</span> ritual for the Bonpo religious\n                           protectors.</p>\n\n                        <p>In the &rsquo;Khor khang, three persons continuously turned the three wheels of\n                           rolled scripture. Besides those who had responsibility in the monastery,\n                           there were other lamas who had to make visits to the branch monasteries\n                           twice a year in order to see if the monastic codes were observed; others\n                           appointed monk officials, exchanged offerings and performed rituals for\n                           the people and for the dead. The other duty of these monastic officials\n                           was to collect donations.</p>\n\n                        <p>This monastery&rsquo;s main sources of revenue were its manors - brDa shes, Kha\n                           lung, Wa dge, sPra kho, sBa nag and Brang rtswa thang - which produced as\n                           much as 250 <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">khal</span> of seed, and Upper and Lower rTa\n                           shod in dKar smad, Kha lung and Wa dge, from which they received payment\n                           for the rituals of rain-bringing and protection from drought and\n                           hail.</p>\n\n                        <p>The total grain earning of the monastery was: from Bam sting, Bal tho,\n                           Shog lnga, and Chu gzhung. The monastery also received gifts such as\n                           rape-oil. When the year&rsquo;s harvest was bad the monastery lent about 500\n                              <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;bo</span> of grain to the villages below the monastery,\n                           such as Wa dge, for which it received interest.</p>\n\n                        <p>In brDa shes and other places, the monastery possessed real estate with\n                           animals for ploughing, seventy or eighty <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mdzo mo</span> for\n                           dairy purposes and about forty horses and mules for transport.</p>\n\n                        <p>Two families of herdsmen kept the monastery&rsquo;s 180-plus yaks and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;bri</span>, and one hundred goats and sheep. In the nomad\n                           areas, such as dNgul phug, &rsquo;Gis nang, Om thog kha and brDa ris mda&rsquo;, the\n                           monastery had nomadic people called Thab gsos dud gsum who provided much\n                           of the annual expenditure, such as butter for making butter-lamp\n                           offerings.</p>\n\n                        <p>The material revenue of the abbot and high lamas covered the cost of\n                           living for about forty monks.</p>\n\n                        <p>As for the great hermits in the caves of Mu cho ldem drug, Dran pa nam\n                           mkha&rsquo;, Tshe dbang rig &rsquo;dzin, Pad ma &rsquo;byung gnas and Blo ldan snying po,\n                           they were customarily supported by the well-off families, such as the\n                           chiefs of dKar stod, dKar smad, sGar khang, Bya ze, and Nag ru.</p>\n\n                        <p>Before 1959, there were about five hundred monks in this monastery. At\n                           present there are six lamas, including Gar dbang rNam rgyal, and about\n                           210 monks. This monastery has an assembly hall with thirty-six pillars,\n                           gSer gdung khang, a meditation hall, a college building and other\n                           buildings, all of which are adorned with excellent interiors. The main\n                           religious objects, of immense value, are as follows: the word-uttering\n                           statue of Jo bo nga &rsquo;gro, which, having been hidden by many lay and\n                           clerical devotees during the Cultural Revolution, was presented to the\n                           monastery; a cubit-high statue of Kun bzang rGyal ba rgya mtsho made of\n                              <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzi gim</span>; a pair of large and small conchs, which\n                           are the transformations of gShen rab&rsquo;s teeth and his melodic voice; a\n                           blue statue of Pad ma &rsquo;od &rsquo;bar; a statue of gShen lha &rsquo;od dkar made of\n                           pure gold; a statue of sTon pa Khri gtsug rgyal ba; a statue of Rig &rsquo;dzin\n                           Dran pa bdud &rsquo;dul; a bronze statue of Phur pa ten cubits high; and a seal\n                           of Dran pa nam mkha&rsquo;. All of these can still be seen in the\n                           monastery.</p>\n\n                        <p>Annual services and rituals are performed according to the age-old\n                           tradition. In particular, in 1984, there was the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sman\n                              sgrub</span> medicine ceremony based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dBal phur\n                              &rsquo;od zer &rsquo;khyil ba&rsquo;i sman sgrub</span>, during which as many as eighteen\n                           thousand lay and clerical devotees from Hor, Shog lnga, Lam lha, Khyung\n                           dkar, Khyung nag, Khyung ser, lHa ru and Bag sre crowded into rTse drug\n                           Monastery in order to receive initiation and the &ldquo;medicine&rdquo; distributed\n                           at the time, as well as to enjoy the religious dances. All who gathered\n                           there made the festival a great occasion.</p>\n\n                     \n\n                  "}]}