{"meta":{"domain":"places","kid":"23653","authors":[{"fullname":"Jann Ronis","id":"32"},{"fullname":"Jann Ronis","id":"32"}],"title":"An Overview of the Chakla Kingdom","dates":{"created_at":"2011-07-13 16:51:44 UTC","updated_at":"2011-07-13 16:51:44 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>Chakla (<em><span class=\"tibetan\" title=\"Type ID here\">lcags la</span></em>) was one of the larger states in western Kham, and was very important because of its position on the border between Tibetan and Chinese markets. Its political center was the Sino-Tibetan trading town of Dartsendo (<em><span class=\"tibetan\" title=\"Type ID here\">dar rtse mdo</span></em>, Kangding). This town has long been a major meeting point for Chinese and Tibetan merchants and buyers of horses, medicinal natural resources, paper, and especially tea. In the mid-seventeenth century the Dalai Lama’s new Ganden Palace (<em><span class=\"tibetan\" title=\"Type ID here\">dga’ ldan pho brang</span></em>) government extended across the plateau, including Chakla territory and the town of Dartsendo. A commissioner from Lhasa was stationed in Dartsendo to collect taxes for the Ganden Palace. In 1666 the Chakla king rebelled against this arrangement and made an alliance with the Qing dynasty. In 1671 Lhasa sent troops against Chakla and in 1699 the Lhasa commissioner assassinated the king. The following year the Qing retaliated by assassinating the Lhasa commissioner and refused the Ganden Palace’s rights to levy taxes in the region. In 1725 the Qing’s borders with Tibet were redrawn and Chakla was henceforth outside of Lhasa’s political influence. Under Qing administration the king of Chakla retained power of taxation over goods being transported into his domain from China, and thirteen headmen ruled various locales within the kingdom. The traditional borders of Chakla cover much of current Dardo County, and sections of Chakzam (<em><span class=\"tibetan\" title=\"Type ID here\">lcag zam</span></em>), Nyachuka (<em><span class=\"tibetan\" title=\"Type ID here\">nyag chu kha</span></em>), Tau (<em><span class=\"tibetan\" title=\"Type ID here\">rta’u</span></em>), Rongdrak (<em><span class=\"tibetan\" title=\"Type ID here\">rong brag</span></em>), and Gyezil (<em><span class=\"tibetan\" title=\"Type ID here\">brgyad zil</span></em>) counties.</p>","title":"An Overview of the Chakla Kingdom"}]}