{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Nakra Drakseng Dzong Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Nakra Drakseng DzongNag ra brag seng rdzong "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Nakra Drakseng Dzong</span><span class=\"scholar\">Nag ra brag seng rdzong</span> </li> <li>English equivalent: Black Enclosure Lion Rock Fortress</li> <li>Site number: A-76</li> <li>Site typology: I.1c </li> <li>Geographic coordinate (N. lat.): 30º 54.8΄</li> <li>Geographic coordinate (E. long.): 87º 48.9΄</li> <li>Elevation: 4860 m to 5000 m</li> <li>Administrative location (township): <span class=\"popular\">Drowa</span><span class=\"scholar\">Gro ba</span> </li> <li>Administrative location (county): <span class=\"popular\">Nyima</span><span class=\"scholar\">Nyi ma</span> </li> <li>Survey expedition: UTAE</li> <li>Survey date: June 25, 2001</li> <li>Contemporary usage: Light grazing.</li> <li>Identifiable Buddhist constructions: None.</li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p>On the south and east slopes and summit of <span class=\"popular\">Nakradrak</span><span class=\"scholar\">Nag ra brag seng</span>, a black craggy mountain, there are the remains of a network of ramparts. These formed what was once a fairly extensive defensive installation, overlooking the rich pasturage of the <span class=\"popular\">Nyawo Tsangpo</span><span class=\"scholar\">Nya bo gtsang po</span> basin. These pasturelands are easily monitored from the site. <span class=\"popular\">Nakra Drakseng Dzong</span><span class=\"scholar\">Nag ra brag seng rdzong</span> supported few if any buildings. All walls were constructed of dry-mortar random-rubble. In the middle reaches of the site, a succession of ramparts stretching for 140 m hem in various natural terraces and saddles. These level areas along the steep slopes must have functioned as staging grounds for military operations. </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>None was obtained.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>Above the valley floor, on the south slope of the mountain, there is a more than 30-m long wall reduced to its footings (4860 m). This wall is at least 60 cm thick and built of stones primarily 30 cm to 50 cm in length. This appears to have been the forward-most breastworks at<span class=\"popular\">Nakra Drakseng Dzong</span><span class=\"scholar\">Nag ra brag seng rdzong</span>. </p>", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Lower rampart"
  }, 
  {
   "body": "<p>Higher up the slopes, at the base of a line of crags, there is an extensive group of defensive walls enclosing natural terraces (4920 m to 4930 m). A series of walls circumscribe a nearly 170 m wide section of the slope. On a rocky spur, on the east end of this sector, there is a fragmentary wall section, 5 m in length and up to 60 cm in height. Below it, a wall runs along a steep slope in a westerly direction for 26 m to another spur. It skirts he edge of a saddle. Much of this wall has been leveled to its footings. Beyond the spur, the wall continues to raverse the slope for another 30 m to the west. In some places it encloses small saddles that may have supported buildings, but too little is left to make a determination. Little bits of wall, up to 1 m in height, are found at these locations. Another rampart extends 30 m west of the spur, gaining about 3 m in elevation. It encloses a 3-m wide natural terrace. Above the east side of this terrace there are the foundations (8 m x 6 m) of what may have been a building constructed next to a cliff. Within the rubble of this structure is a single stone slab 1.5 m in length that was possibly used as a roofing element. At the western terminus of the 30-m long defensive walls there is another highly deteriorated transverse rampart section that encloses a terrace, 6 m to 8 m in width. It is 35 m in length. This wall is interrupted in the west by an outcrop. Beyond it there is the most westerly rampart, a wall that extends for 40 m along the edge of another terrace, which is 2.5 m to 6.5 m wide. Below the two westernmost ramparts there may have been two other rampart sections bounding terraces. </p>", 
   "index": 8, 
   "parent_index": 6, 
   "title": "Central ramparts"
  }, 
  {
   "body": "<p>On the north summit crest, a 13-m long wall fences in the west side of a 100 m² saddle (5000 m). This better-preserved wall has a maximum height of 1.2 m and is 2.5 m thick. There may also have been a wall on the west side of this saddle but virtually nothing has survived. A couloir drops down from the east side of the saddle for 50 m vertical to another fragmentary rampart, 50 m in length. This lower wall effectively blocked passage from the eastern approaches to<span class=\"popular\">Nakra Drakseng Dzong</span><span class=\"scholar\">Nag ra brag seng rdzong</span>; one side of it ends in a long drop and the other side terminates against a large vertical spine of rock. </p>", 
   "index": 9, 
   "parent_index": 6, 
   "title": "Summit ramparts"
  }
 ], 
 "meta": {
  "date": "2010-08-11 20:45:33 UTC", 
  "domain": "places", 
  "kid": "16509", 
  "authors": [], 
  "title": "Nakra Drakseng Dzong Introduction"
 }
}