{"meta":{"domain":"places","kid":"16579","authors":[],"title":"Khyunglung Yülmé Introduction","dates":{"created_at":"2010-08-11 20:46:29 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Khyunglung Yülmé Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Esplanade","index":7,"parent_index":6,"body":null},{"title":"mChod rten dgu pa","index":8,"parent_index":6,"body":null},{"title":"Lower building group","index":9,"parent_index":6,"body":null},{"title":"Nag chung phug","index":10,"parent_index":6,"body":null},{"title":"Khyung&rsquo;s body","index":11,"parent_index":6,"body":null},{"title":"Buddhist Monastery","index":12,"parent_index":6,"body":null},{"title":"Khyung lung mkhar rtse","index":13,"parent_index":6,"body":null},{"title":"mkhar rtse upper tier","index":14,"parent_index":13,"body":null},{"title":"mkhar rtse middle tier","index":15,"parent_index":13,"body":null},{"title":"mkhar rtse lower tier","index":16,"parent_index":13,"body":null},{"title":"mkhar rtse cave complex","index":17,"parent_index":13,"body":null},{"title":"Cave P1","index":18,"parent_index":13,"body":" <p>(2.8 m x 2.9 m x 1.7 m)<\/p> <p>This northern-most cave has an arched west-facing entranceway (1.8 m x 80 cm), and a regular square plan. The interior walls are mud plastered while the ceiling is not. Like most other inhabitable caves in the gu ge region, P1 has various niches and recesses in the walls. The most notable example is found in the northeast wall. This 1.2-m wide, 70-cm deep bay starts 35 cm from the floor and extends to the ceiling. This recess was well finished with plaster and has a base of four graduated tiers.<\/p> "},{"title":"Cave P2","index":19,"parent_index":13,"body":" <p>(3.3 m x 3 m x 1.8 m)<\/p> <p>Located immediately south of P1, this cave also has a west-facing arched entrance. In the east wall of the cave there is a recess with the remains of a wooden lintel. Just above it light-colored coarse hand-woven woolen fabric is embedded in the wall. This fabric appears to be part of the original construction of the cave, serving as a kind of lining. <\/p> "},{"title":"Cave P3","index":20,"parent_index":13,"body":null},{"title":"Cave P4","index":21,"parent_index":13,"body":" <p>(5.3 m x 1.4 m)<\/p> <p>This was a forward cave flanking the fronts of P1 and P2. Its current dimensions are highly reduced, as much of its breadth has eroded away. Virtually none of the ceiling remains.<\/p> "},{"title":"Cave P5","index":22,"parent_index":13,"body":" <p>(3 m x 3 m)<\/p> <p>Located directly below P1 and P4. It has a square plan, and its entrance is 1.5 in height, 70 cm in width and 90 cm deep. <\/p> "},{"title":"Caves P6 and P7","index":23,"parent_index":13,"body":" <p>These two caves are situated below caves P1 to P5. Access to them is very difficult.<\/p> "},{"title":"Caves P8, P9 and P10","index":24,"parent_index":13,"body":" <p>These three west-facing caves form a line to the south of the 5.5-m long subterranean passageway. Shallow recesses were roughly hewn into this passageway. To the east of this row of three small caves there are the remains of what were probably two or three other caves. <\/p> "},{"title":"mKhar rtse latrine","index":25,"parent_index":13,"body":" <p>There is an elaborately built latrine in relatively good condition 3.5 m west of P6 and P7. It is 3 m high on he west, the side overlooking the valley below. The privy hole and the privy pit opening in the base are intact. Such latrines are not encountered at archaic residential sites.<\/p> "},{"title":"Khyung&rsquo;s left wing","index":26,"parent_index":6,"body":" <p>There are about 50 caves located in this formation, particularly in a U-shaped offshoot. These caves face in he south, east and west directions. Only two of the caves (west-facing) in this sector exhibit freestanding anterooms. One south-facing cave has two chambers with three hearths. In the rear of this cave there is an altar or storage area that was plastered and painted red and yellow. In the upper-most group of 10 caves known as <span class=\"popular\">Metok Ling<\/span><span class=\"scholar\">Me tog gling<\/span> (Flower Garden), I discovered a scrap of an entertainment page from the Daily Mail of 1930s or 1940s vintage. It must have been brought here by traders and by implication they may have found shelter in this cave. Two of the caves in this group have walls that were painted in red ochre, one of which also has white blotches applied to it. <\/p> <hr class=\"footnote-divider\" \/> "},{"title":"Notes","index":27,"parent_index":0,"body":" <div class=\"footnote\"> <a name=\"n77\" \/> <a href=\"#nb77\" class=\"note\"> [77] <\/a> Bellezza, <em>Antiquities of Upper Tibet<\/em>. <\/div>  "}]}