{"meta":{"domain":"places","kid":"16587","authors":[],"title":"Riu Gönpa Introduction","dates":{"created_at":"2010-08-11 20:46:35 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Riu Gönpa Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":"Riu GönpaRi’u dgon pa","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span> <a href=\"#n80\" name=\"nb80\" class=\"note\">80</a> </li> <li>English equivalent: Little Mountain Monastery </li> <li>Site number: B-25</li> <li>Site typology: I.2a </li> <li>Geographic coordinate (N. lat.): 33º 51.5΄ </li> <li>Geographic coordinate (E. long.): 81º 29.7΄ </li> <li>Elevation: 4850 m </li> <li>Administrative location (township): <span class=\"popular\">Dungru</span><span class=\"scholar\">Dung ru</span> </li> <li>Administrative location (county): <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> </li> <li>Survey expedition: UTAE and HTCE </li> <li>Survey date: May 28, 29, 2001 and October 25, 2002</li> <li>Contemporary usage: Religious shrine and livestock holding area. Also a source of well-formed stones beams and slabs. </li> <li>Identifiable Buddhist constructions: Walls with recently carved plaques of the <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> mantra. These walls are found on the east and west sides of the complex. A few large carved plaques rest on the roof of the main building. There is also a reliquary <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> enshrined at the site. A prayer flag mast has been erected in one of the all-stone dependencies.</li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span> is a monument of the utmost archaeological and historical importance. <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span>’s extreme isolation from other residential sites adds to its cultural and geographic significance. While there is a string of archaic temples and citadels in lower elevation western <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span>, this is the only all-stone corbelled complex to be found on the lofty plains of northeastern <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span>. At one time, <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span>was clearly the premier religious facility in the region, illustrating that sedentary habitation extended into this marginal physical environment (very high, cold and dry). This unique all-stone temple complex has architectural features of both the Bon <span class=\"popular emph\">sekhang</span><span class=\"scholar emph\">gsas khang</span> and Buddhist <span class=\"popular emph\">gönpa</span><span class=\"scholar emph\">dgon pa</span>. The site is located at the base of a black ridge that is said by local people to have the shape of a <span class=\"popular emph\">Khyung</span><span class=\"scholar emph\">khyung</span> (horned eagle). The monument consists of a large main temple (18 m x 13.5 m) and several dependencies and <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span>-like shrines, which overlook the confluence of three rivers (a rare geographic occurrence this far north on the Plateau). </p> <p>All structures are built in a uniform fashion, indicating that <span class=\"popular emph\">Riu Gönpa</span><span class=\"scholar emph\">ri’u dgon pa</span> was founded as an integrated facility. As such, the various structures were probably constructed in the same general time period. There appears to be no structural evidence to show that <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span> was ever modified or underwent major refurbishment. The implication of this may be that it had a relatively short lifespan as a major religious center before devolving to individual meditators. The most notable constructional feature of the facility is that it was built entirely of stone. Moreover, the quality of the stonework is exceptional. <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span> exhibits Buddhist monastic design traits such as relatively large entrances, inner courtyards, shrine rooms in the west, and the use of embellished doorjambs (<span class=\"popular emph\">ruzhi</span><span class=\"scholar emph\">ru bzhi</span>), lintels and cornices (lithic equivalents of Tibetan architectural elements known as <span class=\"popular emph\">bap</span><span class=\"scholar emph\">bab</span> and <span class=\"popular emph\">trashing</span><span class=\"scholar emph\">kha shing</span>). On the other hand, the warren of small, irregularly shaped windowless rooms, semi-subterranean aspect and corbelled roofs are design characteristics derived from the <span class=\"popular emph\">sekhang</span><span class=\"scholar emph\">gsas khang</span> religious architecture native to Upper Tibet. This juxtaposition of the two major forms of Upper Tibetan temple construction may indicate that <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span> represents a transitional architectural form. If this is indeed the case, a periodization to the early historic period is best indicated. This is the time period in which native and Buddhist forms of religion and culture first encountered each other in far-reaching ways.</p> <p>In recent years, the long stone members of <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span> have been hauled away wholesale in trucks for use at area <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span> camps. These appurtenances are considered sacred and have often been engraved with <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> mantras. In 2006 some of the stone members were returned to the site. This dismantling of the various edifices of <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span> threatens the site’s continued survival. If the conservation of archaic cultural monuments ever becomes a priority in Tibet, because of its unique architectural qualities and integral condition, <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span> deserves urgent attention. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>In local folklore, the foundation of <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span> is connected to the King <span class=\"popular\">Gesar</span><span class=\"scholar\">Ge sar</span> epic. <span class=\"popular\">Gesar</span><span class=\"scholar\">Ge sar</span>’s uncle <span class=\"popular\">Chenpo Pagyel Tsasha Khar</span><span class=\"scholar\">Gcen po spa rgyal tsha sha dkar</span> is said to have resided in the region (at <span class=\"popular\">Gyeltsa Rongmar</span><span class=\"scholar\">Rgyal tsha rong dmar</span> to the east), and he apparently was responsible for the construction of the religious facility. The area around <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span> is reported to originally have been called <span class=\"popular\">Gyeltsa Dzong</span><span class=\"scholar\">Rgyal tsha rdzong</span>. West of the site there is a prominent black formation called <span class=\"popular\">Dotsang Nakkha</span><span class=\"scholar\">Rdo tshang nag kha</span> and in the vicinity, the support mountain (<span class=\"popular emph\">Gyapri</span><span class=\"scholar emph\">rgyab ri</span>) of <span class=\"popular\">Gyeltsa</span><span class=\"scholar\">Rgyal tsha</span>. The goddess <span class=\"popular\">A Tak Lumo</span><span class=\"scholar\">A stag klu mo</span> is also supposed to have resided at <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span>. Near the monastery is a shrine for <span class=\"popular\">Dungkyong Karmo</span><span class=\"scholar\">Dung skyong dkar mo</span>. On account of its springs, many other klu and <span class=\"popular\">lumo</span><span class=\"scholar\">Klu mo</span> are thought to reside at this locale as well. These legendary tales suggest in themselves that the site is of considerable antiquity, and the personages associated with it may point to a Bon origin. </p> <p>It is also believed that <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span> was once a branch monastery of <span class=\"popular\">Toding</span><span class=\"scholar\">Mtho lding</span>, one of <span class=\"popular\">Ngari</span><span class=\"scholar\">Mnga’ ris</span>’s most important Buddhist centers. In pre-modern times the site was associated with serious meditation practice. It is said that <span class=\"popular\">Tsampa Künga Dorjé</span><span class=\"scholar\">Mtshams pa kun dga’ rdo rje</span>, a disciple of the 15th <span class=\"popular\">Karmapa</span><span class=\"scholar\">Karma pa</span>, meditated here. <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span> was heavily vandalized during the Chinese Cultural Revolution. According to two regional elders (including one whose relative is enshrined in the <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span> reliquary <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span>), sometime after its founding, <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span> came under an inauspicious spell. One night this caused the death of a monk who became a reanimated corpse (<span class=\"popular emph\">rolang</span><span class=\"scholar emph\">ro lang</span>). This reanimated corpse began touching the sleeping monks around him causing them to also die and become reanimated corpses. One monk, however, managed to wake up before being murdered and bolted from <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span>. Fearing for his life he took his ritual thunderbolt (<span class=\"popular emph\">dorjé</span><span class=\"scholar emph\">rdo rje</span>), a staff (<span class=\"popular emph\">khargyuk</span><span class=\"scholar emph\">’khar rgyug</span>) and his wrap (<span class=\"popular emph\">zen</span><span class=\"scholar emph\">gzan</span>) and threw them up in the air. These objects magically traveled far and wide, eventually landing at <span class=\"popular\">Toding</span><span class=\"scholar\">Mtho lding</span> in <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span>. The discovery of these objects at this site was taken as a sign that a monastery should be established there. As a result, the great <span class=\"popular\">Toding Gönpa</span><span class=\"scholar\">Mtho lding dgon pa</span> was built. This tale, as apocryphal as it may be, clearly places the founding of <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span> in an earlier timeframe than the <span class=\"popular emph\">tenpa chidar</span><span class=\"scholar emph\">bstan pa phyi dar</span> facilities of western Tibet.</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Main temple","index":7,"parent_index":6,"body":" "},{"title":"Exterior features","index":8,"parent_index":7,"body":" <p>The outer dimensions of the main temple are as follows: 18 m (south wall), 13.5 m (east wall), 14 m (north wall), and 13 m (west wall). The outer walls have numerous angles, creating a series of nooks inside the building and shortened spans for the heavy stone elements of the roof. The south or downhill wall is the highest structure at the site; it is uniformly 3.5 m to 4 m in height. The north or upslope wall is deeply set into the ground. The west half of the north wall has a maximum height of only 1.3 m, while the east half of the north wall is flush with the slope. These elevations include a parapet wall that extends 50 cm above the roofline. Except for the main entrance in the east, the alignment of the main building in the cardinal directions was not a significant consideration. </p> <p>In the south wall there are two stone gutters that convey runoff from the roof to the ground below, thus protecting the masonry from waterborne damage. Also in the middle of the exterior south wall, at ground level, there is a 1-m high privy pit. Near the west corner of the south wall there is the temple’s only exterior window (25 cm x 30 cm). It is set in an indentation that measures 35 cm x 50 cm. East of the main building there are remnants of walls with small alcoves overlaid with stone beams. These walls appear to have been part of a gallery that enclosed an outer courtyard, 17 m in length. This enclosure is now used as a winter livestock pen. On the east end of the corral there are the remains of an entrance or alcove bridged by stone beams up to 2.5 m in length, the longest appurtenances at the site. </p> <p>Most of the bridging stones in the roof of the main building are 1.5 m to 2 m in length. The wall thickness of the main temple ranges between 50 cm and 70 cm. The random-rubble walls are of the dry-mortar variety or with seams that were minimally mud mortared. Sandstone slabs of variable size (15 cm to 90 cm in length) were used in wall construction. Walls were heavily plastered on both their interior and exterior faces. Clay and possibly other mineral substances were added to this plaster to harden it, as it has proven extremely durable. There is evidence to show that both the exterior and interior walls were tinted with red ochre. </p> "},{"title":"Entrance","index":9,"parent_index":7,"body":" <p>The only entranceway to the main temple is set in the middle of the east wall. As with other constructions at <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span>, this entrance exhibits intricate masonry of a high degree of workmanship. The masterful stonework of the site is seldom matched in other ancient temples in Upper Tibet. The lintel and sill of the entryway (1.3 m x 90 cm) are composed of various worked stone slabs up to 1.6 m in length. As with various inner entrances, the outer entrance features the use of cut stones laid horizontally, which are the lithic equivalents of a multi-tiered lintel (<span class=\"popular emph\">trashing</span><span class=\"scholar emph\">kha shing</span>) and small decorative spacers (<span class=\"popular emph\">bap</span><span class=\"scholar emph\">bab</span>). These functional and ornamental features of doors and windows are commonly represented in Tibetan architecture from the early historic period onwards. The <span class=\"popular emph\">bap</span><span class=\"scholar emph\">bab</span> of <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span> are well-hewn stones, 25 cm to 40 cm in length, and between 4 cm and 8 cm in width and thickness. On either side of the outer entrance to the temple, large stone panels were inserted in stone frames to create wall dividers. </p> "},{"title":"Inner east courtyard","index":10,"parent_index":7,"body":" <p>The outer entranceway accesses a small vestibule that has part of its stone roof intact. Its floor-to-ceiling height is 1.6 m. One step leads down from the vestibule to the unevenly shaped inner east courtyard (5.3 m x 3.3 m). The walls surrounding this courtyard are a maximum of 2.2 m in height. To the left of the inner east courtyard entrance there is an alcove (1.5 m x 1 m). To the south of this space there is a latrine with a hole in the floor that opens to the privy pit. This privy pit is conveyed to the exterior of the building. The roof over the latrine has survived the vandalism of recent years. </p> "},{"title":"North courtyard","index":11,"parent_index":7,"body":" <p>On the north side of the east courtyard, immediately to the right of the main entrance of the building, an entranceway with five stone steps leads up to the north courtyard (7.8 m x 4.7 m). Like the east courtyard, there is no evidence that the north courtyard was ever roofed. There is a large niche in the north/rear wall of the north courtyard.</p> "},{"title":"Southeast wing","index":12,"parent_index":7,"body":" <p>On the east side of the inner east courtyard there is a small entranceway, without any embellishment of the jambs (1 m x 80 cm), which opens to a central corridor with five adjoining rooms. This southeast wing (5.7 m x 5.1 m) has two north rooms, two south rooms, and one east room at the end of the medial corridor. The floor-to-ceiling height of the southeast wing is around 1.7 m. This part of <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span> probably functioned as living quarters for the inmates. In recent years, most of the roof appurtenances have been removed from the southeast wing, endangering its continued existence. The southeast wing is now occasionally used to shelter shepherds. </p> "},{"title":"Inner east courtyard south room","index":13,"parent_index":7,"body":" <p>On the south side of the inner east courtyard there is an elaborate entranceway of the same design as the main entrance. It opens to a relatively large room (3.7 m x 3.1) that is partitioned by a wall buttress into two parts. Its roof has only partly survived. There are two recesses and a niche in the walls of the south portion of the room. In recent times this room was used to store animal dung. </p> "},{"title":"West courtyard","index":14,"parent_index":7,"body":" <p>On the west side of the inner east courtyard there is another ornamented entranceway (1.4 m x 90 cm) that accesses the west courtyard (5.4 m x 4.8 m). Three upright stone panels were placed on one side of this entrance and one panel on the other side. Until several years ago, the floor in this courtyard was lined with large slabs, most of which have been taken up or broken by local <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span>. Immediately to the right or north of the west courtyard entrance there is a single room (3 m x 1.9 m) with a large open entrance (1.9 m x 1.4 m). There are two niches in this room as well as a smoke hole in the intact roof. There is also a small window in the east wall. Perhaps this room functioned as a kitchen (<span class=\"popular emph\">taptsang</span><span class=\"scholar emph\">thab tshang</span>). </p> "},{"title":"Northwest shrine rooms","index":15,"parent_index":7,"body":" <p>On the northwest side of the west courtyard there is a pair of shrine rooms with an enduring stone roof. The floor-to-ceiling height in these larger rooms is around 2 m. Several steps lead up from the open entrance to the east room (3.7 m x 1.5 m). In the east wall of the east room there is an entranceway (1.1 m x 60 cm) that accesses the north courtyard. Three steps lead up to this entranceway, which is flanked by vertical stone panels. A fairly elaborate entrance (1.4 m x 70 cm) connects the east and west rooms. The west room (3.1 m x 1.9 m) has a total of seven niches in the walls. The hearth that was built in the middle of this room is not an old appointment. On the other hand, the skylight (50 cm x 50 cm) in the middle of the ceiling appears to be an original feature.</p> "},{"title":"Southwest shrine rooms","index":16,"parent_index":7,"body":" <p>This wing of the main temple consists of three rooms with a fully intact roof. Three steps lead up to the elaborate entranceway (1.5 m x 1.4 m), which is divided into two halves by a single well-cut narrow stone jamb. The lintel consists of multiple stone slabs, and vertical stone panels flank the door. The exterior entranceway opens to a room (2.6 m x 2 m x 1.8 m) with a recess in the west wall, which is partly enclosed by its own doorway. In the south wall of this room there is another intricately designed entranceway (1 m x 50 cm) that accesses two rooms with a ritual function. The larger room (2 m x 3 m x 1.9 m) opens directly onto the west inner courtyard, and has a stone <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> covered in white plaster standing in one corner of the room. This <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> is of floor-to-ceiling height. According to the septuagenarian member of the <span class=\"popular\">Sero</span><span class=\"scholar\">Se ro</span> clan who is in charge of the upkeep of the chapels, this is a reliquary (<span class=\"popular emph\">kudung</span><span class=\"scholar emph\">sku gdung</span>) shrine that contains the remains of his grandfather <span class=\"popular\">Orgyen Gönpa</span><span class=\"scholar\">O rgyan mgon po</span>, a meditator at <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span>. The <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> was desecrated in the Chinese Cultural Revolution and subsequently rebuilt by the family. There is also a small rudimentary altar in this room with water bowls and butter lamps, which is only infrequently used for religious ceremonies. In the south wall there is the only small window in the exterior wall of the building. There is also an interior window in the north wall that opens onto the west courtyard. In the east wall of the large ritual room there is an entranceway leading to a smaller room, which is reported to have functioned as a protector chapel (<span class=\"popular emph\">Gönkhang</span><span class=\"scholar emph\">mgon khang</span>). </p> "},{"title":"Structures east of the main temple","index":17,"parent_index":6,"body":" <p>Near the eastern extension of what was probably the outer courtyard of the main building there are the remains of three all-stone <span class=\"popular emph\">tenkhar</span><span class=\"scholar emph\">rten mkhar</span> or <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span>. All three of these cubic shrines have central axes (<span class=\"popular emph\">sokshing</span><span class=\"scholar emph\">srog shing</span>) made of stone extending above the top of the structures. This central design element identifies these elementary shrines as <span class=\"popular emph\">tenkhar</span><span class=\"scholar emph\">rten mkhar</span> or <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span>. The uppermost specimen is 2.2 m in height and is coated in white plaster. The middle specimen is 1.8 m high and the lower one consists of just a square base. Below the <span class=\"popular emph\">tenkhar</span><span class=\"scholar emph\">rten mkhar </span>or<span class=\"popular emph\">Chörten</span><span class=\"scholar emph\"> mchod rten</span> there are the obscured vestiges of an all-stone building. A little farther east near several new <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> walls there are the traces of another <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span>, 3.5 m in width. Only one room on the west side of the structure has survived with its stone roof intact. In one of the walls of this building there is a window (35 cm x 35 cm), with an ornate lintel that includes a row of stone spacers (<span class=\"popular emph\">bap</span><span class=\"scholar emph\">bab</span>). </p> "},{"title":"Structures west of the main temple","index":18,"parent_index":6,"body":" <p>West of the main building there are the ruins of three more <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> and two smaller one-room, all-stone huts. The upper hut (2.5 m x 2.2 m) has a window in the east wall near ground level, which overlooks the main building. The window frame is made in the elaborate fashion characteristic of <span class=\"popular\">Riu Gönpa</span><span class=\"scholar\">Ri’u dgon pa</span>. The door is in the south and there is a niche in the interior north wall. The roof is of an all-stone construction and the walls are plastered with clay. The lower hut is of the same design (2 m x 2 m) and has a maximum down-slope elevation of 2 m. It has an intact doorway in the south (1 m x 70 cm), several niches, and a window in the east near ground level. In the middle of the floor there is a 50-cm deep stone-lined pit (80 cm x 80 cm). This pit must have had a ritual function, perhaps for fire offerings (<span class=\"popular emph\">jinrek</span><span class=\"scholar emph\">sbyin sreg</span>). Between the upper and lower stone huts there is a rudimentary shrine consisting of a square base (1.1 m x 1.1 m x 80 cm). A central stone axis protrudes 60 cm from the top of the structure. </p> <p>The lower <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> (5 m x 4.3 m) contained at least four rooms. Its entranceway is well preserved and there are several niches in the rear wall. In the northeast room a window was built near ground level. Walls of the lower <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> reach 1.7 m in height, but none of its stone roof has endured. Only part of the shell of the upper east <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> has survived. It was built with the same plan and general dimensions as the lower <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span>. Like its better-preserved lower counterpart, the upper east <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> also has a tiny southwest room with an intact lintel. There are two niches in the rear or upslope wall of the upper east <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> and a window in the east wall near the ground. The upper west <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> has been reduced to foundation remnants. There is a small integral revetment fragment on the west side of the structure. On the cliff above the <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> and stone huts there is another shrine, which also consists of a square pedestal with a protruding stone central axis. </p> <hr class=\"footnote-divider\" /> "},{"title":"Notes","index":19,"parent_index":0,"body":" <div class=\"footnote\"> <a name=\"n80\" /> <a href=\"#nb80\" class=\"note\"> [80] </a> Sometimes <span class=\"popular emph\">amchung</span><span class=\"scholar emph\">am chung</span> (Little Rock Formation), a hill in the vicinity of the the site, is appended to its name: <span class=\"popular\">Riu Amchung Gönpa</span><span class=\"scholar\">Ri’u am chung dgon pa</span>. </div>  "}]}