{"meta":{"domain":"places","kid":"16699","authors":[],"title":"Pamtuk Introduction","dates":{"created_at":"2010-08-25 11:11:00 UTC","updated_at":"2010-08-25 11:11:00 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Pamtuk Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":"PaktukPags mthug","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Paktuk<\/span><span class=\"scholar\">Pags mthug<\/span> is located on one of a group of ridgelines of the same name. The array of pillars appended to an edifice is situated on a sandy level saddle, which connects a northeast-southwest running talus-blanketed ridgeline with higher slopes. From the site there are fairly open views in all directions. This funerary complex is situated 40 m north of funerary structure FS10 of he E-23 site. The pillars and appended edifice are oriented somewhere in between the cardinal directions and intermediate points. All structures are made of uncut reddish and purplish slabs of volcanic talus. The extreme degradation of the monument in part can be attributed to the unstable nature of the sandy substrate. This is the only example surveyed to date of an array of pillars appended to an edifice (II.1c) that was built on the same heights as cubic tombs (II.3). This proximity is likely to demonstrate a close functional and chronological link between these two types of monuments.<\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to the folklore of <span class=\"popular\">Oma<\/span><span class=\"scholar\">&rsquo;O ma<\/span>, at one time here was a local chieftain who was extremely fond of wild yak (<span class=\"popular emph\">drong<\/span><span class=\"scholar emph\">&rsquo;brong<\/span>) hunting. One day, because of all his killing, there were no wild yaks left in the region. In order to survive, he was reduced to boiling the skins of wild yaks and eating them. The name of the site, &lsquo;Thick Hide&rsquo;, is said to refer to this incident. <\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Appended Edifice","index":7,"parent_index":6,"body":" <p>The appended edifice is now nothing more than heap of rubble about 1 m height. Originally, the edifice measured around 6 m x 6 m. This structure was constructed of variable-length (30 cm to 80 cm long) stone slabs. <\/p> "},{"title":"Pillar Array","index":8,"parent_index":6,"body":" <p>The array of pillars approximately measures 12 m (east-west) x 4.4 m (north-south). There are only around 35 stones still standing, but strewn among them are over 150 collapsed specimens. The in situ pillars are 20 cm to 30 cm in height and have irregular and tabular forms. The uprooted specimens are 30 cm to 60 cm in length. From he pillars still in place it is clear that originally there were multiple rows of standing stones extending west almost to the appended edifice. <\/p>  "}]}