{"meta":{"domain":"places","kid":"16489","authors":[],"title":"Kharngön Introduction","dates":{"created_at":"2010-08-11 20:45:18 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Kharngön Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"KharngönMkhar sngon","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Kharngön</span><span class=\"scholar\">Mkhar sngon</span> </li> <li>English equivalent: Blue Castle </li> <li>Site number: A-56</li> <li>Site typology: I.1b </li> <li>Geographic coordinate (N long): 31º 04.0΄ </li> <li>Geographic coordinate (E. long.): 83º 34.1΄</li> <li>Elevation: 4360 m to 4390 m</li> <li>Administrative location (township): <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span> </li> <li>Administrative location (county): <span class=\"popular\">Tsada</span><span class=\"scholar\">Rtsa mda'</span> </li> <li>Survey expedition: UTAE </li> <li>Survey date: May 2 and September 9, 2001 </li> <li>Contemporary usage: None.</li> <li>Identifiable Buddhist constructions: None.</li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>The Blue Castle stronghold is so named for the blue earth found on the eponymous summit, which was used to build at least some the summit structures. Blue Castle in the <span class=\"popular\">Yültö</span><span class=\"scholar\">Yul stod</span> sector of <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span> overlooks the north side of the <span class=\"popular\">Tingmur</span><span class=\"scholar\">Ting mur</span> valley. The largest summit structure has been reduced to a lump of earth capping an adobe foundation/revetment. The use of earthen walls in this structure must be a response to the relative scarcity of stones at the site and the presence of ample deposits of clay. In the vicinity, on higher pinnacles, small bits of masonry are found. To the south are two major groups of caves, many with the remains of masonry façades built around them. The advanced deterioration of Blue Castle and its oral history that speaks of an early establishment may indicate that this was the primary archaic stronghold of <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span>. <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span> with its three perennial streams feeding fertile lands must have long been the focus of settlement. Geographic factors which buttress the local belief in the great age of Blue Castle are the lofty, highly protected nature of the site (with views extending all across <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span>), and its central location. The site is perched above the largest source of agricultural land and irrigation water in the locale. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to elders of <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span>, mkhar sngon was the first fortress of <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span>, founded and abandoned before <span class=\"popular\">Khartsé</span><span class=\"scholar\">Mkhar rtse</span> was established in <span class=\"popular\">Yülmé</span><span class=\"scholar\">Yul smad</span>. Near Blue Castle is a pass called Band of Human Corpses (<span class=\"popular\">Miro Kyu</span><span class=\"scholar emph\">mi ro khyu</span>), where it is believed that an army or gang of bandits was slaughtered long ago. It is claimed that the population of <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span> was once so large that people living on one side of the Sutlej River did not know all the people living on the other side.</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Summit complex","index":7,"parent_index":6,"body":" <p>The largest earthen structure (approximately 7 m x 4 m) is found on the northern end of the site. This building carcass has a maximum height of 2.5 m (east side). South and east of this structure, on or near the ridge-top, there are the faint traces of many other structures. From the main earthen structure, a ridge-line stretches in a southerly direction for 100 m. No structural remains are visible on this summit but they may well have been obliterated by erosion and the failure of the soft slopes. Beyond this area, the main ridgeline turns in an easterly direction and gains in elevation. All along this 150 m long, 3 m to 7 m wide summit, there are the fragmentary remains of revetments (standing walls have disappeared). It appears that a fairly dense agglomeration of small buildings once stood here. The earthen formation is subject to heavy erosion and it is probable that many walls slipped down the very steep slopes over time. </p> "},{"title":"Northwest cave complex","index":8,"parent_index":6,"body":" <p>Below the summit ridge, on the north and west sides of the formation, there are around three dozen small caves. Many of them have oblong niches in the walls and a domed recess in the rear, common architectural features of <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span> cave complexes. Many of the caves have fire-blackened ceilings, a reliable indicator of human habitation. Most of the caves also have ruined masonry fronts. These façades were constructed with small (40 cm or less in length) blocks of a local yellowish sedimentary stone, slabs of a brown stone or with cobbles. Much of the mud-mortar in the joints has washed away, giving the walls a dry-mortar appearance. In certain places there is evidence that mud plaster was used to cover the façades. There is no evidence, however, that any of these highly worn walls were ochre tinted, as is found at the caves of <span class=\"popular\">Yülmé</span><span class=\"scholar\">Yul smad</span>, which were used by Buddhist practitioners. </p> "},{"title":"Southeast cave complex","index":9,"parent_index":6,"body":" <p>Near where the north-south oriented ridgeline of Blue Castle turns in an east-west direction, anterooms (12 m x 7 m) with walls up to 2 m in height enclose three caves. In one of these outer walls there is a window opening 20 cm in height. One 2-m section of an outer wall was presumably made of adobe blocks, but it has eroded so heavily that it is now only 15 cm thick. One of the enclosed caves has a deep square recess cut into a central chamber. Another cave has a small platform in the rear. On the south and east sides of the formation, 10 m to 15 m below the summit, there is a group of around two dozen more shallow caves. Stretching over a distance of 100 m, a significant proportion of these caves have disintegrated façades as well as the remains of around one dozen anterooms. </p> <p>Directly below the 2-m-tall walls enclosing three caves of the southeast cave complex, there is a cave with a domed recess flanked by two oblong niches. At a nearby location there are extensive anterooms bounding three other caves. The walls of these anterooms are up to 3 m in height, as is a wall shoring up the formation. These are the tallest manmade structures extant at Blue Castle. The three caves behind the anterooms have the remnants of mud plastered stone-walls built around their mouths. In one cave there is a large domed bay in the rear flanked by an oblong niche on one side and stone shelving on the other. A hearth in this cave appears to have been used fairly recently. The adjacent cave has a long, low, shallow recess in the rear. The third cave has three chambers. Farther east, at the eastern extremity of Blue Castle, are several more caves and small wall fragments. </p> "},{"title":"Affiliated sites","index":10,"parent_index":2,"body":" <p>There are several Buddhist archaeological sites in the vicinity of Blue Castle.</p> "},{"title":"mChod rten","index":11,"parent_index":10,"body":" <p>A number of Buddhist ruins are found on the south flanks of the hillside below Blue Castle. These include a hilltop a type of shrine and several proximate stone and adobe walls situated to the west of the ancient fortress. Lower on the hillside are a number of other a type of shrine, the largest group of which comprises six specimens. The architectural style of these religious monuments indicates that they may date as early as the <span class=\"popular emph\">tenpa chidar</span><span class=\"scholar emph\">bstan pa phyi dar</span> (second diffusion of Buddhism, 980-1200 CE). </p> "},{"title":"mKhar sngon gönpadgon pa","index":12,"parent_index":10,"body":" <p>The most distinctive ruin in the vicinity of the fortress is <span class=\"popular\">Kharngön Gönpa</span><span class=\"scholar\">Mkhar sngon dgon pa</span> (Blue Castle monastery) (4340 m), an adobe-block (mud-brick) building whose four walls are oriented in the cardinal directions (10 m x 11m). Attaining a maximum height of 6 m, this structure represents a prominent landmark. Its ground plan consists of a large central room surrounded on all sides by a 1.5-m wide passageway. The entrance to the building was in the east. According to local elders, this was a Buddhist temple built before the Horned Eagle Valley Silver Castle monastery, located on the opposite bank of the Sutlej, in <span class=\"popular\">Yülmé</span><span class=\"scholar\">Yul smad</span>. Smaller adobe ruins are also found in the <span class=\"popular\">Kharngön Gönpa</span><span class=\"scholar\">Mkhar sngon dgon pa</span> area. Between the Blue Castle fortress and Blue Castle monastery there are two small outcrops, each with two or three caves. On the summits of both these outcrops are the remains of masonry footings, the largest group of which measures 8.8 m x 3.8 m. It appears that buildings once stood here. Below the largest foundation is a cave with windows cut into the formation. Below the other outcrop upon which a foundation sits there is a cave with the traces of a masonry front and what appear to be the fragmentary footings of an anteroom. </p> "},{"title":"Jo mo lhakanglha khang","index":13,"parent_index":10,"body":" <p>This Buddhist cave shrine is located in <span class=\"popular\">Yültö</span><span class=\"scholar\">Yul stod</span> and contains frescos painted circa the 13th or 14th century CE. A 5.5-m long passage leads to a chamber (5 m x 4.5 m), which was enclosed by plastered mud brick walls. Fortunately, the excellent artwork escaped the worst excesses of the Chinese Cultural Revolution, and around 75 % of all but the anterior wall paintings are intact. Many of the images, however, are highly worn and damaged. The paintings depict Buddha figures in various aspects and several mandalas (<span class=\"emph\">mandala</span>). Above the <span class=\"popular\">Sanggyé Kutong</span><span class=\"scholar\">Sangs rgyas sku stong</span> figures, rows of banners (<span class=\"popular emph\">ba den</span><span class=\"scholar emph\">ba dan</span>) decorate the top of the walls. On the ceiling copious floral designs surround a large central mandala. Large chunks of surface prepared for the elaborately painted ceiling are missing. </p>  "}]}