{"meta":{"authors":[{"id":"49","fullname":"Derong Tsering Döndrup (སྡེ་རོང་ཚེ་རིང་དོན་གྲུབ།; 泽仁邓珠)"},{"id":"49","fullname":"Derong Tsering Döndrup (སྡེ་རོང་ཚེ་རིང་དོན་གྲུབ།; 泽仁邓珠)"}],"title":"历史需要铭记，接力没有终点: 《得荣县文史资料》读后感 (History Must Keep This in Mind: The Race Has No Finish Line: Response to the Derong County Essay)","dates":{"created_at":"2010-08-07 17:47:48 UTC","updated_at":"2010-08-07 17:48:36 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"历史需要铭记，接力没有终点: 《得荣县文史资料》读后感 (History Must Keep This in Mind: The Race Has No Finish Line: Response to the Derong County Essay)"},{"title":null,"index":1,"parent_index":0,"body":"\n<p>现在书刊丰富，各地编的文史资料也多如牛毛。加之各类书刊你抄我，我抄你，抄来抄去都是一个内容。因此只有&ldquo;择优&rdquo;看看目录或标题即可。政协得荣县委员会编的《得荣县文史资料》第一辑，我破列通读了二篇，原因很简单：第一、它是生我养我故乡的历史资料，是自己家乡的家谱，当然应该认真拜读；第二、尽管我州很多县已出了若干辑文史资料，得荣县才出第一辑，它成为迟到的春天。但它必竞是春天，它具备有春天所有的生机和活力。我看了《得荣县文史资料》后，才真正领会&ldquo;月是故乡明，花为故乡香&rdquo;这句话的含义。</p>\n"},{"title":"史料翔实、存真求实、激励人心","index":2,"parent_index":0,"body":"\n<p>《得荣县文史资料》记叙了1935年中国工农红军战略大转移时，红二路军团路经得荣的艰苦岁月；讲述了1956年至1958年的民主改革和平息叛乱的情况；介绍了得荣县各行各业从无到有的艰苦创业经过。特别使我感兴趣的是郑尊信的《回忆我到得荣的经过》，常崇宽的《民改平叛期间的武工队》，冯汉权，朱鹏章的《得荣县文化馆二十七年变迁记》，文性仁《一件不能忘却的事》，常崇宽《忆建站初期的岁月》和刘文述、白登、居麦丁真、白登勒西介绍得荣县6座寺庙的简史。上述这些文章中，客观真实地记载了上个世纪50-70年代末得荣地广人稀、交通不便、信息闭塞、进出困难的情景；介绍了诚心诚意为得荣各项事业无私奉献、任劳任怨、二袖清风、忘我工作，并将青春年华奉献给得荣的武装工作队员31位老革命；用纪事形式讲述了得荣县气象站、文化馆的艰难发展历程。从中看出创业难、守业更难的历史实事；回顾了在&ldquo;人定胜天&rdquo;、&ldquo;人有多大胆、地有多高声&rdquo;错误哲学理论横行年代，在偏僻山区得荣也曾干过违背自然规律、违背科学，在全县范围内实施&ldquo;干地冬播&rdquo;的劳命伤财举动，最后无颗粒收成的历史教训；介绍了得荣境内藏传佛教各教派6座寺庙的兴衰史，各教派之间的门户之见斗争和6座寺庙为藏族传统文化的继承、传播和发展所作出的历史功德。</p>\n"},{"title":"得荣文化资源应转化为现实的文化经济优势","index":3,"parent_index":0,"body":"\n<p>我们修建一座大楼或购置一部进口小车很容易做到，上下都支持，也很容易争取这类事情所需的钱。但我们编著一部有价值的文史资料或编著介绍得荣文化的一本书可能比较难。从文人和史学家的角度讲，一部好书的价值远远高于建楼和购车。一部好书可以唤醒一代人或几代人的灵魂，一部好书可以激发一代人或几代人的情感热情。这种价值无法用多少元来计价。例如《得荣县文史资料》第一辑，它可以唤醒成千上万人了解得荣、认识得荣、热爱得荣的情感热情。再过一百年，这部书将成为研究19世纪下叶得荣历史的第一手资料。我作为得荣人，真诚期望得荣有各种文化产品出现于公众面前。可以断言，年轻有为、开放进取、求真务实的得荣父母官们，对开发得荣文化会有好的思路和打算的。</p>\n<p>文史资料，顾名思义，&ldquo;文&rdquo;是文化，&ldquo;史&rdquo;是历史，&ldquo;资料&rdquo;是用于做依据的材料。我走遍了全藏区，对藏族文化也有所研究，得荣这个康区南部小地区内蕴藏着鲜为人知的、独具地区特色的藏族民间文化资源，它在藏族民间文学大花园中，是一朵独具风骚的奇葩。这个评价我并非站在得荣龙绒扎嘎或嘎金雪山上来讲的，而是站在雪域之巅&mdash;&mdash;喜玛拉雅山上作这翻评价的。</p>\n<p>得荣的锅庄无论从内容到形式，还是从歌词、唱腔、旋律、舞步、数量、表达方式等方面全藏第一流，远远超过知名度比较大的其他地区的锅庄；得荣的舞蹈、弦子、山歌、情歌、祝婚词、颂茶词、谜语、谚语、折嘎、伯协、民间故事神话传说等，有着鲜明的地区特色和丰厚的文化内涵；得荣的服饰文化、饮食文化又是别具一格。然而人们只知道康南有个&ldquo;龙绒寺&rdquo;，而得荣民间文化没有知名度？答案很简单：就是因为得荣历史上没有大文人。没有出过大人物，也没有过大官贵族。龙绒寺有名就是因为历史上出过两位甘登奔巴（格鲁派祖师宗喀巴洛绒扎巴创建甘登寺内他坐的金质狮子宝座之继承法位者，是格鲁派最高学术权威和最高学术职称）都是来自龙绒寺的僧人。</p>\n<p>一个地区没有文人，很难将这个地区的文化介绍给别人，按现在的话来说，本地区的文化没有人作宣传、推销和包装，它的内容再好也没有知名度。任何有知名度的文化、名人、名胜等，除了他们自身具备一定与人不同的特色优点外，在相当程度上要有人去宣传、包装、抬举。有了知名度，就自然有人来参观、了解、研究，逐步形成一传十、十传百的良性宣传效果，观赏者、包装者、利用者、宣传者也随之而来。这样本来不怎样，最后让人包装成很那样的了。</p>\n<p>得荣的文化是有较高的挖掘潜力、开发价值和发展前途的。它在康巴文化中是有竞争能力的。问题的关键是由谁来干这件劳累、辛苦反而没有利益可图的&ldquo;苦差事&rdquo;？我认为主要还是要靠得荣人民。</p>\n<p>得荣是靠天吃饭的一个贫穷县，得荣要发展，我认为比较有前途的有三条路：一是以交通讯为主的基础建设，二是充分利用水利资源买电找钱和种树绿化改善生态环境，三是依靠生态文化搞旅游业。前两条出路靠资金和技术，最后一条具有可持继发展前途的生态文化旅游业主要靠文化。也就是我上面说的挖掘、整理、弘扬和开发得荣文化资源。</p>\n<p>开发得荣文化作为本县现代经济的增长点和软动力的建议依据是：因为经济建设可以造就新的文化增长点或基础。即经济塔台、文化唱戏和文化塔台、经济唱戏。实现这个战略目标，就得培养、发展、建立文化和经济一体化发展机制，采取经济与文化优势互补、融合增长、共同发展。说通俗一点就是用钱去发展文化，靠文化来找钱，开设钱与文化交易市场。要实现这个发展战略，要有一批献身于振兴得荣，不为名、不为利，一心为民族文化的发展愿作无私奉献的文化人。使我感到失望的是：《得荣县文史资料》第一辑中的15位作者中，得荣本地人只有3个，只占20%。我们得荣本地人有义务和有职责把自己积累下来的知识、经验和见闻故事，自己写下来，或者口述给别人记下来，传给我们的后代。这是个无价的传家宝。</p>\n"},{"title":"历史需要铭记，接力没有终点","index":4,"parent_index":0,"body":"\n<p>中共得荣县委书记刘志东先生给《得荣县文史资料》提了&ldquo;忘记历史、就意味着背叛&rdquo;，县人民政府县长舒大春先生提了&ldquo;鉴古识今、继往开来&rdquo;，政协主席泽仁翁吉先生提了&ldquo;存史资政、以史为鉴&rdquo;。县委、县政府首脑和政协领导号召全县各族人民历史需要铭记，接力没有终点。</p>\n<p>《得荣县文史资料》第一辑比较客观真实地再现了得荣县50年的沧桑巨变。记载了我们的前辈或同辈们为改变这个边远小县落后面貌而克服各种困难，发扬艰苦朴素、勤捡建县、无私奉献的得荣精神。这本书对青年一代是个良师益友，更是一本向我们的前辈们学习得荣精神的活教材。通过这本文史资料，让大家认识过去创业的艰难，今天的舒适来之不易，从而激发大家热爱家乡，建设家乡的热情。当我们现在沿着平坦的水泥路谈笑风生进出舒适的办公室、走进喧哗的OK厅、坐在软绵绵的茶馆喝茶聊天、打麻将、玩扑克的时候，我们不能忘记曾经为得荣今天安乐生铺路架桥的老一代创业者。</p>\n<p>接力没有终点。得荣县比起甘孜州较发达的县还有一定差距。我们不能满足现状，在各自的工作岗位上，尽心尽力，作出力所能尽的贡献。历史无情地告诚我们：麻将桌上打不出成果，茶园舞厅跳不出效益，扑克牌上学不到知识。得荣要发展，就要靠得荣各族人民在县委、县政府的领导下，心往事一处想、劲往一处使，死死咬住&ldquo;发展&rdquo;二字不放。</p>"}]}