{"meta":{"domain":"places","kid":"16890","authors":[],"title":"ཡངས་པ་ཅན།","dates":{"created_at":"2010-08-13 17:00:50 UTC","updated_at":"2010-08-13 17:00:50 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"ཡངས་པ་ཅན།"},{"title":null,"index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" <p>མཚན་རྒྱས་པར་གནམ་གངས་ཀྱི་ར་བའམ། བདེ་ཅན་ཡངས་པ་ཅན། གནམ་རྩེ་ལྡིང་དགོན་ཞེས་སོགས་མཚན་གྱི་རྣམ་གྲངས་མི་འདྲ་བ་དང་། ཡངས་པ་ཅན་ཞེས་པ་ནི། རྒྱ་གར་གྱི་གནས་ཡངས་པ་ཅན་གྱི་མཚན་དེ་ལྟར་གསོལ་བ་དང་། གངས་ཀྱི་ར་བ་ཞེས་པ་ནི། དགོན་དེའི་མཐའ་བཞི་གངས་རིས་བསྐོར་ཡོད་པ་སྟེ་ཡུལ་དེའི་ཤར་ངོས་སུ་ཐང་ལྷའི་འབྲི་རྫི་གངས་རི། ཤར་ལྷོའི་མཚམས་སུ་ཐང་ལྷའི་དམག་དཔོན་གནོད་སྦྱིན་གངས་བཟང་། ལྷོ་ནུབ་ཏུ་་ཐང་ལྷའི་རྟ་རྫི་གངས་རི། ནུབ་ངོས་སུ་ཇོ་མོ་གངས་དཀར། དེའི་ཞོགས་སུ་ལྕགས་དྲུང་སྨུག་པོ་སྤུན་བདུན། དེའི་ཞོགས་སུ་སྙེ་ལུང་བསྟན་མ་བཅུ་<span class=\"milestone page eng \">[page <span class=\"pnum\">154</span>] </span>ཅིག དེའི་ཞོགས་སུ་གདོང་ལུང་གངས་རི། ནུབ་བྱང་ངོས་སུ་གླིང་ཆེན་ནུབ་རི་ཁྱུང་ཁྲ། དེའི་ཞོགས་སུ་གླིང་ཆུང་དཀར་མོ། དེའི་ཞོགས་སུ་ཐང་ལྷའི་ཁྱི་རྫི་གཡའ་དམར་སྟག་ལག དེའི་ཞོགས་སུ་ཐང་ལྷའི་ལུག་རྫི་ཆུ་དཀར་བེམ་མོ། དེའི་ཞོགས་སུ་ཐང་ལྷའི་བྱང་གི་དམག་དཔོན་ཁང་ཁྱིམ་བཞི་དཀར། དེའི་ཞོགས་སུ་ཐང་ལྷའི་ནང་གི་བློན་པོ་མགུལ་རིང་ཕྲག་སྟག དེའི་ཞོགས་སུ་ཐང་ལྷའི་ཤར་གྱི་དམག་དཔོན་བསམ་གཏན་གངས་བཟང་སོགས་ཀྱིས་བསྐོར་ནས་ཡོད་སྟབས་གནམ་གངས་ཀྱི་ར་བ་ཞེས་པ་དེ་ནས་བྱུང་། དེའང་ཡངས་ཅན་ཟམ་པ་གསར་པ་ཞེས་པ་ནས་ནུབ་ངོས་སུ་འཁོར་ལམ་བརྒྱུད་ནས་སྤྱི་ལེ་བཅུ་དྲུག་ཙམ་བསྐྱོད་ན་ཡངས་ཅན་གྲོང་གི་རི་ལྡེབས་སུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་ཐོག་མར་བཀའ་གདམས་ཀྱི་བླ་མ་ཨ་བྱང་ཆུབ་ཡེ་ཤེས་ཀྱིས་ཕྱག་བཏབ་གནང་མཛད་དེ་དགོན་མིང་ལ་གནམ་རྩེ་ལྡིང་དགོན་ཞེས་གསོལ། ད་ལྟའི་དགོན་དེའི་ཤར་ངོས་སུ་ཨ་བྱང་ཆུབ་ཡེ་ཤེས་ཀྱི་སྐུ་རུས་བཞུགས་པའི་རྩེ་ལྡིང་འབུམ་པ་ཞེས་རྡོ་རིལ་ལས་བཞེངས་པ་ཞིག་ཉམས་གསོ་ཞུས་པ་མཇལ་རྒྱུ་ཡོད། དེ་རྗེས་ཞྭ་དམར་སྐུ་ཕྲེང་གཉིས་པ་དཔལ་ལྡན་མཁའ་སྤྱོད་དབང་པོ་ཞུ་བས་དགོན་དེ་བསྐྱངས། དེ་དང་མི་རིང་བའི་ས་ན་མཁའ་སྤྱོད་སྒྲུབ་ཁང་ཞེས་པའང་མཇལ་རྒྱུ་ཡོད། ཞྭ་དམར་གྱི་བསྟན་པ་རིམ་བཞིན་འཕེལ་ནས་དགེ་འདུན་ཞལ་གྲངས་སྟོང་གཉིས་ཙམ་བྱུང་ཞེས་གསུངས། སྔོན་གྲྭ་ཚང་གསུམ་ཡོད་པ་ནི་ཤར་རྩེ་གྲྭ་ཚང་དང་། བྱང་རྩེ་གྲྭ་ཚང་། ལྷོ་རྩེ་གྲྭ་ཚང་བཅས་ཡིན། ཚོགས་ཆེན་འདུ་ཁང་ཀ་བ་སུམ་ཅུའི་མཆོད་ཁང་སྦུག་མར་གསེར་ཟངས་ཀྱི་ཐུབ་དབང་ཐོག་སོ་གཉིས་ལྡན་གྱི་ཐུགས་ཀར་འོད་སྲུང་གི་རིང་སྲེལ་བྲེ་གང་དང་། ཤར་རིའི་བུ་དང་། མོའུ་འགལ་བུའི་ཆོས་གོས་བཞུགས་སུ་གསོལ་ཞེས་གྲགས་པ་དང་དེ་འབྲེལ་ཉེ་སྲས་བརྒྱད་ཀྱིས་བསྐོར་བ། ཞྭ་དམར་སྐུ་ཕྲེང་བཞི་པའི་ཕོ་བྲང་ཟུར་བཞི་ལོག་བརྒྱད་ཅེས་པའི་ནང་ཡུམ་སྒྱུ་མ་ལྷ་མཛེས་ལ་སངས་རྒྱས་སྐུ་བལྟམས་སྐབས་ཕྱག་འཆང་གནང་བའི་ཙནྡ་ཀ་ཤུ་ཀའི་གྷ་དྷི་དང་བླ་བྲང་ནང་<span class=\"milestone page eng \">[page <span class=\"pnum\">155</span>] </span>སེར་ཟངས་ཀྱི་བྱམས་པ་ཐོག་སོ་གསུམ་ལྡན། དངུལ་གདུང་ལྷ་ཁང་ནང་བཀའ་བརྒྱུད་བླ་རབས་ཀྱི་ཞལ་ཐང་བཞི་བཅུ་ལྷག ཞྭ་དམར་སྐུ་ཕྲེང་གསུམ་པ་ནས་ལྔ་པ་བར་གྱི་གདུང་རྟེན(སྐུ་ཕྲེང་དང་པོ་གནས་ནང་དང་། གཉིས་པ་མཚུར་ཕུར་བཞུགས་ཞེས་གསུངས)ཆོས་ཕྱོགས་ཐད་དུས་འབྲེལ་གྱི་གསོ་སྦྱོང་མི་ཉམས་པའི་ཐོག ཡིད་དམ་སྤྱན་རས་ཟིགས་རྒྱལ་བ་རྒྱ་མཚོ་དང་། བདེ་མཆོག་རྡོ་རྗེ་ཕག་མོ་བཅས་རྒྱལ་བདེ་ཕག་གསུམ་གྱི་སྒོ་ནས་སྔགས་ཆོག་ཕྱག་བཞེད་མཛད། དེ་རྗེས་ཆུ་བྱིར་གོར་དམག་སྐབས་དབུ་ཉེས་བྱུང་བ་དང་། སྲིད་སྐྱོང་ཀུན་གླིང་རྟ་ཚག་བསྟན་པའི་མགོན་པོའི་དུས་དགེ་ལྡན་ལུགས་སུ་བསྒྱུར་བ་གནང་། དབྱར་གར་དབྱེའི་སྐབས་སྦྱིན་བདག་ཀུན་བདེ་གླིང་ནས་མཛད་དེ་ཛ་སག་ཀྱང་ཕེབས་སྲོལ་ཡོད། ད་ལྟ་སྔོན་གྱི་ཕྱི་བརྩིག་སྟེང་ཉམས་གསོ་ཞུས་པའི་འདུ་ཁང་ནང་འཇིམ་གྱི་ཐུབ་དབང་ཐོག་སོ་ཉིས་ལྡན་ཉན་ཐོས་གཉིས་དང་བཅས་པ་གསར་བཞེངས་དང་། སྔོན་གྱི་ཞྭ་དམར་གྱི་སྐུ་བརྙན་ཁྲུ་གང་པ། ཡང་ཐོག་དངུལ་གདུང་ལྷ་ཁང་ནང་སྐུ་ཕྲེང་བཞི་པ་སྤྱན་སྔ་ཆོས་ཀྱི་གྲགས་པའི་གདུང་རྟེན། བཀའ་བརྒྱུད་གསེར་ཕྲེང་ཞེས་པའི་བླ་རབས་ཀྱི་ཞལ་ཐང་བཞི་བཅུ་ཞེ་གཅིག་སོགས་མཇལ་རྒྱུ་ཡོད།</p> <p>དགོན་དེ་ནས་རྐང་ཐང་མར་ཆུ་ཚོད་གཉིས་ཙམ་སོང་ན་ཀརྨ་བཀའ་བརྒྱུད་ཀྱི་བཙུན་མའི་དགོན།ྡོ་རྗེ་གླིང་ཞེས་པ་དང་། ཡང་དེ་ནས་ཆུ་ཚོད་བཞི་ཙམ་སོང་ན་གུ་རུ་སྒྲུབ་ཁང་ཞེས་པའི་བཙུན་དགོན་གཞོང་ཆུ་ཕུ་ཞེས་པར་འཕྱིང་གུར་སྒྲུབ་ཁང་ཞེས་གུ་རུའི་སྒྲུབ་ཁང་སོགས་མཇལ་རྒྱུ་ཡོད།</p>  "}]}