{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "ཡུམ་བུ་བརླ་མཁར།"
  }, 
  {
   "body": "<span class=\"milestone page eng \">[page <span class=\"pnum\">49</span>] </span>", 
   "index": 1, 
   "parent_index": 0, 
   "title": "སྣེ་གདོང་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་གཞན་ལ་“ཡུམ་བུ་བརླ་སྒང་”ཡང་ཞུ། “ཡུམ་བུ་བརླ་མཁར་”ཞེས་པ་ནི་རི་ཤྭ་བ་ཡུམ་མོའི་བརླ་སྟེང་དུ་ཆགས་པས་“བརླ་མཁར་”ཞེས་དང་། “བརླ་སྒང་”ཞེས་པ་ནི་རི་དེ་སྟེང་སྨན་བརླ་སྒང་ཞེས་པ་སྐྱེས་པས་“བརླ་སྒང་”ཞེས་པ་དེ་ལྟར་ཐོགས་ཟེར། རི་བོ་ཆོས་གླིང་ནས་སྤྱི་ལེ་གསུམ་ཙམ་ཡར་ཀླུངས་ཕྱོགས་འཁོར་ལམ་བརྒྱད་སོང་ན་སྨོན་འགྲོ་གྲོང་གི་རྒྱབ་རིའི་སྟེང་མཁར་དེ་མཇལ་རྒྱུ་ཡོད། སྨོན་འགྲོ་ཞེས་པ་ནི་ས་པཎ་གྱིས་འདི་ཁུལ་དུ་ཆོས་མང་པོ་གསུངས་པས་“སྨོན་འགྲུབ་”ཅེས་པའི་སྒྲ་ལས་ཟུར་ཆགས། ཡུམ་བུ་བརླ་མཁར་ནི་སྤྱི་ལོའི་སྔོན་གྱི་དུས་རབས་གཉིས་པ་ཙམ་ལ་བོད་ཀྱི་རྒྱལ་པོའི་ཐོག་མ་གཉའ་ཁྲི་བཙན་པོས་བསྐྲུན་པའམ་དེར་བཞུགས་པས་“རྗེ་ལ་སྔ་བ་གཉའ་ཁྲི་བཙན་པོ། མཁར་ལ་སྔ་བ་ཡུམ་བུ་བརླ་མཁར། ཞིང་ལ་སྔ་བ་ཞལ་ཟས་ཞིང་”སོགས་རིམ་བཞིན་བྱུང་གསུང། དེ་རྗེས་རྒྱལ་རབས་ཉི་ཤུ་རྩ་བརྒྱད་པ་ལྷ་ཐོ་ཐོ་རི་གཉན་ཤལ་དགུང་ལོ་དྲུག་ཅུའི་སྟེང་ཉིན་ཞིག་ཉི་མ་རི་རྩེར་ཤར་སྐབས་ནམ་མཁའ་ནས་མཇའ་མཚོན་སྣ་ལྔ་དང་། མེ་ཏོག་གི་ཆར་བབས། སྤང་ཀོང་ཕྱག་བརྒྱ་། མདོ་སྡེ་ཟ་མ་ཏོག གསེར་གྱི་མཆོད་རྟེན་ཁྲུ་གང་པ། མུ་ཌའི་ཕྱག་རྒྱ་ཙིཏྟ་མ་ཎིའི་བརྐོས་ཕོར། བཅུ་གཅིག་ཞལ་ཡིད་བཞིན་ནོར་བུའི་བརྐོས་ཕོར། ཙན་དན་ནོར་བུའི་རིགས་ལ་མ་ཎིའི་རང་བྱོན་བཅས་སྐུ་པང་དུ་བབས་པ་དང་དུས་མཚུངས་འདིའི་དོན་རྒྱལ་རབས་ལྔ་སོང་ན་ཤེས་ཡོང་ཞེས་པའི་སྒྲ་བྱུང་བ་རྒྱལ་རབས་སོ་གསུམ་པ་ཆོས་རྒྱལ་སྲོང་བཙན་ཡིན་པར་གསུངས། དེ་ནས་རྒྱལ་པོས་རྟེན་དེ་རྣམས་ཀྱི་དོན་མ་མཁྱེན་ཀྱང་ཕྱག་མཆོད་གནང་བས་རྒྱལ་པོའི་དགུང་གྲངས་སླར་ཡང་དྲུག་ཅུ་བསྲིངས་ཏེ་ཁྱོན་དགུང་ལོ་བརྒྱ་དང་ཉི་ཤུ་བཞུགས་པས་གཉན་པོ་གསང་བ་ཞེས་པའང་དེ་ནས་བྱུང་། ཐོག་མར་མཁར་གྲུ་བཞི་མ་དེ་ཁོ་ན་ལས་མེད་པ་ལ། དེའི་སྟེང་དུ་དར་ལྕོག་བཞི་བཙུགས་པ་རྣམས་རླུང་གི་དེད་ཕྱོགས་ཁོ་ནར་མི་འགྲོ་བར་དར་ལྕེ་ཚང་མ་ནང་དུ་གཡུགས་པ་ནི་<span class=\"milestone page eng \">[page <span class=\"pnum\">50</span>] </span>མཐའ་བཞིའི་རྒྱལ་ཁག་དབང་དུ་བསྡུ་བའི་རྟགས་ཡིན་གསུངས། ལྷ་ཁང་ནི་རྗེས་སུ་ཆགས་ཤིང་མངའ་བདག་ཤཱཀྱ་མགོན་གྱིས་ཕྱག་བཏབ་གནང་མཛད། </p><p>གཉན་པོ་གསང་བའི་རྟེན་ནི་བསམ་ཡས་ཀྱི་མཆོད་རྟེན་དཀར་པོའི་ནང་དུ་བཞུགས་པར་གྲགས། དེ་རྗེས་རྒྱལ་བ་ལྔ་པའི་དུས་རྒྱ་ཕིབས་བསྒྲོན་གནང་མཛད་པ་བཅས་སོགས་ཀྱི་ལོ་རྒྱུས་ཡོད།</p><p>ད་ལྟ་ཉམས་གསོ་ཞུས་པའི་ལྷ་ཁང་ནང་གསར་བཞེངས་འཕགས་པ་ལོ་ཀེ་ཤྭ་རཿསྐུའི་གཟུགས་སུ་སྔོན་ཙན་དན་གྱི་ལོ་ཀེ་ཤྭ་རཿཚལ་བུ་བཞུགས་པ། སྔོན་ཙན་དན་གྱི་ཀ་བའི་ཚབ་ཏུ་ད་ལྟའི་ཤུག་པའི་ཀ་བ་ལ་སྔོན་གྱི་ཀ་བའི་ཚལ་བུ་ཕུལ་བ། གཞན་ཡང་གསར་བཞེངས་ཆོས་རྒྱལ་མེས་དབོན་རྣམ་གསུམ་དང་། བློན་ཐུ་མི་དང་། མགར་སྟོང་བཙན་གྱི་སྐུ་བརྙན་། ལྷ་རི་དགོན་གྱི་རྟེན་གཙོ་ལྷ་རི་སྨན་པའི་རྒྱལ་པོ་སོགས་མཇལ་རྒྱུ་ཡོད། སྔོན་དགོན་དེར་རི་བོ་ཆོས་གླིང་ནས་དགེ་འདུན་ལྔ་གྲྭ་ཞིག་རྒྱུན་བཞུགས་ཀྱིས་ཚོགས་ཆོས་སོགས་གནང་དགོས།</p><p>ཡུམ་བུ་བརླ་མཁར་གྱི་གཡས་ངོས་སྨོན་འགྲོ་གྲོང་གི་ལྟག་ཏུ་ས་སྐྱ་པཎྜི་ཏ་བཞུགས་མྱོང་བའི་གཏམ་སྙན་བཞུགས་ཁྲི་ཞེས་པ་མཇལ་རྒྱུ་ཡོད། གཏམ་སྙན་ཞེས་པ་ནི་ས་པཎ་བཞུགས་ཁྲི་དེའི་སྟེང་དུ་ཆོས་གསུང་བཞིན་བཞུགས་པའི་སྐབས་འགྲོ་མགོན་ཆོས་རྒྱལ་འཕགས་པ་འཁྲུངས་པའི་གཏམ་གསན་པས་“གཏམ་སྙན་”ཞེས་པ་དེ་ནས་བྱུང་ཞེས་གསུངས།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "ཡུམ་བུ་བརླ་མཁར།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "22344", 
  "dates": [], 
  "title": "ཡུམ་བུ་བརླ་མཁར།"
 }
}