{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Manam Khar (Nupchok) Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "I.2. Residential Structures in Other Locations: Religious and Elite Residences"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Manam KharMa nam mkhar "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Manam Khar</span><span class=\"scholar\">Ma nam mkhar</span> (West) </li> <li>Site number: B-77</li> <li>Site typology: I.2b </li> <li>Geographic coordinate (N. lat.): 31º 20.6΄ </li> <li>Geographic coordinate (E. long.): 79º 46.6΄ </li> <li>Elevation: 4650 m </li> <li>Administrative location (township): <span class=\"popular\">Dabap</span><span class=\"scholar\">Mda’ babs</span> </li> <li>Administrative location (county): <span class=\"popular\">Tsada</span><span class=\"scholar\">Rtsa mda’</span> </li> <li>Survey expedition: UTAE</li> <li>Survey date: May 8, 2001</li> <li>Contemporary usage: None. </li> <li>Identifiable Buddhist constructions: None. </li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Manam Khar</span><span class=\"scholar\">Ma nam mkhar</span> (West) was built on the edge of an escarpment that rises approximately 40 m above the left or west side of the <span class=\"popular\">Manam</span><span class=\"scholar\">Ma nam</span>/<span class=\"popular\">Manam</span><span class=\"scholar\">Ma nams</span> river valley. The large adobe block structure has a ground plan similar to that found at <span class=\"popular\">Ha La Khar</span><span class=\"scholar\">Ha la mkhar</span> (East) (A-59) and <span class=\"popular\">Kharchung</span><span class=\"scholar\">Mkhar chung</span> (A-136), characterized by linear series of small rooms. <span class=\"popular\">Manam Khar</span><span class=\"scholar\">Ma nam mkhar</span> (West) could potentially have contained more than 40 rooms, but most physical signs of them have been eradicated. The design of his large edifice contrasts strongly with that of Buddhist temples and monasteries in <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span>. Moreover, there are no Buddhist emblems or oral traditions associated with the site. This evidence probably signifies an archaic cultural identity. Although <span class=\"popular\">Manam Khar</span><span class=\"scholar\">Ma nam mkhar</span> (West) is surrounded by sheer cliffs on its east and north flanks, the other approaches to the site are open. The oral tradition attributing a castle identity to the site is therefore questionable. </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to villagers of <span class=\"popular\">Manam</span><span class=\"scholar\">Ma nam</span>, <span class=\"popular\">Manam Khar</span><span class=\"scholar\">Ma nam mkhar</span> (West) was an ancient castle.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>The east side of the 50-m long (north-south) <span class=\"popular\">Manam Khar</span><span class=\"scholar\">Ma nam mkhar</span> (West) sits on the edge of an escarpment, while its west side bounds a shelf. The long edifice was built on a natural rise, 1.5 m to 2.5 m in height, which is accented by a gully that forms on its west side. The walls are highly eroded but still regularly reach 2 m to 3 m in height. The edifice was built on a cobble base (1 m to 1.2 m high) endowing it with a fairly high elevation. Parts of both the east and west sides of the structure have slipped down the slopes. So highly eroded are the adobe-block walls that their seams are only visible in a couple of sheltered nooks. The north end of the building is around 7 m wide and may only have supported a single room. The structure then widens to around 10 m. </p><p> <span class=\"popular\">Manam Khar</span><span class=\"scholar\">Ma nam mkhar</span> (West) is divided by a longitudinal wall (north-south), which runs from the north end of the edifice to within 14 m of its southern extremity. On the west side of this dividing wall there is a row of at least nine rooms that progressively narrow to the south. From north to south they begin at 2.5 m in width (east-west) narrowing to about 1.2 m, constituting what may have been no more than a passageway. These rooms are each 2 m to 3.5 m in length (north-south). The fragmentary nature of the walls and the loss of significant parts of the west side of the building preclude a detailed assessment of its plan. East of the longitudinal wall the edifice is up to 6 m in width, and in certain areas there may have been two parallel rows of rooms oriented north-south. This is borne out by a couple of partition wall segments that create intermediate spaces near the north end of the structure. South of the longitudinal wall the edifice widens to around 13 m, creating walls which run at right angles to he axis of the structure. The ground plan of the south end of the building is not clear. On the west side of he southern portion of the structure there was a narrow row of rooms or a passageway. </p>", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Castle"
  }, 
  {
   "body": "", 
   "index": 8, 
   "parent_index": 2, 
   "title": "Affiliated sites"
  }, 
  {
   "body": "<p>In addition to the famous 11th century CE Buddhist monastery of <span class=\"popular\">Manam</span><span class=\"scholar\">Ma nam</span>, situated in the valley bottom, there is a so-called castle<span class=\"emph\"> </span>on the summit of an earthen formation rising 250 m above <span class=\"popular\">Manam</span><span class=\"scholar\">Ma nam</span> village. This Buddhist facility, known as <span class=\"popular\">Manam Khar</span><span class=\"scholar\">Ma nam mkhar</span> (East), is located east of the village. It consists of three small ruined chapels (<span class=\"popular emph\">lhakang</span><span class=\"scholar emph\">lha khang</span>) made of adobe blocks, locally called: <span class=\"popular\">Lhakhang Marpo</span><span class=\"scholar\">Lha khang dmar po</span>, <span class=\"popular\">Lhakhang Karpo</span><span class=\"scholar\">Lha khang dkar po</span> and <span class=\"popular\">Gyelwa Jampa Lhakhang</span><span class=\"scholar\">Rgyal ba byams pa lha khang</span>. In the latter temple there is a 2-m high clay statue of the Buddha to come, <span class=\"popular\">Jampa</span><span class=\"scholar\">Byams pa</span>, fully exposed to the elements. These Buddhist chapels consist of typical high elevation walls cloaked in mud plaster, ochre inting and small traces of frescos. They are said to have been destroyed before living memory. There are over 30 shallow caves in the vicinity of the monastery. Some of these caves have cut niches and recesses and fire-blackened ceilings, telltale signs of human occupation. Below the three chapels there are minor remains of stone walls. Perhaps these structures, as insignificant as they seem to be, were part of an earlier castle that existed at the site. According to local legend, the <span class=\"popular\">yüllha</span><span class=\"scholar\">Yul lha</span> of <span class=\"popular\">Manam</span><span class=\"scholar\">Ma nam</span>, <span class=\"popular\">Ipi Sergyu</span><span class=\"scholar\">I phi ser gyu</span>, destroyed either a <span class=\"popular\">Horpa</span><span class=\"scholar\">Hor pa</span> or <span class=\"popular\">Singpa</span><span class=\"scholar\">Sing pa</span> army at this location by creating a torrent with he water in which she had washed her hair. </p>", 
   "index": 9, 
   "parent_index": 8, 
   "title": "Ma nam mkhar (East)"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16606", 
  "dates": [], 
  "title": "Manam Khar (Nupchok) Introduction"
 }
}