{"meta":{"authors":[{"fullname":"Phuntso Tsering Sharyul","id":"79"},{"fullname":"Phuntso Tsering Sharyul","id":"79"}],"title":"Ngülkho Gön Yungdrung Dargyé Ling Introduction","dates":{"created_at":"2011-12-13 02:28:58 UTC","updated_at":"2011-12-13 02:28:58 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Ngülkho Gön Yungdrung Dargyé Ling Introduction"},{"title":"’Bri ru rdzong","index":1,"parent_index":0,"body":" "},{"title":"(23) dNgul kho Monastery","index":2,"parent_index":1,"body":" <p>dNgul kho dgon gYung drung dar rgyas gling was built by Kyu ra ’od zer in 1240 in the present-day dNgul kho village. It is a traditional “Tantric monastery”, small but influential, and has been in a state of stability with no serious ups and downs for a long time. History does not tell clearly the individual names of every lama who has cared for and protected the monastery so far, but it is said that descendants in the Ko bo lineage, one of the three descent groups of the region called Ko bo, Rag shi and Shel sku took care of the monastery and rendered great service in keeping, defending and spreading the doctrine of Eternal Bon.<\/p> <p>Later, in the Fifteenth Rab byung, Me ston Nyi ma rgyal mtshan, a hermit from Brag dmar ri ’dun in Khyung po, and sTag zhig Rin chen dbang ldan, a disciple of Grub chen sMon lam rgyal mtshan, on their way to Kong po, established a close patron-priest relationship with the villagers and monks of rGyal shod. Acceding to the wishes expressed by the Shel sku villagers, these hermits decided to take care of the dNgul kho Monastery.<\/p> <p>Several years after that, sTag zhig Rin dbang, accompanied by some others, arrived in rGyal shod and became the head of this monastery.<\/p> <p>At the end of the Fifteenth Rab byung, dNgul kho Monastery was moved from dNgul kho village to the western outskirts, midway up the slope of the mountain. It now takes about twenty minutes to go up to the monastery by car.<\/p> <p>When the monastery was built, Ban dkar stag phu chos rje Ngag dbang bstan ’dzing rgya mtsho, who was of the dGe lugs pa school, gave a huge amount of tea, grain and the like, by way of offering congratulations for the completion of the monastery.<\/p> <p>Having fully completed dNgul kho Monastery with excellent buildings and religious objects, sTag zhig Rin dbang summoned all the monks of the Eternal Bon monasteries and hermitages in rGyal shod district to his monastery and performed the “medicine rite” (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">sman sgrub<\/span>) based on the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">Khro bo ’od zer ’khyil ba<\/span>. This was the first time such a rite, on such a grand scale, was performed in the region. He bestowed upon the participants all the teachings they wished for. Not only that, according to the manner of each monastic community, he continually arranged plentiful offerings and brought back the lost rules of the regular services of dNgul kho Monastery and recruited more monks and lay practitioners than before.<\/p> <p>Since this lama himself relied upon those laymen who had taken some vows, he obtained the real nature of power of wisdom and compassion by means of Tantric practices. He is said to have been a man of outstanding virtue and deeds, and who had rediscovered the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">Tshogs bdag rol pa<\/span> and the statue of Tshe dbang rig ’dzin among the rocks of Sen ge gnam rdzong in gSa’ phu.<\/p> <p>According to the description in his biography, he was born in 1883. A special ordinance was given to the monastery by His Holiness the Thirteenth Dalai Lama, Thub bstan rgya mtsho.<\/p> <p>During the time of sTag zhig Rin dbang, dNgul kho dar rgyal gling made progress in deserving its name. Later, around the 1920s, both the lama and his disciple died, one after the other.<\/p> <p>Since this monastery was a mixture of old and new Bonpo tradition, the regular prayer services and rituals are also practised accordingly.<\/p> "},{"title":"Main religious objects","index":3,"parent_index":2,"body":" <p>The monastery’s religious objects, which were in perfect condition, included the following: a bronze statue of Zhi ba Kun bzang a skor; one of Tshe dbang rig ’dzin, rediscovered in gSa’ phu by sTag gzhi Rin dbang; a conch of enlightenment that belonged to sTag gzhi Rin dbang; and the three relics of sTag gzhi Tshul khrims called <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">sha<\/span> <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">ri ram, me ri ram and chu ri ram<\/span>, which came out of his brain. However, after the death of sTag gzhi Rin dbang, the monastery declined, due to many problems.<\/p> <p>This monastery had a <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">slob dpon<\/span>, a <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad<\/span>, a <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dge bskos<\/span> and a <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">spyi phyag<\/span>. The latter took all the responsibilities for supervising the monastic work. There used to be about forty monks.<\/p> <p>This monastery was recently restored to some degree by A bu bSam med and others, and has about thirty monks at present. It is situated in a beautiful environment, and near it there is a sacred graveyard.<\/p> <p>At present, dNgul kho Monastery is, on the whole, in a state of more serious decline than ever before.<\/p> <p>From dNgul kho Monastery, travelling about six kilometres eastward along the river rGyal chu, we come to Ban dkar <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang<\/span>, in which rDo rting Monastery is located. The monastery is situated on a hill to the south-west of the river rGyal chu. It takes about twenty minutes on foot to reach the top of the hill.<\/p> "}]}