{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Gangchen Doring Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "II.1. Stelae and accompanying structures: Funerary and non-funerary structures"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Gangchen DoringGangs chen rdo ring "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Gangchen Doring</span><span class=\"scholar\">Gangs chen rdo ring</span> </li> <li>English equivalent: Big Mountain Long-stones</li> <li>Site number: C-157</li> <li>Site typology: II.1c </li> <li>Geographic coordinate (N. lat.): 29º 36.2΄ </li> <li>Geographic coordinate (E. long.): 84º 40.8΄ </li> <li>Elevation: 4690 m </li> <li>Administrative location (township): <span class=\"popular\">Lhaktsang</span><span class=\"scholar\">Lhag tshang</span> </li> <li>Administrative location (county): <span class=\"popular\">Saga</span><span class=\"scholar\">Sa dga’</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: April 22, 2002</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Gangchen Doring</span><span class=\"scholar\">Gangs chen rdo ring</span> boasts a large array of pillars with appended edifices and large enclosures sitting side by side. <span class=\"popular\">Gangchen Doring</span><span class=\"scholar\">Gangs chen rdo ring</span> is situated in the middle of a broad plain with expansive views to the east. The views to the south and west are quite open as well, but the northern vista is constrained by a range of mountains. There is no permanent contemporary settlement in the area. The terrain is level and strewn with small rocks. All structures at the site are more or less aligned in the cardinal directions. A variety of types of rocks were used to produce the monuments of <span class=\"popular\">Gangchen Doring</span><span class=\"scholar\">Gangs chen rdo ring</span>. The pillars are primarily made of a dark gray rock and a light gray speckled rock. The slab walls at the site are mostly of the same dark gray rock as the pillars. The edifices and enclosures contain many light-colored rocks. </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to local sources, <span class=\"popular\">Gangchen Doring</span><span class=\"scholar\">Gangs chen rdo ring</span> is associated with the ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span>.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "", 
   "index": 7, 
   "parent_index": 6, 
   "title": "South complex "
  }, 
  {
   "body": "<p>The appended edifice (temple-tomb) measures 24 (north-south) x 14 m (east-west) and has been reduced to 2.5 m o 3 m in height. It is not clear how much taller this poorly preserved structure may have been originally. Only a few coherent wall fragments remain and these all have interior placements adjacent to the central chamber. The central chamber seems to have been one large undivided space, but lightly built partitions or hose made of perishable materials may have completely disappeared. The massive coursed-rubble walls that encase the interior space are around 1.5 m in thickness. These walls rise up 1 m to 1.2 m in height around the central chamber. Mostly small (around 20 cm long) light-colored cobbles and rounded stones were used to build he walls of the appended edifice. These walls also contain a few larger stones. In order to produce such massive walls, stones were laid side by side in multiple courses. On the east side of the appended edifice here are poorly preserved wall fragments running in an eastern direction. Perhaps this was part of a boundary wall that enclosed a portion of the pillar array. A funerary structure that has degraded into a rubble-filled umulus (4.8 m x 3.3 m) is situated 37 m west of the south complex appended edifice. </p>", 
   "index": 8, 
   "parent_index": 7, 
   "title": "Appended edifice"
  }, 
  {
   "body": "<p>No more than 10 percent of the original number of pillars are still in situ, and many of these are broken. As so few pillars remain in the array, it is difficult to gauge its original size. At present, the array measures 35 m (north-south) x 33 m (east-west). In total, about 100 stones are left standing and roughly 200 are collapsed and lie in the concourse. Originally the array may have numbered more than 1000 standing stones. The array itself is unevenly bisected into two parts by an east-west running double-course slab wall. The array of pillars, in its present form, narrows in the direction of the appended edifice. The pillars are generally abular in form and 2 cm to 5 cm thick. Their two broad sides are oriented north and south. The tallest pillar (1.2 m high) still anchored in the ground is inclined, and is located near the west end of the bisecting slab wall. The second tallest standing pillar is 60 cm in height, and about one dozen specimens reach 50 cm in height. The largest uprooted pillar scattered about the array is 1.8 m in length. Around one dozen dislodged pillars are between 1 m and 1.2 m in length, while most prostrate specimens are 60 cm to 90 cm in length. </p><p>Beyond the current eastern extent of the array of pillars, there are at least 14 double-course slab walls running in parallel. This network of slab walls extends 35 m further east, but most of these structures are highly fragmentary. Like the slab wall bisecting the array of pillars, these outlying slab walls consist of variable length (15 cm to 60 cm long) slabs of stone embedded in the ground edgewise. The average length of he slabs is around 25 cm and they are 2 cm to 5 cm thick. The double-course slabs are set 20 cm to 30 cm apart from one another, and are even with the ground surface or slightly protrude above it. </p>", 
   "index": 9, 
   "parent_index": 7, 
   "title": "Pillar array"
  }, 
  {
   "body": "", 
   "index": 10, 
   "parent_index": 6, 
   "title": "North complex "
  }, 
  {
   "body": "<p>The north complex edifice is situated just 4 m north of the south complex appended edifice. It measures 11.5 m (east-west) x 20 m (north-south) and is currently 2 m to 2.5 m in height (originally, it was taller). Although very little remains intact, it appears that this was also a temple-tomb, although it was not as heavily constructed as its southern counterpart. The north complex edifice was built with a coursed-rubble exture, and is mainly composed of small cobbles and rounded stones. Walls around the central chamber rise to 1 m in height. This interior seems to have consisted of a single non-partitioned space, just like in the south complex appended edifice. </p><p>The north complex is completely devoid of a pillar array and slab walls. Ostensibly, all traces of these structures were destroyed. Now, only an empty concourse exists. On the other hand, it is also possible that he north complex edifice was designed to stand in isolation, just as the enclosures to the north do. </p>", 
   "index": 11, 
   "parent_index": 10, 
   "title": "Edifice"
  }, 
  {
   "body": "<p>A large enclosure is situated 22 m north of the north complex edifice. This structure measures 15.5 m (east-west) x 7.5 m (north-south), and its walls of multiple vertical courses are 50 cm to 80 cm in height. The upper extent of this well-built coursed-rubble structure exhibits herringbone courses of masonry. The 50-cm thick walls enclose an open center, just like the more substantial temple-tomb edifices to the south. Near the northwest corner there is a single standing pillar 40 cm in height. Another dislodged pillar inside he south enclosure is 1.4 m in length; its original placement is unclear. </p>", 
   "index": 12, 
   "parent_index": 10, 
   "title": "South enclosure"
  }, 
  {
   "body": "<p>Another large enclosure is situated 37 m north of the south enclosure. It measures 17 m (east-west) x 3.75 m (north-south). The south enclosure is not as well preserved as the north enclosure. Its perimeter walls are reduced to 50 cm or less in height. These walls appear to have been around 50 cm thick. Near the northwest corner of this structure there are two standing pillars 40 cm in height. </p>", 
   "index": 13, 
   "parent_index": 10, 
   "title": "North enclosure"
  }, 
  {
   "body": "<p>In the <span class=\"popular\">Menchu</span><span class=\"scholar\">Sman chu</span> valley, upstream of the <span class=\"popular\">Lhaktsang</span><span class=\"scholar\">Lhag tshang</span> township headquarters, there is what appears to be a single funerary structure (29° 33.260΄ N. lat. / 84° 36.372΄ E. long. / 4600 m). It is situated in the middle of the valley on a rock-strewn plain. Very little of this structure has survived save for massive stone members piled up on the surface. A small perimeter wall fragment survives along the southeast corner of the structure. </p>", 
   "index": 14, 
   "parent_index": 2, 
   "title": "Affiliated sites"
  }
 ], 
 "meta": {
  "date": "2010-08-25 11:10:38 UTC", 
  "domain": "places", 
  "kid": "16681", 
  "authors": [], 
  "title": "Gangchen Doring Introduction"
 }
}