{"meta":{"domain":"places","kid":"16743","authors":[],"title":"Jiri Buk Introduction","dates":{"created_at":"2010-08-25 11:11:56 UTC","updated_at":"2010-08-25 11:11:56 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Jiri Buk Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":"Yiri BukByi ri sbug","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to some local <span class=\"popular emph\">drok pa<\/span><span class=\"scholar emph\">&rsquo;brog pa<\/span>, <span class=\"popular\">Yiri Buk<\/span><span class=\"scholar\">Byi ri sbug<\/span> is where the invading Gorkhas (late 18th century CE) hitched their horses (<span class=\"popular emph\">tandok<\/span><span class=\"scholar emph\">rta &rsquo;dogs<\/span>). Other local &rsquo;brog pa contest this tale but were unable to provide an alternative oral tradition. <\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Appended edifice","index":7,"parent_index":6,"body":" <p>The temple-tomb edifice is aligned in the cardinal directions, and measures 9 m (north-south) x 6.5 m (east-west). No coherent wall fragments have survived in this highly degraded structure. It has been reduced in appearance to a mound ringed with stones. This structure is elevated 80 cm to 1.5 m above the surrounding errain. Variable-length (up to 75 cm long) stones were used in its construction. <\/p> "},{"title":"Pillar array","index":8,"parent_index":6,"body":" <p>The concourse of pillars approximately measures 20 m (east-west) x 17 m (north-south). It is in very poor condition: only about 130 specimens are still left standing. There are also a few uprooted pillars strewn around he concourse. These standing and dislodged pillars are but a small fraction of the perhaps 1000 menhirs that originally stood at the site. The individual pillars range between 10 cm to 60 cm in height, with an average height of approximately 20 cm. Most of these unhewn standing stones are irregularly shaped, and some of them support orange climax lichen growth. The majority of the in situ pillars are in the southwest portion of the array. Only the tallest pillar at the site and one other specimen still stand in the northern half of the array (nothing else has survived in this obliterated part of the array). A maximum of three pillars adjacent to one another stand in any one row, providing some idea of how fragmentary the array has become. <\/p> <p>Four meters east of the most easterly in situ pillar there is a double-course north-south running slab-wall fragment (approximately 6.5 m long). This wall is composed of parallel courses of upright slabs, (7 cm to 40 cm long) set about 25 cm apart from one another. These slabs are level with the ground surface. The south end of his slab wall seems to coincide with the southeast corner of the pillar array. A single line of upright slabs forms a squarish enclosure (70 cm x 70 cm), which lies adjacent to the east side of the double-course slab wall, 4.5 m north of its southern end. A zone of tiny slab fragments oriented both east-west and north-south is situated 3.5 m east of the south end of the double-course slab wall. The precise configuration of these wall fragments is no longer discernable. The north-south running, double-course slab wall bounding the east side of he pillar array is connected to an east-west aligned slab wall of the same type (6.3 m long). This east-west wall bounds the south side of the pillar array. <\/p> <hr class=\"footnote-divider\" \/> "},{"title":"Notes","index":9,"parent_index":0,"body":null}]}