{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "གར་རི་དགོན།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": " གྲོང་ཁྱེར་ལྷ་ས།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་གར་རི་བསམ་གཏན་གླིང་ཞེས་ཞུ། སེ་ར་དགོན་ནས་གཡས་ངོས་ཉང་བྲན་ཕུར་སྤྱི་ལེ་ལྔ་དྲུག་ཙམ་དང་། དེ་ནས་བྱང་ངོས་རི་ལྡེབས་སུ་སྤྱི་ལེ་བཞི་ལྔ་ཙམ་འཛེགས་ན་བཙུན་མའི་དགོན་དེར་སླེབས། དགོན་དེ་ནི་ཐོག་མར་སྤྱི་ལོ་1113ལོར་རྒྱ་གར་གྱི་གྲུབ་ཆེན་ཕ་དམ་པ་སངས་རྒྱས་ཀྱིས་འདེབས་གནང་མཛད། དེའང་ཕ་དམ་པ་སངས་རྒྱས་བོད་དུ་ཐེངས་ལྔ་ཕེབས་པའི་མཇུག་མ་སྟེ་ཁམས་ཀློང་ཐང་སྒྲོལ་མ་ཞེས་པར་མཁྱུད་དཔྱད་དཀར་ནག་ཁྲ་གསུམ་གཏེར་དུ་སྦས། དེ་ནས་སྟོད་དིང་རིར་ཕེབས་ཞོར་དུ་གནས་དེར་ཕེབས་ཏེ་ཐོག་མར་ཕོ་དགོན་ཞིག་འདེབས་དགོས་ཐུགས་ལ་འཁྲུངས་ཏེ་སྐུ་ངལ་གསོ་་བཞིན་བཞུགས་སྐབས། བྲག་གོང་ཞིག་གི་འགྲམ་ནས་བ་དཀར་པོ་ཞིག་འོང་སྟེ་ཕ་དམ་པར་འོ་མ་ཕུལ་བས་དབང་མེད་དུ་“ཨ་མ་”ཞེས་གསུང་ཤོར་བས་བྲག་གོང་ལའང་ཨ་ཡིག་རང་བྱོན་དོད། བྲག་གོང་དེ་ད་ལྟའང་མཇལ་རྒྱུ་ཡོད་ལ། བྲག་ཨ་མ་ཞེས་ཀྱང་ཟེར། དེ་ནས་བརྡ་མ་ལ་ཞེས་པའི་ཤར་གྱི་ལ་ཉག་ཏུ་ས་དཔྱད་གཟིགས་པར་ཕེབས་སྐབས་མ་དང་མཁའ་འགྲོ་རྣམས་ཀྱིས་བསུ་མའི་ཚུལ་དུ་བརྡ་མ་སོགས་ལྷ་ཡིས་རོལ་ཆ་བཀྲོལ་བ་གཟིགས་པས་བརྡ་<span class=\"milestone page eng \">[page <span class=\"pnum\">60</span>] </span>་ལ་ཞེས་པ་དེ་ལྟར་བྱུང་། </p><p>དེ་ནས་ད་ལྟའི་དགོན་ཆགས་ཡུལ་དེར་ཕེབས་པས་སླར་ཡང་མ་དང་མཁའ་འགྲོ་རྣམས་ཀྱིས་གར་འཁྲབ་པ་གཟིགས་པས། ད་གནས་འདིར་མོ་དགོན་ཞིག་འདེབས་དགོས་པ་འདྲ་དགོངས་ཏེ་བཙུན་མའི་དགོན་ཞིག་བཏབ། དགོན་པའི་མཚན་དུ་གར་དགོན་བསམ་གཏན་གླིང་ཞེས་གསོལ། ཞི་བྱེད་ཀྱི་ཕྱག་བཞེད་གཏོད། དེ་ནས་དུས་རབས་བཅོ་བརྒྱད་པའི་དུས་མཇུག་ཙམ་དུ་བཙུན་མ་རྣམས་ཀྱིས་བྲག་རི་མཁན་ཆེན་རྒྱ་མཚོ་མཐའ་ཡས་ཀྱི་ཞབས་ལ་གཏུགས་ཏེ་རི་བོ་དགེ་ལྡན་ཕྱག་བཞེད་མཛད་པར་གྱུར། དེ་ནས་བཟུང་བྲག་རི་རིན་པོ་ཆེ་སྐུ་ཕྲེང་ན་རིམ་གྱིས་དགོན་དེ་སྐྱོང་བར་མཛད་པས་དགོན་བདག་བྲག་རི་བླ་བྲང་ནས་གནང་། སྔོན་འདུ་ཁང་ཀ་བ་བཅུ་གཉིས་ནང་ཛྷི་ཀྵིམ་གྱི་ཕ་དམ་པ་སངས་རྒྱས་ཀྱི་སྐུ་བརྙན་བྱིས་པ་ལོ་གཉིས་ཙམ་དང་། རྗེ་སྐུ་འབུམ་ནས་གདན་དྲངས་པ་རྗེ་ཙོང་ཁ་པའི་འཁྲུངས་རབས་ལེབ་ཐང་བཅུ་དྲུག་ཅེས་པ། སྨན་འདམ་གྱི་ཐུགས་རྗེ་ཆེན་པོ་བཅུ་གཅིག་ཞལ་ཐོག་ཚད་མ། གསེར་ཟངས་ཀྱི་རྒྱལ་བ་ལྔ་པའི་སྐུ་བརྙན་མི་ཚད་མ། གསེར་ཟངས་ཀྱི་བྲག་རི་སྐུ་ཕྲེང་དང་པོ་རྒྱ་མཚོ་མཐའ་ཡས་ཀྱི་སྐུ་བརྙན། ཐུགས་རྟེན་དུ་ཤར་ལིའི་མཆོད་རྟེན་བརྒྱད། གཞན་ཡང་རྒྱ་གར་ཤར་ནུབ་ཀྱི་ལིའི་མཆོད་རྟེན་དང་། སྐུ་བརྙན་ཇི་སྙེད་ཅིག་བཞུགས་སུ་གསོལ་ཡོད་ལ་ཡང་སྟེང་གཟིམ་ཆུང་སོགས་ལའང་རྟེན་དང་བརྟེན་པ་བཅས་བཞུགས་སུ་གསོལ་ཡོད། སྔོན་བཙུན་མ་བརྒྱ་ལྷག་གིས་གཙོ་བོ་དགེ་ལྡན་ལུགས་ཀྱི་མདོ་ཆོག་གནས་བརྟན་ཕྱག་མཆོད་དང་། སྨན་བླ། སྔགས་ཆོག་བླ་མ་མཆོད་པ་དང་འབྲེལ་བའི་བདེ་མཆོག་དང་། རྣལ་འབྱོར་མ། མགོན་ཆོས་སྡེ་བཞི། ཕ་དམ་པ་སངས་རྒྱས་ཀྱི་བཀའ་སྲུང་ཨ་གྷུ་ར་སོགས་ཀྱི་བསྐང་གསོ། ལྷག་པར་དུ་སྟག་ཕུ་གར་དབང་རིན་པོ་ཆེའི་གཟིགས་སྣང་དུ་བྱུང་བའི་བླ་ཆེན་རྣམས་མཁའ་འགྲོ་བསུ་ལྡོག་ཅེས་པའི་གར་འཆམ་བཀའ་རྒྱ་མ་དེའང་བསྐྱོན་སྲོལ་ཡོད། གཞན་ཡང་དགོན་དེའི་རྒྱབ་རིར་སྒྲོལ་མའི་རང་བྱོན་དང་། <span class=\"milestone page eng \">[page <span class=\"pnum\">61</span>] </span>ར་རི་འཇམ་དབྱངས་ཀྱི་བླ་རི་དང་དེའི་འོག་གནས་བརྟན་བྲག་རི། ནུབ་རིར་བདེ་མཆོག་གི་ཕོ་བྲང་། བབས་ཆུར་རྣལ་འབྱོར་མའི་གཟུངས་སྒྲ་སྒྲོག་པ། ཕ་དམ་པ་སངས་རྒྱས་དགོན་དེ་ནས་ཕེབས་སྐབས་སྔར་གྱི་བ་དཀར་པོ་དེས་རྗེས་སུ་འབྲངས་པས་“ཨ་མ་མ་ཡོང་ཨ་མ་སྡོད་”ཅེས་ཕྱག་འཁར་ཕ་ཝང་ཞིག་ལ་བཙུགས་པས་བ་དཀར་པོ་ཕ་ཝང་ལ་ཐིམ་པའི་རང་བྱོན་སོགས་མཇལ་རྒྱུ་ཡོད། ད་ལྟ་གསར་བཞེངས་གནང་བའི་འདུ་ཁང་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་དང་། གནས་རི། རང་བྱོན་སོགས་མཇལ་རྒྱུ་ཡོད།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "གར་རི་དགོན།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16432", 
  "dates": [], 
  "title": "གར་རི་དགོན།"
 }
}