{"meta":{"authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}],"title":"Kyangtsang Püntsok Dargyé Ling Introduction","dates":{"created_at":"2011-12-13 02:30:26 UTC","updated_at":"2011-12-13 02:30:26 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Kyangtsang Püntsok Dargyé Ling Introduction"},{"title":"Zung chu County","index":1,"parent_index":0,"body":" "},{"title":"(202) sKyang tshang Monastery","index":2,"parent_index":1,"body":" "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p>The monastery’s full name is sKyang tshang Phun tshogs dar rgyas gling.</p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>The monastery is located 23 km north of Songpan, the seat of Zung chu county. </p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>bSod nams bzang po (alias rGyal ba rgya mtsho), a master of the sGur skyang lineage in mDzo dge was invited by a village chief called mGon po skyabs to Shar khog. This is said to have taken place in the Earth-Dragon Year of the 4th Rab byung (1268). He eventually founded sKyang tshang Monastery. His successors in the family were Rin chen blo gros, bDud ’dul dbang grags, gYung drung bstan rgyal, dKon mchog yon tan, rNam rgyal thogs med. After the latter’s death the line of the sKyang tshang family was interrupted. </p> <p>dBra tsha A lha ye shes was selected to be the head of the monastery, but during his time, in the Fire-Dog Year of the 10th Rab byung (1586), the monastery was destroyed by an earthquake. Several decades later, rTogs ldan gYung drung bstan ’dzin (b.1654), a brother of Tshe rgyal, the sKyang tshang chief, returned from sMan ri Monastery (No.1) and asked Tshe rgyal to give him a site called sKyang klu gdong where he founded a small monastery. Later A mkhar, another sKyang tshang chief, asked Bya tshang rTogs ldan bsTan ’dzin rgyal mtshan to be the head of the monastery, and both chief and the master agreed to move the monastery to a new site. The new monastery was called gSer khang rin chen, but it was burned down in a fight. </p> <p>rTogs ldan Phun tshogs ’od zer founded a new monastery called Khri skyong la kha’i dgon Kun khyab bde chen gling for sKyang tshang village. Then sKyang sprul Nam mkha’ rgyal mtshan was invited to be the head of the monastery in the Earth-Rat Year of the 14th Rab byung (1828). The next head in the succession was Rin chen Tshul khrims. Since there was no Sources of water in the vicinity of the monastery, lHun grub rgyal mtshan moved it to rNyi ’bur valley where it became known as rNyi ’bur Monastery. A sngags rGyal mtshan, also known as rTogs ldan bsTan pa tshul khrims (1907-1932), was appointed as the head of the monastery after having served as the dbu mdzad in rNyi ’bur Monastery. He moved the monastery to the present site in 1916. He was succeeded by sKyang dbon bsTan pa’i rgyal mtshan (1911-1955).</p> <p>In 1950, the monastery appointed Hor btsun bsTan ’dzin blo gros rgya mtsho (1889-1975) as the chief teacher (bon slob) and under his guidance, metaphysic studies (mtshan nyid) were introduced. However, the monastey was razed to the ground during the Cultural Revolution and was rebuilt again in the 1980s.</p> "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>dgon bdag, mainly by appointment</li> <li>grwa tshang bla ma (three years)</li> <li>two dbu mdzad (dbu mdzad chung ba for two years, then as dbu mdzad che ba again two years)</li> <li>two dge skos (two years)</li> <li>two spyi ba (two years) </li> <li>bla ma’i gnyer ba (three years)</li> </ul> <p>The present head of the administrative committee is Khro bo.</p> "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":" <p>There are eighty-two novices and monks in the monastery.</p> "},{"title":"6. Current education","index":8,"parent_index":2,"body":" <p>There are no organized classes; the novices are trained by the elder monks.</p> "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":" <p>The monastery is a branch of A skyid sKyang tshang. </p> "},{"title":"8 / 9. Rituals","index":10,"parent_index":2,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>1st month: commemoration of mNyam med Shes rab rgyal mtshan from the 4th to the 5th day</li> <li>2nd month: the monks are divided into two groups to perform the ritual cycles of dBal gsas and Phur pa from the 1st to the 7th day, followed by the festival of sKyang tshang Ma tri organized by all the monks together from the 8th to 15th day of with a ’cham dance on the last day for the public audience </li> <li>4th month: the ritual cycle of Ma rgyud on the 27th and 28th days, followed by the smyung gnas fasting on the 29th and 30th days</li> <li>8th month: commemoration of Hor btsun bsTan ’dzin blo gros rgya mtsho on the 6th day</li> <li>11th month: commemoration of sKyabs mgon Zla ba rgyal mtshan on the 7th and 8th days</li> <li>12th month: commemoration of bsTan pa tshul khrims on the 7th and 8th days, and the dgu gtor rite on the 28th and 29th days</li> </ul> "},{"title":"11. Income and expenses","index":11,"parent_index":2,"body":" <p>The monastery has no regular Sources of income and depends on offerings from its followers.</p> "},{"title":"12. Local lay community","index":12,"parent_index":2,"body":" <p>The local lay community consists of two communities with 6 villages. the Sha mo community: Ro ver village with twenty-seven families, Shog tog with fourteen families, La ga with sixteen families and mKhar sgang with twenty-three families. The sKyang tshang community has two villages: sKyang tshang with one hundred and eight families and Chu ’khyil with sixty five families.</p> "},{"title":"13. Local festivals","index":13,"parent_index":2,"body":" <p>There is a la bstas on top of the hill behind the monastery called Seng ge thod pa. It is propitiated by the monks alone on the 6th day of the 1st month. </p> <p>Bon ri is the common la btsas dedicated to the local deity called gYul las rnam rgyal who is believed to be residing on Mount bDud gzhom. The deity is propitiated by the lay communities both Sha mo and sKyang tshang on the 1st day of the 1st month. The la btsas called dGra ’dul is propitiated on the 1st day of the 1st month. </p> <p>Shog tog village has two la btsas: Yar ta and Mar ta and mKhar sgang village’s sKya log la btsas are propitiated on the 16th day of the 11th month. The la btsas of sKyang tshang village is propitiated on the 16th day of the 12th month and that of Chu ’khyil village on the 4th day of the 5th month.</p> <p>The monks and local lay community join other communities to venerate the sacred Mount Bya dur (BBD), Mount Dung ri and the lake gSer mtsho located in the Sharwa region (cf. sNa steng Monastery No.190). Nowadays the lake called Huang long in Chinese attracts many Chinese tourists. </p> "},{"title":"14. Occupation of the local people","index":14,"parent_index":2,"body":" <p>Farming and trade</p> <p>Sources </p> "},{"title":"(1) Interviews","index":15,"parent_index":14,"body":" <p>In autumn 1998 with sKal bzang rgyal bzang alias Klu thar rgyal, a monk at the monastery (b.1940)</p> "},{"title":"(2) Texts","index":16,"parent_index":14,"body":" <ol type=\"1\"> <li>dPal gshen bstan phun tshogs dar rgyas gling gi dkar chag mu tig tshom phreng by sKyang bla Blo bzang rgya mtsho, Lung rig snyan grags and Khro bo rgyal mtshan in Zing (Zung) chu rdzong dgon pa so sogs (so’i) dkar chag, mimeograph, 1993, pp. 68-91</li> </ol> "}]}