{"meta":{"authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}],"title":"Lukhar Introduction","dates":{"created_at":"2011-12-13 02:28:57 UTC","updated_at":"2011-12-13 02:28:57 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Lukhar Introduction"},{"title":"’Bri ru rdzong","index":1,"parent_index":0,"body":"\n\n                     "},{"title":"(22) Klu mkhar Monastery","index":2,"parent_index":1,"body":"\n\n                     <p>This is a &ldquo;Tantric monastery&rdquo; (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sngags dgon</span>) built in\n                        1460 by gYung drung khri &rsquo;od of the Zhu lineage. When the brutal military\n                        forces of the Mongolian Jungar invaded the Northern Plateau (Byang thang),\n                        this monastery was completely destroyed.</p>\n\n                     <p>Later, reconstructed by a descendant of the Zhu lineage, the monastery was\n                        protected by a branch of the Zhu family based in gDong rdzong and became\n                        known as Klu mkhar dgon. Its main religious object is a sacred statue of\n                        sTag la, celebrated as the one bestowed by rGyal ba mNyam med pa. The\n                        monastery is called Klu mkhar (the fort of Klu) after a small lake that only\n                        appears in summer and is situated behind the monastery. The lake is believed\n                        to have been a residence of a water spirit (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">klu</span>).</p>\n\n                     <p>Thereafter, the monastery was regarded as having been managed by the lama\n                        sPu la, but in fact it was taken care by Shes lding. Lama sPu la originally\n                        came from Sog rdzong and later moved into sBra chen rdzong. He was in the\n                        line of Khyung nag, one of the thirteen families of Khyung, which was\n                        recognized as such by the Tibetan government. Historical documents do not\n                        state clearly how long he maintained Klu mkhar Monastery.</p>\n\n                     <p>The lamas who appeared after him were Rig &rsquo;dzin g-yang skyob, gYung drung\n                        bstan &rsquo;dzin and bSod nams chos rgyal. Then bSod nams ye shes supported the\n                        reconstruction of the monastery, which involved a great deal of expense,\n                        with his own property.</p>\n\n                     <p>The principal image of this monastery, the gilt-bronze statue of sTon pa\n                        gShen rab as high as the ceiling, was said to have a bit of body heat in its\n                        breast, and so was called the Golden Statue of Baby Warmth (gSer sku Byis\n                        drod ma). This statue had been brought from somewhere else. Besides this,\n                        there were several other religious objects, including the statue of gShen\n                        lha &rsquo;od dkar made of &ldquo;red gold&rdquo; (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dzi gim</span>) and a statue\n                        of sTag la.</p>\n\n                     <p>The religious services performed in the monastery were the Zhi khro, rNam\n                        rgyal stong mchod and others. Formerly there were thirty-one resident monks\n                        there.</p>\n\n                     <p>At present, Klu mkhar Monastery is surrounded by homes of common people. In\n                        the monastery there are several thangka and small implements used for\n                        offerings. Upstairs is a small altar room. There is one lama and thirty\n                        monks, most of whom are said to be lay priests.</p>\n\n                     <p>On either side of the outer gate there is a stone pillar on which the term\n                           <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rnam gzhag</span> is carved in <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu can</span>\n                        letters. There is also a marvellously colourful bluish stone called Shar\n                        rGya stag khra bo. It is heart-breaking to see the poor condition of this\n                        monastery.</p>\n\n                     <p>From Klu mkhar Monastery, travelling five kilometres eastward on the\n                        highway, dNgul kho village can be seen lying half way up the mountainside on\n                        the northern side of the road. dNgul kho Monastery is near this village, on\n                        the west side.</p>\n\n                  "}]}