{"meta":{"domain":"places","kid":"16508","authors":[],"title":"Jiukyé Introduction","dates":{"created_at":"2010-08-11 20:45:32 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Jiukyé Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Chiu KyeByi&rsquo;u kye","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>None could be obtained.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Fortress","index":7,"parent_index":6,"body":" <p>The most intact remains on the summit are located on its south side. Here there are revetments up to 90 cm in height. On the rest of the summit there are only fractional wall footings left. From the north side of the summit, a ledge runs along the east face of the formation gradually descending for 3 m in a southerly direction parallel to the breadth of the summit. On its north side this ledge is 2 m wide and on its south side 5.5 m wide. Along its outer edge are partial footings of what must have been a defensive wall. In three places this ledge is revetted. The largest revetment section is 4 m in length and 3 m in width, and was made from dry-mortar random-rubble slabs. On the south edge of the ledge are two small areas with structural detritus. Approximately 12 m below the north side of the summit is a spur, measuring 22 m (north-south) x 8 m (east-west), with many highly dissolute wall footings. <\/p> <hr class=\"footnote-divider\" \/> "},{"title":"Notes","index":8,"parent_index":0,"body":" <div class=\"footnote\"> <a name=\"n38\" \/> <a href=\"#nb38\" class=\"note\"> [38] <\/a> This is one local interpretation of the etymology of the site name. <\/div>  "}]}