{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "མཚམས་ཁུང་དགོན་"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": " གྲོང་ཁྱེར་ལྷ་ས།"
  }, 
  {
   "body": "<p>མཚམས་ཁུང་དགོན་ནི། བར་སྐོར་ལྷོ་ངོས་གླིང་སྐོར་ལམ་སྟེ། རོང་དགའ་བདེའི་ནུབ་ངོས་རབ་གསལ་བཙན་ཁང་གི་ཤར་ངོས་བཅས་སུ་བཙུན་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། ཐོག་མར་གནས་དེར་ལྷ་ས་སྐྱིད་ཆུ་འགོག་ཆེད་དུ་ས་འོག་ཏུ་རྡོ་སྐས་སེའུ་ཁ་ཤས་བབས་དགོས་པའི་ས་ཁུང་ཞིག་ནང་ཆོས་རྒྱལ་སྲོང་བཙན་ཡུན་རིང་སྐུ་མཚམས་སུ་བཞུགས་པས་མཚམས་ཁུང་ཞེས་པའི་མཚན་ཡང་དེ་ལྟར་བྱུང་། དེའང་ཉིན་ཞིག་ཆོས་རྒྱལ་གྱིས་“དེ་རིང་འདོད་ཁམས་རྒྱལ་མོའི་རྟགས་མཚན་ཞིག་འོང་”གསུངས་པར། བློན་པོ་ཚོས་གཟིགས་པས་གཞན་གང་ཡང་མེད་པར་ཁམས་མོའི་རོ་ཞིག་མདོག་མི་ཉམས་པར་ཆུས་འཁྱེར་ནས་འོང་པས་དེར་ཆུ་རགས་ལ་འཁར་ནས་བསྡད། དེ་ནས་རིམ་བཞིན་ཆུ་ཡང་འཇགས། ཐུན་མོང་སྣང་ཚུལ་དུ་ཁམས་མོའི་རོ་ཞིག་མཐོང་བ་ལས་དོན་དུ་དཔལ་ལྡན་ལྷ་མོའི་རྣམ་སྤྲུལ་ཡིན་སྟབས་བམ་རོ་དེ་མཚམས་ཁུང་དུ་བཞུགས་ནས་ཕྱག་མཆོད་གནང་། རྗེས་སུ་ལྷ་མོའི་ཞལ་འབག་དམ་འབྱར་མ་ཞིག་ཡོད་པས་དེ་ཡིན་ཞེས་ཞུ། དེ་རྗེས་ཙོང་ཁ་པའི་དངོས་སློབ་གྲུབ་ཐོབ་ཀུ་ཅོ་རྟོགས་ལྡན་གནས་དེར་སྐུ་མཚམས་སུ་བཞུགས་པ་དང་། དེར་བཙུན་མ་བཅུ་ཙམ་འདུས་པར་བརྟེན་དེ་ནས་བཟུང་མཚམས་ཁུང་བཙུན་མའི་དགོན་དུ་གྱུར། སྔོན་འདུ་ཁང་ཀ་རིང་གཉིས་དང་ཀ་ཐུང་བཅུ་བཞིའི་སར་རྟེན་གཙོ་ལྷ་མོའི་ཞལ་འབག་དམ་འབྱར་མ་དང་། ཐུགས་རྗེ་ཆེན་པོ་ཕྱག་སྟོང་<span class=\"milestone page eng \">[page <span class=\"pnum\">31</span>] </span>སྤྱན་སྟོང་། ཆོས་རྒྱལ་གྱི་མཚམས་ཁུང་དུ་རྡོ་ནག་ལས་གྲུབ་པའི་ཆོས་རྒྱལ་ཉིད་ཀྱི་ཕྱག་བཟོ་ཆོས་རྒྱལ་ང་འདྲ་མ། གཞན་ཡང་རྟེན་དང་བརྟེན་པར་བཅས་བཞུགས་སུ་གསོལ་ཡོད། སྔོན་བཙུན་མ་127གྱིས་ལོ་ལྟར་ས་ག་ཟླ་བར་བསྙུང་གནས་དཀར་པོ་ཆ་བརྒྱད་ཀྱིས་གཙོ་བོར་གྱུར་པའི་རི་བོ་དགེ་ལྡན་ལུགས་ཀྱི་མདོ་སྔགས་ཀྱི་ཆོ་ག་ཁག་ཕྱག་བཞེད་མཛད་པ་ཡིན།</p><p>ད་ལྟ་སྔོན་གྱི་འདུ་ཁང་ཉམས་གསོ་གནང་བའི་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་དང་།ཆོས་རྒྱལ་གྱི་མཚམས་ཁུང་ནང་ཆོས་རྒྱལ་གྱི་ཕྱག་བཟོ་ཆོས་ཆོས་རྒྱལ་ང་འདྲ་མའི་སྐུ་བརྙན་གསར་བཞེངས་གནང་བ། འདུ་ཁང་ནང་ལྡེབས་རིས་རྙིང་མ་སོགས་མཇལ་རྒྱུ་ཡོད།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "མཚམས་ཁུང་དགོན། "
  }
 ], 
 "meta": {
  "date": "2010-08-13 17:00:42 UTC", 
  "domain": "places", 
  "kid": "16418", 
  "authors": [], 
  "title": "མཚམས་ཁུང་དགོན་"
 }
}