{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Drakla Dzong Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Drakla DzongBrag la rdzong "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Drakla Dzong</span><span class=\"scholar\">Brag la rdzong</span> </li> <li>English equivalent: Rock Hill Fortress</li> <li>Site number: A-78</li> <li>Site typology: I.1x </li> <li>Geographic coordinate (N. lat.): 29º 20.7΄</li> <li>Geographic coordinate (E. long.): 86º 56.4΄</li> <li>Elevation: 4780 m</li> <li>Administrative location (township): <span class=\"popular\">Zangzang</span><span class=\"scholar\">Zang zang</span> </li> <li>Administrative location (county): <span class=\"popular\">Ngamring</span><span class=\"scholar\">Ngam ring</span> </li> <li>Survey expedition: HTCE </li> <li>Survey date: April 20, 2002</li> <li>Contemporary usage: Light grazing.</li> <li>Identifiable Buddhist constructions: None.</li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Drakla Dzong</span><span class=\"scholar\">Brag la rdzong</span> is located on a summit southwest of <span class=\"popular\">Trazang</span><span class=\"scholar\">Bkra bzang</span> monastery. This site is situated approximately 80 km east of <span class=\"popular\">Tsanglha Pudar</span><span class=\"scholar\">Gtsang lha phu dar</span>, the mountain that traditionally divided <span class=\"popular\">Zhang Zhung</span><span class=\"scholar\">Zhang zhung</span> from <span class=\"popular\">Bö</span><span class=\"scholar\">Bod</span>.<a href=\"#n39\" name=\"nb39\" class=\"note\">39</a> Only fragments of a revetment that encircled the summit (24 m x 10 m) remain in place. The circumvallation of the summit is reminiscent of some of the ‘<span class=\"popular emph\">mön gi khar</span><span class=\"scholar emph\">mon gyi mkhar</span>’ of western Tibet. Steep ravines surround this well protected site on all but the north side. None of the revetment extends above the rim of the summit. It was built of both stone and sod bricks. This is the only instance of the use of sod at an ostensibly ancient site. There are no structural elements visible within the encircling walls. Fragments of defensive walls are also found below the summit.</p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to local sources,<span class=\"popular\">Drakla Dzong</span><span class=\"scholar\">Brag la rdzong</span> was a stronghold of the ancient <span class=\"popular\">Hor</span><span class=\"scholar\">Hor</span>, a tribe hat dwelt in the region before the time of <span class=\"popular\">Guru Rinpoché</span><span class=\"scholar\">Gu ru rin po che</span>. According to local tradition, Tibet was invaded by three <span class=\"popular\">Hor</span><span class=\"scholar\">Hor</span> Kings called <span class=\"popular\">Gurkar</span><span class=\"scholar\">Gur dkar</span>, <span class=\"popular\">Gurnak</span><span class=\"scholar\">Gur nag</span> and <span class=\"popular\">Gurser</span><span class=\"scholar\">Gur ser</span>. It was <span class=\"popular\">Hor Gurser Gyelpo</span><span class=\"scholar\">Hor gur ser rgyal po</span> who is believed to have invaded <span class=\"popular\">Trazang</span><span class=\"scholar\">Bkra bzang</span> and adjoining areas from the northwest. The local cultural expert <span class=\"popular\">Künga Döndrup</span><span class=\"scholar\">Kun dga’ don grub</span> opines that this figure may have originally come from the bha ta hor region (in Central Asia) in the imperial period.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>The north side rampart is 2.5 m to 3.5 m in height. The lower half is built of variable size stone blocks up to 1 m in length, which were hewn flat on their exterior faces. The upper half of the rampart is composed of highly eroded sod blocks at least 50 cm in length. This part of the retaining wall appears to have been around 1.5 m hick. The south rampart was entirely built of stone, and is 1.1 m thick and about 1 m in height. The remaining races of the east and west walls are of similar construction. On the south flank of the hill there are faint remains of other walls. On the southwest side of the hill, a highly deteriorated defensive wall extends for 20 m up to the summit. About 10 m below the east and north sides of the summit, a continuous level band (100 m long and around 5 m wide) was excavated from the hillside. Much of the center of this level strip of ground has eroded into a shallow gully. Evidently, this structure was built to protect the installation on its two most vulnerable flanks. Even from this position, it is still 20 m vertical down to a connecting saddle. An earthen embankment resembling the cut of a modern road was constructed north of the summit. There is a spring situated around one-half km from <span class=\"popular\">Drakla Dzong</span><span class=\"scholar\">Brag la rdzong</span>. </p>", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Fortress"
  }, 
  {
   "body": "<p> <span class=\"popular\">Trazang</span><span class=\"scholar\">Bkra bzang</span> monastery is the most important <span class=\"popular emph\">nying ma pa jang ter</span><span class=\"scholar emph\">rnying ma pa byang gter</span> (Northern Treasure) tradition site in Tibet. It was founded by the great treasure revealer (<span class=\"popular emph\">Tertön</span><span class=\"scholar emph\">gter ston</span>) <span class=\"popular\">Rindzin Gödem Pru</span><span class=\"scholar\">Rig ’dzin rgod ldem ’phru</span> (14th century CE). He is believed to have been born at the site of the current abbatial residence (<span class=\"popular emph\">ladrang</span><span class=\"scholar emph\">bla brang</span>). Although most of he <span class=\"popular emph\">Nyingma</span><span class=\"scholar emph\">rnying ma</span> textual treasures were discovered at <span class=\"popular\">Zangzang Lhadrang</span><span class=\"scholar\">Zang zang lha brag</span>, 40 km to the northwest, it was in <span class=\"popular\">Trazang</span><span class=\"scholar\">Bkra bzang</span> that <span class=\"popular\">Rindzin Gödem Pru</span><span class=\"scholar\">Rig ’dzin rgod ldem ’phru</span> opened the portal of scriptural treasures. The current lama of the monastery is <span class=\"popular\">Rindzin Padma Gyurmé</span><span class=\"scholar\">Rig ’dzin padma ’gyur med</span> (born circa 1955), the 25th in a biological lineage beginning with the great <span class=\"popular emph\">Tertön</span><span class=\"scholar emph\">gter ston</span> himself. This lineage traces its genealogy to <span class=\"popular emph\">Hor Gurser Gyelpo</span><span class=\"scholar emph\">hor gur ser rgyal po</span>. According to local lore, <span class=\"popular\">Guru Rinpoché</span><span class=\"scholar\">Gu ru rin po che</span> spent seven days at the monastery’s <span class=\"popular\">Padma Druppuk</span><span class=\"scholar\">Padma sgrub phug</span> (Lotus Religious Attainment Cave) (4860 m), propitiating the deity <span class=\"popular\">Purpa</span><span class=\"scholar\">Phur pa</span>. Local tradition also says that he son of King <span class=\"popular\">Tri Songdetsen</span><span class=\"scholar\">Khri srong lde btsan</span>, <span class=\"popular\">Muné Tsenpo</span><span class=\"scholar\">Mu ne btsan po</span> (late 8th century CE), and he son of the last Tibetan emperor, <span class=\"popular\">Ö Sung</span><span class=\"scholar\">’Od srung</span> (late 9th century CE), sojourned at <span class=\"popular\">Padma Druppuk</span><span class=\"scholar\">Padma sgrub phug</span>. </p><p>Below the <span class=\"popular emph\">ladrang</span><span class=\"scholar emph\">bla brang</span>, cultivation is said to have once aken place in the narrow <span class=\"popular\">Nemo Lung</span><span class=\"scholar\">Sne mo lung</span> valley. Foundations of small houses of unknown age are found in the valley bottom. Currently, the upper extent of cultivation (where barley fully matures) is found a few kilometers to the southeast, in the village of <span class=\"popular\">Drungkho</span><span class=\"scholar\">Drung kho</span>. </p><p>On the very peak of <span class=\"popular\">Riwo Trazang</span><span class=\"scholar\">Ri bo bkra bzang</span>, rising 400 m above the valley, there is the temple of <span class=\"popular\">Lhakhang Tsé</span><span class=\"scholar\">Lha khang rtse</span> (4950 m). Between it and the lower but larger temple complex of <span class=\"popular\">Bar Lhakhang</span><span class=\"scholar\">Bar lha khang</span>, there are a number of wall remnants hat appear to have been part of an archaic rampart network. These traces of a stronghold are not connected to Buddhist deeds or buildings in the sacred geographic tradition of <span class=\"popular\">Trazang</span><span class=\"scholar\">Bkra bzang</span>. Although there is no local tradition regarding <span class=\"popular\">Riwo Trazang</span><span class=\"scholar\">Ri bo bkra bzang</span> being inhabited before the time of <span class=\"popular\">Guru Rinpoché</span><span class=\"scholar\">Gu ru rin po che</span> (8th century CE), the close proximity of a ‘<span class=\"popular\">Hor</span><span class=\"scholar\">Hor</span>fortress’ suggests that it also may have been an important site before the period of Buddhist occupation. The summit at <span class=\"popular\">Lhakhang Tsé</span><span class=\"scholar\">Lha khang rtse</span> has a much better panorama than <span class=\"popular\">Drakla Dzong</span><span class=\"scholar\">Brag la rdzong</span>; therefore, it seems likely that, at the very least, it functioned as a surveillance post for the fortress. The most prominent of the old defensive walls is found on a formation called <span class=\"popular\">Drak Buchung</span><span class=\"scholar\">Brag bu chung</span> (Little Child Rock), which is said to look like a mother holding a young child in her lap (4920 m). This structure consists of two revetments interconnected by a parapet wall constructed above a rocky overhang (total length 7 m). The two revetments each create a level area of approximately 25 m². These structures were well built with hin pieces of masonry using no mortar, in the archaic technique of construction. They have undergone much erosion and subsidence, which in itself is indicative of considerable age. Near <span class=\"popular\">Padma Druppuk</span><span class=\"scholar\">Padma sgrub phug</span> is a site called <span class=\"popular\">Tori Ké</span><span class=\"scholar\">Mtho ris skas</span> (Ladder of Heaven), a steeply inclined masonry ramp (1 m to 3 m wide and 10 m high) wedged into a notch in the formation. This also appears to have been a defensive feature founded prior to <span class=\"popular\">Riwo Trazang</span><span class=\"scholar\">Ri bo bkra bzang</span> becoming a Buddhist center. A similar construction is found at <span class=\"popular\">Shawa Drak</span><span class=\"scholar\">Sha ba brag</span> (A-3). </p><hr class=\"footnote-divider\">", 
   "index": 8, 
   "parent_index": 6, 
   "title": "bkra bzang monastery archaeological sites"
  }, 
  {
   "body": "<div class=\"footnote\"> <a name=\"n39\"></a> <a href=\"#nb39\" class=\"note\"> [39] </a> A discussion of this geographic demarcation is found in John Vincent Bellezza, “Territorial Characteristics of the Archaic Zhang-zhung Paleocultural Entity: A Comparative Analysis of Archaeological Evidence and Popular Bon Literary Sources.” Paper prepared for the International Association of Tibetan Studies Conference X, Oxford, 2003. Currently in press. </div>", 
   "index": 9, 
   "parent_index": 0, 
   "title": "Notes"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16511", 
  "dates": [], 
  "title": "Drakla Dzong Introduction"
 }
}