{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Drak Nakpo Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "II.2. Superficial structures: Primarily funerary superstructure"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " DraknakpoBrag nag po "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Draknakpo</span><span class=\"scholar\">Brag nag po</span> </li> <li>English equivalent: Black Rock Formation</li> <li>Site number: D-96 </li> <li>Site typology: II.2e </li> <li>Geographic coordinate (N. lat.): 33º 21.9΄ </li> <li>Geographic coordinate (E. long.): 79º 18.0΄ </li> <li>Elevation: 4500 m </li> <li>Administrative location (township): <span class=\"popular\">Reco</span><span class=\"scholar\">Re co</span> </li> <li>Administrative location (county): <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> </li> <li>Survey expedition: HTAE</li> <li>Survey date: October 4, 2003</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Draknakpo</span><span class=\"scholar\">Brag nag po</span> is located just above the east/right side of the <span class=\"popular\">Rama</span><span class=\"scholar\">Ra ma</span> valley on a series of sandy benches. <span class=\"popular\">Draknakpo</span><span class=\"scholar\">Brag nag po</span> is one of three funerary sites in the <span class=\"popular\">Rama</span><span class=\"scholar\">Ra ma</span> valley (see D-94 and D-95). It boasts substantial funerary structures, at least three of which are of the terraced typology. These appear to have been rectangular structures with high forward walls and rear walls more or less level with the uphill slope. Burial chambers or reliquaries in several specimens have been exposed through looting. These all have sandy bottoms and were probably not much more than 1 m in depth. The funerary structures of <span class=\"popular\">Draknakpo</span><span class=\"scholar\">Brag nag po</span> are made of uncut variable-length chunks of white limestone, which have turned brown over time. Below the funerary site in the <span class=\"popular\">Rama</span><span class=\"scholar\">Ra ma</span>valley bottom are extensive arable lands, the majority of which lie abandoned. These fields are associated with the ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span>. The extreme aridity of the climate seriously limits the amount of water available for irrigation of the barley crop in <span class=\"popular\">Rama</span><span class=\"scholar\">Ra ma</span>. </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>In <span class=\"popular\">Reco</span><span class=\"scholar\">Re co</span>, structures such as those found at <span class=\"popular\">Draknakpo</span><span class=\"scholar\">Brag nag po</span> are generally attributed to the ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span>.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>Funerary structure FS1 (13 m x 11 m) is situated on a sandy bench approximately 25 m above the valley floor. The forward side of this formidable terraced structure is elevated 2 m above the slope. The upper wall is mostly flush with the surface. Unfortunately, no coherent wall fragments have survived, at least in part because of looting. In the top of FS1 there is a depression 1 m deep, the remains of an old excavation. On the southeast side of the structure there is another depression (1.5 m across, 50 cm deep) that appears to reveal part of a burial chamber or reliquary. On the southwest side of the structure, a small shepherd’s shelter (<span class=\"popular emph\">droklhé</span><span class=\"scholar emph\">’brog lhas</span>) was built (it is no longer used). In close proximity to FS1 there may be the faint remains of a smaller funerary structure. </p>", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Funerary Structure FS1"
  }, 
  {
   "body": "<p>Funerary structure FS2 (9 m x 5.5 m) is situated on a higher bench 38 m southeast of FS1. Only tiny integral wall segments are still intact. The forward wall is elevated about 1 m above the slope, while the rear wall is level with or slightly elevated above the adjoining slope. FS2 contains two opened burial chambers, now measuring 1.7 m x 2.8 m x 80 cm (deep) and 1.6 m x 1.8 m x 1 m. Due to much deformation, the original shape and size of these chambers is no longer clear. The chambers are filled with sand and must have been somewhat deeper han they now appear. </p>", 
   "index": 8, 
   "parent_index": 6, 
   "title": "Funerary Structure FS2"
  }, 
  {
   "body": "<p>Funerary structure FS3 (6 m x 7 m) is situated on a higher bench 80 m east of FS2. This specimen is perched about 40 m vertical above the valley floor. FS3 has been heavily impacted by looters. The forward side of the structure is elevated about 1 m above the adjacent terrain, while the rear wall is generally flush with the slope. On the south side of the structure there is an integral outer wall fragment (up to 50 cm in height), which is composed of four vertical courses of stones. Two or three burial chambers or reliquaries have been exposed. The west chamber measures 2 m x 1.8 m x 80 cm. On the east side of the structure there appear to be win chambers (3 m x 1.4 m x 40 cm). The original depth of these chambers is not clear. </p>", 
   "index": 9, 
   "parent_index": 6, 
   "title": "Funerary Structure FS3"
  }, 
  {
   "body": "<p>Funerary structure FS4 (5 m x 11 m) is situated 19 m east of FS3 on the same bench. This superficial structure consists of two cells with shallow depressions in each. Although there are small bits of coherent walls remaining, FS4 is generally in poor condition. </p>", 
   "index": 10, 
   "parent_index": 6, 
   "title": "Funerary Structure FS4"
  }, 
  {
   "body": "<p>Funerary structure FS5 (7.5 m x 7 m) is situated on its own small bench 27 m northwest of FS3 at lower elevation. Due to extreme degradation the original size and configuration of FS5 are ambiguous. The entire structure has been excavated to a depth of about 1 m. The stones removed from the structure have been piled up on the north corner of the rear wall. Below this heap of stones there is a small coherent wall fragment, consisting of several vertical courses of masonry. </p>", 
   "index": 11, 
   "parent_index": 6, 
   "title": "Funerary Structure FS5"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16808", 
  "dates": [], 
  "title": "Drak Nakpo Introduction"
 }
}