{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Tongchung Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Reb gong "
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(120) sTong chung Monastery"
  }, 
  {
   "body": "<p>The site is locally known as Dung khyung. In certain written sources, such as the biography of Khri ka Kung bzang rgyal mtshan, it is referred to as sTong chung and is associated with sTong che in Khri ka. Not sure whether my interpretation is correct: this association however seems to have been made by later scholars, because for the local population in both areas the distance between sTong che in Khri ka and sTong chung in Ba yan is considerable. The two monasteries probably found out about each other after most of the Bonpo religious sites in Amdo were converted to the dGe lugs pa tradition and Bonpo masters began travelling back and forth between the few Bonpo sanctuaries that remained. With the exception of the biography mentioned above, the site is not referred to as sTong chung, neither locally, nor by the people of sTong che. According to another source, there were two masters in sTong che known as sTon pa che ba and sTon pa chung ba, “elder master” and “younger master” and the terms evolved into sTon che and sTon chung. Thus sTon chung in Ba yan is supposed to have been named after the younger master who went there. This version seems to be rather farfetched, and since Khri ka Kun bzang rgyal mtshan is renowned as a scholar, his version of the name’s origin is widely accepted, especially by the local Bonpo scholars.</p>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "1. Name "
  }, 
  {
   "body": "<p>It is located in Dung khyung village in rTsa ba Township in Ba yan (Hua long) County, Qinghai province, about 100 km west of the county town of Ba yan.</p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>According to oral tradition, the monastery was originally built on the present site of Bya khyung Monastery, one of the largest and most important dGe lugs pa monasteries in Amdo, where Tsong kha pa was ordained. Indeed, before Bya khyung Monastery was built, there was a Bonpo monastery surrounded by several villages whose the inhabitants were fervent Bonpo. When Bya khyung Monastery was built the Bonpo were expelled from the surrounding villages. They resettled at sTong chung village where they or their descendents built a large Bonpo monastery which was later destroyed by Hui Muslims. In the mid-20th century, the lama bDod nams gYung drung dbang rgyal of rTse zhig began to rebuild the monastery; twelve monks’ cells and the residence of the head lama were completed, but then, owing to the Chinese invasion, the main hall was never finished. The monastery was eventually rebuilt in 1998 through the efforts of bZod pa bstan pa’i rgyal mtshan.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "3. History"
  }, 
  {
   "body": "<p>There were six monks in the monastery in 1996.</p>", 
   "index": 6, 
   "parent_index": 2, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>Since the monks were very busy for rebuilding the monastery under the leadership of bZod pa bstan pa’i rgyal tshan. The latter is considered as reincarnation, but was not yet formally recognised. There was not any kind of monastic education when I visited the monastery, but, for historical reasons, the monastery has close ties with bsTan ’dzin dbang rgyal of To shes Temple (No. 118). </p>", 
   "index": 7, 
   "parent_index": 2, 
   "title": "7. Educational exchange"
  }, 
  {
   "body": "", 
   "index": 8, 
   "parent_index": 2, 
   "title": "Source"
  }, 
  {
   "body": "<p>bsTan ’dzin dbang rgyal, the master of To shes Temple and Shar steng villages, is one of the most learned Bonpo scholars in the Ba yan area. He was born in 1932 and was recognized as the incarnation of Kun bzang rin chen of sNang zhig Monastery (No.180).</p>", 
   "index": 9, 
   "parent_index": 8, 
   "title": "Interviews: "
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }, 
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }
  ], 
  "domain": "places", 
  "kid": "23526", 
  "dates": [], 
  "title": "Tongchung Introduction"
 }
}