{"meta":{"authors":[],"title":"བྲག་ཡེར་པ།","dates":{"created_at":"2010-08-13 17:00:58 UTC","updated_at":"2010-08-13 17:00:58 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"བྲག་ཡེར་པ།"},{"title":"སྟག་རྩེ་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"བྲག་ཡེར་པ།","index":2,"parent_index":0,"body":" <p>མཚན་རྒྱས་པར་ཡེར་པ་ལྷ་རི་རྙིང་པོའི་དབེན་གནས་ཞེས་ཞུ། ལྷ་ས་ནས་དྲན་གསོས་ལ་བརྒྱབས། （དྲན་གསོས་ལ་ཞེས་པ་ནི། ལྷ་ལུང་དཔལ་རྡོར་གྱིས་རྒྱལ་པོ་གླང་དར་བཀྲོངས་སྟབས་བློ་པོ་རྣམས་ཀྱིས་རྗེས་འདེད་བྱས་པས་ལ་དེའི་སྟེང་ཕེབས་སྐབས་དངང་སྐྲག་གི་དྲན་པ་ཐོར་བ་ལས་གསོས་པས་དྲན་གསོས་ལ་ཞེས་ཐོགས）ཏེ་ཡེར་པ་མདའ་བར་སྤྱི་ལེ་19ཙམ་དང་དེ་ནས་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་སྤྱི་ལེ་8ཙམ་སོང་ན་ཆུ་ཕུག་གྲོང་དུ་སླེབས། དེ་ནས་ཤར་ངོས་སུ་རྐང་ཐང་མར་ཆུ་ཚོད་སྐར་20ཙམ་འཛེགས་ན་གནས་དེར་སླེབས་ཀྱི་རེད། ཡེར་པ་ཞེས་པ་ནི། ལུང་པ་ཁ་ཡེར་ཡེར་ཡིན་པས་ཡེར་པ་ཞེས་དང་ཐོག་མར་ཡེར་པ་རྒོད་ཀྱི་རྒོད་ཚང་ཞེས་ཀྱང་ཟེར། དེ་ནས་ཧོར་པའི་ཁྲོམ་ར་ཞེས་ཚོང་འདུས་འཚོགས་ས་ཞིག་ཀྱང་ཡིན་པར་གྲགས། དེ་རྗེས་སྒྲུབ་ཆེན་བརྒྱད་བཅུའི་སྒྲུབ་པ་བསྐྱོན་ས་ཞེས་ད་ལྟའི་བྱམས་ཁང་གསུམ་མཁར་ཕུག་ཅེས་པ་དེར་སྒྲུབ་ཐོབ་སུམ་ཅུ་སོ་གསུམ་ལ་སྒྲུབ་པ་ཐོབ་ཅེས་ཟེར། ལྷ་ས་གཙུག་ལག་ཁང་བཞེངས་པར་ས་ཕུད་རྡོ་ཕུད་ཀྱིས་ཡེར་པར་རྟེན་གསུམ་བཞེངས་ཞེས་པ་ལྟར་བྱས་ན་སྤྱི་ལོའི་དུས་རབས་བདུན་པར་ཡིན། དེ་རྗེས་གུ་རུ་རིན་པོ་ཆེའང་ཡེར་པ་ཐག་སྐས་སུ་བཞུགས་སྐབས་སུ་ཡེར་པ་ལྷ་རི་ནི་བདེ་མཆོག་གི་ཕོ་བྲང་དུ་གཟིགས། བོད་ཟླ་4ཚེས་15ནུབ་མོ་ཟླ་འོད་ལས་ཡེར་པ་ལྷ་རིར་ཞབས་སྐོར་དུ་ཕེབས་སྐབས་ཟླ་བ་ཕུག་ནི་ཕྱི་ལ་སྒོ་མེད་པའི་ནང་གསང་བའི་ཕུག་ཏུ་གཟིགས་ཏེ་དེར་སྒོ་གསུམ་ཅན་གྱི་གནས་སྒོ་ཕྱེས། ཡང་མུན་པ་ནག་དྲག་འདུག་གསུངས་ནས་དཀྱིལ་མཛུབ་གྱིས་སྒོ་གཅིག་ཕྱེས་ཞེས་གསུངས། ཡར་ཀླུང་ཤེལ་བྲག་དང་། བསམ་ཡས་མཆིམས་ཕུ། ཡེར་པ་ཟླ་བ་ཕུག་བཅས་གསུམ་ནི་གུ་རུ་རིན་པོ་ཆེའི་གནས་ཁྱད་པར་འཕགས་པ་གསུམ་ཡིན་ཞེས་གསུངས། ཇོ་བོ་རྗེ་ཨ་ཏི་ཤ་ཡང་གནས་དེར་ཕེབས་ནས་ལྷ་རི་མགོ་ལ་བཞུགས། <span class=\"milestone page eng \">[page <span class=\"pnum\">241<\/span>] <\/span>བཀའ་གདམས་ཕ་ཆོས་ལྷ་རི་མགོ་ལ་གསུངས། བུ་ཆོས་རྟེན་འབྲེལ་སྒྲུབ་ཁང་དང་བྱམས་ཁང་སོགས་སུ་གསུངས། ཐོག་མར་སྒྲུབ་ཁང་ཙམ་ལས་མེད་པ་དང་། དེ་རྗེས་བླ་མ་ངག་དབང་བཟང་པོས་དགོན་དེ་ཕྱག་འདེབས་གནང་མཛད། སྨྲ་སྟོན་ཆོས་ཀྱི་དབང་ཕྱུག་གིས་སོ་མཁར་ཕུག་ཏུ་བྱམས་ཁང་གསར་བཞེངས་གནང་། ཡང་དགེ་སློང་བྱང་ཆུབ་འོད་ཟེར་གྱིས་བཞེངས་ཞེས་ཀྱང་གསུངས། བྱམས་ཁང་ནང་སྨན་འདམ་ལས་གྲུབ་པའི་རྒྱལ་བ་བྱམས་པ་ཐོག་སོ་བཞི་ཙམ་ལ་བྱང་ཆུབ་སེམས་དཔའ་དྲུག་དང་། སེམས་མ་དྲུག་གིས་བསྐོར་བ། དབུ་ཐོག་ཏུ་སོག་པོ་ཇུན་གར་བས་སྨིན་སྒྲོལ་གླིང་ནས་འཕྲོག་པའི་རྒྱ་ཕིབས་བསྒྲོན་པ་བཅས་ཡོད། དེའང་དགེ་སློང་བྱང་ཆུབ་འོད་ཟེར་གྱིས་སྐུ་རྒྱུ་ཨར་ཀ་ལས་གྲུབ་པའི་བྱམས་པའི་སྐུ་སྨད་བཞེངས་བསྒྲུབས་མཚམས་ཡེར་པ་ལྷ་རིར་གསུང་གཏོར་གནང་བཞིན་བཞུགས་ཡོད་པ་ལ་ཡེར་པའི་རྒྱབ་རི་ནས་མི་དཀར་པོ་བརྒྱད་འོང་བ་གཟིགས་པས་རྐུན་པོ་མིན་ནམ་དགོངས་ཏེ་བྱམས་ཁང་དུ་ཕེབས་པ་ལ་མི་དེ་རྣམས་མེད་པར་བྱམས་པའི་སྐུ་སྟོད་རང་བཞིན་དུ་ཕེབས་གནང་ཡོད་པས་རྣམ་སྲས་ཞལ་སྐྱེངས་པའི་ཚུལ་གྱིས་ཅུང་ཟད་ཟུར་ནས་བཞུགས་པ་དང་བྱམས་པའི་སྐུ་པང་དུ་ནེའུ་ལེ་ཞིག་ཕུལ་ནས་ཡོད་པས་བོད་གངས་ཅན་གྱི་ལྗོངས་སུ་བྱམས་པའི་སྐུ་པང་དུ་ནེའུ་ལེ་ཡོད་པ་ཡེར་པའི་བྱམས་པ་མ་གཏོགས་གཞན་ན་མེད་ཅེས་ཟེར། བྱམས་ཁང་གི་འོག་ཏུ་ཆོས་རྒྱལ་སྒྲུབ་ཕུག ལྷ་ལུང་སྒྲུབ་ཕུག་ཏུ་གུ་རུ་རིན་པོ་ཆེའི་པདྨ་ཕུག་དང་། ཟླ་བ་ཕུག ཚེས་བཅུ་ཕུག ཇོ་ནང་ཀུན་མཁྱེན་ཤེས་རབ་རྒྱལ་མཚན་བཞུགས་མྱོང་བའི་ཇོ་ནང་ཀུན་མཁྱེན་ཕུག དེའི་འོག་ཏུ་སྤྲེལ་དམར་གསེར་གྱི་ལྷ་ཁང་ཞེས་པ་ནི། རྒྱ་བཟས་ངའི་ལྷ་ཁང་བཞེངས་ས་གང་དུ་ཡོད་དམ་ཞེས་གསུངས་པར་ཕུག་པ་དེ་ནས་སྤྲེའུ་དམར་སེར་གཉིས་ཐོན་པས་ངའི་ལྷ་ཁང་བཞེངས་ས་གནས་དེར་ཡིན་གསུངས་ཏེ་ལྷ་ཁང་དེ་བཏབ། དེའི་འོག་ཏུ་བླ་མ་རྒྱུད་པའི་རྒྱུད་ཁང་ཞེས་རྒྱུད་སྟོད་པ་ཆོས་ཐོག་ཏུ་ཕེབས་སྐབས་ཀྱི་གནས་ཡིན། མཐིལ་གྱི་འདུ་ཁང་ཀ་བ་ཉི་ཤུའི་ནང་གི་<span class=\"milestone page eng \">[page <span class=\"pnum\">242<\/span>] <\/span> རྟེན་གཙོ་ནི་གསེར་ཁྲིའི་སྟེང་ཇོ་བོ་ང་འདྲ་མ་དང་། གཡས་ལ་ཐུགས་དམ་གྱི་རྟེན་སྒྲོལ་མ་དང་། གཡོན་དུ་ཚེ་དཔག་མེད་ཀྱི་ལི་སྐུ་ཁྲུ་གང་ཙམ། ཇོ་བོ་རྗེའི་གསོལ་སྡེར་ཞེས་ཤིང་ཕོར་ཆེན་པོ་ཞིག་གི་ནང་ཇོ་བོའི་ཕྱག་བྲིས་ཇོ་སྔོག་འབྲོམ་གསུམ་དང་། ལྷ་བླ་མ་བྱང་ཆུབ་འོད་དང་ནག་ཚོ་ལོ་ཙཱ་བ་བཅས་ཀྱི་སྐུ་བརྙན་ཡོད་པ་ཞིག་དང་། དེའི་ནུབ་ཏུ་རྗེ་ཡབ་སྲས་གསུམ་གྱི་སྐུ་བརྙན་ཐོག་ཚད་མ། དེའི་ནུབ་ལ་རྒྱལ་བ་སྐལ་བཟང་རྒྱ་མཚོ་མི་ཚད་མ། གསེར་ཁྲིའི་ཤར་དུ་ཐུགས་རྗེ་ཆེན་པོ་དང་། བླ་མ་ངག་དབང་བཟང་པོ། ལི་མའི་ཇོ་བོ་རྗེ། འབྲོམ་སྟོན་པའི་སྐུ་བརྙན་ཐོག་ཚད་མ་སོགས་ཡོད། རྒྱལ་སྒོའི་ནང་གི་ནུབ་ཀྱི་ལྡེབས་རིས་ལ་རྒྱལ་བ་ལྔ་པས་བྲིས་གནང་བའི་དཔལ་ལྡན་ལྷ་མོའི་སྐུ་བརྙན་ཞིག་ཀྱང་ཡོད། རྩེ་ཐོག་གཟིམ་ཆུང་ནང་ཙནྡ་སྦྲུལ་གྱི་སྙིང་པོ་ལས་གྲུབ་པའི་འཕགས་པ་ལོ་ཀེ་ཤ་ར། གསོལ་ཅོག་སྟེང་རྒྱ་གར་སྒྲུབ་ཆེན་བརྒྱད་བཅུའི་ཚོགས་དུང་ཞེས་དུང་དཀར་གཤོག་པ་གསུམ་ཅན་ཞིག་ཡོད་པ་དེའི་གཤོག་པ་གཅིག་ལ་སྒྲོལ་མ་ཉེར་གཅིག་དང་། གཅིག་ལ་ཐུབ་དབང་གནས་བཅུ། གཅིག་ལ་སྨན་བླ་བདེ་གཤེགས་བརྒྱད་ཀྱི་རང་བྱོན་ཡོད་པ་བཅས་ཞུགས་སུ་གསོལ། དགེ་འདུན་ཞལ་གྲངས་བརྒྱ་དང་ལྔ་བཅུ་སྐོར་གྱིས་གཙོ་བོ་དགེ་ལྡན་དང་། རྙིང་མའང་ཕྱག་བཞེད་མཛད་དེ་ལོ་ལྟར་བོད་ཟླ་7ཚེས་10ལ་ཡེར་ལ་ཚེས་བཅུ་ཞེས་གར་འཆམ་གནང་སྲོལ་ཡོད། གཞནཡང་ཡེར་པ་ལྷ་རི་མགོ་ནི་བདེ་མཆོག་གི་ཕོ་བྲང་ཡིན་ཞེས་དང་། ཡང་རི་དེ་རྗེ་བཙུན་སྒྲོལ་མ་འདྲ་ལ་ཞབས་གཡས་པ་ནི་ལྷ་རི་དང་གཡོན་མ་ནི་རྒྱུད་ཁང་། ཕྱག་ཞབས་སོ་སོར་དུར་ཁྲོད་རེ་བཅས་ཡོད་ཟེར། གཞན་ཡང་གནས་དེ་ནས་ལྷོ་ཕྱོགས་སུ་གཟིགས་ན་སྐྱིད་ཆུ་ཕ་རིར་ཆོས་ལུང་ཞེས་པའི་ལུང་པ་དང་ཁ་སྤྲོད་ཡིན་པ་སོགས་མདོར་ན་གནས་དེར་དགེ་རྩ་གང་ཞིག་སྒྲུབ་ཀྱང་གནས་གཞན་ལས་དངོས་གྲུབ་མྱུར་ཞེས་གསུངས་པ་བཅས་སོ།<\/p> <p>ད་ལྟ་གསར་བཞེངས་བྱམས་ཁང་ནང་རྒྱལ་བ་བྱམས་པ་གསར་བཞེངས་གནང་བ་དང་། བྱམས་པའི་ཐུགས་ཀར་ཇོ་བོ་རྗེའི་གསོལ་སྡེར་གྱི་ཚལ་བུ། <span class=\"milestone page eng \">[page <span class=\"pnum\">243<\/span>] <\/span>གཞན་ཡང་ལྷ་མོ་དང་། རྣམ་སྲས་གསར་བཞེངས་གནང་བ། གུ་རུ་ཕུག་ཏུ་གུ་རུའི་སྐུ་བརྙན་གསར་བཞེངས་གནང་བ་སོགས་མཇལ་རྒྱུ་ཡོད།<\/p>  "}]}