{"meta":{"domain":"places","kid":"16822","authors":[],"title":"Salung Möndur Introduction","dates":{"created_at":"2010-08-25 11:13:25 UTC","updated_at":"2010-08-25 11:13:25 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Salung Möndur Introduction"},{"title":"II.2. Superficial structures: Primarily funerary superstructure","index":1,"parent_index":0},{"title":null,"index":2,"parent_index":1},{"title":"Basic site data","index":3,"parent_index":2,"body":"<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Salung Möndur<\/span><span class=\"scholar\">Sa lung mon dur<\/span> <\/li> <li>English equivalent: Earth Valley <span class=\"popular\">Mön<\/span><span class=\"scholar\">Mon<\/span> Tombs<\/li> <li>Site number: D-109<\/li> <li>Site typology: II.2b, II.2c <\/li> <li>Geographic coordinate (N. lat.): 31º 41.2΄ <\/li> <li>Geographic coordinate (E. long.): 83º 55.6΄<\/li> <li>Elevation: 4580 m <\/li> <li>Administrative location (township):<span class=\"popular\">Mamik<\/span><span class=\"scholar\">Ma mig<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Gertsé<\/span><span class=\"scholar\">Sger rtse<\/span> <\/li> <li>Survey expedition: HTWE<\/li> <li>Survey date: June 21, 2004<\/li> <li>Contemporary usage: Light grazing. <\/li> <li>Identifiable Buddhist constructions: None. <\/li> <\/ul>"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"<p> <span class=\"popular\">Salung Möndur<\/span><span class=\"scholar\">Sa lung mon dur<\/span> is located above the <span class=\"popular\">Salung Chu<\/span><span class=\"scholar\">Sa lung chu<\/span>, in fairly close proximity to <span class=\"popular\">Salung Khangro<\/span><span class=\"scholar\">Sa lung khang ro<\/span>, a dark-colored mountain on the west side of an east-west running valley, in the <span class=\"popular\">Penche<\/span><span class=\"scholar\">Phan che<\/span> region. The site has fairly wide views in all directions, especially to the south. The terrain is level, well drained and sandy. <span class=\"popular\">Salung Möndur<\/span><span class=\"scholar\">Sa lung mon dur<\/span> consists of ten relatively well-preserved funerary structures that form a compact and integrated group. These structures are built of uncut light-colored pieces of granite of variable length (15 cm to 50 cm long). A number of different types of structures are found at <span class=\"popular\">Salung Möndur<\/span><span class=\"scholar\">Sa lung mon dur<\/span>, each of which is liable to have had highly specific funerary functions (both burial and ritual in nature). The various elements of the site are not symmetrically arrayed. The most elaborate and skillfully built structure is funerary structure FS1, a complex trapezoidal structure, which sits on the east end of the site. There are also five ovoid and sub-rectangular, heaped-stone wall enclosures (all with open interiors) (FS2, FS3, FS4, FS7, and FS8), and one quadrate enclosure with stones embedded along the perimeter (FS9). Additionally, there are three narrow rectangular structures of a type not encountered elsewhere (these structures are not aligned in the cardinal directions) (FS5, FS6 and FS10). Finally, here is a small ring of stones as well as obscured minor structural traces at <span class=\"popular\">Salung Möndur<\/span><span class=\"scholar\">Sa lung mon dur<\/span>. <\/p>"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"<p>According to local ’brog pa, <span class=\"popular\">Salung Möndur<\/span><span class=\"scholar\">Sa lung mon dur<\/span> is associated with the ancient <span class=\"popular\">Mön<\/span><span class=\"scholar\">Mon<\/span>.<\/p>"},{"title":"Site elements","index":6,"parent_index":2},{"title":"Funerary Structure FS1","index":7,"parent_index":6,"body":"<p>Funerary structure FS1 is a uniquely designed, trapezoidal enclosure with well-developed double-course perimeter walls. Its parallel east and west walls have a north-south alignment. The well-built robust dry-mortar random-rubble perimeter walls of FS1 are 40 cm to 80 cm in height, and 80 cm to 1 m in thickness. They are comprised of three to four vertical courses of stones. In between the outer and inner courses, granite rubble was inserted as a filler to enhance the structural integrity of the walls. The interior of the enclosure is slightly higher than the adjacent terrain. In the middle of the enclosure there is a shallow rock-filled pit about 1.5 m in diameter. This depression may be the remains of a grave chamber. <\/p>"},{"title":"Funerary Structure FS2","index":8,"parent_index":6,"body":"<p>Funerary structure FS2 is situated 4.3 m north of FS1. This more conventionally designed enclosure has heaped-stone perimeter walls and probably a sub-rectangular form. The walls of FS2 are elevated around 50 cm above the surrounding terrain. The east wall (3.7 m long) is largely intact and has a north-south alignment. The east-west dimensions of FS2 are also around 3.7 m. The north wall of this enclosure is partly intact, while the south and west walls have almost completely disappeared. <\/p>"},{"title":"Funerary Structure FS3","index":9,"parent_index":6,"body":"<p>Funerary structure FS3 (3.4 m x 2.7 m) is situated 1.5 m west of FS2. This enclosure has walls of a non-descript design, and these have degraded to give the structure an ovoid form. The walls appear to be of the heaped-stone variety, whereby stones were piled up along the perimeter with no stipulated order or arrangement. <\/p>"},{"title":"Funerary Structure FS4","index":10,"parent_index":6,"body":"<p>Funerary structure FS4 (4.9 m x 5 m) is situated 2.4 m to the west of FS3. This ovoid structure is highly degraded. Its heaped-stone wall perimeter is around 50 cm in height and 60 cm in thickness. <\/p>"},{"title":"Funerary Structure FS5","index":11,"parent_index":6,"body":"<p>Funerary structure FS5 (3.5 m x 80 cm) is situated 7 m northeast of FS2. This unusually designed rectangular structure consists of a solid mass of stones that is embedded in the ground surface. These stones protrude as much as 20 cm from the ground surface. A few loose stones are strewn around the top of the structure as well. <\/p>"},{"title":"Funerary Structure FS6","index":12,"parent_index":6,"body":"<p>Funerary structure FS6 (2.7 m x 1 m) is situated 1.6 m northeast of FS5. This long narrow rectangular structure is of the same general type as FS5; however, it is composed of several layers of stones piled on top of one another. FS6 is elevated about 50 cm above the surrounding ground level. The stones of this structure were neatly piled up in such a way so that a long narrow gap was left open in the middle of the top. This gap is somewhat depressed below the level of the stones flanking it. <\/p>"},{"title":"Funerary Structure FS7","index":13,"parent_index":6,"body":"<p>Funerary structure FS7 (5 m x 5 m) is situated 3.4 m west of FS5 and 2.9 m north of FS2. This sub-rectangular enclosure has heaped-stone walls elevated 20 cm to 50 cm above the surrounding ground level. <\/p>"},{"title":"Funerary Structure FS8","index":14,"parent_index":6,"body":"<p>Funerary structure FS8 (4 m x 2.6 m) is situated 14.5 m west of FS7 and 7.2 m northwest of FS4. FS8 is another sub-rectangular, heaped-stone wall enclosure with an open interior. Much of the perimeter wall is flush with the ground surface. A portion of the enclosing wall, however, is prominently elevated. <\/p>"},{"title":"Funerary Structure FS9","index":15,"parent_index":6,"body":"<p>Funerary structure FS9 (3 m x 3 m) is situated 9.3 m west of FS8. This quadrate enclosure appears to have had single-course walls, consisting of upright stones embedded in the ground. These stones project a little above he surface. FS9 has been partly overgrown with grass.<\/p>"},{"title":"Funerary Structure FS10","index":16,"parent_index":6,"body":"<p>Funerary structure FS10 is situated 10.2 m east of FS1, and is of the same general type of structure as FS5 and FS6. Rather than walls constructed by piling sones up in no set order, the stones of FS10 were laid out in two orderly parallel rows. These stones protrude upwards of 30 cm above ground level. There is an open space around 30 cm in width between the two courses of stones, in which a few dislodged stones have impinged. Between FS6 and FS10 there is a ring of small stones, measuring 90 cm in diameter. The single line of stones making up this ring protrudes a little above the ground surface.<\/p>"},{"title":"Affiliated sites","index":17,"parent_index":2},{"title":"rDor sna","index":18,"parent_index":17,"body":"<p>A gray granite funerary structure is found at <span class=\"popular\">Dorna<\/span><span class=\"scholar\">Rdor sna<\/span>, not far from <span class=\"popular\">Salung Möndur<\/span><span class=\"scholar\">Sa lung mon dur<\/span> (31° 41.411΄ N. lat. \/ 83° 56.271΄ E. long. \/ 4550m). This quadrate enclosure (5.1 m x 6 m) is aligned in the cardinal directions. The highly fragmentary, double-course walls contain stones up to 80 cm in length. These stones are flush with the ground surface or slightly rise above it. Stones that were freed from he structure have been piled up in the middle of it to form a cairn, 1.5 m in height. There are possibly two other funerary structures flanking this enclosure, but virtually nothing is left on the surface to visually inspect. <\/p>"}]}