{"meta":{"domain":"places","kid":"16474","authors":[],"title":"ཤུག་གསེབ་དགོན།","dates":{"created_at":"2010-08-13 17:00:49 UTC","updated_at":"2010-08-13 17:00:49 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"ཤུག་གསེབ་དགོན།"},{"title":"ཆུ་ཤུར་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"ཤུག་གསེབ་དགོན།","index":2,"parent_index":1,"body":" <p>མཚན་རྒྱས་པར་ཤུག་གསེབ་ཨོ་རྒྱན་རྫོང་ཞེས་ཞུ། འུར་ཞང་ལྷ་ཁང་ནས་སྤྱི་ལེ་བཅུ་གསུམ་ཙམ་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་ཤར་དུ་སོང་ན་སྙེ་ཕུ་ཞེས་ཤུག་གསེབ་རི་འདབས་སུ་སླེབས། དེ་ནས་རྐང་ཐང་མར་ཆུ་ཚོད་གཅིག་ལྷག་ཙམ་སོང་ན་དགོན་དེར་སླེབས་ཀྱི་རེད། ཤུག་གསེབ་ཅེས་པ་ནི། ཤུང་ཤུག་པའི་གསེབ་ཏུ་ཆགས་པས་ཤུགས་གསེབ་ཅེས་ཞུ། དགོན་དེ་ཐོག་མར་ཕག་གྲུའི་ཞལ་སློབ་ཆོས་རྗེ་གྱེར་སྒོམ་ཚུལ་ཁྲིམས་སེང་གེ་དགུང་ལོ་སུམ་ཅུ་ལྷག་ཙམ་གྱི་དུས་1181ལོར་གནས་དེར་ཕེབས་ནས་གྲྭ་དགོན་ཞིག་ཕྱག་བཏབ་གནང་མཛད། སློབ་མ་སྟོང་ཕྲག་མང་པོ་བྱུང་གསུང་། ཞི་བྱེད་ཀྱི་གཅོད་རྒྱུད་ཕྱག་བཞེད་མཛད། ཤར་གླིང་དང་། བུབ་གླིང་། དབུས་གླིང་ཞེས་གླིང་གསུམ་ཙམ་ཡོད། ཤུག་གསེབ་བཀའ་བརྒྱུད་ཅེས་པའི་མཚན་ཡང་དེ་ནས་བྱུང་། དེ་རྗེས་ཀུན་མཁྱེན་ཀློང་ཆེན་པ་བསམ་ཡས་མཆིམས་ཕུར་བཞུགས་སྐབས་དགོན་དེའི་གནས་བདག་གཡུ་སྒྲོན་མ་མིའི་གཟུགས་སུ་བྱོན་ནས་ཀུན་མཁྱེན་པ་ངའི་གནས་སུ་བྱོན་པར་ཞུ། ཞེས་ཞུས་ནས་ད་ལྟའི་དགོན་དེའི་སྟེང་གངས་རི་ཐོད་དཀར་ཞེས་པར་སྤྱན་དྲངས། ཀློང་ཆེན་སྙིང་ཐིག་གོང་མ་སྟེ་ཡ་བཞི་མཛོད་བདུན་སོགས་གསུང་རྩོམ་ཕྱག་དཔེ་མང་པོ་གནས་དེར་གཏན་འཁེལ་བ་གནང་སྐབས། མ་མོས་ཡི་གེ་བྲིས། དམ་ཅན་གྱིས་ཤོག་བུ་བཟོས། ཁྱབ་འཇུག་གིས་སྣག་ཚ་དབུར་བ་སོགས་མ་གཟའ་དམ་གསུམ་བྲན་དུ་བཀོལ། དེ་རྗེས་ཇུན་གར་དམག་དུས་ཐོར་ཞིག་ཏུ་སོང་། དེ་རྗེས་རྒྱལ་བ་སྐལ་བཟང་དུས་སྦེ་སེར་ནས་སྐུ་གཉེར་བཞི་གྲྭ་གཅིག་གནས་དེར་བཞག་གནང་བ་དང་དེའི་གསོལ་ཕོགས་སྙེ་ཕུ་གཞིས་ཀ་ནས་ཕུལ་སྲོལ་ཡོད། ར་སྟོད་ནས་ཤུག་པ་དང་ལྗག་མའི་ཁྲལ་སྐུལ་བའང་ཆག་ཡང་ཐོབ། དེ་རྗེས་སེམས་ཉིད་སྟོབས་ལྡན་ཞུ་<span class=\"milestone page eng \">[page <span class=\"pnum\">134</span>] </span>འི་སྒྲུབ་ཆེན་ཞིག་གནས་དེར་ཕེབས་ནས་བཞུགས་སྐབས་སྐྱབས་མགོན་དྷརྨ་སེང་གེའི་ཞལ་སློབ་རིག་འཛིན་ཆོས་ཉིད་བཟང་མོ་སྟེ་ཡོངས་གྲགས་སུ་ཤུག་གསེབ་རྗེ་བཙུན་རིན་པོ་ཆེ། མ་ཎི་ལོ་ཆེན་ཞུ་བས་སེམས་ཉིད་སྟོབས་ལྡན་གྱི་ཞབས་ལ་གཏུགས་ནས་དགོན་དེའི་དགོན་བདག་གནང་བ་ནས་བཟུང་མཚན་སྙན་ཡོངས་སུ་ཁྱབ་ནས་ཞལ་སློབ་བཙུན་མ་ལྔ་བརྒྱ་སྐོར་འདུས། གཙོ་བོ་ཀློང་ཆེན་སྙིང་ཐིག་ཕྱག་བཞེད་མཛད་པ་ལ་གང་ཉིད་མ་གཅིག་ལབ་སྒྲོན་གྱི་རྣམ་སྤྲུལ་ཡིན་ཞེས་ཞི་བྱེད་གཅོད་རྒྱུད་གྱི་ཆོས་འཁོར་སེར་སྐྱ་མང་པོར་བསྐོར་བས་མཚན་སྙན་ཁ་བའི་ལྗོངས་སུ་ཁྱབ། སྔོན་འདུ་ཁང་ཀ་བ་བཅུ་དྲུག་ལྷ་ལྡན་གཙུག་ལ་ཁང་གི་འཁྱམས་ར་འདྲ་བའི་ནང་གི་རྟེན་གཙོ་ཤར་ལིའི་ཇོ་བོ་ཐོག་སོ་ཉིས་ལྡན་ལ་ཁྲི་རྒྱབ་ཡོལ་གསེར་ཟངས་ལས་གྲུབ་པ། དེའི་གཡས་གཡོན་དུ་བཀའ་གདམས་མཆོད་རྟེན་ཐོག་སོ་ཕྱེད་གཉིས་ཅན་གཉིས་དང་ཆུང་གཅིག ཞལ་ཤོག་གསེར་བྲིས་ཅན་གྱི་རྒྱལ་བའི་གསུང་རབ་ཀྱི་ཀུན་དགའ་ར་བ། འཇིམ་གྱི་རྒྱལ་བ་བྱམས་པ་ཐོག་སོ་གཉིས་ལྡན་དང་། གུ་རུ་གཙོ་འཁོར་མི་ཚད་མ། མགོན་པོ་ཕྱག་བཞི། གསེར་ཟངས་ཀྱི་ཆོས་རྗེ་གྱེར་སྒོམ་དང་། སེམས་ཉིད་གོང་མའི་འཇིམ་གྱི་གདུང་རྟེན་སོགས་བཞུགས་སུ་གསོལ་ཡོད།</p> <p>ད་ལྟ་སྔོན་གྱི་འདུ་ཁང་རྒྱབ་ཏུ་གསར་བཞེངས་གནང་བའི་འདུ་ཁང་ཀ་བ་24ནང་རྟེན་གཙོ་འཇིམ་གྱི་གུ་རུ་སྣང་སྲིད་གཟིལ་གནོན་མི་ཚད་ལྷག་དང་།ུགས་རྗེ་ཆེན་པོ་ཕྱག་སྟོང་སྤྱན་སྟོང་། རྗེ་བཙུན་སྒྲོལ་མ། རྡོ་རྗེ་སེམས་དཔའ། ཀུན་མཁྱེན་ཀློང་ཆེན་པ། འཇིགས་མེད་གླིང་པ། རྗེ་བཙུན་ཆོས་ཉིད་བཟང་མོ་བཅས་ཀྱི་སྐུ་བརྙན་གསར་བཞེངས་གནང་བ་སོགས་མཇལ་རྒྱུ་ཡོད།</p> <p>དགོན་དེ་ནས་མུ་མཐུད་རི་ལྡེབས་སུ་རྐང་ཐང་མར་ཆུ་ཚོད་ཕྱེད་ལྷག་ཙམ་སོང་ན་གངས་རི་ཐོད་དཀར་ཞེས་པར་ཀུན་མཁྱེན་ཀློང་ཆེན་པའི་གཟིམས་སྦུག་དང་། སྐུ་བརྙན། སྒྲུབ་ཁང་གསར་བཞེངས་གནང་བ་སོགས་དང་། འོ་མ་ཆུ་མིག་སོགས་མཇལ་རྒྱུ་ཡོད།<span class=\"milestone page eng \">[page <span class=\"pnum\">135</span>] </span> </p>  "}]}