{"meta":{"domain":"places","kid":"16633","authors":[],"title":"Semodo (Lhochok) Introduction","dates":{"created_at":"2010-08-12 13:20:09 UTC","updated_at":"2010-08-12 16:53:52 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Semodo (Lhochok) Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":"SemodoSe mo do","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>The various caves and manmade structures of <span class=\"popular\">Semodo<\/span><span class=\"scholar\">Se mo do<\/span> (South) are located at the foot of the limestone escarpment forming the rocky backbone of a 3.5-km long island, which is known as <span class=\"popular\">Semodo<\/span><span class=\"scholar\">Se mo do<\/span>\/<span class=\"popular\">Sinmodo<\/span><span class=\"scholar\">Srin mo do<\/span>\/<span class=\"popular\">Nangdo<\/span><span class=\"scholar\">Nang do<\/span>. The name <span class=\"popular\">Nangdo<\/span><span class=\"scholar\">Nang do<\/span> (Inner Island) reflects the privileged geomantic and strategic position of this island. Clearly, the zenith of material cultural development at <span class=\"popular\">Semodo<\/span><span class=\"scholar\">Se mo do<\/span> was reached in the archaic cultural horizon. In the last millennium only individuals have lived here, those devoted to religious practice and the occasional pilgrim or herder. <span class=\"popular\">Semodo<\/span><span class=\"scholar\">Se mo do<\/span> is very similar in size and aspect to <span class=\"popular\">Trashi Dochung<\/span><span class=\"scholar\">Bkra shis do chung<\/span> (J-1). With the possible exception of bkra shis do (J-1, J-2), <span class=\"popular\">Semodo<\/span><span class=\"scholar\">Se mo do<\/span> gave rise to the largest archaic cultural center at <span class=\"popular\">Namtso<\/span><span class=\"scholar\">Gnam mtsho<\/span> (4720 m). Cave hermitage associated with famous Buddhist masters (8th to 13th century CE) sprung up on the much more extensive remains of an earlier phase of occupation. The archaic cultural heritage of <span class=\"popular\">Semodo<\/span><span class=\"scholar\">Se mo do<\/span> is well chronicled in a chain of ruined residential complexes that dot its shores (Phase I occupation). There were no less than 20 Phase I residential loci, ranging in size from one room to clusters of multi-roomed buildings. The extent of these Phase I ruins gives the impression that as many as several hundred people may have once resided on <span class=\"popular\">Semodo<\/span><span class=\"scholar\">Se mo do<\/span>. This hriving island center consisted of well-built habitations, each of which was constructed around a cave or cleft in the base of the escarpment. These natural rock shelters appear to have constituted the inner sancta of the Phase I residential loci.<\/p> <p>The remains of what appear to have been large, robustly built buildings indicate that Phase I se mo do was a powerful outpost of Upper Tibetan civilization. This cultural nucleus could only have been established with economic infusions from the mainland (currently, the island grasses could potentially support a herd of around 40 sheep and goats). A sequestered island bastion required adequate food reserves, implements, clothing, etc. that could only come from onshore. It is likely that only the social elite of the region could command and centralize such resources. This is corroborated by the size and quality of the Phase I archaic architectural remains; nowhere else in the gnam mtsho basin is there evidence for such a developed archaic residential hub. It seems likely, herefore, that insular se mo do was once the political and social nexus of the region. This is where the socially privileged chose to live, physically removed from the grazing lands, pastoral economy and manual labor on which heir well-being was based. Being surrounded by the deep and turbulent waters of gnam mtsho on all sides (landfall is a minimum of 4 km away), se mo do was well insulated from unwanted intrusions and invasion. The island is usually accessed in the winter months when gnam mtsho is frozen. Wintertime passage to se mo do is relatively secure and can facilitate the movement of large amounts of supplies.<a href=\"#n106\" name=\"nb106\" class=\"note\">106<\/a> <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Textual tradition","index":6,"parent_index":2,"body":null},{"title":"Site Elements","index":7,"parent_index":2,"body":" "},{"title":"Residential complex","index":8,"parent_index":7,"body":null},{"title":"Easternmost cave","index":9,"parent_index":8,"body":null},{"title":"Klu khang","index":10,"parent_index":8,"body":null},{"title":"Unnamed east sector dwellings","index":11,"parent_index":8,"body":null},{"title":"Ras chung pa phug","index":12,"parent_index":8,"body":null},{"title":"Ye shes mtsho rgyal phug","index":13,"parent_index":8,"body":null},{"title":"Central shrine","index":14,"parent_index":8,"body":null},{"title":"Freestanding domicile","index":15,"parent_index":8,"body":" <p>Farther to the west on the bench, in close proximity to the foot of the escarpment, there are the remains of a domicile (8.3 m x 7.2 m) (49.87&#900; \/ 23.28&#900;). It has been largely reduced to crumbling footings and walls, but on the west side there is a substantial wall fragment (1.8 m high on the exterior and 1.4 m high on the interior). These walls are of a random-work fabric and contain variable-sized uncut pieces of limestone (up to 70 cm long). There is no sign of any mortar having been used. This domicile contained two or three east-west rows of rooms. There is a small niche at ground level in a west row room (interior dimensions: 3.2 m x 1.7 m). The outer west wall (around 80 cm thick) of the ruin has rounded corners, which might indicate that this structure was of an all-stone composition. The small interior dimensions of the west row of rooms is also in keeping with <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> construction, however, there are no buttresses or wall indentations. <\/p> <p>At the base of the escarpment there are minor Phase I structural remains with an eastern aspect (49.86&#900; \/ 23.23&#900;). A single wall (2.7 m long, 40 cm to 1.5 m high) appears to have comprised the corner of another rock shelter, which measured approximately 7 m x 2.4 m. <\/p> "},{"title":"rGwa lo phug","index":16,"parent_index":8,"body":null},{"title":"mGon po phug","index":17,"parent_index":8,"body":null},{"title":"rGyal ba lo ras pa phug","index":18,"parent_index":8,"body":null},{"title":"Slob dpon sgrub phug","index":19,"parent_index":8,"body":null},{"title":"gNam la structures","index":20,"parent_index":8,"body":null},{"title":"South shore shrines","index":21,"parent_index":8,"body":" <p>Several shrines extend along the south shore of <span class=\"popular\">Semodo<\/span><span class=\"scholar\">Se mo do<\/span>. These poorly preserved ceremonial structures appear to belong to the archaic cultural horizon. The fact that they are even partially standing may indicate that they were reconsecrated by the Buddhists. There is a rectangular shrine (5.8 m x 2.3 m x 50 cm to 1 m) with only small coherent wall sections extant (49.93&#900; \/ 23.52&#900;). Near the side of the shrine facing <span class=\"popular\">Namtso<\/span><span class=\"scholar\">Gnam mtsho<\/span>, an irregularly-shaped upright stone was planted in the ground (80 cm high, 1.5 m basal girth). There is also a cairn-like structure (5.5 m in circumference, 1.1 m high) near the lakeshore (49.86&#900; \/ 23.21). Nearby, there is a rectangular shrine (4 m x 2 m x 1.4 m) in poor condition (49.86&#900; \/ 23.18&#900;). Large stones (up to 90 cm long) went into its construction. Another rectangular shrine (2 m x 1 m x 1.1 m) is situated just 8 m away.<\/p> <hr class=\"footnote-divider\" \/> "},{"title":"Notes","index":22,"parent_index":0,"body":null}]}