{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Möngyel Ganden Dargyé Ling Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Derge County"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(136) sMon rgyal Monastery"
  }, 
  {
   "body": "<p>The monstery’s full name is sMon rgyal dga’ ldan dar rgyas gling.</p>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>The monastery is located on the north bank of the rDza chu river in A khod valley, rDza khog in Derge, 233 km north east of Gonchen Township, the county seat of Derge.</p><p>There is a hermitage called mThong chen Hermitage or sMon rgyal Hermitage on the mountain behind the monastery.</p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>There was a couple called ’Brog Bla ma lHa yi dbang po and dBra za mGon skyid ma whose son was born near the sacred mountain rMa rgyal spom ra. The son, named rMa rgyal Bla ma, established a hermitage at a site called sMon mKhan bu gdong. He had two sons, Dam pa rang grol and lHa yi blo gros. The former, Dam pa rang grol, became an accomplished master, specialized in the meditation system according to the <em xmlns:str=\"http://exslt.org/strings\">Zhang zhung snyan brgyud</em>, the oral transmission from Zhang zhung. He travelled extensively throughout Amdo and Khams to spread the teaching, and became renowned in these regions as sMon rgyal Bla ma. His brother, lHa yi blo gros, was a lay master, and his descendants include a great number of famous and important masters (<em xmlns:str=\"http://exslt.org/strings\">Sṃon rgyal dgon pa’i lo rgyus</em> by Tshe brtan rdo rje, MS).</p><p>Dam pa rang grol took up residence in the hermitage on the site of the monastery, but the period after his death until the time of Kun grol grags pa ’ja’ tshon snying po (b.1700) remains obscure. Kun grol grags pa, born in Khyung po rGyas reg khog, undertook the monastery’s construction. He was therefore considered as the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dgon bdag</span>, the master of the monastery.</p><p>Here is a list of the Kun grol reincarnations:</p><ol type=\"1\"> <li>Kun grol grags pa ’ja’ tshon snying po, born Khyung po rGyas reg khog</li> <li>Klu dbang rgyal po, born in mDo khams lha mo brag dkar</li> <li>bsTan ’dzin rin chen gtsug phud, born in Central Tibet </li> <li>bsTan ’dzin tshul khrims grags pa, born in ’Dan sgrol ma lha khang </li> <li>’Chi med bdud ’dul gling ba, born in Chos rgyal sde dge’i mdun skor </li> <li>Hum chen ’gro ’dul gling pa, born in rGyal rong </li> </ol><p>The abbots of the monastery are known only from the time of ’Chi med bdud ’dul gling pa, the fifth Kun grol, onwards: </p><ol type=\"1\"> <li>Shes rab dbang rgyal </li> <li>Zla ba grags pa </li> <li>Nam mkha’ dbang rgyal </li> <li>Tshul khrims mchog ldan</li> <li>bsTan pa ’brug grags (b.1946), the present abbot </li> </ol><p>sMon rgyal Monastery is composed of two parts: the upper monastery (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yar dgon</span>), and the lower monastery (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mar dgon</span>). According to oral tradition, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yar dgon</span> was built by the first Kun grol, but there is no mention of this in his biography. The latter’s son Bla rgan rGyal sras built the lHa gsar khang temple. The monastery was destroyed during the Cultural Revolution and was rebuilt in the 1980s.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li> <span style=\"font-style: italic;\" class=\"\">dgon bdag </span> </li> <li> <span style=\"font-style: italic;\" class=\"\">mkhan po</span> </li> <li>one <span style=\"font-style: italic;\" class=\"\">dbu mdzad</span> </li> <li>two <span style=\"font-style: italic;\" class=\"\">dge skos</span>,</li> <li>two <span style=\"font-style: italic;\" class=\"\">mchod dpon</span> </li> <li>one <span style=\"font-style: italic;\" class=\"\">’cham dpon</span> </li> <li>three <span style=\"font-style: italic;\" class=\"\">rgyu gnyer</span> (one is <span style=\"font-style: italic;\" class=\"\">rgyu dpon</span> and the other two <span style=\"font-style: italic;\" class=\"\">rgyu gnyer</span>) </li> <li>two <span style=\"font-style: italic;\" class=\"\">’bud pa</span> (musicians) </li> </ul><p>The incumbents of the above-listed positions are reappointed every four years; the mkhan po’s position is permanent. In this case, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mkhan po</span> replaces the master of the monastery in his absence and is selected among the most academically and spiritually accomplished monks of the monastery. </p>", 
   "index": 6, 
   "parent_index": 2, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>There are ninety novices and monks in the monastery.</p>", 
   "index": 7, 
   "parent_index": 2, 
   "title": "5. Number of monks"
  }, 
  {
   "body": "<p>One of the two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dge bskos</span> teaches Tibetan and religious practice to the novices throughout the year exept for one month holiday in winter and one month holiday in summer. For more advanced training, the students generally go to Shar rdza ri khrod for further training. </p>", 
   "index": 8, 
   "parent_index": 2, 
   "title": "6. Curent education"
  }, 
  {
   "body": "<p>A saint from sMon rgyal Monastery called Grub thob A stag kha ba rjes med founded A stag khang tshan, a monastic hostel, in sMan ri in gTsang, reserved for the monk students from rDza khog, Me nyag, sDe dge, Nyag rong, ’Dan ma and sGe bshes khog (in Rong brag of rGyal rong). As a result, sMon rgyal Monastery developed close ties with sMan ri. For the past few decades however, because of the influence of Shar rdza bKra shis rgyal mtshan’s teachings, monasteries in the region, including sMon rgyal, have been sending their monk students to Shar rdza ri khrod for further training. rMon rgyal Monastery has four branches (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dgon lag</span>): Khro tshang (No.135), ’Bum rmad (No.137), Zer ’phro (No.140) and Gong lung (No.149).</p>", 
   "index": 9, 
   "parent_index": 2, 
   "title": "7. Educational exchange"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>1st month : the performance of the ritual based on the <em>Zhi khro dam pa rig brgya dkyil ’khor</em> from the 8th to the 22nd day </li> <li>5th month : the observance of the <span style=\"font-style: italic;\" class=\"\">smyung gnas</span> fast from the 8th to the 20th day; </li> <li>6th month: the <span style=\"font-style: italic;\" class=\"\">dbyar gnas</span> summer-fast from the 1st to the 30th day </li> <li>9th month: the recitation of the mantra <span style=\"font-style: italic;\" class=\"\">snying po rnam gsum</span> and the <span style=\"font-style: italic;\" class=\"\">sidhi</span> for 7 days </li> <li>11th month: the <span style=\"font-style: italic;\" class=\"\">dgu gtor</span> rite based on the performance of the Zhi khro cycle rom the 21st to the 30th</li> </ul><p>Daily life of the individual monks: </p><p>In the morning: the monks begin the day with the meditation on the root Guru (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rtsa ba’i bla ma</span>), and then chant the prayers: <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Bla ma rgyang ’bod</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rTsa ba’i bla ma’i gsol ’debs</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rTsa rlung gsol ’debs</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Rlung thun gcig bcad</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Sems sbyong</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Yi dam zhi drag</span>; this is followed by the purificatory ritual of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsang</span>, the practice of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">phyag</span> salutation and and the chu gtor ceremony of water offering. </p><p>The afternoon is devoted to reading and recitation. </p><p>In the late afternoon: chanted invocation of the religious protectors (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">srung ma’i gsol kha</span>), followed by the practices of minor rituals such as the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lus sbyong</span>, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sems sbyong</span> the bsur and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gcod</span>.</p>", 
   "index": 10, 
   "parent_index": 2, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The monastery has an old incomplete manuscript copy of the Bonpo Kanjur; three copies of the printed edition of the Kanjur published by sMon rgyal lha sras; one copy of the printed edition of Buddhist Kanjur and a collection of various texts for liturgical purposes. The monastery formerly possessed three copies of the Bonpo Kanjur: one Khro skyabs edition and two manuscripts. Both manuscript copies came from the Hor region. The 6th Kun grol was the spiritual master of the king of Hor (Hor spyi khyab rgyal po), who ruled over what was known as the “Thirty-nine Tribes of Hor”. One day he had a dream in which a <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mkha’ ’gro ma</span> told him to build a stupa to be dedicated to sTag la at Hor lan stod and another to be dedicated to Phur pa at Lan sog sum mdo. He did as instructed in the dream and the king of Hor offered him a manuscript copy of the Bonpo Kanjur in gratitude for having built the two stupas on his estates. However, the 6th Kun grol did not want to accept the Kanjur and had two copies made instead. A great number of people were hired for the purpose and the work was supervised by lCang ’jug dBal gsas thar, the minister of the king of Hor. </p><p>The 6th Kun grol finally brought his two copies of the Kanjur to sMon rgyal Monastery in 1954. </p>", 
   "index": 11, 
   "parent_index": 2, 
   "title": "10. Books held in the monastery"
  }, 
  {
   "body": "<p>The monastery has <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’bri</span> (female yak) which are tended by several local families in accordance with the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">shi med</span> contract.</p>", 
   "index": 12, 
   "parent_index": 2, 
   "title": "11. Income and expenses"
  }, 
  {
   "body": "<p>The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lha sde</span> (local lay community) of the monastery consists of eight villages: gSer mda’ with ten families, Khang gsar with fourteen families, dGon nang with twenty-seven families, Rabs mang with thirteen families, ’Gul ba with four families, A khod with twenty families, dGe nang with seventeen families and sDe chung with a few families.</p>", 
   "index": 13, 
   "parent_index": 2, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>The mountain behind the monastery is called Khyung mo dpal ri. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> on top of the mountain is dedicated the local deity known as Shwa mdzo gnyan po dkar phyogs. The mountain is a combination of the cult of the local deity and a sacred site of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gnas ri</span> type.</p><p>The propitiation and circumambulation of the mountain, by both monks and laymen, takes place on the 18th day of the 5th month. </p><p>There are four additional mountains, gNas rgod rta rna mdung rtse in the east, sTag sham gnyan po in the south, gSe dal gnam lcags thog rgod in the west and De’u dpon gNam lha dkar g-yag in the north, each has a deity bearing the same name and a <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> on its summit. They are propitiated by the Bonpo lay community once a year. </p><p>The monastery also has a cemetery known as gSer mdo bo che, located in gSer lung valley, a two hours’ walk northwest of the monastery. </p><p>On the 12th of the 8th month, the lay people perform the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sa zhib</span>, ‘land inspection’, a special custom during which the local population first receive a blessing in the morning from the guardian deity of the monastery in front of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sgrub khang</span> sanctuary, and then a group of horsemen inspect the monastery’s estates, to check whether the pastures, forests, paths, etc, belonging to the monastery are in good condition, whether anything has been stolen and whether any strangers are occupying the land. Once they have completed their round, they disperse without returning to the monastery.</p>", 
   "index": 14, 
   "parent_index": 2, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Farming, animal husbandry and trade</p>", 
   "index": 15, 
   "parent_index": 2, 
   "title": "14. Occupation of the local people"
  }, 
  {
   "body": "", 
   "index": 16, 
   "parent_index": 2, 
   "title": "Sources"
  }, 
  {
   "body": "<p>Autumn 1997: Tshe brtan rdo rje, a monk at the monastery and teacher at the Sichuan School of Tibetan Language in Dartsedo (b.1948); gYung drung ’phrin las, a monk at the monastery (b.1957); Pad ma skal bzang, a monk at the monastery (b.1928); Nam mkha’ bstan ’dzin (b.1931), a monk at the monastery; Pad ma dbang rgyal (b.1928), a monk from the monastery</p>", 
   "index": 17, 
   "parent_index": 16, 
   "title": "Interviews "
  }
 ], 
 "meta": {
  "date": "2011-12-13 02:29:52 UTC", 
  "domain": "places", 
  "kid": "23542", 
  "authors": [
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }, 
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }
  ], 
  "title": "Möngyel Ganden Dargyé Ling Introduction"
 }
}