{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "སྒར་རྫོང་གི་སྐོར། "
  }, 
  {
   "body": "<p class=\"Paragraph\">སྒར་རྫོང་ནི་མངའ་རིས་ཁུལ་གྱི་དབུས་བྱང་ཁུལ་ཏེ་བྱང་གི་འཕྲེད་ཐིག་ 30.58º-33.5º དང་ཤར་གི་གཞུང་ཐིག་ 79.05º-81.12º ཙམ་ལ་གནས། དེ་རྒྱ་མཚོའི་ངོས་ལས་ཆ་སྙོམས་མཐོ་ཚད་ནི་རྨིད་བཞི་སྟོང་གསུམ་བརྒྱ་ལྔ་བཅུ་ཙམ་ཡོད། དེའི་ནུབ་ཕྱོགས་སུ་ཀྭ་ཤིར་རྨི་ཁོངས་ཀྱི་ལ་དྭགས་དང་ནུབ་བྱང་ཕྱོགས་སུ་རུ་ཐོག་རྫོང་དང་མཉམ་དུ་འབྲེལ་བ། བྱང་ཤར་ཕྱོགས་སུ་དགེ་རྒྱས་རྫོང་གིས་མཐའ་བཅད། ཤར་ཕྱོགས་སུ་སྤུ་ཧྲེང་རྫོང་དང་ས་སྣེ་འཐུད། ལྷོ་ཕྱོགས་སུ་རྩྭ་མདའ་རྫོང་དང་འབྲེལ་ཅིང་ནུབ་བྱང་དང་ཤར་ལྷོའི་དབར་གྱི་རྒྱང་ཐག་རིང་ལ། ལྷོ་བྱང་དབར་གྱི་རྒྱང་ཐག་ཐུང་ཞིང༌། རྫོང་དེའི་ཁྱོན་བསྡོམས་པའི་རྒྱ་ཁྱོན་ནོ་སྤྱི་ལེ་གྲུ་མ་ 12115 ལྷག་ཙམ་ཡོད། ས་བབ་མཐོ་ཞིང་སྐམ་ཤས་ཆེ་མོད་ཀྱང་སྒར་གཙང་པོའི་རྒྱུད་དང་སེང་གེ་གཙང་པོའི་ཆུ་རྒྱུན་དུ་འོམ་བུའི་ནགས་ཚལ་མི་ཉུུང་བ་ཞིག་ཡོད་ལ་ལྕང་མའང་ཏོག་ཙམ་ཡོད། ལྷོ་ཕྱོགས་དང་བྱང་ཕྱོགས་ཀྱི་མཐའ་ན་གངས་རི་རྭ་བས་བསྐོར་བ་ནི་ཁྱོན་གངས་རི་ཆེ་ཆུང་ཉི་བརྒྱ་ལྷག་ཙམ་མཆིས་པར་དེའི་ནང་གི་མཐོ་ཤོས་ལ་རྒྱ་མཚོའི་ངོས་ཀྱི་མཐོ་ཚད་རྨི་དྲུག་སྟོང་བདུན་བརྒྱ་ལྷག་རྩམ་ཡོད་དོ། </p><p class=\"Paragraph\">སྒར་ཞེས་པ་དམག་སྒར་གྱི་དོན་ཏེ་དུས་རབས་བཅུ་བདུན་པའི་མཇུག་ལ་ལ་དྭགས་རྒྱལ་པོ་སེང་གེ་རྣམ་རྒྱལ་གྱི་དབང་བའི་མངའ་རིས་ས་ཁུལ་བོད་སྡེ་པ་གཞུང་གིས་དབང་འོག་ཏུ་བསྡུ་སྐབས་ཡུལ་དེར་བོད་སོག་དམག་དཔོན་ཆེན་པོ་དགའ་ལྡན་ཚེ་དབང་དཔལ་བཟང་པོས་དམག་སྒར་ཆགས་ཤིང༌། མཐར་དམག་མཇུག་སྒྲིལ་རྗེས་སུ་སྔར་དམག་སྒར་ཆགས་སར་གུར་བརྒྱབ་ནས་སྲིད་གཞུང་གི་ལྟེ་བ་བཙུགས་པས་ཐ་སྙད་དེ་བྱུང་ཡོད། སྲིད་འཛིན་སྒྲིག་གཞི་དེའི་མིང་ལའང་སྒར་དབུ་གུར་རམ་སྟོད་མངའ་རིས་སྒར་དཔོན་ཞེས་པ་དེ་ཡིན། ཁོང་ཚོ་དགུན་ཁ་སྡོད་སར་སྒར་དགུན་ས་དང་དབྱར་ཁ་སྡོད་སར་སྒར་དབྱར་ས་ཞེས་སོ། སྤྱི་ལོ་ 1959 ལོར་དམངས་གཙོའི་བཅོས་བསྒྱུར་བཏང་བ་དང་ 1960 ལོར་སྒར་རྫོང་མི་དམངས་སྲིད་གཞུང་དབུ་བརྙེས་ཤིང་སྤྱི་ལོ་ 1969 ལོར་སྒར་རྫོང་གསར་རྗེ་ཨུ་ཡོན་ལྷན་ཁང་དུ་བསྒྱུར་ཡོད་ཀྱང༌། སྤྱི་ལོ་ 1979 ལོར་སྒར་རྫོང་མི་དམངས་སྲིད་གཞུང་སྐྱར་གསོ་བྱས། སྲིད་གཞུང་གི་ལྟེ་བ་དེ་རྩྭ་སྣ་ཆུ་སྣ་འཛོམས་པའི་སྒར་དགུན་སར་བཙུགས། སྤྱི་ལོ་ 1989 ལོའི་དབྱར་དུས་སུ་མངའ་རིས་ལྟེ་བའི་གྲོང་འཁྱེར་སེང་གེ་ཁ་འབབ་ཀྱི་འཁྲིས་རྟིང་འགྲུམ་རྩེའི་ཐང་ཆེན་དུ་སྤོས་ནས་བཟུང་དེང་བར་དེར་གནས་མུས་སོ། </p><p class=\"Paragraph\">དེ་སྔ་དེའི་མངའ་ཁོངས་སུ་མོན་མཚེར་(མོན་པའི་མཚེར་སའམ་སྡོད་གནས་ཏེ་ལྷོ་འབྲུག་པ་བཀའ་བརྒྱུད་ཀྱི་གངས་རིན་པོའི་སྐུ་མདུན་གངས་སར་འཛིན་སྐྱོང་བྱེད་སྐབས་ཁོང་ཚོའི་འབྲོག་ས་ཡིན་པས་མིང་དེ་ལྟར་བྱུང༌)། དགུན་ས་(སྒར་དགུན་སར་ཡོད)། བཀྲིས་སྒང་(བཀྲིས་སྒང་དགོན་པའི་འཁྲིས་སུ་མཆིས)། གཙོད་ཚོ་(རི་དྭགས་གཙོད་ཁྱུ་མང་པོའམ་ཚོ་མང་པོ་གནས་སྡོད་བྱེད་ས་ཡིན་པས་མིང་དེ་བྱུང༌།)བཅས་ཆུས་བཞི་དང་མོན་མཚེར། སོག་སྟོད། སོག་སྨད་(སོག་སྟོད་དང་སོག་སྨད་ནི་དུས་རབས་བཅུ་བདུན་མཇུག་ཏུ་བོད་སོག་དཔུང་དམག་གིས་གུ་གེ། སྤུ་རང༌། རུ་ཐོག་སོགས་བོད་སྡེ་པ་གཞུང་འོག་ཏུ་བཅུག་རྗེས་སྟོད་མངའ་རིས་སྒར་དཔོན་ཞེས་པའི་སྲིད་འཛིན་སྡེ་ཚན་བཙུགས་ཤིང༌། དེར་ཕྱི་མཐའི་རྒྱལ་ཕྲན་དང་ཚོ་པ་སོགས་ཀྱི་བཙན་འཛུལ་བྱེད་ཚེ་སྲུང་བའི་སླད་དུ་སོག་པོའི་དཔུང་དམག་མི་གྲངས་ལྔ་བཅུ་ཙམ་བཞག་ཡོད་པ་དེ་ཚོའི་རྒྱུད་པ་ཡིན་པས་ཡུལ་དེའི་མིའི་བྱད་གཟུགས་ཀྱང་འགྲམ་པ་ཆེ་ལ་མིག་ཆུང་བ་སོགས་སོག་པོ་དང་ཤིན་ཏུ་འདྲ་ལ་ལོ་གསར་ཡང་སོག་ལོ་གཏོང་གི་ཡོད)། གནམ་རུ་(བྱང་གནམ་མཚོའི་ཉེ་འགྲམ་དུ་འཚོ་སྡོད་བྱེད་མཁན་གནམ་རུའི་མི་རྒྱུད)། སྒར་གྲོང་གསར་(ཡུལ་གཞན་ནས་ཡུལ་གྱར་དུ་ཡོང་ནས་དེར་རུབ་བསྡུས་ཀྱི་བསྡད་པའོ)། བཀྲིས་སྒང༌། གླང་དམར་(གླང་དམར་པོ་ཆགས་ཤིང་རྒྱུ་བའི་གནས་དེའི་ཡུལ་ལྷར་མེས་བོ་སྦྱོར་ཞེས་དབྱར་ས་དང་དགུན་ས་གཉིས་ཀྱི་ས་མཚམས་ལུང་པའི་འགག་སྒོར་ཆགས་ཡོད)། གྱམ་མུག་(བྲག་གྱམ་ནང་ལ་མུག་གུ་སྟེ་ཕུག་རོན་མང་པོ་བསྡད་ཀྱི་ཡོད་པས་སོ)། གླང་བཅུ་(ཟེར་སྲོལ་ལ་སྔར་སྐལ་བ་ཆགས་པའི་སྐབས་སུ་གླང་བཅུ་གླིང་མཚོ་ནང་ནས་གླང་པོ་ཆེ་བཅུ་ཐོན་ནས་གླང་ལུང་འབུབ་ཏུ་འཐིམ་པས་མིང་དེ་ལྟར་བྱུང་ཞེས་ཟེར་རྒྱུན་ཡོད། དུས་རབས་ཉི་ཤུའི་ལོ་རབས་དགུ་བཅུའི་ནང་གནའ་རྫས་རྙིང་མ་རྫ་ཆས་སྣ་ཚོགས་དང་ལྕགས་རིགས་ཀྱི་ཡོ་ཆས་རྙིང་པ་མི་ཉུང་བ་ཞིག་ས་འོག་ནས་ཐོན་པས་ཡུལ་འདི་ལོ་རྒྱུས་རིང་པོ་ཡིན་པར་མངོན)། རྒོད་ཚང་སྟོད། རྒོད་ཚང་སྨད་(ཆོས་འབྱུང་མཁས་པའི་དགའ་སྟོན་ནང་ལ་སྔར་ཞང་ཞུུང་རྒྱལ་རབས་སྐབས་སུ་རྒོད་ཚང་སྟོད་སྨད་གཉིས་ཀ་སུམ་པ་རུའི་ཁོངས་སུ་གཏོགས་ཀྱི་ཡོད་པར་བརྗོད་ལ། དུས་རབས་ཉི་ཤུའི་ལོ་རབས་བདུན་ཅུའི་ནང་དེར་གནའ་རྫས་རྙིང་པ་མང་པོ་ཐོན་ནོ།)བཅས་ཤང་ཁག་བཅུ་གཅིག་དང་ཚུན་ཁག་སུམ་ཅུ་ལྷག་ཙམ་ཡོད་ཀྱང་ཕྱིས་སུ་ཆུས་གཏོར་ཤང་བཙུགས་ཀྱི་ལས་འགུལ་ཚུགས་རྗེས་སུ་གཙོད་ཚོ་དང་དགུན་ས། བཀྲིས་སྒང༌། མོན་མཚེར་བཅས་ཤང་ཁག་ཆེ་བ་བཞི་བཙུགས་སོ། </p><p class=\"Paragraph\">སྒར་གྱི་ས་ཁོངས་སུ་རི་ཀླུང་བརྒྱ་ཕྲག་མང་པོ་དང་ཆུ་ཆེན་གཉིས་དང་ཆུ་ཕྲན་སུམ་ཅུ་ཙམ་ཡོད་ལ། མཚོ་དང་མཚེའུ་བཅུ་གྲངས་ཤིག་ཡོད་པས་དེར་ཉ་རིགས་འབུ་སྲིན་སྣ་ཚོགས་ཡོད་པ་དང་ངང་པ་དང་ངུར་པ། ཁྲུང་ཁྲུང་སོགས་བྱ་རིགས་ཀྱང་དུ་མ་འཁོར་ཅིང་སྡོད་པའི་བསྟི་གནས་སུ་འགྱུར་རོ། ས་ཁད་མཐོ་བའི་དབང་གིས་སྐམ་ཤས་ཆེ་ལ་ཆར་ཆུ་དཀོན་པ། གནམ་གཤིས་འགྱུར་ལྡོག་ཆེ་བས་གཙང་པོ་གཉིས་ཀྱི་ཆུ་རྒྱུད་དུ་ཞིང་འདེབས་ཀྱི་ཡོད་པ་ཕུད་མང་ཆེ་བར་འབྲོག་སའམ་ཡངས་ཤིང་རྒྱ་ཆེ་བའི་རྩྭ་ཐང་ཡིན། སྤྱིར་ན་ལོ་གཅིག་ནང་བ་མོ་མེད་པའི་དུས་ཚོད་ནི་ཟླ་བ་གསུམ་ཙམ་དང་ཉི་ཟེར་ཤུགས་དྲག་ཆེ་བའི་དུས་ནི་ཆུ་ཚོད་གསུམ་སྟོང་བཞི་བརྒྱར་ཉེ་བའོ། རི་ཀླུང་གང་སར་སྐྱེས་པའི་སྤང་དང་རི་སྐྱེས་རྩི་ཤིང་གི་གྲས་སུ་གྲ་མ་དང་པུར་ཀར། རྒྱབ་ཤན། ཚེ་མོ། ལ་ཅུ། གཉའ་ལོ། ས་འབྲས། སྐྱི་ཡོ། སྐད་གདང༌། གྲོ་མ། འོམ་བུ། ཆུ་ལྕང༌། ལང་ཐང༌། འབུར་རྩེ། ཧྲུའུ། རྒྱ་སྐྱེག་བཅས་ས་མཐོའི་ཁྱད་ཆོས་ལྡན་པའི་རྩི་ཤིང་དང་རྩྭ་སྣ་གྲངས་ཀྱིས་གཞལ་བར་མ་མཆིས་པ་དུ་མ་ཡོད་དོ། </p><p class=\"Paragraph\">སེམས་ཅན་སྡེར་ཆགས་རིགས་ཕྱི་བ་དང་དྲེད་མོང༌། སྤྱང་ཀི། ཝ་མོ། བྲེ་སེ། རི་བོང༌། ཕུ་སེ། ཨ་བྲ། ས་སློ་བོ(གཟིག)། གཡི། ལྷ་ཁྱི་བཅས་དང་རྨིག་པ་ཅན་གྱི་རིགས་རྐྱང་དང་འབྲོང༌། གཙོད། དགོ་བ། གནའ་བ། གཉེན་བཅས་ཕན་ཚུན་དབར་ལ་ཟ་རེས་བྱེད་པ་དང་སྲུང་རེས་ཀྱང་བྱེད་ཀྱི་ཡོད། དཔེ་ན་སྡེར་ཆགས་མེད་ན་རྨིགས་ཆགས་གསོན་ཐབས་མེད་པ་ནི་ཙི་ཙི་དང་ཨ་བྲ་མང་པོ་ཐོན་ཡོང་དུས་བྲེ་སེ་དང་གཡི་སོགས་ཀྱི་མ་བཟས་ན་རྩྭ་ཐང་ཡོངས་གཏོར་བརླགས་བཏང་ཚེ་ཤི་ཆད་ལས་ཐབས་མེད། ཡང་རྨིག་ཆགས་མེད་ན་སྡེར་ཆགས་གཟིག་སོགས་དེ་བས་གནས་ཐབས་བྲལ་བ་བཅས་སོ། སྒར་རྫོང་ནི་རི་མཐོ་ས་གཙང་གནམ་གཤིས་གྲང་ངེད་ཆན་པོ་ཡོད། དེར་གནས་ཤིང་རྒྱུ་བའི་ཡུལ་འབྲོག་མི་སེར་ཚོ་ནི་ཞི་ཞིང་འདུལ་ལ། སྙོམས་ཆུང་གཞན་ཕན་སེམས་བཟང་ཅན་ཡིན་པས་དཔེར་ན་ཕྱིའི་འགྲུལ་བ་སོགས་སོ་སོའི་སྦྲ་གུར་ལ་སླེབས་ཚེ་ནང་ལ་ཡོད་པའི་ཟས་རིགས་ཡག་ཤོས་བཏོན་ནས་སྣེ་ལེན་གཟབ་རྒྱས་ཞུ་བ་ནི་འོས་འགན་ཞིག་ལ་བརྩིས་ནས་སེམས་པ་རྣམ་དག་གིས་ཞབས་ཞུ་བྱེད་ཅིང༌། དེ་བཞིན་ཡུལ་པ་ཕན་ཚུན་དབར་ལའང་རོགས་རམ་གང་ཐུབ་དང་གཅེས་སྐྱོང་ཆེན་པོ་བྱེད་པས་ཡུལ་ལ་རྐུན་ཇག་བྱུང་བའི་གཏམ་གླེང་ཐོས་རྒྱུ་འཚོར་རྒྱུ་མེད་ལ་རྩོད་རྙོག་དང་གསོད་རེས་བྱེད་པ་ནི་གེ་སར་སྒྲུང་གཏམ་ཁོ་ན་ལས་དོན་དངོས་སུ་ཉིན་མོའི་སྐར་མ་ལྟར་ལགས་ཤིང༌། སྔར་ལོ་རྒྱུས་ཐོག་རེ་ཟུང་བྱུང་མྱོང་བར་བརྗོད་ཀྱང་ཁོ་ཚོའི་མཐའ་འབྲས་ནི་ཀོ་གཏུམ་བརྒྱབ་ནས་རོང་ཆུ་རྒྱུད་དུ་བསྐྱུར་བར་གྲགས་སོ། </p>", 
   "index": 1, 
   "parent_index": 0, 
   "title": "སྒར་རྫོང་གི་སྐོར། "
  }, 
  {
   "body": "<p class=\"Paragraph\">སྒེར་རྩེ་རྫོང་གི་གྲོང་སྡེ་དེའི་གནས་ཡུལ་ནི་བྱང་གི་འཕྲེད་ཐིག་ 32.30º དང་ཤར་གི་གཞུང་ཐིག་ 84.05º ཙམ་ལ་གནས་ཤིང་རྒྱ་མཚོའི་ངོས་ཀྱི་མཐོ་ཚད་ནི་རྨི་བཞི་སྟོང་བདུན་བརྒྱ་དྲུག་བཅུ་རེ་གསུམ་ཙམ་ལ་ཆགས་སོ། </p><p class=\"Paragraph\">བྱང་པ་<a href=\"#_ftn1\">[1]</a>ཧར་ཤི་སྟོང་ཤུལ་ལ་སྒེར་འབོང་གཉིས་ཀྱི་ལེབ་སྒར་ཆགས་ཞེས་སྲོལ་ཡོད་པ་དེ་ནི་མངའ་རིས་ལོ་རྒྱུས་ཐོག་ལ་གལ་འགངས་ཤིན་ཏུ་ཆེ། གང་ལགས་ཤེ་ན་སྔར་མངའ་རིས་སྐོར་གསུམ་གྱི་བྱང་ཕྱོགས་སུ་གནས་པའི་བྱང་པ་ཞེས་མི་སྡེ་མང་ཙམ་ཡོད་ཀྱང་ཕྱིས་སུ་མདོ་ཁམས་ཁུལ་ནས་གྲོང་སྡེ་འགའ་རེ་ནད་བྱམས་ཀྱི་རྐྱེན་ནམ་འཁྲུགས་རྩོད་ཀྱི་རྐྱེན་པས་སྟོད་བྱང་ཐང་ཁུལ་དུ་བྲོས་བྱོལ་དུ་ཡོང་བའམ་སྟོད་གངས་མཚོ་གཉིས་ལ་གནས་མཇལ་དུ་བཅར་ནས་འཚོ་ཁུངས་དབེན་གཤིས་དུས་ངེས་མེད་དུ་བྱང་པའི་གནས་ལ་འཇག་བརྒྱབ་ནས་ཕྱུག་ཟོག་འཕྲོག་བཅོམ་བྱེད་པ་སོགས་བརྡབས་བསིགས་ཆེ་བའི་རྐྱེན་གྱིས་བྱང་ཐང་འབྲོག་རིགས་ཚོ་སྡོད་གླག་མ་བཟོད་པར་རུ་ཐོག་དང་གུ་གེའི་བྱང་ཁུལ་དུ་མ་འགྲོ་དཀའ་མེད་བྱུང་གཙང་རང་ཡུལ་རིམ་པས་སྟོང་ནས་བྱང་ཐང་མི་མེད་ལུང་སྟོང་དུ་ལུས་སྐབས་སུ་ཁམས་ནང་ཆེན་འབྲོང་པའི་མི་རྒྱུད་དང་ཨ་མདོ་སྒེར་རྩེའི་མི་རྒྱུད་ཀྱིས་མངའ་རིས་བྱང་ཐང་དུ་གནས་གཞིས་ཟིན་ནས་འཚོ་སྡོད་བྱས། དེས་ན་དེང་སང་མངའ་རིས་ཀྱི་ཤར་ཕྱོགས་རྫོང་ཁག་གསུམ་སྟེ་དགེ་རྒྱས་<a href=\"#_ftn2\">[2]</a>དང་སྒེར་རྩེ། མཚོ་ཆེན་<a href=\"#_ftn3\">[3]</a>བཅས་སྟོད་མངའ་རིས་སྐོར་གསུམ་གྱི་མི་སྡེའི་སྐད་ལུགས་དང་ལུགས་སྲོལ་གོམས་གཤིས། གོས་སློག་རྒྱན་ཆ་སོགས་གང་གི་ཐད་ནས་ཀྱང་གཅིག་མཐུན་མིན། དེའི་རྒྱུ་མཚན་ནི་ཁོང་ཚོ་ཚང་མ་ཁམས་དང་ཨ་མདོའི་མི་རྒྱུད་ཡིན་པ་ལས་མངའ་རིས་སྐོར་གསུམ་པའི་རྒྱུད་པ་མིན་པས་སོ། </p>", 
   "index": 2, 
   "parent_index": 0, 
   "title": "སྒེར་རྩེ་རྫོང་གི་སྐོར། "
  }, 
  {
   "body": "<p class=\"Paragraph\">ཐོག་མ་སྒེར་རྩེ་དུད་བདུན་ཞེས་ཨ་མདོ་སྒེར་རྩེའི་ཡུལ་ནས་ཡོང་བའི་གྲོང་པ་མི་ཚང་བདུན་ཙམ་ཡོད་པ་དེ་དག་མངའ་རིས་བྱང་ཐང་འབྲོག་པའི་ཡུལ་ལ་སླེབས་ནས་འཇག་བརྒྱབ་པ་དང་འབྲོག་པའི་སེམས་ཅན་འཕྲོག་བཅོམ་བྱེད་པ། རྩ་ཐང་ཆ་ཤས་ཟིན་པ་སོགས་རྙེད་སྐུལ་བྱས་ནས་བྱང་པའི་འབྲོག་པ་དག་སྡོད་གླག་མ་བཟོད་པར་ཕྱིན་པས་སྒེར་རྩེ་དུད་བདུན་དེར་གཞི་ཆགས་ཤིང་གནས་སྡོད་བྱས་སྐད། དེ་ནས་རིམ་གྱིས་འཕེལ་ནས་མི་ཚང་མང་པོ་བྱུང་ལ་སྒེར་རྩེ་ཚོ་པ་དེ་ཆགས་ཤིང་མི་རབས་མང་དག་ཞིག་དེར་གནས་པས་སྒེར་རྩེ་པའི་ཁ་རྒྱུན་དུུའང་ས་དེ་ནི་“ཕ་མགོ་དཀར་གྱི་ཐོད་རུས་བཞག་ས། བུ་རྐང་དམར་གྱི་ལྟེ་ཁྲག་གཅོད་ས། ཕ་རྒན་གྱི་སྐྱིད་སྡུག་སྐྱོང་བའི་གནས། བུ་ཆུང་དག་ཚར་ལོངས་འབྱུང་སའི་གནས།”ཞེས་སོ། འོན་ཏེ་སྒེར་རྩེའི་མི་རྒྱུད་མདོ་ཁམས་ཁུལ་ནས་ཡིན་པ་ནི་གསལ་པོ་ཞེ་དྲག་རེད། དཔེ་ན་ཁོ་ཚོའི་ལུགས་སྲོལ་གོམས་གཤིས་སོགས་མདོ་ཁམས་ཕྱོགས་དང་གཅིག་མཚུངས་དང་སྐད་ཀྱང་འདྲ་བ་ནི་མི་ལ་“མྱི་”དང་མིག་ལ་“མྱིག་”ཞེས་ཀྱི་ཡོད་པས་སོ། དུས་ཕྱིས་སུ་སྒེར་རྩེ་དཔོན་ཁུངས་སུ་འབྲོག་པ་དུད་གྲངས་ལྔ་བརྒྱ་ཙམ་བྱུང་བར་ཡོངས་གྲགས་སུ་སྒེར་རྩེ་མེ་རུ་(དུད་ཚང་)ལྔ་བརྒྱ་ཞེས་པ་དེའོ། དེ་ཡང་སྒེར་རྩེ་དཔོན་ལ་དཔོན་ཐོག་མི་ཉུུང་བ་ཞིག་བྱུང་ཡོད་དེ་དཔོན་དགེ་ཆུང་དང་དཔོན་མགོན་པོ་དོན་གྲུབ། དེ་ནས་དཔོན་བསོད་ནམས་དཔལ་འབྱོར་སོགས་སྤྱིར་མི་ཐོག་ལྔ་ཙམ་བྱུང་ཡོད་སྐད། </p><p class=\"Paragraph\">སྒེར་རྩེ་དཔོན་གྱི་ཁྲལ་ཁུངས་ནི་སེར་ར་བླ་སྤྱི་ཡིན་ཞིང་དེར་དངུལ་དམར་ཤ་སྟག་རྒྱག་དགོས། དེ་ཡང་སེམས་ཅན་ལེབ་ལ་རྩིས་ནས་དངུལ་ལ་འབེབས་དགོས་སྟེ། ལེབ་རེ་ལ་ར་ལུག་བརྒྱད་རེ་དང་གཡག་རེ་ཡིན། ར་ལུག་རེ་ལ་མཚམས་རེ་ཊམ་དཀར་གཅིག་དང་མཚམས་རེ་ཊམ་དཀར་གཉིས་རེ་བསྡུ་གི་ཡོད། སྒེར་རྩེ་དཔོན་བོད་ཟླ་བཅུ་པའི་ནང་ལ་ལྷ་སར་ཁྲལ་རྒྱག་པར་ཕྱིན་ཏེ་དགུན་ཁའི་རིང་ལྷ་སར་བསྡད་དེ་ལོ་ཕྱི་མའི་བོད་ཟླ་ལྔ་པའི་ནང་ལྷ་ས་ནས་རྡོག་ཐོན་གྱིས་བོད་ཟླ་དྲུག་པའི་ནང་སྒེར་རྩེའེ་ཁང་ཐོག་ཞེས་པ་དཔོན་ཐོག་རིམ་བྱུང་གི་ལྟེ་གནས་སུ་སླེབས་ཀྱི་ཡོད། དེ་ཚེ་དབྱར་འདུན་ཞིག་འཛོམས་སྟེ་ལྷ་ས་ནས་འཁྱེར་ཡོང་བའི་ཚོང་ཟོག་ཐམས་ཅད་སྤུས་སྒྱུར་བཏང་ནས་རྟ་རྒྱུག་པ། རྟ་རྩལ་འགྲན་པ། མདའ་རྩེད་རྩེ་བ་སོགས་དགའ་དགའ་སྐྱིད་སྐྱིད་བཏང་ངོ༌། </p><p class=\"Paragraph\"> དེ་ནས་དབྱར་ཁ་དང་སྟོན་དུས་སུ་ཁང་ཐོག་ལ་བསྡད་ནས་སྟོད་ལ་དྭགས་དང་ཁུ་ནུ། སྒར་ཞྭ། ཉུུང་ཏི་བཅས་ཀྱི་ཚོང་པར་སྤུ་བལ་དང་ལྤགས་རིགས་བཙོང་གི་ཡོད་པ་མ་ཟད་ཚྭ་ཚོང་ཡང་བརྒྱབ་ཀྱི་ཡོད་པ་ནི་མང་ཆེ་བ་མངའ་རིས་རང་གི་རོང་པར་བཙོང་ངོ༌། སྒེར་རྩེ་དཔོན་གྱི་མི་སེར་མང་ཆེ་བ་འབྲོག་པ་ཤ་སྟག་ཡིན་ཀྱང་ཁག་ཅིག་གིས་གསེར་ལས་བྱས་ནས་ཕ་ཚ་བུ་རྒྱུད་དུ་གསེར་ཁྲལ་བརྒྱབ་ནས་བསྡད་པའང་ཡོད་དོ། བོད་ཟླ་བརྒྱད་པའི་ནང་ལ་འབྲོག་པ་ཚང་མ་འདུ་འཛོམས་ཀྱིས་འདུན་མ་ཞིག་འཛོམས་ཀྱི་ཡོད་པ་དེ་ནི་དུས་སྟོན་རྒྱས་ཤོས་དེའོ། དེ་ཚེ་ཡུལ་ལྷར་བསང་གསོལ་བྱེད་ཅིང་སྐུ་རིམ་བཏང་བ། འབུམ་ཆ་ཚང་ཀློག་པ། དཔོན་པོས་ཁྲལ་བསྡུ་བ། མི་སེར་ལ་ནག་ཉོག་གི་རྩིས་བརྒྱབ་ཞེས་རང་འཁྲིའི་ཁྲལ་ཕུད་པར་ད་དུང་རྟ་འུལ་དང་གཡག་གྱི་རྒྱབ་གླ་ཕྱིན་ནས་དཔོན་པོའི་ཆེད་དུ་དོན་དག་མང་པོ་བྱས་ཡོད་ཚེ་ནག་ཉོག་གི་གླ་རིན་ཕོན་ཆེན་ལེན་རྒྱུ་ཡོད་པ་སྤྱི་དང་ཡང་སྒོས་ཚོ་པ་སྤྱིའི་དོན་ཆེན་སྒྲུབ་པར་རྗེས་བྱས་ཆེན་པོ་བཞག་ཡོད་ཚེ་དེར་གླ་རིན་དུ་རྟ་དང་གཡག མེ་མདའ། རྟ་སྒྲོ། ཐུར་མགོ། འཕྱིང་གདན། ལྷེ་གེ། རྟ་སྒ་སོགས་ལྕ་ལག་དོད་ཆེན་ལེན་རྒྱུ་ཡོད། གལ་ཏེ་གང་ཡང་མ་ཕྱིན་པའམ་སྤྱི་དོན་རྩ་བ་ནས་སྒྲུབ་མེད་ཚེ་ཡར་དཔོན་དང་སྤྱི་ལ་དངུལ་དང་རྟ་གཡག་ར་ལུག་སོགས་སེམས་ཅན་ཕུལ་ཀྱི་ཡོད་པ་ནི་ཚོ་པ་སྤྱིའི་འགྲོ་སོང་ཡིན་ནོ། ཡང་སྐྱར་རྟ་རྒྱུག་(རྒྱུག་མ་དང་འགྲོས་མ་ཞེས་ཁག་གཉིས་ཡོད་)དང་མི་རྒྱུག་འགྲན་པ་མ་ཟད། རྟ་བརྩལ་སྣ་ཚོགས་འགྲན་པ་(ཇ་སྒམ་ཐག་རིང་ཐུང་མི་འདྲ་བར་བཞག་ནས་མེ་མདའ་བརྒྱབ་ཏེ་མེ་མདའ་སུས་ཕོག་ཀྱང་ཇ་དེར་བདག་)བཅས་སྤྲོ་སྐྱིད་ལྷད་མེད་བཏང་ངོ༌། སྒེར་རྩེའི་དཔོན་ཁུངས་སུ་རྩྭ་ཚོ་དུ་མ་ཞིག་ཡོད་པ་ནི་གྲགས་པོ་དང་རྔོ་རོ<a href=\"#_ftn4\">[4]</a>། རྡོ་སྔོན། དེང་གོ། སེང་སྟོད། ཁྲ་མདོང༌། སྟོང་མཚོ། རི་དམར་བཅས་སོ། སྒེར་རྩེ་དཔོན་ཁོངས་སུ་རུས་མིང་རྒྱ་ཆེ་ཤོས་ནི་སྒེར་རྩེ་ཡིན་ཞིང་དེ་མིན་ཧར་ཤུལ་དང་ནག་ཤོད། འོ་ཟོང༌། དམར་རྩ། ཁྲི་བོ། ཙང་རྒྱུད། ཁྱུང་པོ། མགར་ར་སོགས་ཕུད་ད་དུུང་སྒེར་རྩེ་མི་སྣ་ཤ་བོ་དགུ་བསྡུད་ཞེས་རུས་པ་འོད་སང་དང་སྐྱ་སང༌། ཧོར། ཚ་བོ། རྫ་དམར། ཤི་ལི། ཚེ་རོ། ག་རྒྱ། སྒོ་དཀོར། ཆག་བཅས་སོ། </p><p class=\"Paragraph\">སྒེར་རྩེ་དཔོན་འོག་ལ་རྒན་པོ་གསུམ་ཡོད་དེ་རྒན་པོ་ཀརྨ་དོན་གྲུབ་(སེང་སྟོད་དང་ཁྲ་མདོང་དུ་བསྡད་)དང་རྒན་པོ་ཨ་མོང༌། རྒན་པོ་རི་གྱམ་ཞེས་པའོ། ཁོང་ཚོ་ཕ་ཚ་བུ་རྒྱུད་དུ་ས་གནས་དེའི་འབྲོག་པ་རང་ནས་ཡིན་པས་ལྷ་ས་སོགས་ག་བ་ལའང་མི་འགྲོ་བར་དཔོན་འོག་གི་འབྲོག་སྡེ་དག་ལེགས་པར་བསྐྱངས་ནས་བསྡད་ཀྱི་ཡོད། རྒན་པོ་རི་གྱམ་ཞེས་པ་འཇོན་ཐང་ཆེ་ལ་དབང་ཤུགས་ལྡན་གཤིས་ཕྱིས་སུ་རི་དམར་དང་ཨ་མར། རོལ་བ་བཅས་སུ་བསྡད་དོ། རྒན་པོ་སྐར་མ་དོན་གྲུབ་ནི་སེང་སྟོད་དང་ཁྲ་མདོང་ལ་བསྡད་ཀྱི་ཡོད། རྒན་པོ་ནོར་བཟང་ནི་སྒར་རྩེ་དཔོན་གྱི་སྤུན་ཡིན། སྤྱིར་རྒན་པོ་སོ་སོའི་འོག་ལ་དྲུང་ཡིག་གཉིས་ཡོད་དེ་ལས་འགན་གཙོ་བོ་སྙན་ཞུ་དང་ཁ་མཆུའི་ཡིག་གེ་བྲིས་མཁན་ཡིན། དེ་མིན་རྒན་པོའི་འོག་ལ་དམག་དཔོན་འགའ་ཤས་ཡོད་པ་དེ་ནི་སྒེར་རྩེ་ཡུལ་ལ་རྐུན་མ་དང་འཇག་ཡོད་དུས་འགོ་འཁྲིད་དེ་བཀོད་འདོམས་དང་སྒྲིག་འཛུགས་བྱས་ནས་དྲག་པོས་ཁ་གཏད་བཅགས་པའི་འགན་འཛིན་དེའོ། </p><p class=\"Paragraph\"> སྒེར་རྩེའི་ཡུལ་དེའི་ཡུལ་སའམ་ཡུལལྷ་གཙོ་བོ་ནི་རོལ་བ་རྩ་ཆེན་ཞིག་ཡིན། སྟོན་ཚོགས་སྐབས་སུ་ཆེད་མངགས་ལྷ་ལྡན་གཙུག་ལག་ཁང་ནས་དགེ་བཤེས་གསུམ་གདན་འདྲེན་ཞུས་ནས་ཞབས་རྟེན་རྒྱས་པོ་ཞིག་གྲུབ་རྗེས་སུ་ཡུལ་གྱི་གྲོང་མི་རུས་པ་འོད་བསང་(རུས་པ་དེ་ཡུལ་ལྷའི་འཁོར་ཡིན་)ཡིན་པ་དེས་གྲོང་པ་རེ་ནས་དར་ལྕོག་གཉིས་རེ་འཁྱེར་ནས་གཅིག་མཐོ་ས་རོལ་པའི་དབུ་རྩེར་བཙུགས་ཤིང་གཅིག་ཤོས་དེ་རི་མཚམས་ཀྱི་ཕོ་བྲང་སྟེང་ལ་བཙུགས་ཀྱི་ཡོད། གཙུག་ལག་ཁང་གི་དགེ་བཤེས་ཚོས་དཔོན་བཞུགས་སའི་ཁང་ཐོག་ལ་བསྡད་ནས་ཁ་འདོན་རྒྱུན་མི་ཆད་པ་བྱེད་ལ་བསང་བཏང་ཏེ་དུ་ཞག་གི་ཡུལ་ལུང་ཁེངས་པར་བྱེད་དོ། </p><p class=\"Paragraph\">སྒེར་རྩེའི་དཔོན་ལ་རིམ་པ་དྲུག་པའི་ཏོག་གསེར་རྡོ་རྗེའི་བཟོ་འདྲ་བ་ཞིག་ཡོད་པར་ཟེར་སྲོལ་ལ་དེ་ནི་སེ་ར་དགོན་པའི་སྤྱི་སོར་དངུལ་སྲང་སྟོང་ལྔས་རྩིབ་མ་བཅགས་ནས་ཉོས་ཤག་པ་ཡིན་སྐད། མིང་ལའང་ལྔ་སྟོང་དྲུག་ཏོག་ཞེས་པའང་དངུལ་སྲང་ལྔ་སྟོང་སྤྲད་ནས་རིམ་པ་དྲུག་པའི་ཏོག་ཉོས་པའི་དོན་ནོ། དེས་ན་ཉེ་འཁོར་ཚོ་པ་གཞན་གྱི་དཔོན་ཁག་གིས་སྒེར་རྩེ་དཔོན་ལ་ཟུར་ཟ་བྱས་ནས་བརྗོད་པར། ཏོག་དེ་ལེགས་གྲགས་ནས་གནང་ཤག་པ་མིན་ཏེ་གོ་གནས་དང་དཔོན་མིང་ལ་ཞེན་ཐག་ཆོད་ནས་སེར་ར་དགོན་པའི་ལག་ནས་ཉོས་ཤག་པ་རེད་ཞེས་བརྗོད་པ་མ་ཟད་སྒེར་རྩེ་སྒེར་གྱི་སྒེར་སྡེ་སེར་ར་ཐིག་ཆེན་གླིང་ལ་བདག་པའི་སྒེར་སྡེ་ཞེས་སོ། མདོར་ན་སྒེར་རྩེ་དཔོན་ལ་རིམ་པ་དྲུག་པའི་གསེར་ཏོག་ཡོད་པ་མ་ཟད་ད་དུུང་རྟའི་སྙིང་ཁའ་ཐད་དུ་བཏགས་པའི་དྲིལ་བུ་འདྲ་བ་ཞིག་ལ་རྩིད་པ་དམར་པོ་ནས་ཡོད་པར་རྟའི་དོམ་ཞེས་ཀྱི་ཡོད། མི་ལ་ཏོག་དང་རྟ་ལ་དོམ་ནི་དབང་ཐང་མཚོན་པའི་བརྟག་ཚན་ཆེ་ཤོས་ཤིག་ཡིན། སྒེར་རྩེ་དཔོན་ཁུངས་དེ་ཁག་གཉིས་སུ་དབྱེ་བར་ལྷོ་མ་དང་བྱང་མའོ། བྱང་མའི་ཁོངས་སུ་ཤར་མ་དང་རྔོ་རོ། དཀོར་པ། སེང་སྟོད། ཁྲ་མདོང༌། དིང་སྒོ། ལུ་སྒོ། དོང་ངོ་བཅས་སོ། ལྷོ་མའི་ཁོངས་སུ་ཚེ་རིང་མོ་དང་འབྲི་ཟེ། ཞེ་བྱེ་དགུ་དགུ། རྟ་ལུང༌། བྲག་དཀར་པོ། རོ་ཁུང༌། ན་ར། འོམ་ལུང༌། སེ་ར། བྱུ་རུ་མ། སྨན་ཆུ་ཞེས་སོ། </p><p class=\"Paragraph\">སྒེར་རྩེའི་ཁུལ་ལ་མོན་དུར་<a href=\"#_ftn5\">[5]</a>ཕུད་ད་དུུང་གནའ་ཤུལ་སྣ་ཚོགས་ཡོད་པ་ནི། བྱང་རྔོ་རོའི་ཡུལ་དུ་ཡོད་པའི་ངོ་མཚར་ཤིན་ཏུ་ཆེ་བའི་གནའ་ཤུལ་བྱང་ར་བཞི་དཔའ་མོ་ཨ་བདག་གི་མཁར་རམ་གླིང་གི་དཔའ་མོའི་ཤ་ཤེད་ཁང་ཞེས་པའི་རྡོ་དམར་པོས་བཞེངས་པའི་ཁང་པ་ཐོག་སོ་གཉིས་ལྡན་བརྩེགས་པ་སླས་འཐག་བརྒྱབ་པ་འདྲ་བ་ཡ་མཚན་ཅན་ཞིག་མཆིས། དེང་ཐོག་བརྡིབས་ཡོད་ཀྱང་བརྩེགས་ཤུལ་ལེགས་པར་བསྡད་འདུག་ཅིང་དེའི་ཉེ་འགྲམ་ན་རྡོ་ལིང་གི་བཅད་བཏང་བའི་གནའ་ཤུལ་དབྱིབས་གྲུ་བཞི་རིང་མོ་དང་གྲུ་བཞི་ཁ་གང་མ། ཟུར་གསུམ། སྒོར་མོ་བཅས་འདྲ་མིན་སྣ་ཚོགས་ཡོད་པར་ཁག་ཅིག་གི་རིང་ཐུང་ནི་རྨི་བརྒྱ་ལྷག་ཙམ་དང་ཁག་ཅིག་རྨི་གཉིས་གསུམ་རེ་བཅས་དུ་མ་ཞིག་མཆིས། ས་གནས་དེ་གའི་འབྲོག་པ་ཚོས་དེ་ལ་གླིང་སྒྲུང་གཏམ་རྒྱུད་ནང་གི་བྱང་ར་བཞི་དཔའ་མོ་ཨ་བདག་གི་དབྱར་གནས་སམ་དབྱར་ཁའི་རིང་མོས་རྒྱལ་ཁང་དེར་བསྡད་ནས་ཡུལ་ལ་དབང་བསྒྱུར་བྱེད་ཀྱི་ཡོད་པར་བརྗོད། ཡང་མོས་དགུན་ཁའི་སྡོད་གནས་དེ་བྲག་ཕུག་ངོ་མཚར་ཅན་ཞིག་ཡོད་པར་དེའི་ནང་ལ་དཔའ་མོའི་སེམས་ཅན་བསད་པའི་བཙོ་འཇོག་ས་དང་དཔའ་མོའི་མེ་བཏང་ནས་གོ་ཐལ་འཇོག་སའི་ཐལ་ཕུང་དཔའ་མོའི་གསང་སྤྱོད་རེད་ཅེས་པའི་ཤུལ་སོགས་འདུག་པར་བཙོ་དེ་དང་ཐལ་བ་འདྲེས་པ་དེ་ནས་ཏོག་ཙམ་རྐོ་འདོན་བྱས་ནས་རིའུ་དང་ལུ་གུ་སོགས་ལ་སྤྲད་ན་ཕྱུག་ནད་འགོག་ཐུབ་ཀྱི་ཡོད་པར་བརྗོད་ཀྱི་འདུག བྲག་ཕུག་དེའི་ནང་ལ་རྡོ་འོད་མདངས་འཚེར་བ་འདྲ་བ་མང་དག་དང་རྡོ་ཉི་མའི་ཁ་ཆུ། རྡོ་ཆུ་ཤེལ་བཅས་མང་པོ་ཡོད་པར་འབྲོག་པ་ཚོས་དེའི་ཚོའི་སྒང་ན་མར་གྱི་ཡར་བརྒྱབ་པས་སྣུབ་ཞག་དོད་པོ་ཞེ་དྲག་འདུག  འོན་ཀྱང་གནའ་ཤུལ་དེ་གཉིས་ཡང་སྙིང་གང་འདྲ་ཡིན་དང་ལོ་རྒྱུས་ཀྱི་དུས་རབས་ཅི་ཙམ་དུ་བཞེངས་པ་སོགས་གསལ་པོ་མེད་པས་རྗེས་སུ་གནའ་རྫས་རྟོག་ཞིབ་རིག་པས་དངོས་སུ་སྔོག་འདོན་གྱིས་ཞིབ་འཇུག་བྱས་ཚེ་དོན་དངོས་ཅི་ལྟར་ཡིན་མིན་ཤེས་ཐུབ་ངེས་དང་བྱང་གི་ཡ་མཚན་ཅན་གྱི་གནའ་ཤུལ་དེ་ཚོར་ལོ་རྒྱུས་དངོས་དང་མཚུངས་པའི་འགྲེལ་བཤད་བྱེད་ཐུབ། དེ་མིན་ནག་རའི་ཕུ་ལ་རྫོང་ག་ཞེས་ཞོགས་གཅིག་ལ་བྲག་དང་གཞན་ཅིག་ལ་རྡོ་ཡི་བརྩེགས་པ་ཐུན་མོང་མིན་པ་མང་དག་བརྒྱབ་ནས་ཡོད་ཅིང་དེའི་ཉེ་འགྲམ་ཀུན་ཏུུའང་ཁང་རོས་གཏམས་ནས་འདུག </p><p class=\"Paragraph\">སྒེར་རྩེའི་སྐྱེས་པས་དུས་རྒྱུན་དུ་ར་སློག་དང་ལུག་སློག་གྱོན་པ་མང་ཞིང་དུས་སྟོན་ཁག་གི་སྐབས་སུ་ཟབ་མཆོར་སྤྲས་ཚེ་ཚར་སློག་དང་ལྷེག་རྩག་གྱོན་པ་མང༌། ཚར་སློག་གི་མཐའ་རྒྱན་དུ་སྟག་ལྤགས་དང་གཟིགས་ལྤགས། སྲམ་ལྤགས་བཅས་ཀྱིས་རྒྱན་ཅིང་ལྷེག་རྩག་ཞེས་ནང་ལ་ལུ་གུའི་ཚ་རུ་དང་ཕྱི་ལ་རི་དྭགས་གནའ་བ་སོགས་ཀྱིས་སྤུ་སྤྱིས་ནས་ལྤགས་པ་མཉེན་པོར་གཉེས་ནས་རྒྱབ་ཤ་རྒྱག་ཅིང་དེའི་སྒང་ལ་ཚེམ་བྲུབ་ཀྱི་རི་མོ་སྣ་ཚོགས་བྲིས་ཡོད་དེ་རྒྱ་ནག་ཆ་ཁ་དང་གཡུང་དྲུང་གཡས་འཁྱིལ་གཡོན་འཁྱིལ། མེ་རིས་ཁྱི་སྣ། ཉི་ཟླ་མགོ་སྦྲེལ། ནོར་བུ་མེ་འབར། ནོར་བུ་དགའ་བ་འཁྱིལ་བ་བཅས་སོ། བུའི་མགོ་ལ་ཝ་ཞྭ་དང་ལུ་གུ་ཚར་དཀར༌། རིའུ་རེ་ལ་འཇམ་མཉེན་མ་སོགས་གྱོན་ལ་ལྷམ་ནི་ཁམས་ཕྱོགས་ཀྱི་ཁྱད་ཆོས་ལྡན་པའི་ཐག་ལྷམ་གྱོན་ལ་ལུས་ལ་འདོགས་ཡས་རྒྱན་ཆའང་<a href=\"#_ftn6\">[6]</a>མང་པོ་ཡོད། བུ་མོ་ཚོས་སློག་པ་ར་སློག་དང་ལུག་སློག། ཚར་སློག་ཅི་འདྲ་ཞིག་གྱོན་ཀྱང་མཇའ་ལྔ་བསྒྲིགས་དང་བདུན་བསྒྲིགས་བཏང་གི་ཡོད་པས་ཤིན་ཏུ་མཛེས་པོ་ཡོད། བུ་མོ་ཚོས་དགུན་དུས་སུ་ཚར་དཀར་ཀྱི་ཞྭ་མོ་སྒོར་སྒོར་ཐུན་མོང་མ་ཡིན་པ་ཞིག་གྱོན་ཅིང་དབྱར་དུས་སུ་ཉི་གྲིབ་བམ་ངོ་གཡོལ་ཞེས་པ་ངོ་གདོང་ལ་ཉི་མ་རྒྱབ་མི་ཐུབ་པ་དམིགས་གསལ་ཅན་ཞིག་གྱོན་ལ་དུས་བཞིར་ངོ་གདོང་ལ་ཉི་མས་སྲེག་མི་ཐུབ་ཅིང་གྲང་ངར་ཅན་གྱི་ལྷག་པ་སོགས་འགོག་ཐབས་སུ་སྟོད་ཆ་ཞེས་མར་ཁུ་དང་བུ་རམ་དམར་པོ་མཉམ་སུ་བསྐོལ་བའི་ཤ་གསོས་ཐུན་མོང་མ་ཡིན་ཞིག་ཡིན། </p><p class=\"Paragraph\">སྒེར་རྩེའི་ཡུལ་དེ་ཡངས་ཤིང་གཞི་རྒྱ་ཆེ་བས་འབྲོག་པ་ཕོ་མོ་ཚང་མ་རྟ་ལ་ཞོན་རྒྱུར་ཧ་ཅང་དགའ་བོ་ཡོད་ལ་དེ་ནི་འགྲིམ་འགྲུལ་གྱི་ལག་ཆ་གཙོ་བོ་དེའང་ཡིན། དེས་ན་ཁོ་ཚོས་རྟ་ཆས་ལ་དང་དོད་ཧ་ཅང་ཆེན་པོ་བྱེད་ཀྱི་ཡོད་པར་རྟ་སྒ་ལ་སྣེ་གཉིས་ཡོད་དེ་ལྕགས་སྒ་དང་ཤིང་སྒའམ་སྦེར་ག་སྟེ་ཤིང་སྦེར་རྡོར་བཟོས་པའོ། དེར་དངུལ་ཤན་དང་ཆུ་སྲིན་པགས་པས་ལེགས་པར་སྒྲོན་ཅིང་གསེར་ཚག་བཏང་ལ་གཡུ་བྱུར་ཕ་ལམ་སོགས་ཀྱི་ཕྲ་ཚོམ་བཏང་ནས་རིན་ཐང་བྲལ་བའོ། རྟའི་སྒྱིད་སྒྲོག་ནི་ཚེར་དྲེ་དང་གསུམ་སྒྲོག་ཞེས་ནོར་གྱི་རྩིད་པ་ལེགས་ཤོས་ཀྱིས་བཟོས། སྲབ་ལ་རོང་པའི་གྲིག་སྲབ་ཞེས་པ་ཀོ་བའི་སྒང་ལ་དངུལ་ཁྲབ་བཏང་བ་དང་ཁོ་སྲབ་ཞེས་ཀོ་བ་མཉེས་ནས་ཕྱི་ནང་གཉིས་སྒྲིག་ནས་བརྩེམས་པ་ཞིག སྲབ་དབུས་ཁ་ནང་ལ་བཅུགས་ཡས་དེར་ལྕེ་མདུད་ཞེས་ངེས་པར་དུ་ལྕགས་ཞུན་སྤུས་མ་ཞིག་དགོས། རྟའི་ལུས་སྦྱར་བེམ་པོ་མང་ཆེ་བ་ལུ་གུའི་བལ་བསད་ནས་ཕྱིང་པ་བཟོས་ཅིང་དེ་ལ་སྤུ་ཧྲུག་དང་གོ་སྣམ་གྱིས་གཡོག་བརྒྱབ་ནས་བཟོས་པའོ། དེའི་སྒང་ལ་གྲུམ་རྩེ་ཆེ་བ་ཞིག་བརྒྱབ་དེའི་སྟེང་ལ་རྟ་སྒ་སྒྲོན་ཅིང་རྟ་སྒའི་ཐོག་ལ་གྲུམ་རྩེ་ཆུང་ཙམ་ཤིན་ཏུ་མཛེས་པ་ཞིག་གཡོག་པས་དམིགས་གསལ་གྱི་ཁྱད་ཆོས་ལྡན་ནོ། རྟ་སྒར་སྒྲོག་པའི་གློ་ནི་འབྲོང་ཀོ་མཉེས་ནས་ཆར་མ་སྒྲོག་པ་ཞིག་དང་སྨད་ནི་ཀོ་བའི་སྒང་ལྕགས་དང་དངུལ་ཁྲབ་བསྒྲིགས་པ་ཞིག་གམ་འབྲོང་གི་ལག་པའི་སུབ་རྩེའི་ཀོ་བ་དང་རྐྱང་གི་རྐང་པའི་སྲུབ་རྩེའི་ཀོ་བ་མཉམ་དུ་ཁ་སྦྱོར་བྱས་ནས་བཟོས་པར་རྐྱང་འབྲོང་ཀོ་བ་ཁ་སྤྲོད་ཞེས་ལེགས་པོ་ཞེ་དྲག་ཡོད་དོ། </p>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "སྒེར་རྩེ་ཚོ་པ། "
  }, 
  {
   "body": "<p class=\"Paragraph\">ཡུལ་དེའི་ཁྲལ་ནི་ཀུན་བདེ་གླིང་བླ་བྲང་ལ་རྒྱབ་དགོས་པའི་འབྲོག་སྡེ་ཞིག་ཡིན། དེ་ལ་ལྷོ་མ་དང་བྱང་མ། ར་ག་ཞེས་མང་པོ་ཡོད། འབོང་པ་བྱང་མ་དང་དང་བར་མ་ནི་ཁམས་ནང་ཆེན་ནས་ཐོན་པས་ཁམས་སྡེ་ཡིན། རྐྱང་རང་འབྲོག་སྡེ་ཡིན། སྤྱིར་འབྲོག་སྡེ་མང་བ་ཡོད། </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "ཕན་སྤྱི། "
  }, 
  {
   "body": "<p class=\"Paragraph\">གསེར་འཁོར་རམ་བསེ་འཁོར་ཞེས་པའི་ཚོ་པ་དེ་ནི་སྒེར་རྩེ་ཚོ་པའི་ནུབ་ཕྱོགས་སུ་ཆགས་ཤིང་ལོ་རྒྱུས་ཡུན་རིང་ལྡན་ཞིང་མངའ་རིས་སྐོར་གསུམ་བྱང་པ་འབྲོག་སྡེའི་མི་རྒྱུད་ཡིན་པར་དེའི་སྐད་དང་ལུགས་སྲོལ་གོམས་གཤིས༌། མིའི་གཟུགས་གཞིའི་ཆགས་སྟབས་དང་བྱེད་སྟངས་སོགས་ནས་ཤེས་ཐུབ་ཀྱི་ཡོད། དེ་ཡང་ཚོ་པ་དེའི་ཐ་སྙད་ལ་བྲིས་སྲོལ་མི་འདྲ་བ་ཁག་གཉིས་ཡོད་པར་གསེར་འཁོར་ཞེས་པ་ནི་སྔར་ལུང་པ་དེར་གསེར་མང་པོ་སྔོག་རྒྱུ་ཡོད་པས་དེ་ལ་མི་སྡེ་འཁོར་ནས་བསྡད་པར་གསེར་འཁོར་དང་ཡང་བསེ་འཁོར་ཞེས་པ་ནི་རུས་མིང་བསེ་ཞེས་པའི་གཉེན་དང་འཁོར་རྒྱུད་ཚང་མ་གནས་སྡོད་བྱེད་པའི་ཆ་ནས་ཐ་སྙད་དེ་བྱུང་ཞེས་པའང་འདུག མདོར་ན་ཐ་སྙད་དེ་གཉིས་ཀར་མིང་དོན་མཚུངས་བ་ཞིག་ཡིན་པ་ནི་ཡུལ་དེའི་གསེར་ཐང་རྒྱུད་ལ་གསེར་ཧ་ཅང་མང་པོ་ཡོད་པ་དོན་དངོས་དང་ཡུལ་དེའི་མིའི་རུས་རྒྱུད་མང་ཆེ་བ་ན་ིབསེ་བོ་དང་སྨུག་པོ། ལྡོང་པོ་བཅས་ཡིན་པས་དེ་ལའང་རྒྱུ་མཚན་མེད་པ་མིན། ཡུལ་དེའི་འབྲོག་པ་རྒན་རབས་ཚོར་ཡུལ་ཀྱི་ཐ་སྙད་སྐོར་ལ་བཅའ་འདྲི་ཞུ་སྐབས་ཁོ་ཚོས་མགྲིན་དབྱངས་གཅིག་ཏུ་བརྗོད་པར་བསེའི་གདུང་རྒྱུད་ཡུལ་དེར་ཆགས་པ་ནི་ཤིན་ཏུ་སྔ་ཞིང་གསེར་ལ་འཁོར་ནས་ཆགས་པ་ཞེས་པ་ནི་དུས་ཕྱིས་སུ་ཡིན་པར་སྙམས་ཞེས་སོ། ཡང་ཁག་ཅིག་གིས་ཡུལ་དེར་ཐོག་མ་བསེ་མི་གྲོང་བདུན་ཞེས་རུས་མིང་བསེ་ཡིན་པའི་གྲོང་པ་བདུན་འབྱོར་ནས་གནས་སྡོད་བྱས་པ་ཡིན་ཀྱང་བརྗོད། གང་ལྟར་ཡུལ་དེའི་མིའི་གཤིས་རྒྱུད་དང་སྐད་ལུགས། རྒྱན་གོས་ལྷག་དོན་དུ་བུད་མེད་ཀྱི་རས་གོས་སུལ་མང་ལྡན་པ་དང་སྤུག་ཞེས་པའི་རྒྱབ་སློག་སོགས་ནི་གུ་གེའི་ཁུལ་གྱི་ལྷ་ཁང་འགའ་ཤས་ནང་ཡོད་པའི་ལྡེབས་རིས་ནང་གི་བུ་མེད་རྒྱན་གོས་དང་མཚུངས་ཤིང་སྐྱེ་བའི་ལྷམ་པ་འུ་ཞེས་པ་དེའང་གུ་གེ་རྒྱལ་པའི་མངའ་ཁོངས་ཀྱི་མི་སེར་སྤྱིའི་གྱོན་པ་དམིགས་གསལ་ཅན་ཞིག་ཡིན་པ་བཅས་ལ་གཞིགས་ན་ཚོ་པ་དེའི་མི་ཚང་མ་ཕྱི་ནས་གནས་སྤོས་བྱས་པ་མིན་པར་མངའ་རིས་སྐོར་གསུམ་གྱི་མི་རྒྱུད་རང་ཡིན་པ་གསལ་པོ་འདུག་ལ་ཡུལ་དེའི་གཉེན་འབྲེལ་བྱེད་སྐབས་ཉེ་རིང་དབར་མཐུན་འཇུག་བྱེད་པའི་ལུགས་སྲོལ་དེའང་གུ་གེའི་རྒྱལ་པོའི་མངའ་ཁོངས་རོང་ཡུལ་མི་སེར་ཁག་གིས་ལུགས་སྲོལ་དང་མཚུངས་པས་སོ། </p><p class=\"Paragraph\"> ཡུལ་དེར་བསེ་དང་སྨུག་ལྡོང་སོགས་ཀྱི་རུས་རྒྱུད་ཕུད་ད་དུུང་ར་བ་དང་སྤོམ་པ། འ་པ། ཧོར། རུ་རོག། ཅུ་བཟང་བཅས་ཀྱང་ཡོད་དོ། དུས་རབས་བཅུ་བདུན་ཙམ་ལ་སྟོད་མངའ་རིས་སྐོར་གསུམ་གྱི་ལོ་རྒྱུས་ལ་ཕོ་འགྱུར་ཧ་ཅང་ཆེན་པོ་བྱུང་ནས་བོད་ས་གནས་སྲིད་གཞུང་དགའ་ལྡན་ཕོ་བྲང་ནས་དམག་བཏང་ཏེ་ལ་དྭགས་དང་ཟངས་དཀར། སྒར་ཞྭ། དཀར་དཀྱིལ་སོགས་ཕུད་གུ་གེ་རྒྱལ་པོའི་མངའ་ཁོངས་ས་གནས་ཚང་མ་ཚུར་བསྡུས་ནས་སྟོད་མངའ་རིས་སྒར་དཔོན་གྱི་གཙོས་པའི་རྫོང་བཞི་དཔོན་དྲུག་གི་སྒྲིག་གཞི་གསར་པ་བཙུགས་སྐབས་བསེ་འཁོར་ཡུལ་དེ་སྒྲིག་གཞི་དེའི་ནང་ལ་མ་ཚུད་པར་ཁྲིམས་འགོ་རང་བཙན་ཚུལ་དུ་བསྡད་སྐབས་སུ་ལའང་བརྟན་ས་མེད་པར་ཉམས་རྒུད་ཆེན་པོ་བྱུང་བ་མ་ཟད་རྩྭ་ཐང་སྐོར་ལ་བརྩོད་རྙོག་ཡོང་དུས་སུ་ལའང་ཞུ་ས་མེད་པའི་དཀའ་ལས་དང་ཐ་ན་མི་སེར་གྱེན་ལངས་བྱེད་རྒྱུའི་ཉེན་ཁ་ཆེན་པོ་ཡོད་པའི་ཚེ་ཚོ་པ་དེའི་དཔོན་ཐོག་གཅིག་སྤྱང་དྲུང་དོད་ལ་འཇོན་ཐང་ཆེ་ཙམ་ཡོད་པས་ཁོས་སོ་སོའི་དབང་ཐང་དང་མངའ་ཁོངས་ལ་འགྱུར་བ་གང་ཡང་མ་བྱུང་བར་ཐད་ཀར་བོད་སྡེ་པ་གཞུང་འོག་ཏུ་ཆུད་པའི་སླད་དུ་བློ་རྒྱ་ཆེ་སྐྱེད་ཀྱིས་བོད་སྡེ་གཞུང་ག་ལ་བ་དེར་བཅར་ཏེ་བོད་གཞུང་ནས་བཀའ་བརྒྱ་དང་ཇ་ས་ཡོང་རེ་བྱས། མདོར་ན་ཁོས་བསེ་འཁོར་བོད་གཞུང་ཁོངས་སུ་ཐད་ཀར་བཅུགས་རེ་དང་རང་གི་མངའ་དབང་ཆེད་དུ་དཀའ་བ་དུ་མ་བཅད་ནས་སྡེ་གཞུང་དཔོན་རིགས་བཞུགས་ཡུལ་ལྷ་སར་བཅར་རོ། ཁོང་ལྷ་སར་སླེབས་ནས་དུས་ཡུན་རིང་ཙམ་འདས་ཀྱང་ཁོ་ལ་རྒྱུ་དངོས་པོའི་དབེན་ལ་དཔོན་རིགས་ཁག་ལ་ཞུ་བའི་ཆ་རྐྱེན་རྩ་བ་ནས་མེད་པས་མཚམས་རེ་ཞུ་ཚུལ་བྱས་མོད་ཀྱང་སུ་ཡི་ཡང་ཁ་ཡ་བྱེད་མཁན་མ་བྱུང་བས་ཡར་ཞུ་བའི་སྤོབས་སེམས་ཇེ་ཉམས་སུ་འགྱུར་བའི་སྐབས་སུ། བསེ་འཁོར་གྱི་དཔོན་དེར་བྱ་ཐབས་གཞན་ཟད་ནས་མཐར་ཁོས་བློ་རིག་གཅིག་སྟོན་ཡོད་པ་ནི། ཁོས་འཕྱིང་པའི་ཞྭ་མོ་རིང་པོ་གཅིག་བཟོས། དེ་ལ་མཇའ་མཚོན་དཀར་དམར་ལྗང་སྔོན་སེར་པོ་སོགས་ཀྱིས་རྒྱན་ཡ་མཚན་ཅན་ཞིག་བརྒྱབ། དེའི་སྒང་ལ་དུ་དུུང་གྲུ་ཐོག་སོགས་ཉལ་ཉིལ་སྣ་ཚོགས་བཏགས་ནས་ལྷ་སའི་བར་སྐོར་ལ་སྐོར་བ་བརྒྱབ་སྐབས་སྡེ་པ་གཞུང་གི་སྐུ་དྲག་གིས་གཙུག་ལག་ཁང་གི་ཐོག་སོ་གཉིས་པའི་ལྷོ་ཕྱོགས་སུ་མཆིས་པའི་བཀའ་ཤག་གཞུང་ལས་ཁང་གི་སྒེའུ་ཁུང་ནས་གསུང་ཆོས་ར་བ་ཕྱོགས་ལ་མིག་བལྟ་སྐབས༌། མི་ཞྭ་མོ་དམིགས་གསལ་ཅན་གྱོན་པ་ཞིག་མཐོང་བའི་ཧང་སང་མདོག་གིས་དེ་རིང་མི་ཡ་མཚན་ཅན་ཞིག་སླེབས་འདུག་པས་དེ་ཡར་འཁྲིད་ཤོག་ཞེས་གཡོག་པོ་ཞིག་ལ་མངགས་བྱ་བྱས། དེ་ཚེ་གཡོག་པོས་མགྱོགས་དང་མྱུར་དུ་རྒྱུག་ཕྱིན་ནས་བསེ་འཁོར་གྱི་དཔོན་དེ་སྡེ་གཞུང་གཞུང་ལས་གནང་ཡུལ་བཀའ་ཤག་ལ་འཁྲིད། སྡེ་གཞུང་གི་སྐུ་དྲག་ཕྲད་པ་དང་ཁོས་འཛེམས་པ་མེད་པར་དེ་མ་ཉིད་དུ་རང་ཡུལ་གྱི་སྐྱིད་སྡུག་ཇི་མ་ཇི་བཞིན་དང་ས་ཆའི་རྒྱ་ཆེ་ཆུང་ངམ་དགུན་ཁའང་འཁྱག་ཡས་མེད་པ་གྲགས་ཅན་ལུ་མ་བཞིའི་ས་རྒྱ། དེར་གནས་པའི་མི་འབོར་ཅི་ཙམ་ཡོད་མེད། ཕྱི་མིས་བརྙེད་བརྩིར་ཅི་འདྲ་བྱེད་མིན། ཕྱི་འབྱུང་རེ་བ་སོགས་ཞིབ་ཅིང་ཕྲ་བ་ཞུ་བའི་ཁར་རྗེས་སུ་མཁྱེན་ལྡན་ལྷན་སྐྱེས་རྣམ་པ་ཚོར་ཁྲལ་ཡང་དུས་ཐོག་ཏུ་བརྒྱབ་ཀྱི་ཡིན་པ་མ་ཟད་གཞུུང་གི་ཁྲིམས་རིགས་ལ་དང་ལེན་ཞུས་ནས་སྤུ་ཇའང་དུས་ཐོག་ཏུ་བཞེད་ཀྱི་ཡིན་ཞེས་པ། མདོར་ན་ཁོའི་དབང་ལ་འགྱུར་བ་མེད་ཁར་ས་ཁུངས་གཏན་འཁེལ་གནང་ཚེ་ཁོས་ནམ་གནས་ཇི་སྲིད་བར་དུ་གཞུང་ལ་ཁྲལ་བརྒྱབ་ཅིང་གཞུང་ཁྲིམས་གཙང་དག་འཁུར་གྱི་ཡིན་པར་བརྗོད་པས་སྡེ་གཞུང་སྐུ་དྲག་གིས་ཁོར་ལུ་མ་བཞིའི་ས་རྒྱ་ཆ་ཚང་སྤྲད་ཅིང་བཀའ་བརྒྱ་དང་ཇ་སའང་གནང་བ་མ་ཟད་ནམ་གནས་ཡུན་གྱི་བར་དུ་བསེ་འཁོར་སྡེ་གཞུང་ལ་ཐད་བདག་གིས་ཁྲལ་རྒྱག་དགོས་པ་དང་བསེ་འཁོར་ལ་འགོད་ཆགས་ཅི་བྱུང་ཡང་སྡེ་གཞུང་ནས་ཐག་གཅོད་བྱེད་རྒྱུ་བྱས་སོ། </p><p class=\"Paragraph\">དེས་ན་“བསེ་འཁོར་ཞྭ་མོ་རིང་པོ་”ཞེས་པའི་ལོ་རྒྱུས་ཀྱང་དུས་དེ་ནས་བྱུང་ཞིང་སྡེ་པ་གཞུང་ལ་དུས་ཐོག་ཏུ་ཁྲལ་དང་འུ་ལག་བརྒྱབ་དགོས་ཤིང་དེའི་ནང་ནས་སྡེ་གཞུང་གསེར་དཔོན་ལ་གསེར་ཁྲལ་(གསེར་ཐང་དང་དེང་འདྲང་ཞེས་པར་གསེར་ཕོན་ཆེན་ཐོན་)ཏེ་གསེར་ཞོ་བརྒྱ་དང་བཅུ་དྲུག་རྒྱག་དགོས་ལ་འབམ་ཚོང་སྤུས་སྒྱུར་ཞེས་ཇ་སྒམ་མང་པོ་ཞུ་བའམ་ཁྲིམས་ཀྱང་བཀའ་གསུང་ཅི་སྒྲུབ་ཞུ་དགོས་ཤིང་དཔལ་འབྱོར་ཐོག་ནས་སྡེ་པ་གཞུང་ལ་ཁྲལ་ཐར་ཀར་བརྒྱབ་དགོས་མོད་ཀྱང་ཆབ་སྲིད་ཐོག་ནས་སྟོད་མངའ་རིས་སྐོར་གསུམ་གྱི་དབུ་འཛིན་སྒར་དཔོན་གོང་འོག་ལ་བསྟུན་དགོས་པ་དང་སྒར་དཔོན་དང་མཉམ་དུ་མངའ་རིས་སྤྱིའི་དགྲ་བོར་ཁ་གཏད་བཅགས་དགོས་ལ་སྒར་དཔོན་ནས་ཡུལ་བསྲུངས་ཀྱི་ལས་ཀ་ག་རེ་སྐུལ་ནའང་སྒྲུབ་དགོས་པ་ལས་མིན་ཞེས་སྲོལ་མེད། </p><p class=\"Paragraph\"> བསེ་འཁོར་ཚོ་པའི་དབུ་འཛིན་མིང་ལ་སྤྱི་ཁྱབ་ཞེས་ཤིང་རྒན་ཞོན་གཉིས་ཡོད། དེ་གཉིས་འོག་ལ་འགོ་པ་གཉིས། དེ་ནས་དྲུང་ཡིག་གཉིས། མཐར་དམག་དཔོན་རེ་ཟུང་ཡོད་པ་དེ་ཚོའི་ལས་འགན་གཙོ་བོ་ནི་ཡུལ་ལ་ཇག་པ་བྱུང་དུས་སྐུལ་བརྡ་བཏང་ནས་གྲོང་པའི་སྐྱེས་ཕོ་རང་ལོ་བཅོ་བརྒྱད་ཡོལ་བ་ཚང་མ་འཛོམས་ནས་དགྲ་ངན་ཚར་གཅོད་བྱེད་པའི་ལས་འགན་ཡོད་ཅིང་མང་ཆེ་བ་ཇག་ཚོགས་རྐྱང་རྐྱང་ལ་ཁ་གཏད་བཅགས་དགོས། ཇག་པ་མང་ཆེ་བ་སྨད་ནས་ཐོན་པའི་ཁམས་པ་ཤ་སྟག་རེད། བསེ་འཁོར་ཚོ་པའི་སྤྱི་ཁྱབ་གཉིས་ནི་ས་ཆ་དེའི་མི་རང་ཡིན་པ་ལས་སྒེར་རྩེ་དཔོན་ནང་བཞིན་ལྷ་ས་ནས་བཏང་གི་མེད། བསེ་འཁོར་སྤྱི་ཁྱབ་བསྐོ་ཤག་བྱེད་དུས་འོས་ཐོ་ཞེས་མི་རེ་རེའི་བསམ་འཆར་ཚང་མ་མཉམ་དུ་བསྡུ་རུབ་བྱེད། དེ་ནས་འོས་ཐོ་སྤྱི་དམངས་ཡོད་སར་མིག་བསྟན་ནས་སྤྱི་ཁྱབ་ཨང་དང་གཉིས་རིམ་པར་བསྐོས། དེའི་ཁྱད་ཆོས་ཤིག་ནི་དཔོན་རྒྱུད་དེད་ཀྱི་མེད་པར་འཇོན་ཐང་ཆེ་ཆུང་དང་ལྷག་པར་དུ་རྒྱུ་དངོས་ཆེ་ཆུང་ལ་བལྟ་རྒྱུ་དེ་གལ་འགངས་ཆེ། གང་ལགས་ཤེས་ན་རྒྱུ་ཕྱུག་པོ་མེད་ན་བྱ་བ་གང་ཡང་སྒྲུབ་པར་དཀའ། དཔེ་ན་གཞུང་ནས་ཇ་སོགས་སྤུས་སྒྱུར་ཕོན་ཆེན་བཏང་དུས་རིན་པ་ཚང་མ་དུས་ཐོག་ཏུ་ཕུལ་ཐུབ་པ་བྱེད་དགོས་པས་གལ་ཏེ་རྒྱུ་ཕྱུག་པོ་མེད་ཚེ་བརླགས་རྙེད་ཐབས་མེད་པ་སྤྱི་དང་ཡང་སྒོས་འཇོན་ཐང་ཅན་ཁ་ཤུགས་ཆེན་པོ་རྩྭ་ཐང་སོགས་ལ་ཁ་མཆུ་བརྒྱབ་ཐུབ་མཁན་ནམ་ཡ་ལན་དུས་ཐོག་ཏུ་སྤྲད་ཐུབ་མཁན་ཞིག་དགོས་སོ། </p><p class=\"Paragraph\">ཕྱིས་སུ་མདོ་ཁམས་སྒེར་རྩེའི་ཡུལ་ནས་མི་ཚང་བདུན་ཙམ་ཐོན་ནས་བསེ་འཁོར་འབྲོག་པར་འཕྲོག་བཅོམ་བྱས་པ་སོགས་དཀའ་ལས་ཆེན་པོ་བཟོས་རྐྱེན་གྱིས་བསེ་འཁོར་དཔོན་གྱི་སྡེ་གཞུང་ལ་སྙན་ཞུ་ཕུལ་བས་སྡེ་གཞུང་ནས་ལམ་སེང་བཀའ་ཕབ་དོན་དུ་བསེ་འཁོར་ཞེས་པའི་བྱང་འབྲོག་དེར་དུས་རྒྱུན་དུ་འཇག་པ་དང་རྐུན་མས་རྙེད་བརྩིར་ཆེ་བས་ཉེན་ཁ་ཤིན་ཏུ་ཆེ་བས་ད་ཐེངས་བསེ་འཁོར་ཤར་ཕྱོགས་ཀྱི་ཡངས་ཤིང་གཞི་རྒྱ་ཆེ་བའི་རྩྭ་ཐང་དག་མདོ་ཁམས་སྒེར་རྩེའི་མི་ལ་སྤྲད་ནས་ཕྱི་འབྱུང་སྒེར་རྩེ་བས་ཕྱིའི་རྐུན་ཇག་སོགས་དགྲ་ངན་ཐམས་ཅད་ལ་འགོག་རྒོལ་དྲག་པོ་སྤྲད་ནས་བསེ་འཁོར་ལ་མཐའ་གཅིག་ཏུ་བསྲུངས་སྐྱོབ་བྱེད་རྒྱུའི་ལས་འགན་དང་རེ་བ་བཅོལ་ནས་“སྒེར་རྩེ་ཕྱིའི་ལྕགས་རི་དང་བསེ་འཁོར་ནང་གི་ནོར་བུ་”ཞེས་དུས་དེ་ནས་བཟུངས་སྒེར་རྩེས་བསེ་འཁོར་ལ་བསྲུངས་སྐྱོབས་ལེགས་པར་བྱེད་རྒྱུ་དང་བསེ་འཁོར་གྱིས་སྒེར་རྩེར་གནས་སྡོད་བྱེད་སའི་ས་ཆ་སྤྲད་ཅིང་འཚོ་ཁུངས་ལ་རོགས་རམ་བྱས་ནས་སྒེར་རྩེ་དང་བསེ་འཁོར་ཕན་ཚུན་འཆམ་མཐུན་དུ་གནས་སོ། དེས་ན་སྒེར་རྩེའི་མི་དཔའ་བློ་ཁོག་ཆེ་ལ་གཞུང་དྲང་བ། ཡ་ཡུད་ཆེ་བ། དྲག་པོའི་དམག་ལ་འཇུག་པར་ཤིན་ཏུ་འཇོན་པས་བསེ་འཁོར་ལ་ཡུན་རིང་དུས་བདེ་ཞོད་འཇགས་བྱུང་དབངགིས་བསེ་འཁོར་ལ་མི་འབོར་མང་དུ་ཕྱིན་པ་དང་སྟོབས་ཤུགས་ཆེ་རུ་ཕྱིན་པས་སྒེར་རྩེའི་བསྲུངས་བའི་བཀའ་དྲིན་ལ་བསམ་ཤེས་མ་བྱེད་པར་དེ་ལས་ལྡོག་ཏེ་ཁོ་ཚོའི་སྔར་སྤྲད་པའི་ས་ཁུངས་རྩྭ་ཐང་ཁག་ཅིག་ཚུར་སློག་དགོས་པའི་རེ་བ་ཞུས་ཀྱང་སྒེར་རྩེ་མི་ཤིན་ཏུ་ཁྲག་པས་མོས་མཐུན་རྩ་བ་ནས་མ་བྱེད་པས་སྒེར་རྩེ་དང་བསེ་འཁོར་དབར་ལ་ཁ་མཆུ་ཡང་ཡང་ཐུག་ཀྱང་ཐག་ཆོད་མ་བྱུང་ནས་སྒེར་རྩེའི་དཔོན་ཐོག་དེ་དང་སེར་འཁོར་སྤྱི་ཁྱབ་གཉིས་ཀར་ཁ་མཆུ་གཉེས་འོག་ལ་བརྒྱབ་ནས་འདས་གྲོང་དུ་འགྱུར། དེས་ནས་སྒེར་རྩེ་དང་བསེ་འཁོར་དབར་ལ་འགལ་བ་ཆེན་པོ་བྱུང་ནས་རྟག་ཏུ་རྩྭ་ཐང་སོགས་ཀྱི་དོན་དུ་བརྩོད་རྙོག་གཅིག་རྗེས་གཉིས་མཐུད་ཡོང་གི་ཡོད་ལ་ཐ་ན་དབྱར་དུས་རྟ་རྒྱུག་སོགས་བཏང་དུས་ཀྱང་འགྲན་རྩོད་ཆེ་ཤོས་སྒེར་རྩེ་དང་བསེ་འཁོར་དབར་ལ་ཡོང་གི་ཡོད་དོ། </p><p class=\"Paragraph\">བསེ་འཁོར་གྱི་སྐད་ལུགས་དང་མིའི་གཟུགས་གཞིའི་ཆགས་སྟངས། གོམས་སྲོལ་བཅས་ཚང་མ་མངའ་རིས་སྐོར་གསུམ་མིའི་ཁྱད་ཆོས་ཡོད་ལ་ལྷག་དོན་དུ་སྐྱེ་བ་དངསྐྱེ་དམན་གྱི་གྱོན་ཆས་ཚང་མར་དམིགས་གསལ་ཁྱད་ཆོས་ཡོད་པ་ནི་སྐྱེ་བ་ཚང་མས་ཕྱུ་པའམ་སློག་པ་ཅི་གྱོན་ཀྱང་མར་འཇོལ་ལེར་སློད་ཤག་ཅིང་རྒྱབ་ཀྱི་རྐུབ་སུལ་ལ་དང་དོད་དང་དོ་སྣང་ཧ་ཅང་ཆེན་པོ་བྱེད་པ་ལས་ཁམས་ལུགས་ལྟར་སྐ་བོ་སྤུས་མོ་དང་མཉམ་པར་མཐོ་བོར་བཅིངས་བའི་ལུགས་སྲོལ་མེད། ད་དུུང་གོང་དུ་ཞུས་པ་ལྟར་དཔའ་འུ་ཞེས་མཐིལ་ཀོ་བས་བཏུམ་ཏེ་སྣ་ཁུག་རྩེ་ཡར་བཀུགས་པ་མངའ་རིས་སྐོར་གསུམ་སྤྱིའི་ཁྱད་ཆོས་ལྡན་པའི་ལྷམ་དེའང་སོ་སོས་བཟོས་པ་དེ་རང་གྱོན་སྲོལ་འདུག དེ་བཞིན་སྐྱེ་དམན་ཚོས་སྤུག་གུའམ་སྤུག་ལྡིང་<a href=\"#_ftn7\">[7]</a>ཞེས་པའི་རྒྱབ་སློག་དམིགས་གསལ་ཅན་ཞིག་དང་རས་གོས་ཞེས་རྒྱབ་མདུན་ཚང་མར་སུལ་ཤིག་ཤིག་ཡོད་པ་དག་གྱོན་ནོ། དེ་ཚོ་སྒེར་རྩེའི་མདོ་ཁམས་ལུགས་དང་གཅིག་མཚུངས་མིན། སྤུག་གུ་ཞེས་པ་མང་ཆེ་བ་ལུ་གུའི་ཚ་རུ་ལས་བཟོས་ཤིང་རྒྱབ་ཤ་བརྒྱབ་པ་དང་མ་བརྒྱབ་པ་སྣ་ཚོགས་ཡོད་མོད་ཀྱང་རྒྱབ་ཀྱི་རྒྱན་ཆ་མང་དག་སྒྲིག་གི་ཡོད་པ་ནི་རྒྱབ་སྟོད་དང་རྒྱབ་སྨད། ཁལ་མ། ཁལ་ཕྲུག། གོང་རྒྱན། བར་རྒྱབ་ཁྲ་བཅས་མདའ་གཟུགས་དང་མདུང་གཟུགས། མཆོད་རྟེན་གཟུགས། རིའི་གཟུགས་བཅས་རི་མོ་དང་མཚོན་དྲ་ཕུན་སུམ་ཚོགས་པོ་ཞེ་དྲག་ཡོད། མདོར་ན་བསེ་འཁོར་གྱི་སྤུག་གུ་ནི་དགོན་པའོ་གྲྭ་བའི་གྱོན་ཡས་ཟླ་གམ་གཟུགས་དང་ཆ་འདྲ་ཡིན་གཤིས་མ་གཞི་རྒྱབ་སློག་ཡིན་ཀྱང་མངའ་རིས་སྐོར་གསུམ་གྱི་བུད་མེད་སྤྱིའི་གྱོན་པ་རྒྱབ་སློག་ཞེས་གྲུ་བཞི་ཁ་གང་མ་དང་ཅུང་མི་འདྲ་བ་འདུག དེ་བཞིན་བསེ་འཁོར་བུད་མེད་ཀྱི་རྒྱན་གོས་སྤི་ཆུང་ཞེས་གཞི་འཕྱིང་པ་དང་དེ་ལ་དངུལ་གྱི་སྒོར་མོ་ཁྲ་ལིང་ཤ་སྟག་གིས་རྒྱན་པ། དེའི་དགུང་ཚུགས་ལ་གཡུ་དང་བྱུ་རུ། དངུལ་སྒོག་བཅས་བཏང་ཡོད་ལ་ཤར་དར་ཞེས་གཡས་གཡོན་དངུལ་དཀར་ལེབ་པོ་གཉིས་ཀྱང་བཏགས་ཡོད་ཅིང་མཐའ་ཟུར་ལ་དུུང་དཀར་ཞེས་དུུང་རྒོད་གཙང་མ་བརྒྱབ་ནས་ཡོད། བྲང་སྟེང་དང་སྐྱེད་པར་གའུ་ཚོ་སྒོར་དང་ཟུར་དྲུག དངུལ་དྲུག་ཞེས་བཟོ་དབྱིབས་དང་ཆེ་ཆུང་མི་འདྲ་སྣ་ཚོགས་བཏགས། བསེ་འཁོར་ཡུལ་གྱི་སྐྱེས་པ་ཚོས་སྐེ་ལ་གཡུ་བྱུ་རུ་གཟི་བཏགས་ཤིང་རྣ་ཅོག་ལ་གསེར་གྱི་ཨ་ལོང་ཆེ་ཆུང་གང་ཡང་བཏགས་པའང་མངའ་རིས་སྐོར་གསུམ་སྐྱེ་པ་སྤྱི་མཚུངས་ཀྱིས་རྒྱན་ཆ་ཡིན་པ་ལས་ཁམས་དང་ཨ་མདོའི་ལུགས་དང་མི་འདྲ། དུས་མཚུངས་སུ་རྒྱབ་ཁ་ཞེས་སྐྱེས་པའི་གའུ་ཡི་ལུང་ཐག་ལ་དངུལ་གྱི་པ་པྲ་བརྒྱབ་པ་བཅས་བཏགས་པའང་དམིགས་གསལ་གྱི་ཁྱད་ཆོས་ཤིག་གོ། སྐྱེས་པ་ཚང་མའི་རྐེད་པར་རི་མོ་སྣ་ཚོགས་བྲིས་པའི་ཁབ་ཤུབས། མེ་ལྕགས། གློ་གྲི་བཏགས་མོད་ཀྱང་ཁམས་རིགས་དང་མི་འདྲ་བར་བུ་མེད་ཚོས་གྲི་བཏགས་པའི་ལུགས་སྲོལ་མེད། སྐྱེས་པའི་ར་སློག་དང་ལུག་སློག་ལ་མཐའ་རྒྱན་ནག་པོ་རྒྱག་པ་དང་ཚ་རུའི་སློག་པ་ལ་སྲམ་ལྤགས་མཐའ་རྒྱན་བཏང་ཡང་བཞེངས་ཆེན་པོ་མེད། དེ་མིན་ལྷེག་རྩག་ཀྱང་གྱོན་གྱི་ཡོད་པར་དེའི་མཐའ་ལ་མཚལ་རྒྱན་དམར་པོ་དང་དེའི་འོག་ལ་གཟིག་ལྤགས་ཀྱིས་རྒྱན་ཅིང་གཡོག་ལྷེག་གེ་ཞེས་རི་དྭགས་གནའ་བ་སོགས་ཀྱིས་ལྤགས་པ་སྤུ་སྤིས་ནས་མཉེས་པའི་ལྤགས་པ་འཇམ་མཉེན་ལྡན་པ་ཞིག་རྒྱག་ལ་རྒྱབ་ཕྱོགས་སུ་མེ་རི་ཁྱི་སྣ་དང་སྒོར་རྭ་ཆ་འཛིན། རྒྱ་ནག་ལྕགས་རིའི་བཟོ་དབྱིབས་འདྲ་བ། རྒྱ་ཊམ་གྱི་གཟུགས་དབྱིབས་ཀྱང་བརྒྱབ་ཀྱི་ཡོད་པ་བཅས་སོ། </p><p class=\"Paragraph\">བསེ་འཁོར་ཡུལ་ལ་ཡུལ་ལྷ་གྲགས་ཅན་གསུམ་ཡོད་དེ། ལྷ་ཧྲུག་དང་ཉི་མ་སྒྲོལ་མ། བ་སྨ་ལྷ་གླུ་བཙན་བཅས་སོ། སྔར་སྡེབ་བསང་བཏང་དུས་ཆོ་ག་རྒྱས་པོའི་ངང་ནས་གསོལ་གྱི་ཡོད། དེ་ཚེ་ལྷ་བླ་མའི་སྐུ་རིམ་བཏང་བ་དང་བསང་གསོལ་བཏང་བ། དར་ལྕོག་བཙུགས་པ། ཡུལ་སའི་ཕོ་བྲང་ལ་བསང་གསོལ་བྱེད་ཅིང་མདའ་གྲི་མདུང་གསུམ་གྱིས་མཆོད་པ་དང་ས་བཅུད་བུམ་པ་གཡང་འཛིན་ས་འོག་སྦས་ནས་ས་བཅུད་ཡུལ་བཅུད་མ་ཉམས་བཀུགས་ཐུབ་པ་བཅས་བྱེད་དོ། སྤྱིར་ན་སྡེབ་བསང་དེ་མར་མིག་དགོན་པར་བཏང་ནས་ཆོས་ཕྱོགས་ཀྱི་ཆོ་ག་ཧ་ཅང་ཕུན་སུམ་ཚོགས་པོ་བཏང་བ་ནི་ཟླ་ཆེད་ཙམ་རིང་ལྷ་ཀླུ་བཙན་གསུམ་ལ་གསོལ་ཁ་བཏང་བ་དང་ཆོས་སྒྲོག་པ། ཞབས་རྟེན་སྒྲུབ་པ་པ་མ་ཟད་རྟ་ཕོ་ཆེན་དང་ཅོ་པས་རྟ་རྒྱུག་བཏང་བ་དང་རྟ་རྩལ་སྣ་ཚོགས་འགྲན་པ། མདའ་དང་མདུང་རྩེད་འཇོས་རོལ་ཅིང་གཞས་བཏང་བ། ཞབས་བྲོ་འཁྲབ་པ་སོགས་དགའ་སྐྱིད་འཚོ་བ་ལོངས་སུ་སྤྱོད་ཀྱི་ཡོད་དོ། </p><p class=\"Paragraph\"> མ་གཞི་བསེ་འཁོར་དེ་དཔལ་འབྱོར་ཐོག་ནས་བོད་སྡེ་པ་གཞུང་གི་གཞུང་རྒྱུག་མི་སེར་ཡིན་མོད་ཀྱང་མངའ་རིས་སྐོར་གསུམ་གྱི་ལོ་གཅིག་དུས་གཅིག་དུས་ཆེན་རྒྱས་ཤོས་སྒར་འཆར་ཅན་སྐབས་སུ་བསེ་འཁོར་གྱི་སྐུ་ཚབ་འགོ་ཡོད་ཁ་ཤས་ངེས་པར་དུ་འགྲོ་དགོས་ཤིང་སྐབས་ཤིག་ལ་ནུས་པའང་ཆེན་པོ་ཐོན་སྐད། དེ་དུས་ཉི་རི་རོང་པ་དང་སྒར་ཞྭ། ཁུ་ནུ། སྐྱོ་ནམ། ལ་དྭགས་བཅས་ཕྱི་མཐའི་ཚོ་པ་དང་རྒྱལ་ཕྲན་ཁག་གི་སྐུ་ཚབ་ཀྱང་བཅར་ནས་ལྟད་མོ་བལྟ་དང་ཚོང་དོན་རྒྱ་ཆེན་པོ་ཞིག་སྤེལ་བ་ཕུད་འགྲན་རྩེད་ཀྱི་བྱེད་སྒོ་ཁ་ཤས་ནང་འཛུལ་གྱི་ཡོད་དེ་དཔེ་ན་ཉི་རི་རོང་པ་བས་མི་ཧྲེང་ཤེད་ཤུགས་འགྲན་པའི་བྱེད་སྒོའི་ནང་བཞུགས་ཀྱི་ཡོད་ཅིང་དེའི་མི་བང་རྩལ་ཆེ་ལ་ཤེད་ཤུགས་འགྲན་ཟླ་བྲལ་གཤིས་ལོ་མང་རིང་སྒར་དཔོན་འབངས་མི་སུ་གཅིག་གིས་ཀྱང་བརླགས་མ་རྙེད་དོ། དེ་ཚེ་མངའ་རིས་སྒར་དཔོན་གྱིས་ཡུལ་གང་སར་མི་ཤེད་ཤུགས་ལྡན་པ་རྩད་གཅོད་སྐབས་མཐར་བསེ་འཁོར་ཡུལ་དེར་རུས་པ་ཁྱུང་པོ་བྱས་པའི་ཁྱུང་པོ་པད་མ་དང་རུས་པ་བསེ་འཁོར་བྱས་པའི་བསེ་འཁོར་པད་མ་ཞེས་པད་མ་ཆ་གཅིག་དུ་གྲགས། དེ་གཉིས་ལ་དམིགས་གསལ་ནུས་རྩལ་ཆེན་པོ་ལྡན་པ་ཤེས་ནས་དེ་གཉིས་སྒར་འཆར་ཅན་ལ་འཁྲིད་ཤོག་ཞེས་བརྡ་ཐོ་སླེབས་པ་དང་གྱད་པ་དེ་གཉིས་བསེ་འཁོར་སྐུ་ཚབ་འགོ་ཡོད་མཉམ་དུ་འཁྲིད་ཕྱིན། </p><p class=\"Paragraph\">མངའ་རིས་སྒར་དཔོན་སྡོད་ས་སྒར་དབྱར་སར་སླེབས་པ་དང་ཁོ་གཉིས་ལ་ཤ་ཚིལ་ཟ་རུ་མ་བཅུགས་པ་དང་ཇ་མར་ཁུ་ཆེན་པོ་འཐུང་དུ་མ་བཅུགས་པར་ཉིན་ལྟར་རེ་བཞིན་ཇ་ནག་འཐུང་ཞིང་རྩམ་ནག་བཟས་ནས་སྦྱོང་བདར་ལེགས་པར་སྤྲད་པ་ནི་ཟླ་ཤས་རིང་རྐང་མདུན་ཉི་མ་ཤར་མེད་དུ་ཁོ་རང་གཉིས་ཕན་ཚུན་ཤེད་ཤུགས་འགྲན་དུ་བཅུགས་སོ། ཁྱུང་པོ་པད་མ་ལོ་རྒན་པས་པད་མ་རྒན་པ་དང་བསེ་འཁོར་དེར་པད་མ་གཞོན་པ་ཞེས་འབོད། དེ་ནས་ལོ་དེའི་སྒར་འཆར་ཅན་འགོ་བཙུགས་པ་དང་ཐོག་མ་རྟ་རྒྱུག་འགྲན། དེ་ཟིན་ཕྲལ་དུ་ཕྱི་ནང་གྱད་པ་ཤེད་ཤུགས་འགྲན་སྐབས་སུ་ཉི་རི་རོང་པའི་ཤུགས་པའམ་གྱད་པ་རྒན་གཞོན་གཉིས་ཀྱང་ཐོན་ཡོང་ནས་པད་མ་རྒན་གཞོན་གཉིས་དང་ཤེད་ཤུགས་ཐེངས་གཉིས་རེ་འགྲན་པར་འགྲན་ཐེངས་ཚང་མར་བསེ་འཁོར་པད་མ་རྒན་གཞོན་གཉིས་ལ་ཐོབ་ཅིང་དེ་གཉིས་ངར་ཤ་ཚད་མེད་སྐྱེས་ནས་པད་མ་ངད་གཉིས་ཀྱི་ཨ་ལུགས་ཡིན་ཞེས་ཉི་རི་རོང་པའི་ཤུགས་པ་གཉིས་ཀྱི་མགོ་བོའི་ཐོག་ལ་མཆོང་ནས་ལང་ཡས་མེད་པར་བཟོས་གཤིས་ཉི་ཏི་ཤུགས་པ་གཉིས་ཕམ་པར་མཁས་མ་ལེན་ཐབས་མེད་བྱུང༌། དེ་ནས་མངའ་རིས་སྒར་དཔོན་གྱིས་བསེ་འཁོར་ལ་མཐོང་ཆེན་བྱེད་ཅིང་དཔེ་སང་ཡང་གྱ་ནོམ་པ་བྱུང་ངོ༌། </p><p> </p><hr size=\"1\"><p><a href=\"#_ftnref\">[1]</a> བྱང་པ་ཞེས་པ་ནི་བྱང་ཕྱོགས་ལ་འཚོ་སྡོད་བྱེད་མཁན་ལ་གོ་དགོས་ཤིང་སྟོད་མངའ་རིས་སྐོར་གསུམ་ལ་ཆ་བཞག་ན་གུ་གེ་བྱང་པ་དང་ལ་དྭགས་བྱང་པ། རུ་ཐོག་བྱང་པ་སོགས་མང་དག་ཞིག་མཆིས་མོད་ཀྱང་འདིར་བྱང་པ་ཞེས་པ་དེ་ནི་སྔར་རུ་ཐོག་ཁུལ་གྱི་བྱང་སྟོད་བྱང་སྨད་དམ་ཁུ་ནུ་རི་བོའི་བྱང་རྒྱུད་དུ་ཡངས་ཤིང་རྒྱ་ཆེ་བའི་བྱང་ཐང་ཁུལ་དུ་གནས་སྡོད་བྱེད་མཁན་བྱང་ཐང་འབྲོག་པའམ་བྱང་པ་ཞེས་པ་དེའོ།</p><p><a href=\"#_ftnref\">[2]</a> དགེ་རྒྱས་ཞེས་པ་དེང་སང་མངའ་རིས་ས་ཁུལ་གྱི་རྫོང་ཞིག་ཡིན་ཞིང་དེའི་ལྟེ་བ་དེ་ནི་སྔར་འབྲོང་པ་དཔོན་གྱི་མངའ་ཁུལ་སྣ་ཕུག་དུ་ཆགས་མོད་ཀྱང་བོད་ས་གནས་སྲིད་གཞུང་དགའ་ལྡན་ཕོ་བྲང་སྐབས་ལ་དགེ་རྒྱས་ཞེས་པའང་ཁམས་ཕྱོགས་ནས་གནས་སྤོས་བྱས་པའི་ཚོ་པ་ཞིག་སྟེ་མིང་ལའང་དགེ་རྒྱས་མཚེར་གསར་དུད་དགུ་ཞེས་ཁམས་དགེ་རྒྱས་ཡུལ་ནས་ཡོང་བའི་དུད་གྲངས་དགུ་བྱུང་བ་ཡིན་ཅིང་དེའི་ཆགས་ཡུལ་ནི་སྒེར་རྩེ་དཔོན་དང་ཐག་ཉེ་བའི་ས་ལ་མཆིས། ཚོ་པ་དེར་རུས་རྒྱུད་མང་ཆེ་བ་དགེ་རྒྱས་དང་དེ་མིན་ད་དུུང་ཤུང་ཚ་དང་བ་རོང༌། དམར་ཙ་བཅས་ཡོད། དགེ་རྒྱས་ཞེས་པའི་ཚོ་པ་དེའི་དཔོན་པོ་མཐོ་ཤོས་ནི་སྤྱི་ཁྱབ་དཔོན་ཞེས་ཤིང་ལོ་རྒྱུས་ཐོག་ལ་དཔོན་ཐོག་མང་པོ་བྱུང་འདུག་ལ་དཔོན་ཐོག་དང་པོའི་མིང་ལ་རྫ་སྐྱེས་ཟེར་གྱི་ཡོད་སྐད། དེ་ནས་ཆོས་དབྱིངས། ཆོས་འཛིན་ཞེས་དཔོན་མཐའ་འཇུག་དེའི་མིང་ལ་བཀའ་ལྷ་བསང་ཞེས་བཙོན་བཟུངས་འོག་ཤོར་ནས་ལྷ་སར་འདས་སོ།</p><p><a href=\"#_ftnref\">[3]</a> མཚོ་ཆེན་ཞེས་དེང་མངའ་རིས་ས་ཁུལ་གྱི་ཤར་ཕྱོགས་འབྲོག་ཁུལ་རྫོང་ཁག་གསུམ་གྱི་ནང་གསེས་ཤིག་ཡིན་མོད། སྔར་ཕྱོགས་བཅུ་ཚོ་པའི་ཁོངས་སུ་གཏོགས་ཤིང་མཚོ་ཆེན་ཞེས་མཚོ་ཞིག་ཡོད་པ་དེའི་ཉེ་འཁོར་དུ་ཡོད་པའི་མིང་དེ་ལྟར་ཐོགས། ད་ལྟ་རྫོང་གི་ལྟེ་བ་དེ་སྨན་དོང་དགོན་པའི་གམ་དང་མཚོ་ཆེན་གཙང་པོའི་ནུབ་ངོག་ཏུ་ཆགས་ཡོད། རྫོང་དེའི་ཁྱབ་ཁོངས་སུ་དེ་སྔ་ཕྱོགས་བཅུ་ཚོ་པ་མང་ཆེ་བ་དང་འབྲོང་པ་བྱང་མའི་རྩ་ཚོ་ཁ་ཤས་དང་ནག་ཚང་དཔོན་གྱི་རྩྭ་ཚོའང་རེ་ཟུང་ཚུད་ཡོད་དོ།</p><p><a href=\"#_ftnref\">[4]</a> རྔོ་རོ་འམ་རྔོ་རོ་སྐོར་ཆད་ཀྱི་མི་རྒྱུད་ནི་ནག་ཆུའི་ཨ་མདོ་ཁུལ་ནས་གནས་སྤོས་བྱས་པའི་རུས་རྒྱུད་ག་རྒྱ་དང་རྔོ་རོ་སྐོར་ཆེད། སེ་རོ་མང་ཆེ་བ་ཡིན་ཞིང་ད་དུུང་འབྲོང་པ་དང་བྱ་རིགས། གནམ་རུ། ཁྱུང་པོ། སྐྱེར་བ། བྲག་ཚ་བཅས་ཡོད། ག་རྒྱ་དང་སེ་རོ་མི་རྒྱུད་ཤུགས་ཆེ་བས་དེ་གཉིས་མཉམ་དུ་བཅོམ་མདའ་བརྒྱབ་ནས་རུ་ཐོག་བྱང་སྟོད་པའི་འབྲོག་པ་ཡར་སྤུད་པས་བྱང་པ་སྤུད་སྟོང་ཞེས་སོ། དེ་ནས་རྔོ་རོའི་ཁུལ་ནག་ཆུའི་ཨ་མདོའི་འབྲོག་པས་ཟིན་པས་དེང་སང་རྔོ་རོའི་འབྲོག་པ་ཚོའི་སྐད་དང་ལུགས་སྲོལ་གོམས་གཤིས་བཅས་ཚང་མ་ནག་ཆུའི་ཨ་མདོ་རྫོང་གི་འབྲོག་རིགས་དང་གཅིག་མཚུངས་ཡིན། ཕྱིས་སུ་རྔོ་རོས་སྒེར་རྩེའི་དཔོན་ལ་མགོ་བཏགས་ནས་དེའི་དབང་འོག་ཏུ་ཚུད་དེ་རྡོ་གྲམ་ཞེས་པ་རྔོ་རོའི་དཔོན་དུ་བསྐོས། ཕྱིས་སུ་རྔོ་རོ་རྡོ་གྲམ་དང་མགོན་པོ་གཉིས་ཀྱིས་འཇག་དཔོན་ལྟ་བུར་འགོ་འཛིན་བྱེད་པའི་ཚེ་ཁོ་གཉིས་ལ་གཡོག་པོ་ལྕེ་ལོ་ཞེས་སྤྱང་དྲུང་དོད་ཅིང་འཇོན་ཐང་ཆེ་བ་ཞིག་བྱུང༌། ཐེངས་གཅིག་དཔོན་གཡོག་གསུམ་གྱིས་ཇག་བརྒྱབ་ཏེ་ལྕ་དངོས་དུ་མ་ཞིག་འཕྲོག་ཐུབ་ནས་བགོ་བཤའ་བརྒྱབ་ལ་ཁད་སྐབས་གཡོག་ལྕེ་ལོས་ཧམ་སེམས་དང་དཔུང་ཤུགས་སྦྲགས་དངོས་པོ་ཐམས་ཅད་བདག་གིར་བཟུངས་ཏེ་འོན་རྫུས་བཏབ་མོད་ཀྱང་དཔོན་གཉིས་ཕན་ཚུན་གཅིག་གདོང་གཅིག་ལ་བལྟས་ནས་བསྡད་པ་ལས་སུས་ཀྱང་ཁ་གྲགས་མ་ནུས་པ་ནི་འཇག་པའི་ལ་རྒྱ་དང་སྤོབས་སེམས་མཚོན་ཆད་ཡིན། དེས་ན་མ་རིང་བར་གཡོག་ལྕེ་ལོ་རྔོ་རོའི་དཔོན་དུ་འགྱུར་ནས་མིང་ལའང་དཔོན་ལྕེ་ལོ་ཞེས་ཤིང་ཁོའི་འདོད་བརྔམས་ཆེར་སྐྱེད་ནས་“བུ་འཇིག་ལེ། བུ་རྒོད་ལེ། བུ་དཔུང་པ་ཡོད་ལེ་”ཞེས་ནས་མངའ་དབང་རྒྱ་སྐྱེད་ཀྱིས་སྒེར་རྩེ་ཡོངས་སུ་དབང་བསྒྱུར་ནས་སྒེར་རྩེའི་ལོ་རྒྱུས་ཐོག་གྲགས་པ་ཆེ་ཆེར་ཁྱབ་པའི་སྒེར་རྩེའི་དཔོན་ལྕེ་ལོ་ཞེས་པ་དེའོ།</p><p><a href=\"#_ftnref\">[5]</a> མོན་དུར་ཞེས་པ་དེ་སྟོད་མངའ་རིས་བྱང་ཐང་འབྲོག་ཁུལ་དུ་རྒྱ་ཁྱབ་ཤིན་ཏུ་ཆེ་བའི་དུར་ས་ཞིག་ཡིན་སྟེ། འབྲོག་པ་ཚོས་སྐལ་མོན་ཀྱང་བརྗོད། དེའི་གོ་དོན་ནི་ཤིན་ཏུ་སྔ་བ་ཞིག་སྟེ་ཡུལ་དེར་སྐལ་བ་ཆགས་ཡོང་དུས་ནས་ཡོད་པའི་དོན་ཡིན། ཡང་འབྲོག་པ་རྒན་རབས་ཁག་གཅིག་གིས་བརྗོད་པར་དུར་ས་དེ་དག་ནི་གླིང་གེ་སར་རྒྱལ་པོས་མོན་པའི་མི་ཕྱིར་སྤྱུགས་བྱེད་སྐབས་མོན་པའི་མི་མང་དག་ཅིག་བསད་ནས་དུར་སྦས་བྱེད་པ་ཡིན་སྐད། དེ་མིན་འབྲོག་པ་རྒན་རབས་འགའ་ཤས་ཀྱིས་བརྗོད་པར་སྔར་ཡུལ་དེ་མོན་པའི་མིས་བཟུངས་སྐབས་ན་ཚ་དུག་པ་ཅན་ཞིག་བྱུང་ནས་མོན་པ་མང་པོ་ཤི་ནས་དུར་དུ་སྦས་སྐད། གང་ལགས་ཤེ་ན་དུས་དེང་གི་དུས་སུའང་འབྲོག་པ་ཚོས་དུར་ས་དེ་ཚོར་འགུལ་སྐྱོག་རྒྱབ་རྒྱུ་ལྟ་ཅི་ཐ་ན་ཐུག་ཙམ་ཡང་བྱེད་ཀྱི་མེད་པ་ནི་གལ་ཏེ་དེ་ནས་རྡོ་སོགས་བཀོག་ནས་ཕྱིར་འཁྱེར་ཚེ་ན་ཚ་མུ་བྱམས་སུ་ཕྱིན་ནས་ཡུལ་མི་སྟོང་བའི་ཉེན་ཁ་ཡོད་ཞེས་ཀྱི་འདུག མོན་དུར་ཞེས་པའི་དུར་ས་དེ་དག་ནི་རྡོ་ལིང་གིས་མཐའ་སྐྱོར་བའི་དབྱིབས་གྲུ་བཞི་ཆེ་ཆུང་སྣ་ཚོགས་དང་དེའི་ཕྱི་ལ་ཡིག་མེད་རྡོ་རིང་ཆེ་ཆུང་དང་རིང་ཐུང༌། བཟོ་དབྱིབས་སོགས་གང་ཡང་ཡོད་དོ། དུས་རབས་ཉི་ཤུའི་ལོ་རབས་བདུན་བཅུའི་ནང་ལ་འབྲོག་པའི་འཚོ་རྟེན་ཤིན་ཏུ་དཀོན་པའི་སྐབས་སུ་རྔོ་རོ་ནས་ཡིན་པའི་འབྲོག་པ་དཀོན་མཆོག་བསྟན་འཛིན་དང་ཀརྨ་རྡོ་རྗེ་ཞེས་པའི་སྤུན་གཉིས་འུ་ཐུག་ནས་མོན་དུར་ཏོག་ཙམ་སྔོག་དུས་ཁ་ཐོག་རྡོ་ལིང་འགའ་ཤས་བཀོག་མ་ཐག་མར་རྡིབས་ནས་ཀརྨ་རྡོ་རྗེ་མོན་དུར་གྱི་ཁུང་ནང་ལ་ལྷུང་ཞིང་ཁོས་དངངས་འཚབ་ངང་བལྟ་དུས་དེའི་ནང་ལ་གཡུ་དང་བྱུར་རུ། གཟི་སྒོར་ཆ་ཚང་བ། རྫ་མ། མེ་བཏང་བའི་སོལ་ནག་བཅས་ཡོད་སྐད། མདོར་ན་མོན་དུར་ཞེས་པ་དེར་གནའ་རྫས་རིག་པ་མཁས་ཅན་ཚོས་དངོས་སུ་ཚན་རིག་ཐོག་ནས་རྟོགས་ཞིབ་བྱས་མེད་སྟབས་ཡང་སྙིང་མོན་དུར་ཞེས་པ་དེ་དུས་ཚོད་ག་དུས་ཡིན་མིན་དང་མི་རིགས་གང་འདྲ་ཞིག་གི་རིག་དངོས་ཡིན་པ་སོགས་ཕྱི་འབྱུང་དཔྱད་པར་འཚལ། འོན་ཏང་མངའ་རིས་བྱང་ཐང་འབྲོག་ཁུལ་དུ་མོན་དུར་དང་མོན་ཞིང༌། མོན་ཁྲོག་(མོན་པའི་གསེར་སྔོག་འདོན་བྱས་པའི་ཤུལ་)ཞེས་མོན་དང་འབྲེལ་བ་ཡོད་པའི་གནའ་ཤུལ་མང་དག་ཡོད་པ་དངོས་རྟེན་ཡིན་ནོ། དེང་སང་མངའ་རིས་ཡུལ་འབྲོག་རོང་གསུམ་གྱི་མི་སེར་ཚོས་མོན་ཞེས་པ་ནི་རི་བོ་ཧེ་མ་ལ་ཧའི་རི་རྒྱུད་ཀྱི་ལྷོ་ཕྱོགས་སུ་གནས་སྡོད་བྱས་པའི་བོད་རིགས་དང་བལ་པོའི་རིགས། རྒྱ་གར་པ་བཅས་མཉམ་སྲེས་ཀྱི་གནས་སྡོད་བྱས་པའི་རིག་གནས་སྣེ་མང་འདྲེས་པའི་ཁུལ་དང་ཡུལ་མི་དག་ལ་བརྗོད་དོ།</p><p><a href=\"#_ftnref\">[6]</a> སྒེར་རྩེའི་བུའི་སྐྱེད་པར་མེ་ལྕགས་(མཐིལ་ལ་ལྕགས་ངར་མ་སྒྲོག་པའི་ཁུག་མ་ཞིག་དེའི་ནང་ལ་མེ་རྡོ་དང་ཧྲ་བ་ཞེས་མེ་འཇན་ཡས་རྩ་ཁྱད་ལྕན་ཞིག་)དང་ཁབ་ཤུབ་(ཕྱི་ཀོ་བས་བཟོས་ཤིང་ནང་ན་རས་ཐུབ་རྩེམ་པ་ཞིག་དེར་ཁབ་ཆེ་ཆུང་ཕྲ་འབོམ་སྣ་ཚོགས་ཟེར་ནས་ཡོད་ག་དུས་དགོས་ཀྱང་བེད་སྤྱོད་བཏང་ཆོག་ཆོག་ཡིན)། སྐྱེད་གྲི་(དེ་ལ་དབྱེ་ན་གློ་གྲི་དང་དཔའ་དམ་གར་སོག་ཅེས་ཀྱི་དབྱེ་བ་ཡོད་པར་ལེགས་ཤོས་སམ་སྤུས་མའི་ཤུབས་དང་ཡུ་བར་དངུལ་ཤན་བརྒྱབ་ཅིང་གསེར་ཚག་བཏང་བ་མ་ཟད་གཡུ་བྱུར་མུ་ཏིག་སོགས་རིན་ཆེན་ནོར་རྡོས་ཕྲ་ཚོམ་རྒྱས་པོ་བརྒྱབ་ཡོད)། འུར་རྡོ་(དེར་དབྱེ་ན་བཅུ་དྲུག་དགུ་ཁྲི་དང་སོག་ལེབ་སྙིང་མ། སོག་ལེབ་མིག་མང༌། མིག་བརྒྱ་ཆུ་རིས་ཅན་བཅས་སེམས་ཅན་ལ་བཀོད་པ་གཏོང་ཡས་ཀྱི་ལག་ཆ་གཙོ་བོ་དང་གཟན་གཟན་ལ་ཞུས་བྱེད་ཡིན་ལ་གནོད་པའང་འགོག་ཐུབ་ཀྱི་ཡོད་སྐད)།</p><p><a href=\"#_ftnref\">[7]</a> བསེ་འཁོར་གྱི་བུ་མེད་གྱོན་གོས་སྤུག་ལྡིང་དང་རས་གོས་ཀྱི་འབྱུང་རྐྱེན་སྐོར་ལ་ཡུལ་མི་རྒན་རབས་ཁག་ཅིག་གིས་བརྗོད་དོན་དུ་དེ་ནི་གླིང་གི་སིང་ཆེན་རྒྱལ་པོའི་ལྕམ་འབྲུག་མོ་དང་འབྲེལ་བ་དམ་པོ་ཡོད་ཞེས་ཏེ། གནའ་སྔ་མོ་གླིང་གི་སིང་ཆེན་རྒྱལ་པོ་དེ་མ་སྨད་གཡུ་ལུང་གསུམ་མདོར་བྱུ་རུའི་ཡུལ་དུ་བཞུགས་སྐབས། གླིང་ཡུལ་ལ་ཆེ་རྒྱུད་དང་ཆུང་རྒྱུད། འབྲིང་རྒྱུད་ཞེས་ཤོག་ཚོ་ཆེན་པོ་གསུམ་ཡོད་སྐད། ཆེ་རྒྱུད་ཚང་གི་དཔོན་ཁྲོ་ཐུང་དེ་སྟོབས་འབྱོར་ཆེ་བས་འབྲིང་རྒྱུད་ཚང་དང་ཆུང་རྒྱུད་ཚང་ལ་རྟག་ཏུ་ཁྱད་གསོད་བྱེད་ཀྱི་ཡོད་གཤིས་གླིང་ཡུལ་འཁྲུག་རྩོད་ཆེ་ལ་མ་འཆམ་པར་བསྡད་དུས་གླིང་གསུམ་གྱི་མི་འབངས་ཚང་མ་གྲོས་བྱས་ནས་ད་ཐེངས་རྟ་རྒྱུག་འགྲན་ནས་སུར་ཨང་དང་པོ་ཐོབ་ཚེ་དེས་གླིང་གསུམ་ལ་དབང་བསྒྱུར་རྒྱུ་བྱས་ནས་གསེར་ཁྲིའི་ཐོག་ལ་འཁོད་རྒྱུ་བྱས། དེ་ཚེ་ཡབ་ཅ་ལོ་ཞེས་གླིང་ཚོ་པ་ཚང་མའི་ནང་ནས་རྒྱུ་ཕྱུག་ཤོས་ཡིན་པ་དེས་ཁྲོ་ཐུང་གི་གཡོ་སྒྱུ་འཁྲབ་པར་དྭོགས་ནས་རང་གི་སྲས་མོ་མཛེས་སྡུག་ལྡན་པ་འབྲུག་མོ་ཞེས་པ་དེ་བྱུ་རུ་གདན་འདྲེན་པར་མངགས་ཤིང་དེའི་རྟེན་འབྲེལ་མཚོན་ཆེད་དུ་འབྲུག་གུའི་བསམ་ལྡིང་སྤུག་མོ་ཞེས་པ་དེ་བཟོས་པས་དེ་ནི་དེང་བསེ་འཁོར་ཡུལ་གྱི་སྤུག་གུ་ཞེས་པ་དེ་ཡིན་ཅིང་ཕ་ཚ་བུ་རྒྱུད་དུ་བེད་སྤྱོད་བཏང་སྲོལ་དར། དེས་ན་གླིང་ཆེ་རྒྱུད་དང་ཆུང་རྒྱུད། འབྲིང་རྒྱུད་གསུམ་མཉམ་འཛོམས་ཀྱིས་རྟ་རྒྱུག་བཏང་སྐབས་བྱུ་རུས་སྤྲང་ཕྲུག་ཞིག་ལ་རྫུས་ནས་རྟ་རྒྱུག་ནང་འཛུལ་བས་ཨང་དང་པོ་ལོན་པས་ཁོ་གླིང་གསུམ་གྱི་རྒྱལ་པོར་བསྐོས་པ་དང་འབྲུག་མོའང་ཁོའི་ལྕམ་བྱས་པའི་རྟེན་འབྲེལ་སྐབས་སུ་འབྲུག་མོའི་མཐའ་སུལ་ཞེས་པའི་རས་ཀྱི་ཕྱུ་པ་དེ་བཟོས་པས་དེ་ཡང་བསེ་འཁོར་བུ་མེད་ཀྱིས་གྱོན་པའི་སུལ་མང་ལྡན་པའི་རས་ཀྱི་ཕྱུ་པ་དེ་ཡིན་པར་གྲགས་སོ། མདོར་ན་བསེ་འཁོར་ནི་གླིང་གི་རྒྱུད་པ་དང་སྤུག་ལྡིང་དང་རས་ཀྱི་ཕྱུ་པ་སུལ་ལྡན་དེ་འབྲུག་མོའི་བཞག་པའི་གྱོན་གོས་ཡིན་སྐད་དོ།</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "བསེ་འཁོར་ཚོ་པ། "
  }
 ], 
 "meta": {
  "date": "2010-06-01 13:44:13 UTC", 
  "domain": "places", 
  "kid": "4439", 
  "authors": [
   {
    "fullname": "ཚེ་རིང་རྒྱལ་པོ། (Tsering Gyelpo)", 
    "id": "44"
   }, 
   {
    "fullname": "ཚེ་རིང་རྒྱལ་པོ། (Tsering Gyelpo)", 
    "id": "44"
   }
  ], 
  "title": "སྒར་རྫོང་གི་སྐོར། "
 }
}