{
 "nodes": [
  {
   "body": "<p><span style=\"font-size: 2em;\">Overview</span></p><p>Tibet is a vast region inhabited by a people with a strong sense of unity despite great regional diversity. It is first and foremost located on the vast and mountainous <span class=\"place\" title=\"Type ID here\">Tibetan plateau</span> located north of the famed Himalayan mountain range to the south. However, it actually extends also to areas to the south and west of the plateau, and also far to the north, to areas quite distant from the Himalayas themselves. Dating back to the seventh century with the rise of the great Tibetan empire, the Tibetan people are characterized as those who share a literary language with a huge corpus, who speak a family of closely connected languages (sometimes called \"dialects\"), who are mostly Buddhist or Bönpo in religious affiliation, and who adhere to a dense web of shared cultural conceptions, identity, practices, and narratives of origins and history. Tibet has been famous since at least the twelfth century as a citadel of Buddhist spirituality, learning, and monasticism, and in particular for being home to the fullest expression of tantric Buddhism. An extension of this religious fame has been the establishment of an even larger zone of cultural influence that extends to Mongolia in the far north west, Bhutan to the south, southern areas of Russia, and also to other areas. In addition to its religious fame, Tibet of course is also home to some of the highest mountain peaks and most mountainous terrain on the planet, with ecologies that dramatically vary from a lunar landscape in the west to lush forests in the east. Most Tibetans continue to be farmers or nomadic pastoralists.</p><p>In modern times, the traditional homelands of Tibetan people are carved up between four different modern nation states: China, Nepal, India, and Pakistan. The vast bulk of Tibetan areas are now incorporated into five Chinese provinces: the Tibet Autonomous Region, Qinghai, Sichuan, Gansu, and Yunnan. In addition there is a modern diaspora of Tibetans, especially in Nepal and India, but also throughout the world, which is centered around Dharmasala, India, where His Holiness the 14th Dalai Lama resides with his government-in-exile. Tibetans also have strong regional identity, with the most famous cultural regions being <span class=\"place\" title=\"Type ID here\">Ütsang</span> (central, <em><span class=\"place\" title=\"F15355\">dbus</span> <span class=\"place\" title=\"F15354\">gtsang</span></em>), <span class=\"place\" title=\"F5225\">Kham</span> (east, <em><span class=\"place\" title=\"F5225\">khams</span></em>), and <span class=\"place\" title=\"F15348\">Amdo</span> (northeast, <em><span class=\"place\" title=\"F15348\">a mdo</span></em>). However, in fact there are far more localized regional identities, and many Tibetans have multiple regional identities as well - with the most local being the most pronounced. Each identity usually relates to a distinctive language, history, geographical territory, and often many more cultural traits such as architecture, clothing, and other factors.</p>", 
   "index": 0, 
   "parent_index": -1, 
   "title": "An Introduction to Tibet"
  }, 
  {
   "body": "<p>The origins of Tibet as a place and a people date back to the early seventh century when a local king named <span class=\"person\" title=\"Type ID here\">Songtsen Gampo</span> (<em><span class=\"person\" title=\"Type ID here\">srong btsan sgam po</span></em>) led an astonishingly military expansion to create a major empire that controlled the vast plateau to the north of the Himalayan Mountain range.  The Tibetan Empire continued as one of Asia's major political and military powers right into the middle of the ninth century, after which it rapidly disintegrated. During the imperial period of Tibetan history, Tibet as a people emerged gradually with the creation of a common literary language, the establishment of a network of linked spoken languages, the importation of Buddhism as a common religious and cultural vehicle, and the creation of a shared history and sense of identity.</p><p>After a century of chaos and political decentralization, by the end of the tenth century a renaissance of Tibetan culture and religion had begun. This came to be called the \"later dissemination\" of religion, with the imperial period retroactively understood as the \"earlier dissemination\". The great translation project of classical Buddhist literature from India took place in both periods, such that by the fourteenth century the Buddhist canon and major sects had taken form - the <span class=\"org\" title=\"Type ID here\">Bön</span> (<em><span class=\"org\" title=\"Type ID here\">bon</span></em>), <span class=\"org\" title=\"Type ID here\">Nyingma</span> (<em><span class=\"org\" title=\"Type ID here\">rnying ma</span></em>), <span class=\"org\" title=\"Type ID here\">Kagyü</span> (<em><span class=\"org\" title=\"Type ID here\">bka' brgyud</span></em>), <span class=\"org\" title=\"Type ID here\">Sakya</span> (<em><span class=\"org\" title=\"Type ID here\">sa skya</span></em>), and <span class=\"org\" title=\"Type ID here\">Geluk</span> (<em><span class=\"org\" title=\"Type ID here\">dge lugs</span></em>).</p><p>Tibet was never again to achieve the political centralization of the imperial period after the ninth century, and the plateau was dominated by a lengthy series of polities, large and small, right into the twentieth century. The largest polity to emerge was the <span class=\"org\" title=\"Type ID here\">Ganden Palace</span> (<em><span class=\"org\" title=\"Type ID here\">dga' ldan pho brang</span></em>), which emerged in Central Tibet in the seventeenth century under the leadership of the Fifth Dalai Lama.  Nominally headed by the successive reincarnations of the Fifth Dalai Lama, it persisted until the mid twentieth century.  Following the consolidation of power by the Chinese Communist party by 1950, China took over the vast majority of Tibetan cultural areas in the 1950s, and has ruled ever since that time. The Chinese cultural revolution in particular caused huge devestation and suffering in Tibet from the mid-1960s to the mid-1970s, while the 1980s were the site of a remarkable renaissance of Tibetan  culture  across the plateau. Religious institutions were rebuilt, a large publishing industry for old and new Tibetan writings was established, and Tibetans reestablished traditional practices.</p><p>Since the late 1980s, Tibet has been marked by rapid transformation in terms of infrastructure development, Chinese immigration, and recurrent periods of social unrest in response to government oscillation between relative liberalization and martial law in its policies toward Tibetans. Travel for foreigners has likewise oscillated, with periods of openness and restriction.</p>", 
   "index": 1, 
   "parent_index": 0, 
   "title": "History"
  }
 ], 
 "meta": {
  "date": "2009-12-05 14:22:57 UTC", 
  "domain": "places", 
  "kid": "5226", 
  "authors": [
   {
    "fullname": "David Germano", 
    "id": "42"
   }, 
   {
    "fullname": "David Germano", 
    "id": "42"
   }
  ], 
  "title": "An Introduction to Tibet"
 }
}