{"meta":{"domain":"places","kid":"16864","authors":[],"title":"Shankhorwa Introduction","dates":{"created_at":"2010-08-25 11:14:12 UTC","updated_at":"2010-08-25 11:14:12 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Shankhorwa Introduction"},{"title":"II.3. Cubic mountaintop tombs","index":1,"parent_index":0,"body":" "},{"title":"ShankhorwaShar &rsquo;khor ba","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Shankhorwa<\/span><span class=\"scholar\">Shar &rsquo;khor ba<\/span> is located on the summit of an eponymous mesa, a prominent landmark on the southeast margin of the <span class=\"popular\">Sele Puk<\/span><span class=\"scholar\">Se le phug<\/span> basin. The broad summit of <span class=\"popular\">Shankhorwa<\/span><span class=\"scholar\">Shar &rsquo;khor ba<\/span> is relatively flat and strewn with volcanic talus. It rises 80 m above he <span class=\"popular\">Sele Puk<\/span><span class=\"scholar\">Se le phug<\/span> basin. The views from the site in all directions are open. There are 12 cubic tombs and several funerary enclosures situated near the west rim of <span class=\"popular\">Shankhorwa<\/span><span class=\"scholar\">Shar &rsquo;khor ba<\/span>, the side overlooking the expansive <span class=\"popular\">Sele Puk<\/span><span class=\"scholar\">Se le phug<\/span> basin. All of these structures are in an advanced state of deterioration. The cubic tombs are perched on the very edge of the summit and many of them appear to have been aligned in the cardinal directions. The funerary structures of <span class=\"popular\">Shankhorwa<\/span><span class=\"scholar\">Shar &rsquo;khor ba<\/span> are constructed of uncut pieces of a reddish and bluish volcanic stone generally 20 cm to 60 cm in length. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to local sources, <span class=\"popular\">Shankhorwa<\/span><span class=\"scholar\">Shar &rsquo;khor ba<\/span> is an ancient site.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Funerary Structure FS1","index":7,"parent_index":6,"body":null},{"title":"Funerary Structure FS2","index":8,"parent_index":6,"body":" <p>Funerary structure FS2 is a cubic tomb that has been reduced to its fragmentary base (18.973&#900; \/ 54.320&#900;). A small shepherd&rsquo;s shelter was built on top of this structure. <\/p> "},{"title":"Funerary Structure FS3","index":9,"parent_index":6,"body":" <p>Funerary structure FS3 (2.5 m x 2.5 m) is situated 7.5 m northwest of FS2. This cubic tomb reaches a maximum height of 80 cm on its west side. <\/p> "},{"title":"Funerary Structure FS4","index":10,"parent_index":6,"body":" <p>Funerary structure FS4 (2.2 m x 2.2 m) is situated 9.5 m northwest of FS3. This better preserved cubic tomb is about 50 cm in height on all four sides. Rubble obscures any remaining traces of the central chamber (reliquary). <\/p> "},{"title":"Funerary Structure FS5","index":11,"parent_index":6,"body":" <p>Funerary structure FS5 (2.3 m x 1.6 m) is situated 9.3 m north of FS4. This cubic tomb has been reduced to a height of 15 cm to 30 cm. Stones (40 cm to 60 cm long) form the lowest course of about one-half of the central chamber. This constitutes the only definitive evidence of a central chamber at the site.<\/p> "},{"title":"Funerary Structure FS6","index":12,"parent_index":6,"body":" <p>Funerary structure FS6, a cubic tomb, has been reduced to a fragmentary base (19.096&#900; \/ 54.310&#900;). <\/p> "},{"title":"Funerary Structure FS7","index":13,"parent_index":6,"body":" <p>Funerary structure FS7 (19.367&#900; \/ 54.397&#900;) is a cubic tomb that has been leveled to its base, which is no more han 15 cm in height (19.367&#900; \/ 54.397&#900;). In the vicinity there are a series of cavities up to 2 m deep in the alus of the summit (91.42&#900; \/ 54.408&#900;). These cavities appear to be manmade. Other cavities are found farther north along the rim of the formation. Perhaps these cavities were used for burial or alternatively, they represent excavations carried out to procure building materials for the funerary structures of the site. <\/p> "},{"title":"Funerary Structure FS8","index":14,"parent_index":6,"body":" <p>Funerary structure FS8 is a highly degraded base of a cubic tomb (19.429&#900; \/ 54.414&#900;).<\/p> "},{"title":"Funerary Structure FS9","index":15,"parent_index":6,"body":" <p>Funerary structure FS9 (2.1 m x 2.2 m) is a degraded cubic tomb, up to 70 cm in height. Perhaps the base of the central chamber is in place, but there is not enough evidence left to know for certain. <\/p> "},{"title":"Funerary Structure FS10","index":16,"parent_index":6,"body":" <p>Funerary structure FS10 (2.3 m x 2.1 m) is 90 cm to 1.2 m in height, but it has been subject to much structural deformation and subsidence (19.477&#900; \/54.478&#900;). Stones up to 1 m in length went into its construction. Between FS9 and FS10 there is a north-south aligned wall, 16.5 m in length, which runs perpendicular to the rim of the summit. In most places, this rudimentary wall is only one stone in height. <\/p> "},{"title":"Funerary Structure FS11","index":17,"parent_index":6,"body":" <p>Funerary structure FS11 is situated 5.5 m north of FS10. Only the remnants of the base of this cubic tomb have survived. Some stones have been piled up on this structure. Two concentric stone rings are situated 2.8 m east of FS11. The outer ring is composed of 16 stones (up to 30 cm long) embedded in the ground as well as two unfixed stones. The inner ring is made up of seven stones, including two that are 1.2 m in length. This ovoid structure measures 2.8 m to 3.2 m across. The stones used to build it protrude 10 cm to 20 cm above ground level. <\/p> "},{"title":"Funerary Structure FS12","index":18,"parent_index":6,"body":" <p>Funerary structure FS12 is situated 23 m northeast of FS2. This disintegrated cubic tomb is highly deformed and around 50 cm in height.<\/p> "},{"title":"Funerary Structure FS13","index":19,"parent_index":6,"body":" <p>Funerary structure FS13 (1.7 m x 2 m) is situated 18 m northeast of FS12. This ruined cubic tomb is 40 cm to 80 cm in height.<\/p> "},{"title":"Funerary Structure FS14","index":20,"parent_index":6,"body":" <p>Funerary structure FS14 (3 m x 4 m) is a structure, fully sheathed in stones, that is situated away from the rim of the mesa (19.484&#900; \/ 54.504&#900;). Mostly smaller stones were used to build this funerary (?) structure. These stones are flush with the ground surface or rise above to a maximum height of 30 cm.<\/p>  "}]}