{"meta":{"authors":[],"title":"Ronglha Gyeltsen Mönkhang Introduction","dates":{"created_at":"2010-08-11 20:46:20 UTC","updated_at":"2011-03-27 16:01:00 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"\n\n","title":"Ronglha Gyeltsen Mönkhang Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":"\n"},{"title":"Ronglha Gyeltsen MönkhangRong lha rgyal mtshan mon khang","index":2,"parent_index":1,"body":"\n"},{"title":"Basic site data","index":3,"parent_index":2,"body":"\n<ul class=\"bullet-blue\">\n<li>Site name: Ronglha Gyeltsen M&ouml;nkhang<span class=\"scholar\">Rong lha rgyal mtshan mon khang</span> </li>\n<li>English equivalent: Valley God Victory Banner <span class=\"popular\">M&ouml;n</span><span class=\"scholar\">Mon</span> House</li>\n<li>Site number: A-135</li>\n<li>Site typology: I.1x </li>\n<li>Geographic coordinate (N. lat.): 29&ordm; 44.3΄ </li>\n<li>Geographic coordinate (E. long.): 85&ordm; 04.3΄ </li>\n<li>Elevation: 4880 m</li>\n<li>Administrative location (township): <span class=\"popular\">Rukyok</span><span class=\"scholar\">Ru kyog</span> </li>\n<li>Administrative location (county): <span class=\"popular\">Saga</span><span class=\"scholar\">Sa dga&rsquo;</span> </li>\n<li>Survey expedition: TUE</li>\n<li>Survey date: September 2, 2005</li>\n<li>Contemporary usage: A small shepherd&rsquo;s shelter (<span class=\"popular emph\">droklh&eacute;</span><span class=\"scholar emph\">&rsquo;brog \t\t\t\t\t\t\t\t\t\tlhas</span>) was built on the summit.</li>\n<li>Identifiable Buddhist constructions: None. </li>\n</ul>\n"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"\n<p><span class=\"scholar\">Ronglha Gyeltsen M&ouml;nkhangRong lha rgyal mtshan mon khang</span> is situated on the tip of a reddish spur that projects out from a large outlier of the \t\t\t\t\t\t\t\tTranshimalayan range. This site occupies a dramatic and central position in the <span class=\"popular\">Rukyok</span><span class=\"scholar\">Ru kyog</span> valley, and is endowed with an excellent defensive posture. Cliffs and \t\t\t\t\t\t\t\trock faces surround all sides of the spur, save for a single chute on its west side. This chute must have been the \t\t\t\t\t\t\t\tmain access route to the facility. The site is named for a snow mountain that rises to the east (<span class=\"popular\">Ronglha Gyeltsen</span><span class=\"scholar\">Rong lha rgyal mtshan</span>). The axis of the spur tip \t\t\t\t\t\t\t\tis oriented north-south. The <span class=\"popular\">Rukyok Tsangpo</span><span class=\"scholar\">Ru kyog gtsang po</span> runs around its west side and a small tributary skirts its east flank. Only scant structural \t\t\t\t\t\t\t\tremains have survived on the summit. The rampart blocking access to the summit from the chute below is an \t\t\t\t\t\t\t\texcellent indication that this site functioned as a stronghold. It appears that substantial buildings stood here \t\t\t\t\t\t\t\tbut all of them have been reduced to fragmentary footings and revetments. <span class=\"popular\">Ronglha Gyeltsen M&ouml;nkhang</span><span class=\"scholar\">Rong lha rgyal mtshan mon khang</span> can be divided into three \t\t\t\t\t\t\t\tcomplexes: south (lower), central and north (upper). These three complexes were designed and built in a similar \t\t\t\t\t\t\t\tmanner indicative of an integral installation. Structures were made from uncut brownish-red metamorphic blocks and \t\t\t\t\t\t\t\tto a lesser degree of light-colored cobbles. Stones used in construction vary in length from 10 cm to 70 cm. Its \t\t\t\t\t\t\t\tmorphological characteristics, lack of Buddhist emblems, oral tradition, extreme isolation, and \t\t\t\t\t\t\t\taltitudinous aspect indicate that Ronglha Gyeltsen M&ouml;nkhang<span class=\"scholar\">Rong lha rgyal mtshan mon khang</span> is an archaic cultural facility.</p>\n"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"\n<p>Local <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">&rsquo;brog pa</span> believe that Ronglha Gyeltsen M&ouml;nkhang<span class=\"scholar\">Rong lha rgyal mtshan mon khang</span> was an old <span class=\"popular\">M&ouml;n</span><span class=\"scholar\">Mon</span> residence. Some elders say that the ancient \t\t\t\t\t\t\t\t\tBonpo resided here.</p>\n"},{"title":"Site elements","index":6,"parent_index":2,"body":"\n"},{"title":"South sector","index":7,"parent_index":6,"body":"\n<p>The south sector occupies a level portion of the summit and measures 11.4 m (north-south) x 7 m (east-west). It \t\t\t\t\t\t\t\t\thas been diminished to just footings, which are around 90 cm in thickness. Their uniform design and bulk \t\t\t\t\t\t\t\t\tindicate that they supported superstructures. The highest wall fragment is only 30 cm, while most walls are \t\t\t\t\t\t\t\t\tlevel with the summit. The south sector is bisected (east-west) by a wall footing. It is unclear if this was \t\t\t\t\t\t\t\t\tpart of an internal partition or the external barrier of a building. Adjacent to the south sector, on the west \t\t\t\t\t\t\t\t\tside of the spur, there is another zone of highly dissolute structures (17 m x 9 m). These structures were built \t\t\t\t\t\t\t\t\ton a steep slope with a 4 m vertical difference between the high and low ends. This may suggest that there were \t\t\t\t\t\t\t\t\tbuildings here set at two distinct elevations.</p>\n"},{"title":"Central sector","index":8,"parent_index":6,"body":"\n<p>The central sector begins 3 m from the south sector at 2 m higher elevation. On its southern extremity, what \t\t\t\t\t\t\t\t\tappears to have been a revetment (70 cm high) was built into an acclivity on the summit. The main portion of the \t\t\t\t\t\t\t\t\tcentral sector is situated 5.5 m north of this revetment. It is about 5 m higher than the south sector, and \t\t\t\t\t\t\t\t\tmeasures 27 m (north-south) x 4.8 m to 7.2 m (east-west). It is also comprised of footings that appear to have \t\t\t\t\t\t\t\t\tonce supported buildings. These footings are well aligned in the cardinal directions. Evidently, the main \t\t\t\t\t\t\t\t\tportion of the central sector was divided into four units by east-west running walls. At the southwest corner of \t\t\t\t\t\t\t\t\tthe central sector, a revetment with a random-rubble texture 70 cm in height has endured. On the east side of \t\t\t\t\t\t\t\t\tthe central sector, there is the most developed wall fragment left at Ronglha Gyeltsen M&ouml;nkhang<span class=\"scholar\">Rong lha rgyal mtshan mon khang</span>. It is 80 cm to 1.2 m in height and \t\t\t\t\t\t\t\t\tis composed of uncut blocks and cobbles (10 cm to 50 cm in length). Some of these stones host orange climax \t\t\t\t\t\t\t\t\tlichen.</p>\n"},{"title":"North sector","index":9,"parent_index":6,"body":"\n<p>The north sector is situated 8 m north of the central sector at 4 m higher elevation. Measuring 9.8 m \t\t\t\t\t\t\t\t\t(north-south) x 6.7 m (east-west), it consists of highly fragmentary footings. The rampart wall guarding the \t\t\t\t\t\t\t\t\tentrance to the stronghold is situated below the north sector on the west side of the formation. This \t\t\t\t\t\t\t\t\tpoorly-preserved rampart is 6.5 m long, a maximum of 1.2 m in height and up to 1 m in thickness. It is of a \t\t\t\t\t\t\t\t\trandom-work dry-mortar composition.</p>\n\n"}]}