{"meta":{"domain":"places","kid":"16600","authors":[],"title":"Taser Gok Introduction","dates":{"created_at":"2010-08-11 20:46:47 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Taser Gok Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0},{"title":"Taser GokMtha’ ser gog","index":2,"parent_index":1},{"title":"Basic site data","index":3,"parent_index":2,"body":"<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Taser Gok<\/span><span class=\"scholar\">Mtha’ ser gog<\/span> <\/li> <li>English equivalent: Yellow Ruin at the Margin <\/li> <li>Site number: B-38<\/li> <li>Site typology: I.2a <\/li> <li>Geographic coordinate (N. lat.): 33º 04.6΄ <\/li> <li>Geographic coordinate (E. long.): 80º 12.2΄ <\/li> <li>Elevation: 4440 m <\/li> <li>Administrative location (township): <span class=\"popular\">Rawang<\/span><span class=\"scholar\">Ra bang<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Rutok<\/span><span class=\"scholar\">Ru thog<\/span> <\/li> <li>Survey expedition: HTCE<\/li> <li>Survey date: June 2, 2002<\/li> <li>Contemporary usage: None. <\/li> <li>Identifiable Buddhist constructions: A wall with inscribed plaques of the <span class=\"popular emph\">Mani<\/span><span class=\"scholar emph\">ma ṇi<\/span> mantra. <\/li> <\/ul>"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"<p> <span class=\"popular\">Taser Gok<\/span><span class=\"scholar\">Mtha’ ser gog<\/span>, sits on the west or left side of the <span class=\"popular\">Tönkha Lung<\/span><span class=\"scholar\">Mthon kha lung<\/span> valley. This probable all-stone building is so named for its location at the margin of the marshy valley bottom and the well-drained slopes of the adjoining ridge. The archaic design and construction of <span class=\"popular\">Taser Gok<\/span><span class=\"scholar\">Mtha’ ser gog<\/span> indicate that it was a <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span>, The structure is situated at the foot of a prominent red formation, approximately 3 km up valley from the contemporary village of <span class=\"popular\">Tönkha Lung<\/span><span class=\"scholar\">Mthon kha lung<\/span>. The building faces east, the direction of the one exterior entryway. Significant exterior wall and interior partition segments are intact, reaching 1 m to 2 m in elevation. None of the roof appurtenances, however, have survived intact. The overall dimensions of the five-room edifice are 9.3 m (north-south) x 8.6 m (east-west). There is also a very poorly preserved small structural extension on the northeast side of the building. <span class=\"popular\">Taser Gok<\/span><span class=\"scholar\">Mtha’ ser gog<\/span> contains three rear\/west rooms and two forward\/east rooms divided from one another by a corridor. <\/p>"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"<p>According to local elders, <span class=\"popular\">Taser Gok<\/span><span class=\"scholar\">Mtha’ ser gog<\/span> was being used as a retreat house several generations ago. <\/p>"},{"title":"Site elements","index":6,"parent_index":2},{"title":"Residential complex","index":7,"parent_index":6},{"title":"Main edifice","index":8,"parent_index":7,"body":"<p>The 60-cm- to 80-cm-thick walls of the main edifice are robust and somewhat irregular in plan. The mud-mortared, random-work walls are composed of both granite and dark gray metamorphic blocks and slabs. The stones are primarily 10 cm to 60 cm in length, and reach a maximum length of 1.3 m. Most of the exterior faces of the stones were cut flat. The exterior rear or west wall of the main edifice has a height of 1.5 m and an interior height of 2.3 m, illustrating the way in which the rear rooms were built into the slope, according hem a semi-subterranean aspect. The interior corners of the rooms are somewhat rounded, another common design feature of <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> architecture. There are small areas of clay-based plaster remaining on the interior walls of the building, especially in the northwest room. There are also small traces of ochre tinted plaster on the exterior north wall.<\/p><p>The northwest room (2.3 m x 4.4 m) of the rear tier is the largest in the main edifice (it may have been partially divided by a partition wall). The wall dividing the northwest and central west rooms of the rear ier (80 cm thick) still reaches its original height of 1.7 m in some places. This partition wall was massively constructed to support the great weight of a stone roof. There is a central corridor that runs between the rear and forward tier of rooms. This corridor is up to 1.5 m in width and directly connected to he outer entrance vestibule (1.3 m x 2.6 m). An approximately 70-cm wide entrance in the south wall of the corridor leads to the northwest room. The central west room (2.5 m x 3.2 m) of the rear tier appears to have been one undivided space. The southwest room (1.6 m x 4.4 m) of the rear tier may have been broken into east and west parts by a buttress that served as an intermediate load-bearing structure. The northeast room of the forward tier (2.6 m x 2.5 m) is particularly decrepit. The southeast room (2.4 m x 3.7 m) of the forward tier has its entrance in the north wall of the vestibule. The southeast room is bisected north-south by a 1.2-m long buttress, which helped to support the stone roof. <\/p>"},{"title":"Outbound structures","index":9,"parent_index":7,"body":"<p>Adjacent to the south side of the main edifice there is a now disused corral. Its construction was undoubtedly destructive to the religious center, which provided a ready source of building materials for the <span class=\"popular emph\">drok pa<\/span><span class=\"scholar emph\">’brog pa<\/span> herders. Three meters north of the main <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> there is a fragmentary foundation (4.4 m x 4 m). There may also be a small building foundation on the north side of the main edifice. There are the remains of a cubic shrine (1.1 m x 90 cm x 1 m) reposing on a slope, 14 m southwest of the main building This shrine was skillfully constructed of dressed stones and was mud mortared. There is a foundation of what appears to have been a building with two rooms (3 m x 7.5 m) situated 30 m uphill of the main edifice. It was built with a cliff as its backdrop. A forward wall segment in this structure reaches 1.2 m in height. There is some structural evidence to indicate that a wall followed the line of the slope south of the main edifice and this upper level structure. <\/p>"},{"title":"Buddhist shrines","index":10,"parent_index":7,"body":"<p>A wall with inscribed plaques is found immediately west or upslope of the main <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span>. There are still many old carved stones at this shrine. Some distance down valley of <span class=\"popular\">Taser Gok<\/span><span class=\"scholar\">Mtha’ ser gog<\/span> here is a ruined <span class=\"popular emph\">Chörten<\/span><span class=\"scholar emph\">mchod rten<\/span>. It was also built on the left edge of the valley and is composed of dark gray metamorphic stones. <\/p>"},{"title":"mthon kha lung agriculture","index":11,"parent_index":6,"body":"<p>In the contemporary period, cultivation is carried out in the lower reaches of the <span class=\"popular\">Tönkha Lung<\/span><span class=\"scholar\">Mthon kha lung<\/span> valley. This agriculture, however, is minimal and many fields lie fallow each year. It would appear that more intensive agriculture was practiced when the valley’s water was in more plentiful supply.<\/p>"}]}