{"meta":{"domain":"places","kid":"23409","authors":[{"fullname":"Dondrup Lhagyal","id":"78"},{"fullname":"Dondrup Lhagyal","id":"78"}],"title":"Zangri Gön Introduction","dates":{"created_at":"2011-12-13 02:28:49 UTC","updated_at":"2011-12-13 02:28:49 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Zangri Gön Introduction"},{"title":"Bonpo monasteries and temples in Central Tibet","index":1,"parent_index":0,"body":" "},{"title":"(6) bZang ri Monastery","index":2,"parent_index":1,"body":" "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p>bZang ri dgon (often wrongly spelled Zangs ri); its formal name is lHun grub mthong smon gling.<\/p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>The monastery is situated on Mount bZang po ri, behind bZang ri village. It is accessible by car. After reaching Nye mo bridge on the way from Lhasa to Shigatse, and driving northward for eight kilometres, one arrives at the county seat of Nye mo. From here a drive of three kilometres takes one to bZang ri village.<\/p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>bZang ri Monastery was founded in 1096 by mKhas pa Tshul khrims dpal chen. It became a great centre for studies in metaphysics, where, over the years, hundreds of monks studied. It was also a place where tantric meditation and rituals were commonly practised. However, the monastery soon began to decline, and did so for several generations. Later it was looked after by sPa ston &rsquo;Od gsal rgyal mtshan, a descendant of the sPa family. This master&rsquo;s main seat was at sMan gong in Shangs. His chief disciple was Zhang ston Ba thang pa. There then followed several masters, such as Zhang ston Tshul khrims blo ldan, Sum ston lHa &rsquo;bum, Sum ston &rsquo;Dul ba bzang po, Sum ston bZang po dpal, mKhas grub rGyal mtshan mchog legs of rMe&rsquo;u and Rong ston Shes rab &rsquo;od zer, all of whom were active in the monastery. The monastery was mainly maintained by the members of the rMe&rsquo;u family. There have been, altogether to date, forty descendants of the rMe&rsquo;u family down to the present rMe&rsquo;u Nyi zla dbang grags. The monastery was originally located east of bZang ri village and was destroyed during the Cultural Revolution. In 1982, its site was moved up to the top of the hill behind the village and was then rebuilt.<\/p> "},{"title":"4. Headship system","index":6,"parent_index":2,"body":" <p>The monastery had successive abbots, who mainly came from the rMe&rsquo;u family.<\/p> "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":" <p>Fifteen.<\/p> "},{"title":"6. Current education","index":8,"parent_index":2,"body":" <p>This consists mainly of two aspects: 1) sending monks to gYung drung gling Monastery (No.2) for elementary studies in philosophy; 2) teaching Bonpo knowledge and conducting various rituals under the guidance of the old monks within the monastery.<\/p> "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":" <p>See No. 6 above.<\/p> "},{"title":"8. Daily rituals","index":10,"parent_index":2,"body":" <p>These comprise mainly the reciting of prayers to invoke the tutelary (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">yi dam<\/span>) and protective (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">bka&rsquo; skyong<\/span>) deities.<\/p> "},{"title":"9. Annual rituals, based on the Tibetan calendar","index":11,"parent_index":2,"body":" <ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li> Sixth month: on the 4th day, a ceremony of colouring the Bonpo images.<\/li> <li> Twelfth month: on the 29th, offerings to the local deities. <\/li> <\/ul> "},{"title":"10. Books held in the monastery","index":12,"parent_index":2,"body":" <p>There is a copy of the <em xmlns:str=\"http:\/\/exslt.org\/strings\">bKa&rsquo; &rsquo;gyur <\/em>published by Ayung Lama and sKal bzang phun tshogs in Chengdu, 1985-87.<\/p> "},{"title":"11. Income and expenses","index":13,"parent_index":2,"body":" <p>Normally it costs the monastery a large sum, in money and materials, for the provision of meals at religious assemblies and for the renovation of the monastery. So far no clear account is kept at hand. While the monastery provides the monks with one meal every day, the monks have to bear the rest of their living expenses themselves. From what he earns reciting prayers at private homes, a monk is required to turn in one yuan per day to the monastery; he is allowed to keep the rest.<\/p> "},{"title":"12. Local community","index":14,"parent_index":2,"body":" <p>There are 114 households in bZan ri village, all follow the Bon religion.<\/p> "},{"title":"13. Local festivals","index":15,"parent_index":2,"body":" <p>A ceremony of offerings by the whole village to the local deities on Mount bZang ri is performed on the 4th day of the sixth month and the 29th of the twelfth month.<\/p> "},{"title":"14. Occupation of the local people","index":16,"parent_index":2,"body":" <p>The villagers mostly make their living as farmers, and are engaged in grain production.<\/p> "}]}