{"meta":{"domain":"places","kid":"22299","authors":[],"title":"གོང་དཀར་ཆོས་སྡེ།","dates":{"created_at":"2010-08-14 12:29:58 UTC","updated_at":"2010-08-14 12:29:58 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"གོང་དཀར་ཆོས་སྡེ།"},{"title":"གོང་དཀར་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"གོང་དཀར་ཆོས་སྡེ།","index":2,"parent_index":1,"body":" <p>གོང་དཀར་ཞོལ་ནས་ཤར་དུ་སྤྱི་ལེ་གཅིག་ཙམ་སྣུམ་ནག་འཁོར་ལམ་བརྒྱུད་སོང་ན་སྒང་སྟོད་གྲོང་ངམ་དགོན་སྟོད་གྲོང་དབུས་སུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། སྒང་སྟོད་དམ་དགོན་སྟོད་ཅེས་པ་ནི་གྲོང་དེ་དགོན་གྱི་སྟོད་དུ་ཆགས་སྟབས་མིང་དེ་ལྟར་ཐོགས་ཟེར། ཡང་ལ་ལས་དགའ་འདོད་ཀྱང་འབོད། དགོན་དེ་ཕྱག་འདེབས་པ་པོ་ནི་གོང་དཀར་རྡོ་རྗེ་གདན་ཀུན་དགའ་རྣམ་རྒྱལ་ཞུ་བ་དེ་ཡིན་། དེའང་ཇོ་བོ་རྗེ་བོད་དུ་ཕེབས་སྐབས་ནམ་མཁའ་ནས་རྡོར་སེམས་ཀྱི་དཀྱིལ་འཁོར་ཞལ་གཟིགས་པས་ཕྱག་དང་བཅས་“མ་འོངས་པར་གནས་འདིར་ཆོས་སྡེ་ཆེན་པོ་ཞིག་ཆགས་པར་འགྱུར་རོ་”ཞེས་པའི་ཐུགས་སྨོན་བདེན་ཚིག་ལས་དགོན་དེ་ཆགས་ཟེར། ཀུན་དགའ་རྣམ་རྒྱལ་ནི་སྣེ་གདོང་རྒྱལ་པོའི་སྲས་ཡིན་ཅིང་ཁོང་གོང་དཀར་རྫོང་གི་རྫོང་དཔོན་གནང་ནས་<span class=\"milestone page eng \">[page <span class=\"pnum\">6</span>] </span>བཞུགས་སྐབས། ཉིན་ཞིག་ཐོག་ཁར་རྡོ་རྗེ་དབྱིངས་ཀྱི་ཕྱག་དཔེ་གཟིགས་བཞིན་བཞུགས་པའི་ཚེ་གློ་བུར་དུ་ཕྱག་དཔེ་ཁ་ཤས་རླུང་གིས་ད་ལྟའི་དགོན་ཆགས་ཡུལ་དུ་འཁྱེར། དེར་ཕེབས་སྐབས་ཕྱག་དཔེ་རྣམས་བྱ་རོག་གཅིག་གིས་ཉར་ནས་ཡོད་པས་རྟེན་འབྲེལ་འགྲིག་པར་དགོངས་ནས་“ད་ངའི་དགོན་པ་འདིར་འདེབས་དགོས་”གསུངས་ནས་གཙང་བཀྲ་ཤིས་ལྷུན་པོ་དང་དུས་མཉམ་པར་དགོན་དེ་ཕྱག་བཏབ། ཕྱག་དཔེ་བྱ་རོག་གིས་ཁྱེར་སྟབས་བཀའ་སྲུང་དཔལ་མགོན་ཞལ་དུ་བཀོད། རིམ་བཞིན་དགེ་འདུན་ཞལ་གྲངས་ཉིས་བརྒྱ་ལྔ་བཅུ་ང་བརྒྱད་ཙམ་བར་ཟིན། ས་སྐྱ་ངོར་ལུགས་གཙོ་བོར་གྱུར་པའི་ས་སྐྱ་རིས་མེད་ཕྱག་བཞེས་གནང་གི་ཡོད། དགོན་དེ་གཞུང་དགོན་ཡིན་སྟབས་ལོ་ལྟར་ལྷ་ས་ཚོགས་ཆོས་སུ་དགེ་འདུན་ཞལ་གྲངས་བརྒྱ་དང་དྲུག་ཅུ་ལྷག་ཙམ་དང་། གོང་དཀར་རྔ་འཆམ་ཞེས་པའང་དགོན་དེས་བསྐྱོན་དགོས། སྔོན་དགོན་དེར་ཁང་ཚན་ལྔ་ཡོད་པ་ནི་ཀུན་བཟང་རྩེ་དང་། རིན་ཆེན་སྒང་། གོས་སྐུ་སྒང་། ཀུན་སྣང་། འབྲས་སྤུངས་བཅས་པར་རྟེན་སྐུ་ཁྱད་པར་ཅན་ཇི་སྙེད་མཇལ་རྒྱུ་ཡོད།</p> <p>ད་ལྟ་ཉམས་གསོ་ཞུས་པའི་འདུ་ཁང་ནང་རྟེན་གཙོ་གསར་བཞེངས་རྒྱལ་བ་ཤཱཀྱ་ཐུབ་པའི་ཐུགས་དཀར་པཎ་ཆེན་གྷ་ཡ་དྷ་རའི་དབུ་ཐོད་བཞུགས་པ་དང་། ཀུན་བཟང་རྩེར་རྫ་མཁན་ལྟག་ཁུང་ཉི་ཤར་གྱི་ཕྱག་བཟོ་པཎ་ཆེན་ཤཱཀྱ་ཤྲཱིའི་སྐུ་བརྙན། གཞན་ཡང་ལྡེབས་རིས་རྙིང་མ་མང་པོ་སོགས་མཇལ་རྒྱུ་ཡོད།</p>  "}]}