{"meta":{"authors":[],"title":"ཁང་དམར་དགོན།","dates":{"created_at":"2010-08-13 17:00:51 UTC","updated_at":"2010-08-13 17:00:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"ཁང་དམར་དགོན།"},{"title":null,"index":1,"parent_index":0,"body":" "},{"title":"ཁང་དམར་དགོན།","index":2,"parent_index":0,"body":" <p>མཚན་རྒྱས་པར་དགའ་ལྡན་ཐེག་ཆེན་བཤད་སྒྲུབ་དགའ་ཚལ་གླིང་ཞེས་ཞུ། ད་ལྟའི་འདམ་གཞུང་རྫོང་ནས་བྱང་ཤར་མཚམས་སུ་སྤྱི་ལེ་སུམ་ཅུ་ལྷག་ཙམ་སོང་ན་ཁང་དམར་ཞེས་པའི་རི་ལྡེབས་སུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། ཐོག་མར་གནས་དེར་རྒྱལ་པོ་ལྷ་བཟང་ཧན་དབྱར་ཁ་<span class=\"milestone page eng \">[page <span class=\"pnum\">160</span>] </span>དམ་གཞུང་དུ་བཞུགས་སྐབས་སྦྱིན་བདག་མཛད་དེ་མ་ཎི་ལྷ་ཁང་ཞིག་ཡོད་པ་ལ་དེ་རྗེས་ཁང་དམར་མཚམས་སྤྲུལ་བློ་བཟང་ཉི་མ་ཞུ་བ་སྐུ་མཚམས་ཁོ་ནར་བཞུགས་པའི་བླ་མ་ཞིག་གིས་དགོན་དེ་ཕྱག་བཏབ་གནང་མཛད། ད་ལྟའི་བསྟན་འཛིན་འཇིགས་མེད་བར་མཚམས་སྤྲུལ་སྐུ་ཕྲེང་གསུམ་བྱུང་། རི་བོ་དགེ་ལུགས་ཀྱི་ཕྱག་བཞེད་མཛད་ཅིང་སེ་ར་སྔགས་པའི་ཁོངས་ཡིན། དགེ་འདུན་ཞལ་གྲངས་སུམ་ཅུ་སྐོར་ཡོད། སྔོན་ད་ལྟའི་དགོན་དེའི་གཡས་ངོས་སུ་འདུ་ཁང་ཆུང་ཆུང་ཞིག་ཡོད་པ་ལ་1957ལོར་འདུ་ཁང་ཀ་བ་བཅུ་དྲུག་གསར་བཞེངས་གནང་བའི་གཙང་ཁང་སྦུག་མར་འཇིགས་བྱེད་དཔའ་བོ་གཅིག་པའི་སྐུ་བརྙན་དང་། འདུ་ཁང་ནང་སྐུ་རྒྱུ་ཙན་དན་ལས་གྲུབ་པའི་ཐུགས་རྗེ་ཆེན་པོ་བཅུ་གཅིག་ཞལ་བརྐྱང་ཁྲུ་གང་ལྷག་ཙམ་བྱས་པ་སོགས་རྟེན་སྐུ་ཇི་སྙེད་བཞུགས།</p> <p>ད་ལྟ་སྔོན་གྱི་འདུ་ཁང་དེ་རང་ལ་ཉམས་གསོ་གནང་བའི་གཙང་ཁང་སྦུག་མར་སྐུ་རྒྱུ་འཇིམ་ལས་སྒྲུབ་པའི་བདེ་གསང་འཇིགས་གསུམ་གྱི་སྐུ་བརྙན་ཐོག་སོ་གཉིས་ལྡན་དང་། ཁའ་སྤྱོད་མ། རྗེ་ཡབ་སྲས་གསུམ། གནས་བརྟན་བཅུ་དྲུག་སོགས་ཀྱི་སྐུ་བརྙན་དང་། འདུ་ཁང་ནང་སྔོན་གྱི་ཐུགས་རྗེ་ཆེན་པོའི་སྐུ་བརྙན་དེ་རང་དང་། སྐྱབས་རྗེ་ཕ་བོང་ཁ། དེའི་གཡས་སུ་ཡོངས་འཛིན་གླིང་རིན་པོ་ཆེ་དང་། གཡོན་དུ་ཁྲི་བྱང་རིན་པོ་ཆེ། དེ་བཞིན་ཀུན་རིགས་དང་། མཚམས་སྤྲུལ་སྐུ་ཐོག་གཉིས་པའི་སྐུ་བརྙན། སྒྲོལ་དཀར་གྱི་སྐུ་བརྙན་བཅས་དང་། མགོན་ཁང་ནང་མགོན་པོ་ཕྱག་དྲུག་དང་། དམ་ཅན་ཆོས་རྒྱལ། རྣམ་སྲས། དཔལ་ལྡན་ལྷ་མོ། ཚངས་པ་སོགས་འཇིམ་སྐུ་གསར་བཞེངས་གནང་བ་མང་པོ་མཇལ་རྒྱུ་ཡོད།<span class=\"milestone page eng \">[page <span class=\"pnum\">161</span>] </span> </p> <p>ལྷུན་གྲུབ་རྫོང་ཁོངས་ཀྱི་གནས་སྐོར་ས་བཀྲ།</p> <p>1 གྲབ་གསེར་དགོན། 2 ཁམས་ལུང་རི་ཁྲོད། 3 ཆོས་སྡིངས་དགོན། 4 དགའ་ལྡན་ཆོས་འཁོར། 5 ལྕགས་རི་དགོན། 6 གླང་ཐང་དགོན། 7 ན་ལེནྡྲ། 8 དཔལ་ལྡན་རྩེ། 9 ར་མ་བྱམས་ཁང་། 10 གྲུབ་རྒྱལ་དགོན། 11 ལོ་ཙཱ་དགོན། 12 རྒྱལ་ལྷ་ཁང་། 13 སྤྱན་ལེགས་བྱམས་ཁང་། 14 ན་མོ་དགོན། 15 སེ་སྨུག་དགོན། 16 སྣེ་མོ་དགོན། 17 གཟིམ་ཁུག་དགོན། 18 བསམ་གཏན་སྟེང་། 19 དགོན་པ་གསར་པ། 20ལྷ་མོ་ཁང་། 21 ཤར་དགོན། 22 སྣ་མཁར་དགོན། 23 འབྲི་ལུང་དགོན། 24 རྒྱ་བྲག་དགོན། 25 སྣེ་ཟུར་དགོན། 26 པོ་ཏོ་དགོན། 27 བྲག་རྒྱབ་དགོན། 28 སྟག་ལུང་དགོན། 29 རྭ་སྒྲེང་དགོན། 30 བསམ་གཏན་གླིང་། 31 ཇོ་གདན་དགོན། 32 འབེན་རྫ་དགོན། 33 ཆག་མ། 34 ཕོད་མདོ། 35 ○ ལྷུན་གྲུབ་རྫོང་།<span class=\"milestone page eng \">[page <span class=\"pnum\">162</span>] </span> </p>  "}]}