{"meta":{"domain":"places","kid":"23751","authors":[{"fullname":"Sonam Tsering","id":"31"},{"fullname":"Sonam Tsering","id":"31"}],"title":"The Historical Polity of Repgong","dates":{"created_at":"2011-05-16 16:05:14 UTC","updated_at":"2011-07-06 05:54:42 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"The Historical Polity of Repgong"},{"title":"The Basics","index":1,"parent_index":0,"body":" <p><span class=\"place\" title=\"F15374\">Repgong<\/span> (<em><span class=\"place\" title=\"F15374\">reb gong<\/span><\/em>)<a name=\"n1\" href=\"#fn1\">[1]<\/a> is presently the name of a county (Ch. Tongren) that might be best described as the cultural heart of northern Amdo. The core region of Rebgong is known as the Golden Valley (Gser gzhung), carved out by the Gu River (Dgu chu), which runs north into the Ma River (Rma chu, Yellow River). Although the agricultural landscape in the valley is fairly dry, resembling the Rio Grande in central New Mexico as it passes through the native American Peublos there, the upper elevations of the surrounding mountains are often more wooded, while the regions to the south, east and west are nomadic grasslands. The region has a long history of strength in higher education, which started with the introduction of the Sakya traditions here in the thirteenth century, and continued with the transformation of the main monastery of Rongwo into a Gelukpa seat of higher learning. The strong Rnying ma lay tradition of the numerous Mani Halls (Ma+ni khang, Sngags khang) also have a long history, as well as more recent (18th c) influences by the Mindroling traditions of Central Tibet. Moreover, several villages of a distinct ethnic population now called Monguors (in Upper and Lower seng ge gshon, Sgo dmar, gnyan thog) have specialized for centuries in a vibrant thanka painting tradition that has been passed down within households to the present day. Its protected location south of the Yellow River--away from the parts of Amdo ravaged by Muslim rebellions in the nineteenth century--allowed the rich traditions to flourish into the second half of the twentieth century. Even during the Cultural Revolution, Rebgong educators were exceptionally successful in managing to continue to teach Tibetan effectively, using Mao's Little Red Book in Tibetan translation. This has meant that many great poets of the past and great writers of the present have come from this region, most notably Shar Skal ldan rgya mtsho (17th c), Zhaps dkar <span class=\"st\">tshogs drug rang grol (19th c), Dge 'dun chos 'phel (20th c) and<\/span> pad+ma 'bum (20th-21st c)<span class=\"st\">. <\/span>In the past, <span class=\"place\" title=\"F15374\">Repgong<\/span> (<em><span class=\"place\" title=\"F15374\">reb gong<\/span><\/em>) was an important polity in Northeastern Tibet (<span class=\"place\" title=\"F15348\">Amdo<\/span>) dominated by the <span class=\"tibetan\" title=\"Type ID here\">Rongwotsang<\/span> (<em><span class=\"tibetan\" title=\"Type ID here\">rong bo tshang<\/span><\/em>) family, also referred to as the <span class=\"tibetan\" title=\"Type ID here\">Rongwo Nangsotsang<\/span> (<em><span class=\"tibetan\" title=\"Type ID here\">rong bo nang so tshang<\/span><\/em>). Its religious leader was the <span class=\"org\" title=\"Type ID here\">Shartsang <\/span>(<em><span class=\"org\" title=\"Type ID here\">shar tshang<\/span><\/em>) incarnation, while its Political Ruler was referred to as a <span class=\"tibetan\" title=\"Type ID here\">Nangso<\/span> (<em><span class=\"tibetan\" title=\"Type ID here\">nang so<\/span><\/em>).<\/p> "},{"title":"Names of Repgong","index":2,"parent_index":0,"body":null},{"title":"The Early History and The Rise of the Rongwo Nangso","index":3,"parent_index":0,"body":null},{"title":"Establishment of the Shartshang Institution and the Geluk School in the 16th and 17th Centuries","index":4,"parent_index":0,"body":null},{"title":"Repgong in the 18th Century","index":5,"parent_index":0,"body":null},{"title":"Repgong in the 19th and 20th Centuries","index":6,"parent_index":0,"body":null},{"title":"Religious Associations","index":7,"parent_index":0,"body":null},{"title":"Sources","index":8,"parent_index":0,"body":null},{"title":"Endnotes","index":9,"parent_index":0,"body":null}]}