{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Draktsuk Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "II.2. Superficial structures: Primarily funerary superstructure"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " DraktsukBrag gtsug "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Draktsuk</span><span class=\"scholar\">Brag gtsug</span> </li> <li>English equivalent: Rock Formation Crown</li> <li>Site number: D-115</li> <li>Site typology: II.2b </li> <li>Geographic coordinate (N. lat.): 33º 45.7΄ </li> <li>Geographic coordinate (E. long.): 80º 01.8΄</li> <li>Elevation: 4520 m </li> <li>Administrative location (township):<span class=\"popular\">Domar</span><span class=\"scholar\">Rdo dmar</span> </li> <li>Administrative location (county): <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> </li> <li>Administrative location (county): <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> </li> <li>Survey expedition: HTWE</li> <li>Survey date: July 8, 2004</li> <li>Contemporary usage: None. </li> <li>Identifiable Buddhist constructions: None. </li> </ul>
", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Draktsuk</span><span class=\"scholar\">Brag gtsug</span> is located below an eponymous sandstone outcrop situated on the east side of the mouth of a side valley, above its confluence with an effluent of the <span class=\"popular\">Domar Tsangpo</span><span class=\"scholar\">Rdo dmar gtsang po</span>. The site is situated in the same valley as <span class=\"popular\">Rakder</span><span class=\"scholar\">Rag sder</span> (D-114), a nearby funerary site. The views up (northeast) and down (southwest) the valley are open. The terrain is gravelly and gradually declines in a northerly direction. <span class=\"popular\">Draktsuk</span><span class=\"scholar\">Brag gtsug</span> consists of four funerary enclosures, three of which are large and of a complex design. These monuments must have catered to the mortuary requirements of elite components of ancient society. As no permanent archaic residential installations have been discovered in this region, <span class=\"popular\">Draktsuk</span><span class=\"scholar\">Brag gtsug</span> may possibly have been used as a funerary site by those who occupied outlying strongholds (such as A-18, A-40, A-107).</p>
", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>None was collected.</p>
", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>Funerary structure FS1 (25.3 m x 10.4 m) is a rocky dispersion that appears to comprise one highly fragmentary enclosure. This enclosure exhibits a complex design with a number of interior structural features. Certain parts of FS1 are elevated as much as 50 cm above the adjoining terrain, while other parts are level with the ground surface. Towards the middle of the southeast side of the enclosure there are five large upright slabs planted in he ground. These slabs form a single line, and are 45 cm to 80 cm in length and project 22 cm to 50 cm above ground level. Beside them are three adjacent upright slabs that form a quadrate structure with one open side. The three slabs of this structure are between 65 cm and 90 cm in length and rise 10 cm to 20 cm above ground level. Near the center of FS1 are the faint remains of another structure that possibly marks the location of a subsurface tomb. A southeast-northwest oriented wall of smaller flat slabs seems to bisect FS1. The middle portion of this wall merges with the central structure. There are also a few upright slabs rooted near the southwest end of FS1. The northeast perimeter wall course contains some upright slabs as well. Three slabs (each 85 cm long), placed parallel to and in very close proximity to one another, are planted next to the northeast perimeter wall, perpendicular to its course. Likewise, near the north corner of FS1 there is a single slab (1 m long, 20 cm projection from the surface) that is set perpendicular to the perimeter wall course. There are a few other upright slabs planted in different places of the interior of FS1, which formed structural elements of unknown configurations. There are also some upright slabs planted here and there outside the confines of FS1. These may be remnants of ancillary funerary structures. </p>
", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Funerary Structure FS1"
  }, 
  {
   "body": "<p>Funerary structure FS2 (13.6 m x 9 m) is situated 90 m east of FS1, at the foot of an enclosing ridge. Very little of this quadrate double-course upright slab-wall enclosure has endured. A few slabs in the perimeter walls are still erect but most of them have collapsed. The largest upright slab still in place is 1 m in length and protrudes 50 cm from the ground surface. </p>
", 
   "index": 8, 
   "parent_index": 6, 
   "title": "Funerary Structure FS2"
  }, 
  {
   "body": "<p>Funerary structure FS3 (5.1 m x 11m) is situated 95 m west of FS1. Some of this extremely degraded structure is slightly elevated above the surrounding terrain. No coherent walls have endured in this enclosure. A small number of in situ upright slabs, fixed in the ground, may have been part of its interior structural features. </p>
", 
   "index": 9, 
   "parent_index": 6, 
   "title": "Funerary Structure FS3"
  }, 
  {
   "body": "<p>Funerary structure FS4 is situated 46 m northeast of FS2 and 65 m west of FS1. Unlike the other three enclosures of the site, this smaller rectangular specimen is aligned in the cardinal directions. It measures 1.7 m (north-south) x 2.8 m (east-west). FS4 is constructed of smaller slabs that were placed edgewise in the ground along the perimeter. They have very little protrusion above ground level. On the north and east sides of the enclosure there are double-course upright slab-wall fragments (around 30 cm thick). Two upright slabs near the middle of the interior appear to make up the two remaining sides of a small quadrate structure. </p>
", 
   "index": 10, 
   "parent_index": 6, 
   "title": "Funerary Structure FS4"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16828", 
  "dates": [], 
  "title": "Draktsuk Introduction"
 }
}