{"meta":{"domain":"places","kid":"16580","authors":[],"title":"Setrap Tsamkhang Introduction","dates":{"created_at":"2010-08-11 20:46:30 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Setrap Tsamkhang Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":"Setrap Tsam KhangBse khrab mtshams khang","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Setrap Tsam Khang</span><span class=\"scholar\">Bse khrab mtshams khang</span> </li> <li>English Equivalent: Hardened Leather Cuirass Meditation House </li> <li>Site number: B-17</li> <li>Site typology: I.2a </li> <li>Geographic coordinate (N. lat.): 30º 10.3΄ </li> <li>Geographic coordinate (E. long.): 83º 36.5΄ </li> <li>Elevation: 4730 m </li> <li>Administrative location (township): <span class=\"popular\">Baryang</span><span class=\"scholar\">Bar yangs</span> </li> <li>Administrative location (county): <span class=\"popular\">Drongpa</span><span class=\"scholar\">’Brong pa</span> </li> <li>Survey expedition: UTAE</li> <li>Survey date: April 14, 15, 2001</li> <li>Contemporary usage: None.</li> <li>Identifiable Buddhist constructions: Prayer flags.</li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Setrap Tsam Khang</span><span class=\"scholar\">Bse khrab mtshams khang</span> is named after he well-known <span class=\"popular emph\">Nyingma</span><span class=\"scholar emph\">rnying ma</span> protective deity (<span class=\"popular emph\">sungma</span><span class=\"scholar emph\">srung ma</span>). The all-stone residential structure of <span class=\"popular\">Setrap Tsam Khang</span><span class=\"scholar\">Bse khrab mtshams khang</span> has been reduced to crumbling walls. It sits on a broad sandy slope above <span class=\"popular\">Tara Gönpa</span><span class=\"scholar\">Rta ra dgon pa</span>, a small <span class=\"popular emph\">Nyingma</span><span class=\"scholar emph\">rnying ma</span> monastery. The well-drained site faces east and overlooks a large marshy basin formed by various branches of the <span class=\"popular\">Tsachu</span><span class=\"scholar\">Tshwa chu</span> river. This area constitutes an important pastoral resource in the <span class=\"popular\">Baryang</span><span class=\"scholar\">Bar yangs</span> region. The exact plan of <span class=\"popular\">Setrap Tsam Khang</span><span class=\"scholar\">Bse khrab mtshams khang</span> is no longer evident. The approximate maximum dimensions of the edifice are 14.5 m x 8 m. Wall fragments up to 2 m in height have endured. There appears to have been at least eight small rooms in this dry-mortar (?), random-rubble structure. Fortunately, one of these rooms has survived with its corbelled stone roof largely intact (3 m x 1 m x 1.5 m). </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to the residents of nearby <span class=\"popular\">Tara</span><span class=\"scholar\">Rta ra</span> monastery, <span class=\"popular emph\">nyingmapa</span><span class=\"scholar emph\">rnying ma pa</span> meditators used <span class=\"popular\">Setrap Tsam Khang</span><span class=\"scholar\">Bse khrab mtshams khang</span> for many centuries. It is said that six meditation cells in the edifice were intact until the Chinese Cultural Revolution. Much of the structure was then dismantled to construct livestock pens on the site. These corrals have fallen out of use and many of the stones have been carried off. </p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Outlying structures","index":7,"parent_index":6,"body":" <p>There are reported to have been many ancient walls in the vicinity of <span class=\"popular\">Setrap Tsam Khang</span><span class=\"scholar\">Bse khrab mtshams khang</span> and <span class=\"popular\">Tara Gönpa</span><span class=\"scholar\">Rta ra dgon pa</span>. Since the late 1980s, however, the rebuilding of <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi </span>walls and the wholesale removal of stones by truck has eradicated many of these structures. West of <span class=\"popular\">Setrap Tsam Khang</span><span class=\"scholar\">Bse khrab mtshams khang</span> on a small sandy plateau there is a poorly preserved foundation (7 m x 11 m) (31º 10.3΄ N. lat. / 83º 36.3΄ E. long / 4750 m). There are at least eight other crumbling superficial structures 45 m to the northwest of this foundation, which extend over a 100-m transection. These dissolving walls resemble he superstructures of tombs. Stones up to 1 m in length were used in their construction. One hundred meters to he northeast of these wall footings there is a remnant of a slab wall. There are just a few upright slabs in situ, the largest of which is 60 cm in length (it protrudes 15 cm above ground level). Continuing in a northeast direction for another 28 m there is a double-course slab wall segment (6 m long). The two lines of slabs are spaced about 70 cm apart. The largest stone in this slab wall is 80 cm in length and sticks as much as 35 cm out of the ground. Just south of <span class=\"popular\">Tara Gönpa</span><span class=\"scholar\">Rta ra dgon pa</span> here are the remains of what appears to have been another slab grave. The largest in situ slab in this structure is 70 cm in length and it projects 50 cm above the surface.</p> "},{"title":"rTa ra dgon pa","index":8,"parent_index":6,"body":" <p>According to the late head of <span class=\"popular\">Tara Gönpa</span><span class=\"scholar\">Rta ra dgon pa</span> (Horse Corral Monastery), <span class=\"popular\">Minyak Padma Wanggyel Rinpoché</span><span class=\"scholar\">Mi nyag pad ma dbang rgyal rin po che</span> (died in his eighties in 2002), it was named after a large horse corral that the epic hero <span class=\"popular\">Ling Gesar</span><span class=\"scholar\">Gling ge sar</span> built at the site. <span class=\"popular\">Gesar</span><span class=\"scholar\">Ge sar</span> is said to have come to he region to battle his adversary <span class=\"popular\">Takzig Nor Gi Gyelpo</span><span class=\"scholar\">Stag gzig nor gyi rgyal po</span>. <span class=\"popular\">Gesar</span><span class=\"scholar\">Ge sar</span> is also supposed to have founded the monastery around 900 years ago and to have resided here for sometime. To support his assertion, mi nyag pad ma dbang rgyal cites bdud ‘joms rin po che’s (‘jigs bral ye shes rdo rje) <span class=\"popular emph\">Sungbum</span><span class=\"scholar emph\">Gsung bum</span>, where it states that <span class=\"popular\">Gesar</span><span class=\"scholar\">Ge sar</span> was active during the second <span class=\"popular emph\">rapjung</span><span class=\"scholar emph\">rab byung</span> (1087-1147 CE).<a href=\"#n78\" name=\"nb78\" class=\"note\">78</a> Later, the great architect <span class=\"popular\">Tangtong Gyelpo</span><span class=\"scholar\">Thang tong rgyal po</span> (15th century CE) is thought to have founded an assembly hall (<span class=\"popular emph\">dükhang</span><span class=\"scholar emph\">’dus khang</span>) of 12 pillars on the site. This structure stood until circa 1943 when it was destroyed by a marauding band of Kazaks. Unfortunately, a registry (<span class=\"popular emph\">kar chak</span><span class=\"scholar emph\">dkar chag</span>) containing valuable information about the monastery was destroyed in the Chinese Cultural Revolution. After the Kazak attack a lama called <span class=\"popular\">Shang Rinpoché</span><span class=\"scholar\">Shangs rin po che</span> built a smaller temple at the site, which survived until the Chinese Cultural Revolution. In 1989, after returning from exile in <span class=\"popular\">Dolpo</span><span class=\"scholar\">Dol po</span>, mi nyag pad ma dbang rgyal rebuilt the current monastery on he same site as the old assembly hall. The presence of what appear to be slab graves as well as the archaic architectural style of <span class=\"popular\">Setrap Tsam Khang</span><span class=\"scholar\">Bse khrab mtshams khang</span> illustrate that the highly desirable <span class=\"popular\">Tara</span><span class=\"scholar\">Rta ra</span> site has been occupied since ancient times. The localized <span class=\"popular\">Gesar</span><span class=\"scholar\">Ge sar</span> epic tale preserves this fact in a distorted or allegorical fashion. </p> "},{"title":"Affiliated sites","index":9,"parent_index":2,"body":" "},{"title":"rKyang bum rdzong","index":10,"parent_index":9,"body":" <p>South of the <span class=\"popular\">Yarlung Tsangpo</span><span class=\"scholar\">Yar lung gtsang po</span> river in <span class=\"popular\">Horpa</span><span class=\"scholar\">Hor pa</span>township there is a later historic era fortress known as <span class=\"popular\">Kyangbum Dzong</span><span class=\"scholar\">Rkyang bum rdzong</span> (30° 04. 44΄ N. lat. / 83° 01. 48΄ E. long.). According to some local sources, this fortress is so named because its protective deities appeared as 100,000 stampeding onagers to defeat the Gorkha enemy of the late 18th century CE. It is also reported that <span class=\"popular\">Kyangbum Dzong</span><span class=\"scholar\">Rkyang bum rdzong</span> was associated with the <span class=\"popular\">Singpa</span><span class=\"scholar\">Sing pa</span> of the cis-Himalaya. This rammed-earth facility was established on the top of a pyramidal hill rising 40 m above the broad <span class=\"popular\">Yarlung Tsangpo</span><span class=\"scholar\">Yar lung gtsang po</span> valley. The site has three main complexes: north (11 m x 8 m) central (7 m x 12 m) and east (11 m x 21 m). There are also ruined <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> and inscribed plaques at <span class=\"popular\">Kyangbum Dzong</span><span class=\"scholar\">Rkyang bum rdzong</span>. Significant amounts of timber fragments litter the site.</p> <hr class=\"footnote-divider\" /> "},{"title":"Notes","index":11,"parent_index":0,"body":" <div class=\"footnote\"> <a name=\"n78\" /> <a href=\"#nb78\" class=\"note\"> [78] </a> <span class=\"popular\">jik drel yé shé do jé</span><span class=\"scholar\">‘jigs bral ye shes rdo rje</span>, <span class=\"popular emph\">dü jom jik drel yé shé do jé sung bum dam chö rin chen nor bü bang dzö</span><span class=\"scholar emph\">Bdud 'joms 'jigs bral ye shes rdo rje'i gsung 'bum dam chos rin chen nor bu'i bang mdzod</span> (Kalimpong: <span class=\"popular\">dupajung(?) am</span><span class=\"scholar\">Ḍupjung ḷama</span>. 1979-1985), vol. ka, no. 824 </div>  "}]}