{"meta":{"domain":"places","kid":"16802","authors":[],"title":"Naser Tang Introduction","dates":{"created_at":"2010-08-25 11:13:03 UTC","updated_at":"2010-08-25 11:13:03 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Naser Tang Introduction"},{"title":"II.2. Superficial structures: Primarily funerary superstructure","index":1,"parent_index":0,"body":" "},{"title":"Naser TangGna&rsquo; gser thang","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>None was collected.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"West enclosure","index":7,"parent_index":6,"body":" <p>The west enclosure is generally aligned in the cardinal directions, and measures 13 m (north-south) x 29 m (east-west). Its walls are around 2 m in thickness and are generally elevated 40 cm to 70 cm above the surrounding terrain. These walls are mostly composed of sparsely distributed heaps of stones. There are also a few hints of coherent wall fragments. The west enclosure has been seriously damaged by the extraction of stones. This extraction is probably related to the recent construction of the link road that traverses <span class=\"popular\">Naser Tang<\/span><span class=\"scholar\">Gna&rsquo; gser thang<\/span>. The enclosure is comprised of one large open space. Inside the enclosure there are four depressions up to 1 m deep. These depressions appear to be he remains of excavations. These excavations must have taken place long ago because they are dotted with <span class=\"popular emph\">drama<\/span><span class=\"scholar emph\">gra ma<\/span>, a slow growing woody shrub.<\/p> "},{"title":"East enclosure","index":8,"parent_index":6,"body":" <p>The east enclosure is situated only 3 m east of the west enclosure. It is of the same design and construction as the west enclosure. The main portion of the east enclosure is also aligned in the cardinal directions, and measures 8 m (north-south) x 15 m (east-west). Connected to the south side of this structure there is a less well preserved analogous enclosure (9 m x 10 m) of unclear form. There are three <span class=\"popular emph\">drama<\/span><span class=\"scholar emph\">gra ma<\/span>-studded depressions in this portion of the enclosure; the probable signs of excavations carried out long ago. <\/p>  "}]}