{"meta":{"domain":"places","kid":"23567","authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"title":"Dra Yungdrung Samdrup Ling Introduction","dates":{"created_at":"2011-12-13 02:30:05 UTC","updated_at":"2011-12-13 02:30:05 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Dra Yungdrung Samdrup Ling Introduction"},{"title":"rTa&rsquo;u County","index":1,"parent_index":0,"body":" "},{"title":"(161) bSam &rsquo;grub Monastery","index":2,"parent_index":1,"body":" "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p>The full name of the monastery is &rsquo;Dra gYung drung bsam &rsquo;grub gling.<\/p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>The monastery is located in a valley of Phyag ru river, 55 km south of rTa&rsquo;u, the county seat.<\/p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>bSam &rsquo;grub combines three monasteries: Brag ra, &rsquo;Ong gong and sMong skyid.<a href=\"#n32\" name=\"nb32\" class=\"note\">32<\/a> <\/p> <p>1) Brag ra Monastery was founded by Khod po Blo gros thogs med,<a href=\"#n33\" name=\"nb33\" class=\"note\">33<\/a> in the Iron-Ox year of the 5th Rab byung (1301). Blo gros thogs med built a small temple and another for practitioners (sgrub khang) in Brag ra when he sanctified Mount sBa zhabs brag dkar, and named them Khod po Monastery. The place was successively named sNgags sde byang chub gling by Khyung rgod, bDud &rsquo;dul yang rtse gling by Nyi ma dbang ldan, and gNas sgo pad ma gling by gSang sngags gling pa (1864-?) when each of these masters visited the monastery. Following is a list of the successive masters of the monastery:<\/p> <ol type=\"1\"> <li>Blo gros rgyal mtshan <\/li> <li>rNam dag gtsug phud<\/li> <li>sGrub gshen sNang ldan<\/li> <li>Nyi ma dbang ldan (who rebuilt a larger assembly hall (&rsquo;du khang) with twelve columns)<\/li> <li>rMe nag rTogs ldan <\/li> <li>rTul &rsquo;dre rTogs ldan <\/li> <li>Go tog rTogs ldan <\/li> <li>dBra ston Rin chen<\/li> <li>Khyung gter &rsquo;Od zer gling pa <\/li> <li>Khod spungs dBang ldan (for twenty years) <\/li> <li>gYung drung dpal bzang (for eighteen years) <\/li> <li>Thugs rje gling pa (for a few years) <\/li> <li>gYung drung bstan &rsquo;dzin (for three years)<\/li> <li>bsTan pa rgyal mtshan (for a few years until the Cultural Revolution) <\/li> <\/ol> <p>The monastery originally comprised of an assembly hall, a kitchen (ja khang), a mchod rten, and a residence for the monks (grwa khang). It had two establishments, one for the ritual cycle of dBal gsas (dbal gsas sgrub grwa) and another for the atonement ritual of the goddess Srid pa rgyal mo (srid rgyal sgrub grwa). It had a giant thangka and a large collection of books including a complete manuscript copy of the Bonpo Kanjur made by Khod po Blo gros thogs med. The monks were required to take their ordination vows at sMan ri Monastery (No.1).<\/p> <p>2) &rsquo;Ong gong Monastery was founded by Khod po Blo gros thogs med at lCang log sna.<a href=\"#n34\" name=\"nb34\" class=\"note\">34<\/a> It started out as a hermitage and gradually expanded into a monastery, but fell into decline owing to an ongoing dispute with Nya mtsho. As a result it was moved to sMug rong dgu rdza brag dkar, but fell into decline again soon after its reconstruction, as two thirds of the monks were converted to Buddhism.<\/p> <p>The remaining monks followed Nyi ma rgyal mtshan, who at that time had returned to &rsquo;Dra valley from sMan ri. The site where they settled was called dGe gsar in the local dialect, which probably means dgon gsar, &ldquo;new monastery&rdquo;; the ruins of a stupa are still visible. A master of the monastery called A khu Ye shes, rebuilt a &rsquo;du khang with four columns and the monastery became known as &rsquo;Ong gong. Following is a list of the successive abbots of the monastery until the Cultural Revolution:<\/p> <ol type=\"1\"> <li>dBal &rsquo;gugs sKal bzang rgyal mtshan <\/li> <li>rTogs ldanTshul khrims rnam dag <\/li> <li>dBal &rsquo;dzin bsTan &rsquo;dzin dbang rgyal <\/li> <li>rTogs ldan Sangs rgyas <\/li> <li>rDzong lu Ye shes <\/li> <li>A &rsquo;be Tshul khrims <\/li> <li>Ra tsho lcags thar <\/li> <\/ol> <p>There were about eighty novices and monks at the monastery in the mid-20th century. They were required to go to sMan ri Monastery for three years training and ordination vows.<\/p> <p>3) According to oral tradition, sMong skyid Monastery was founded in the 6th Rab byung (1327-1386) by the three brothers of Khro tshang who travelled from gShen Dar sding Monastery to &rsquo;Dra valley in Khams. It was called Glang &rsquo;ong. The eldest brother was called gYung drung rgyal mtshan. After a few generations, the monastery was moved to sMong skyid and became known as sMong skyid dgon rnying, the &ldquo;old sMong skyid Monastery&rdquo;. Later when it was moved again it was known as both sMong skyid dgon gsar, the &ldquo;New sMong skyid Monastery&rdquo;, and Phun tshogs gling. There were forty novices and monks at the monastery. <\/p> <p>In the 1980s, the masters of the three monasteries, sPrul sku Zla ba grags pa, mKhan po bsTan &rsquo;dzin nyi ma, mKhan po gYung drung dbang rgyal, mKhan zur &rsquo;Chi med, mKhan po Lo thar, Wa lo mGon po and &rsquo;Gyur med agreed to rebuild the three monasteries together as one monastery. The reconstruction was completed in 1989.<a href=\"#n35\" name=\"nb35\" class=\"note\">35<\/a> Khyung sras bsTan &rsquo;dzin nyi ma is the present mkhan po and Zla ba grags pa (b.1936) is the present khri pa.<\/p> "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":" <ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>one khri pa<\/li> <li>one mkhan po<\/li> <li>two dbu mdzad<\/li> <li>two dge skos<\/li> <li>nine spyi ba <\/li> <li>two mchod g-yog <\/li> <\/ul> <p>All the incumbents are reelected every three years.<\/p> "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":" <p>There are sixty-seven novices and monks at the monastery.<\/p> "},{"title":"6. Current education","index":8,"parent_index":2,"body":" <p>There are no organized classes. The young novices are trained by the elder monks.<\/p> "},{"title":"7. Educationa exchange","index":9,"parent_index":2,"body":" <p>There are no regular exchanges with other monasteries. The novices take their ordination vows in the monastery during the summer fast (dbyar gnas).<\/p> "},{"title":"8 \/ 9. Rituals","index":10,"parent_index":2,"body":" <ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>6th month: the ritual cycle of Ma rgyud from the 1st to the 6th day with the following&rsquo;cham dances on the 7th day: rNam brgyad, dMag dpon, sTag, Seng ge and Dam can brgyad according to the Nang so tradition.<\/li> <li>8th day of the 6th month: religious services (zhabs brtan) and the tea offering (gser skyems) followed by the &rsquo;cham dances: sTag la&rsquo;i rnga &rsquo;cham, dBal gsas tshogs &rsquo;cham according to the tradition of the Central Tibetan monasteries (grwa sa); dBal gsas tshogs &rsquo;cham, dMu bdud, Dam can brgyad and rGyal po according to the Nang so tradition.<\/li> <li>9th day of the 6th month: tea offering ceremony(gser skyems), the ritual cycle of Me ri, and the following &rsquo;cham dances: rNam brgyad, sTag la&rsquo;i rnga &rsquo;cham, dBal gsas tshogs &rsquo;cham, Ma rgyud tshogs &rsquo;cham, Dam can brgyad, and dMag dpon according to the tradition of the Central Tibetan monasteries (grwa sa).<a href=\"#n36\" name=\"nb36\" class=\"note\">36<\/a> <\/li> <\/ul> "},{"title":"10. Books held in the monastery","index":11,"parent_index":2,"body":" <p>The monastery has printed copies of the collected works of mNyam med Shes rab rgyal mtshan&rsquo;s and Shar rdza bKra shis rgyal mtshan.<\/p> "},{"title":"11. Income and expenses","index":12,"parent_index":2,"body":" <p>The main expenses of the monastery are the three major rituals: Ma rgyud sgrub mchod, the summer fast (dbyar gnas) and the dgu gtor rite. The three spyi ba are responsible for organizing the rituals: for the Ma rgyud sgrub mchod, the three spyi ba collect 10 kg of barley from each monk in the monastery; for the dbyar gnas, each family offers as much barley as it can, and the dgu gtor rite is organized and sponsored by the monastery itself. <\/p> "},{"title":"12. Local community","index":13,"parent_index":2,"body":" <p>The local lay community consists of four communities (shog khag): Brag ra, rMang dkyil, Wur go and Shar phyogs. Brag ra community comprises two villages: Kha lo with fifteen families and rGya bye with fifteen families; rMang dkyil community comprises three villages: Wa de with eight families, sKal tsho with eighteen families, bSu &rsquo;go with four families; Wur go community comprises only one village: Wur go with nineteen families; Shar phyogs community comprises only one village: Shar phyogs with twenty-three families. <\/p> "},{"title":"13. Local festivals","index":14,"parent_index":2,"body":" <p>The mountain behind the monastery is called sKu bla Ri mchog and is the residence of a local deity of the same name. There is a la btsas on its summit. Khod po Blo gros thogs med unveiled the mountain as a sacred mountain (gnas ri), and as the celestial abode of the tutelary deity Ma rgyud in the 13th century. The revelation was confirmed by gSang sngags gling pa (1864-?) in the 19th century. The mountain&rsquo;s circumambulation takes place on the 1st day of the 1st month and the 13th day of the 5th month. The mountain facing the monastery is called Seng ge rgyab bsnol and its three peaks are believed to represent the three local deities Seng ge rgyab bsnol, &rsquo;Brong nus and Brag li. There is a la btsas on each peak which are renewed by both religious and lay communities on the same day as the festival of the mountain behind the monastery. Seng ge rgyab bsnol and Brag li were sanctified by Thugs rje gling pa, a master from Nyag rong in the early 20th century, and &rsquo;Brong nus by gSang sngags gling pa. There is another sacred mountain called sPos ri ngad ldan which is located northeast of the monastery, and which was sanctified by gSang sngags gling pa. There is also la btsas on its summit.<\/p> "},{"title":"14. Occupation of the local population","index":15,"parent_index":2,"body":" <p>Farmers<\/p> "},{"title":"Sources","index":16,"parent_index":2,"body":" "},{"title":"(1) Interview","index":17,"parent_index":16,"body":" <p>In autumn 1997 with Zla ba grags pa (b.1936).<\/p> "},{"title":"(2) Texts","index":18,"parent_index":16,"body":" <ol type=\"1\"> <li>bSam &rsquo;grub dgon pa by &rsquo;Phrin dga&rsquo;, MS<\/li> <li>&rsquo;Dra g-yung drung bsam &rsquo;grub dgon gyi lo rgyus mdor bsdus by bsTan &rsquo;dzin nyi ma and Zla ba grags pa, MS <\/li> <\/ol> <hr class=\"footnote-divider\" \/>"},{"title":"Notes","index":19,"parent_index":0,"body":"<div xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"footnote\"><a name=\"n32\" \/><a href=\"#nb32\" class=\"note\"> [32] <\/a> sMong skyid in bSam &rsquo;grub dgon by &rsquo;Phrin dga&rsquo;, MS; it is also referred to as sMongs dkyid in &rsquo;Dra g-yung drung bsam &rsquo;grub dgon gyi lo rgyus mdor bsdus by bsTan &rsquo;dzin nyi ma and Zla ba grags pa, MS. <\/div><div xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"footnote\"><a name=\"n33\" \/><a href=\"#nb33\" class=\"note\"> [33] <\/a> &rsquo;Chi med &rsquo;gro &rsquo;dul Khod spungs Blo gros thogs med kyi skyes rabs dang &rsquo;brel ba&rsquo;i don gyi rnam thar gdung rabs dang bcas pa rdzogs ldan sprin gyi rol mo by dBra ston sKal bzang bstan pa&rsquo;i rgyal mtshan (1897-1959), block printing. For further information, see notes under Mi nub Monastery (No. 157). <\/div><div xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"footnote\"><a name=\"n34\" \/><a href=\"#nb34\" class=\"note\"> [34] <\/a> lCang log sna belongs to Khub chags township of rTa&rsquo;u county <\/div><div xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"footnote\"><a name=\"n35\" \/><a href=\"#nb35\" class=\"note\"> [35] <\/a> KGLG p.513: nyag smad rgya mtshams su &rsquo;dra ba li chu khar bon dgon che ba gcig refers to bSam &rsquo;grub Monastery. <\/div><div xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"footnote\"><a name=\"n36\" \/><a href=\"#nb36\" class=\"note\"> [36] <\/a> According to oral tradition, two brothers of Nang so king in dGe bshes tsa valley in rGyal rong, gYung drung bstan &rsquo;dzin and gYung drung ye shes, were sent to sMan ri Monastery to study. Because of the king who was gravely ill, gYung drung bstan &rsquo;dzin was recalled to rGyal rong, but before leaving sMan ri he asked Shes rab dbang rgyal, the abbot of sMan ri Monastery at the time, if he could establish a new &rsquo;cham tradition in rGyal rong since he was not able to learn the entire grwa sa &rsquo;cham tradition of sMan ri. The abbot accepted, and thus, upon his return, he established the Nang so &rsquo;cham tradition which eventually spread to the Nyag rong, rTa&rsquo;u, Brag &rsquo;go and rGyal rong areas. In this monastery, both traditions of &rsquo;cham are performed. The term grwa sa in Bonpo tradition refers to sMan ri and gYung drung gling monasteries. <\/div>"}]}