{"meta":{"domain":"places","kid":"24106","authors":[{"id":"24","fullname":"Gray Tuttle"},{"id":"24","fullname":"Gray Tuttle"}],"title":"An Overview of Amdo (Northeastern Tibet) Historical Polities","dates":{"created_at":"2011-06-13 12:56:44 UTC","updated_at":"2013-08-29 18:09:23 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"An Overview of Amdo (Northeastern Tibet) Historical Polities"},{"title":"Introduction: The Exercise of Institutional Power in Amdo from the Thirteenth to Twentieth Centuries","index":1,"parent_index":0,"body":" <p>The cultural region known as Amdo seems to have developed into its current shape from the middle of the seventeenth to the nineteenth century, and this historical understanding of the scope of its territory seems to mostly agree with the understanding of Amdo (<span class=\"place\" title=\"Type ID here\">a mdo</span>) that persists today. Amdo is often called a “province” of Tibet, but there never was an administrative unit of any political power that was called Amdo. Instead Amdo as a term seems to have accompanied the rise of the Gelukpa (<span class=\"org\" title=\"Type ID here\">dge lugs pa</span>) religious tradition in the region since the seventeenth century, and the territorial extent of Amdo seems to have kept pace to some degree (at least in historic texts) with the expansion of Gelukpa monasteries.<a name=\"n1\" href=\"#fn1\">[1]</a> Of course today we can talk about Amdo as a cultural-linguistic unit, since most of the areas that are now included in Amdo speak the same basic language (some would say dialect, but since the spoken language is mutually unintelligible to people from Kham [<span class=\"place\" title=\"Type ID here\">khams</span>] or Central Tibet [<span class=\"place\" title=\"Type ID here\">dbus gtsang</span>], I prefer language). These areas now understood as Amdo include the Tibetan parts of Qinghai (with the exception of Yushu prefecture) and Gansu (Kanlho prefecture and Huaré [<span class=\"place\" title=\"Type ID here\">dpa’ ri</span>; Pari in Standard Tibetan pronunciation] County) provinces as well as much of Ngawa (<span class=\"place\" title=\"Type ID here\">rnga ba</span>, Aba) prefecture.<a name=\"n2\" href=\"#fn2\">[2]</a> Some people from Golok do not acknowledge the region as part of Amdo; linguistically it is linked to the rest of Amdo, but in terms of religious culture, it shares as much in common with Kham as the rest of Amdo. At its greatest extent, Amdo covers a region roughly the size of France, but it is not at all clear that such a conception of a single cultural territory of this vast scope predates the rise of the Gelukpa dominance of this area in the 16th century. For instance, Desi Sanggyé Gyatso’s (<span class=\"person\" title=\"Type ID here\">sde srid sangs rgyas rgya mtsho</span>) 1698 Golden Beryl (<span class=\"tibtext\" title=\"Type ID here\">baiDUr+ya ser po</span>), a survey of Gelukpa monasteries, does not use the Amdo region as an organizing principle (though much of the book is organized in a geographic manner).<a name=\"n3\" href=\"#fn3\">[3]</a> The first historical work to take this region as its central focus was the 1652 Amdo Religious History of Repgong’s Kelden Gyatso, and like this present essay, it was focused mostly on the settled (agricultural) regions of what might be called northern-eastern Amdo. I want to be quite clear that the focus of my attention is those parts of northern Amdo that are part of present-day Qinghai and Gansu provinces, with almost no attention to developments in the parts of southern Amdo located in Sichuan province (and little attention to Golok).<a name=\"n4\" href=\"#fn4\">[4]</a></p> <p>This detailed study of how institutional (mostly political, but often religio-poltical) power was wielded in Amdo complements the narrative history of Amdo by Françoise Robin. This study is concerned not only with what larger (usually external) power held sway over the local leaders but also the nature and distribution of local leadership. Unlike Central Tibet (especially since the rise of Sakya [<span class=\"org\" title=\"Type ID here\">sa skya</span>] power in the thirteenth century), the whole of Amdo as cultural region has never been ruled by a single regional Tibetan power. Instead, local Tibetan leaders have generally ruled relatively bounded areas, often in some kind of alliance with or under the titular authority of a larger, more powerful non-Tibetan regime. These non-Tibetan regimes can be described roughly according to this timeline: the rise of the Mongol empire in the thirteenth century, followed by the relatively weaker Ming Dynasty (which influenced Amdo mostly at the borders), the intervention of Mongols again from the sixteenth to eighteenth centuries (culminating in the Khoshot Khanate based in Amdo), the rise of Qing dominance in the region from 1724, the gradual growth of Muslim domination from the late nineteenth century to its end in 1949, and the advent of the modern (Han) Chinese state’s control of the region since 1949. Because we have little detailed information about the institutional structure of power in Amdo (aside from a few titles from the imperial period and the Tsongkha kingdom that flourished in the late tenth and early eleventh centuries) before the arrival of the Mongols in the thirteenth century, I will start my study in this period. I also pay special attention the so-called tusi (local ruler) system characteristic of Chinese imperial influence on the frontiers. While this system has a long history as an imperial strategy for dealing with the borderlands, the actual title of tusi was rarely applied to Tibetan rulers in Amdo. Nevertheless, twentieth century Chinese historians have chosen to view the local rulers of this region as if they had always been part of this “system,” a position to which I take strong exception. Another problem in discussing Tibetan local leadership is understanding precisely the structure of Amdo Tibetan society. Terms rarely used in Central Tibet (such as Tib. <em><span class=\"tibetan\" title=\"Type ID here\">shog pa</span></em>, <em><span class=\"tibetan\" title=\"Type ID here\">tsho ba</span></em>, Ch. <em>buluo</em>) are still poorly understood and difficult to translate into English. Often such terms are translated as “tribe,” but this is a loaded term and is only use here when citing others’ scholarship to preserve the terms they used; when working from Chinese sources, my use of “clan” translates the Chinese zu, while “tribe” translates Chinese buluo. However, a term like clan may also not be accurate, as these groupings did not seem to have an even fictive sense of sharing a common ancestor. Thus, until these terms are better understood, I will simply use the term “division,” especially for the Tibetan term <em><span class=\"tibetan\" title=\"Type ID here\">tsho ba</span></em>.<a name=\"n5\" href=\"#fn5\">[5]</a></p> "},{"title":"A Note on the Sources for Amdo History","index":2,"parent_index":0,"body":" <p>This essay is largely dependent on Chinese sources, because like the present Chinese state, historically the China-based states of the Mongol Yuan, Chinese Ming, and Manchu Qing dynasties were particularly concerned with the institutional distribution of power on their respective state’s frontiers. While the same was somewhat true of the early Ganden Podrang polity in Central Tibet, especially under Desi Sanggyé Gyatso, the extent of his (available) recording of institutional power in Amdo was limited to his 1698 Golden Beryl, The History of Ganden, which records basic information about the Gelukpa monasteries in Amdo (which gives monastery name, founder, abbots, and sometimes the number of monks and other such details). It is possible that details about Amdo history prior to the seventeenth century might be found in the biographies of important lamas who visited the region, such as Sakya Pandita, Pakpa, the Third and Fourth Karmapas, and so forth. But the bulk of Tibetan language records of Amdo history start in the seventeenth century with the rise of Gelukpa power in the region. The first, albeit short, history of Amdo was written in 1652 by the Gelukpa lama who converted Rongwo Monastery in Repgong to the Geluk tradition, Shar Kelden Gyatso. The Fifth Dalai Lama’s biographies of the Third and Fourth Dalai Lamas, as well as his own biography, are particularly rich sources of information on Amdo history as all these lamas passed through Amdo. The secret biography of Sixth Dalai Lama describes his life in Amdo after 1706 with great attention to local history.<a name=\"n6\" href=\"#fn6\">[6]</a> The Seventh Dalai Lama’s biography also describes the period of his youth and education in Amdo. The Ninth and Tenth Panchen Lama also spent a great deal of time in Amdo, as did the Thirteenth Dalai Lama, who wrote a biography of his teacher the Zhamar Lama (zhwa dmar bla ma) of Amdo.<a name=\"n7\" href=\"#fn7\">[7]</a> There are literally dozens of other biographies that would be equally useful. Also important are the Mongol Sumpa Khenpo's historic works, especially the eighteenth century Annals of Kokonor—the first expansive history of Amdo. The pinnacle of Amdo history writing is Brakgönpa’s nineteenth-century Oceanic Annals (<span class=\"tibtext\" title=\"Type ID here\">deb ther rgya mtsho</span>), often mistakenly called the Religious History of Amdo (<span class=\"tibtext\" title=\"Type ID here\">a mdo chos byung</span>, a title found nowhere in the work). Between 1633 and 1900, some thirty other Tibetan language works on local history (mostly monastic abbatial lineages, but also monastic or canonical registers, surveys of religious history or geography) were written. But all of these records are characterized by a focus not on institutional power-holding (per se) but instead only mention these in relation to the support of (almost exclusively) Gelukpa religious institutions. Thus, it is extremely challenging to generate a coherent picture of how power was distributed in Amdo from these sources alone. More recent Tibetan language work, especially that of the Amdo scholar Bruktar (Ch. Zhouta), is especially helpful for understanding the tribal/division social structure, but his work is mostly focused on Tibetans in Kanlho (Ch. Gannan), the southeastern part of Gansu province.<a name=\"n8\" href=\"#fn8\">[8]</a> The Chinese language works of Chen Qingying and his colleagues on Tibetan “tribal” structures of power are essential for understanding all of nomadic Tibet, from Amdo to Central Tibet, yet hardly any western scholar has even consulted these volumes.<a name=\"n9\" href=\"#fn9\">[9]</a> Aside from Hortsang Jikmé’s edited six volume history of Amdo, few of the Tibetan language secondary sources attempt to deal with the entire scope of Amdo history, but are instead focused on particular monasteries, counties, lineages, or incarnations. Thus the challenging job of pulling Amdo history together remains; with over three hundred Chinese and Tibetan language sources and many more being added every year, any study is bound to be partial and limited.</p> "},{"title":"The Mongol Dynasty (Thirteenth-Fourteenth Centuries): Institutionalizing Local Leadership","index":3,"parent_index":0,"body":null},{"title":"The Ming Dynasty (1368-1644): Elaborating on a System of Local Rule","index":4,"parent_index":0,"body":null},{"title":"The Actual Functioning of these Positions as Understood from Later Sources","index":5,"parent_index":0,"body":null},{"title":"Excursus: Contrasting and Linking the Local Rulers in Amdo with those in Central Tibet","index":6,"parent_index":0,"body":" <p>Because we have a few ruling families whose lineages have been credited with ruling Central Tibet (Sakya, Pakmodru, Rinpung, and so forth), we tend to think of Central Tibet as more of a region of centralized rule. However, the divided nature of local rule in Amdo was also more or less often the norm in Central Tibet until the advent of Mongol military presence changed the dynamic to the more centralized rule of the Ganden Podrang under the Fifth Dalai Lama and his regents. For an example of the numerous local rulers (sa skyong) important near Lhasa, see the passage regarding the Fourth Dalai Lama’s welcome to Lhasa in Guiseppe Tucci’s Tibetan Painted Scrolls:</p> <blockquote>As he got nearer and nearer to his see, acts of homage became more frequent: the sakyong of Ganden Yülgyel Norbu came to meet him, with his son, then the Pönnyer Kudün Rinpoché Chözang Trinlepa of Ganden palace,<a name=\"n65\" href=\"#fn65\">[65]</a> the Zhelngané Gendün Gyeltsen. When he arrived in Ganden Namgyel Ling and Rasa Trülnanggi Tsuklak Khang, the sakyong Trashi Rapten invited him in the feud of Ganden Khangsar, while the prince of Neudong Ngawang Sönam Drakpa and Gyelzangpa did him great honor.<a name=\"n66\" href=\"#fn66\">[66]</a></blockquote> <p>The real centralization of power in Lhasa could only come with the strong military support of the Mongol khans whose seat of governance was in Kokonor (Amdo). This royal line of Qoshot Mongols is well described by Uyunbilig Borjigidai and Chris Atwood so I will not go into the details of these foreign rulers of the Tibetan Plateau here.<a name=\"n67\" href=\"#fn67\">[67]</a> Suffice it to say that what is most important about these Mongol rulers is that they were seen as the formal (if at not times not very effective) rulers of all of Tibet (Amdo, Khams and Central Tibet) from 1642 to 1717. Even after the civil wars ended in 1727, their “lineage” might be said to have continued through the recognition of Miwang Polhané as a reincarnation of Galden Khan, eldest son of Gushri Khan, ruler of Tibet. This status was described by his biographer, Dokharwa Tsering Wanggyel, as having been recognized by “his relatives, the high lamas, and the king of Tibet meaning Lhazang Khan, the last Qoshot Mongol to rule Tibet, for whom Polhané worked.”<a name=\"n68\" href=\"#fn68\">[68]</a> For Tibetans then, for whom such reincarnate status was taken very seriously as a source of authority, it might be argued that with the exception of a few years the Qoshot Mongols ruled Central Tibet from 1642 to 1747. Of course, this would be an extreme position to take, but I think it helps redress the neglect of these key figures in Central Tibetan politics. Just to give a sense of the important presence of these Amdo-based Mongol rulers of Tibet, I outline some key events and perspectives, especially of the first European missionaries to visit Central Tibet. In 1638 Gushri Khan was given title King Who Upholds the Religion (bstan ’dzin chos kyi rgyal po). In 1642 Gushri Khan “retained the title of king” of Tibet. In 1655 Gushri Khan died and was jointly succeeded by his oldest son Tendzin Dorjé (bstan ’dzin rdo rje) and youngest son Trashi Badur (bkra shis ba dur; who focused on rivalries in Kokonor region, leaving Central Tibet alone).<a name=\"n69\" href=\"#fn69\">[69]</a> In 1660 the new governor (sde pa) was appointed at the suggestion of and in presence of Gushri Khan’s two sons, who at this time divided their rights so that Tendzin Dorjé became the sole king of Tibet with the new title Tendzin Dayan Khan.<a name=\"n70\" href=\"#fn70\">[70]</a> In 1661 when the European missionaries Grueber and D’Orville came to Lhasa for two months, they describe the King Depa as “descended from an ancient race of Tangut Tatars Mongols and who resides at Butala....where he …carries on the government.” Richardson dismissed this statement, explaining that the Qoshot king Dayan Khan spent all his time at Dam (’dam; eighty miles north of Lhasa) and resided at Ganden Khangsar (dga’ ldan khang gsar) when in Lhasa. Grueber and D’Orville also describe Lhasa as the capital of the kingdom of Barantola, which was part of Tangut, “a description covering at that time all the country from the Kokonor to the source of the Ganges.”<a name=\"n71\" href=\"#fn71\">[71]</a> The year after Tendzin Dayan Khan died in 1668, envoys were sent to Kokonor to ask about succession to the Qoshot kingship.<a name=\"n72\" href=\"#fn72\">[72]</a> A real rise in Tibetan reassertion of power seems to have come around 1670 in the period between the appointment of the Mongol kings of Tibet, when Tibetan traditions associated with imperial Tibet were revived and Mongol titles, clothing, and styles of correspondence were discouraged.<a name=\"n73\" href=\"#fn73\">[73]</a> Nevertheless, in 1671 Tendzin Dalai Khan was enthroned in Tibet; in 1675 he was present at the installation of the new regent Lozang Jinpa (blo bzang sbyin pa), and in 1679 he was again present at the installation of the new regent Sanggyé Gyatso (sangs rgyas rgya mtsho).<a name=\"n74\" href=\"#fn74\">[74]</a> The story of Lhazang Khan’s rise to power, an effective restoration of direct Qoshot rule of Tibet lasting from 1706 to 1717, is also well known. Qoshot rule of Central Tibet was challenged by the Dzungar Mongols from 1717 to 1720, and the role of the Amdo Mongols in harboring the seventh Dalai Lama and their involvement in the campaign to retake Central Tibet was key to the success of the Qing supported mission to drive out the Dzungars. The failure of the Qing to deliver on their promise to the Qoshot Mongols––that they would be restored to their rightful place as the rulers of Central Tibet––was the root cause of absolutely critical event in Amdo history: the 1723-1724 uprising of Lobjang Danjin against Qing influence in Amdo.</p> "},{"title":"The Advent of Qing Authority in Amdo","index":7,"parent_index":0,"body":null},{"title":"Notes","index":8,"parent_index":0,"body":null}]}