{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Trashi Menri Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Bonpo monasteries and temples in Central Tibet "
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(1) sMan ri Monastery"
  }, 
  {
   "body": "<p>bKra shis sMan ri</p>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>sMan ri Monastery is located in Thob rgyal <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span> in rNam gling rdzong, Shigatse. From the sTag gru kha ferry, it is a full day’s ride on horseback. On the way there are two farming villages, mDzob bzang and Glang phu. Two high mountain passes called Gong nyag la and dByar rnga la must be crossed before reaching the monastery. Another route, passable by car, starting at Shigatse, goes through rNam gling rdzong up to Thob rgyal <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. From there to the monastery, halfway up the mountain, is a half-day ride on horseback.</p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>The monastery was founded in 1405 by mNyam med Shes rab rgyal mtshan (1356-1415), formerly a monk in gYas ru dBen sa kha. His successor, rGyal tshab Rin chen rgyal mtshan, enlarged it with several monks’ living quarters. After having been gradually expanded over four centuries, the monastery became an important centre for the propagation of Bonpo doctrines. Apart from having two assembly halls, it had many buildings and there were about three hundred monks divided among four monastic colleges: Gling stod, Gling smad, Gling skad and Gling zur and six hostels (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">khang tshan</span>): A sta, Rong mi, La dbyil, rGyal rong, Grub thob and Drel pa. The monk students came from various regions of Tibet. Among the Bonpo, the monastery was considered the source of all their monastic and liturgical traditions.</p><p>From the founder of the monastery, mNyam med Shes rab rgyal mtshan, to the abbot Shes rab blo gros, there were thirty-two abbots. The last abbot, Shes rab blo gros, fled to India in 1959 and later died there. The monastery itself was completely destroyed during the Cultural Revolution and remained unrestored for about twenty years. Rebuilding of the monastery did not begin until 1984, and it is still under reconstruction.</p><p>In 1970, the new sMan ri Monastery was founded at Dolanji, Himachal Pradesh, India. With this establishment, the monastic tradition of sMan ri has been revived through the efforts of its abbot, Lung rtogs bstan pa’i nyi ma (b.1929), who is now counted as the thirty-third abbot of sMan ri.</p><p>The monastery had a system of abbotship. Abbots were appointed by a lottery from among those well versed in religious philosophy and holding the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dge bshes</span> degree. The line of abbots is as follows:</p><ol type=\"1\"> <li>Shes rab rgyal mtshan (1356-1415)</li> <li>Rin chen rgyal mtshan</li> <li>Nam mkha’ ye shes</li> <li>Kun bzang rgyal mtshan</li> <li>bsTan ’dzin rin chen rgyal mtshan</li> <li>Tshul khrims rgyal mtshan</li> <li>bSod nams ye shes</li> <li>bSod nams g-yung druung</li> <li>She tsu drung mu</li> <li>Shes rab ’od zer</li> <li>gYung drung rgyal mtshan</li> <li>Shes rab blo gros</li> <li>Shes rab ’od zer (2nd)</li> <li>gTsug phud ’od zer</li> <li>gYung drung tshul khrims</li> <li>Rin chen ’od zer</li> <li>Rin chen lhun grub</li> <li>Shes rab bstan ’dzin</li> <li>Shes rab dbang rgyal</li> <li>gYung drung dbang rgyal</li> <li>Phun tshogs rnam rgyal</li> <li>bSod nams blo gros</li> <li>Nyi ma bstan ’dzin</li> <li>bSod nams phun tshogs</li> <li>Shes rab g-yung drung</li> <li>Sangs rgyas bstan ’dzin</li> <li>bsTan ’dzin Tshul khrims</li> <li>Phun tshogs blo gros</li> <li>rGyal ba blo gros</li> <li>bsTan pa blo gros</li> <li>Nyi ma dbang rgyal</li> <li>Shes rab blo gros</li> <li>Lung rtogs bstan pa’i nyi ma</li> </ol>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li> <span style=\"font-style: italic;\" class=\"\">mkhan po</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">slob dpon</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">dbu mdzad</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">dge bskos</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">bla brang gnyer pa</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">grwa tshang spyi gnyer</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">spyi gnyer</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">spyi khyab</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">las pa</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">dkon gnyer</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">khang tshan dge rgan</span> </li> </ul>", 
   "index": 6, 
   "parent_index": 2, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>Sixty novices and monks</p>", 
   "index": 7, 
   "parent_index": 2, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>Students receive two lessons daily, each lasting one to two hours. In summer and autumn, the monks usually go back to their homes.</p><p></p>", 
   "index": 8, 
   "parent_index": 2, 
   "title": "6. Current education"
  }, 
  {
   "body": "<p>Bonpo monasteries in Hor and Kong po regions send their young monk students to be trained in sMan ri, where they receive education in traditional learning, such as poetry, and training in elementary and advanced studies in Bonpo metaphysics. Upon graduation, they return to their monasteries.</p>", 
   "index": 9, 
   "parent_index": 2, 
   "title": "7. Educational exchange"
  }, 
  {
   "body": "<p>Besides their daily studies, the monks perform regular and frequent religious services dedicated to the tutelary (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yi dam</span>) and protective (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bka’ skyong</span>) deities.</p>", 
   "index": 10, 
   "parent_index": 2, 
   "title": "8. Daily rituals"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>First month: on the 4th and 5th days, commemoration of the anniversary of the birth of mNyam med Shes rab rgyal mtshan; from the 6th to the 15th, the examination of the candidates for the <span style=\"font-style: italic;\" class=\"\">dge bshes</span> degree; on the 8th, the <span style=\"font-style: italic;\" class=\"\">bya mjal</span> ceremony; on the 10th, a performance of the ritual cycle of Tshe dbang rig ’dzin; on the 14th and 15th, the memorial service of the birth of sTon pa gShen rab.</li> <li>Second month: from the 19th day of the second month to the 9th day of the fourth month, twenty-one monk students went into retreat at dByar skya hermitage to devote themselves exclusively to debate.</li> <li>Fourth month: from the 10th day, all the hostels held assemblies of their own for prayers.</li> <li>Fifth month: a performance of the <span style=\"font-style: italic;\" class=\"\">dgu gtor</span> rite, which ended with the <span style=\"font-style: italic;\" class=\"\">gtor rgyag</span> ceremony and the <span style=\"font-style: italic;\" class=\"\">’cham</span> dance.</li> <li>Sixth month: on the 10th day, performance of the ritual cycle of Tshe dbang rig ’dzin at ’Khrungs gzhis, the house of the Bru family situated below the monastery.</li> <li>Seventh month: from the 25th to the 29th, a performance of the ritual known as sPyi rim chen mo, based on the ritual cycles of Khro bo and Phur pa; the ceremony ended with the following <span style=\"font-style: italic;\" class=\"\">’cham</span> dances: gShen rab dgu ’cham, gYung drung dgu ’cham, rNam brgyad, sTag ’cham and Seng ’cham, and the <span style=\"font-style: italic;\" class=\"\">gtor rgyag</span> ceremony called Me ri rtse.</li> <li>Eighth month: the celebration of the New Year, for thirteen days, during which all the monks were customarily served tea and barley flour.</li> <li>Ninth month: a performance of the ritual devoted to sMra ba’i seng ge, deity of wisdom, for a week, ending with the empowerment ceremony.</li> <li>Tenth month: offerings of the sacrificial cake a thousand times to sTag la me ’bar.</li> </ul><p>About the twelfth month some monks from the monastery were sent to perform various rituals at the palace of the sacred Bonpo family known as Bru, situated below the monastery. From the 17th century the palace was called ’Khrungs gzhis, the ‘Birth place’, since the Second Panchen Lama, Blo bzang ye shes (1663-1737), and the Fifth Panchen Lama, bsTan pa’i dbang phyug (1854-1882), were both born to the Bru family.</p><p>The monastery provides tea and gruel at noon for monk students. As for the regular monks in the monastery, their families are responsible for their living expenses or in some cases the monks make a living reciting prayers and conducting religious ceremonies outside the monastery. In summer and autumn almost all the monks return to their homes.</p>", 
   "index": 11, 
   "parent_index": 2, 
   "title": "9. Annual rituals performed in former times, based on the Tibetan calendar"
  }, 
  {
   "body": "<p>There is a set of the <em xmlns:str=\"http://exslt.org/strings\">bKa’ ’gyur</em> published by Ayung Lama and sKal bzang phun tshogs in Chengdu, 1985-87, and a printed copy of The Collected Works of mNyam med Shes rab rgyal mtshan printed in Chamdo.</p>", 
   "index": 12, 
   "parent_index": 2, 
   "title": "10. Books held in the monastery"
  }, 
  {
   "body": "<p>Money and articles donated by patrons are used mainly for the restoration of the monastery and meals for the monk students.</p>", 
   "index": 13, 
   "parent_index": 2, 
   "title": "11. Income and expenses"
  }, 
  {
   "body": "<p>There are two villages, Gang kha and sDing phu, at the foot of Mount sMan ri; the villagers, who are farmers, are all followers of Bon.</p>", 
   "index": 14, 
   "parent_index": 2, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>On the 3rd day of the first month and 14th of the fifth month of the Tibetan calendar all the villagers take part in the ceremony of propitiation of the local deity of Mount dBal ri behind sDing phu village.</p>", 
   "index": 15, 
   "parent_index": 2, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Agriculture</p>", 
   "index": 16, 
   "parent_index": 2, 
   "title": "14. Occupation of the local people"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "Dondrup Lhagyal", 
    "id": "78"
   }, 
   {
    "fullname": "Dondrup Lhagyal", 
    "id": "78"
   }
  ], 
  "domain": "places", 
  "kid": "23404", 
  "dates": [], 
  "title": "Trashi Menri Introduction"
 }
}