{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "དྭགས་པོ་བཤད་སྒྲུབ་གླིང་།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "རྒྱ་ཚྭ་རྫོང་།"
  }, 
  {
   "body": "<p>ཆུ་གསུམ་རྫོང་ནས་འཁོར་ལམ་བརྒྱུད་པུར་ཏང་ལ་བརྒྱབས་ནས་སྤྱི་ལེ་བདུན་ཅུ་དོན་ལྔ་ཙམ་སོང་ན་ད་ལྟའི་རྒྱ་ཚྭ་རྫོང་དུ་འབྱོར་ཞིང་། དེ་ནས་ད་ལྟའི་རྒྱ་ཚྭ་རྫོང་གི་ཉེ་འགྲམ། སྔོན་གྱི་དྭགས་པོ་གྲུམ་པ་དང་ཉེ་བར་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། ཐོག་མར་དགོན་དེ་ཆགས་ཡུལ་དུ་ཀརྨ་པ་སྐུ་ཕྲེང་དགུ་པས་བཏབ་གནང་བའི་བཀའ་བརྒྱུད་པའི་དགོན་པ་ཞིག་ཡོད་པ་ཇུན་གར་དམག་དུས་ཐོར་ཞིག་ཏུ་སོང་། དེ་རྗེས་དགའ་ལྡན་ཁྲི་ཐོག་བདུན་པ་རྫེ་བློ་གྲོས་བརྟན་པས་ཐོག་མར་ཆུ་ཕར་ཕྱོགས་བྲག་སྟེང་ཞེས་པར་དགེ་འདུན་བརྒྱད་གྲྭ་ཞིག་གི་དགེ་ལུགས་པའི་དགོན་པ་ཞིག་ཕྱག་བཏབ་གནང་མཛད། གང་སར་ཆོས་རྡོག་ཏུ་ཕེབས་སྟབས་རྗེས་སུ་ལྷ་རྒྱ་རི་དང་ཆོས་ཡོན་སྦྱིན་བདག་གནང་བའང་དེ་ནས་བྱུང་གསུངས། དེ་རྗེས་ད་ལྟའི་དགོན་གནས་འདིར་གནས་སྤོས་གནང་། འདུལ་བའི་བཅའ་ཁྲིམས་ཤིན་ཏུ་དམ་པོ་ཡོད་པ་ནི་སྔོན་སངས་རྒྱས་ཞལ་བཞུགས་སྐབས་ཀྱི་ཉན་ཐོས་ཀྱི་བཅད་པ་དང་འདྲ་གསུངས། ཤག་ཆས་ཀྱང་རྫ་ལྕགས་ཤིང་བཅས་ལས། གསེར་དངུལ་ཟངས་རག་སོགས་རིན་ཐང་ཆེ་བའི་དངོས་པོ་ཉར་མི་ཆོག དགེ་འདུན་ཞལ་གྲངས་བདུན་བརྒྱ་མ་ཟིན་ཙམ་ཡོད་པ་ལས་ཕྱོགས་དང་གཞིས་པ་གཉིས་སུ་དབྱེར་ཏེ་གཞིས་པ་ཉིས་བརྒྱ་བརྟན་བཞུགས་དང་། ལྔ་བརྒྱ་ཕྱོགས་སུ་ཕེབས་དགོས། སྔོན་དགོན་དེར་རྟེན་གཙོ་གསེར་ཟངས་ཀྱི་ཐུབ་དབང་ཐོག་བརྩེག་གསུམ་ལྡན་གྱི་ཐུགས་ཀར་ནོར་བུ་དགོས་འདོད་ཀུན་འབྱུང་བཞུགས་པ་འཁོར་ཉན་ཐོས་གཉིས་དང་ཉེ་སྲས་བརྒྱད་ཀྱིས་བསྐོར་བ་སོགས་རྟེན་ཇེ་སྙེད་ཅིག་བཞུགས།</p><p>ད་ལྟ་སྔོན་གྱི་ཆོས་རྭའི་ཤུལ་དུ་གསར་བཞེངས་གནང་བའི་འདུ་ཁང་ནང་རྟེན་གཙོ་གསེར་ཟངས་ཀྱི་ཇོ་བོ་ཐོག་བརྩེག་ཙམ་དང་། དེའི་གཡས་སུ་རྗེ་བློ་གྲོས་བརྟན་པའི་སྐུ་འདྲ་མི་ཚད་མ་དང་། གཡོན་དུ་རྗེ་བཙུན་སྒྲོལ་མ་སོགས་མཇལ་རྒྱུ་ཡོད།<span class=\"milestone page eng \">[page <span class=\"pnum\">91</span>] </span> </p><p>གཞན་ཡང་ད་ལྟའི་རྒྱ་ཚྭ་རྫོང་གི་ལྷོ་ངོས་ལོག་གླེན་ཞེས་པའི་ནང་རྐང་ཐང་མར་ཆུ་ཚོད་བཞི་ཙམ་སོང་ན་ཁྲ་མ་བྲག་ཅེས་རྙིང་མའི་མོ་དགོན་བྱིན་ཅན་ཞིག་དང་། དབེན་གནས་རི་བོ་ལྷ་ལྡིང་། དྲུང་དགོན་པ། བཀའ་བརྒྱུད་ཀྱི་རབ་བརྟན་གླིང་། དགེ་ལུགས་པའི་ལྕང་རྭ་མཁའ་ཐོག་སོགས་ཀྱི་དགོན་གནས་ཀྱང་མཇལ་རྒྱུ་ཡོད།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "དྭགས་པོ་བཤད་སྒྲུབ་གླིང་།"
  }
 ], 
 "meta": {
  "date": "2010-08-14 12:30:05 UTC", 
  "domain": "places", 
  "kid": "22385", 
  "authors": [], 
  "title": "དྭགས་པོ་བཤད་སྒྲུབ་གླིང་།"
 }
}