{"meta":{"authors":[],"title":"Drakkar Khar Introduction","dates":{"created_at":"2010-08-11 20:46:07 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"\n\n","title":"Drakkar Khar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":"\n\t\t\t\t\t\t"},{"title":"Drakkar KharBrag dkar mkhar","index":2,"parent_index":1,"body":"\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Basic site data","index":3,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<ul class=\"bullet-blue\">\n\t\t\t\t\t\t\t\t<li>Site name: <span class=\"popular\">Drakkar Khar</span><span class=\"scholar\">Brag dkar mkhar</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>English equivalent: White Rock Castle</li>\n\t\t\t\t\t\t\t\t<li>Alternative site name: <span class=\"popular\">Tsen Lh&eacute; Khar</span><span class=\"scholar\">Btsan lha&rsquo;i mkhar</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>English Equivalent: Castle of the <span class=\"popular emph\">lha</span><span class=\"scholar emph\">lha</span> and <span class=\"popular emph\">tsen</span><span class=\"scholar emph\">btsan</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Site number: A-120</li>\n\t\t\t\t\t\t\t\t<li>Site typology: I.1b </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (N. lat.): 31&ordm; 43.3&#900; </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (E. long.): 79&ordm; 08.0&#900;</li>\n\t\t\t\t\t\t\t\t<li>Elevation: 4350 m</li>\n\t\t\t\t\t\t\t\t<li>Administrative location (township): <span class=\"popular\">Tiyak</span><span class=\"scholar\">Ti yag</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Administrative location (county): <span class=\"popular\">Tsada</span><span class=\"scholar\">Rtsa mda&rsquo;</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Survey expedition: HTAE</li>\n\t\t\t\t\t\t\t\t<li>Survey date: October 15, 2003</li>\n\t\t\t\t\t\t\t\t<li>Contemporary usage: None.</li>\n\t\t\t\t\t\t\t\t<li>Identifiable Buddhist constructions: None.</li>\n\t\t\t\t\t\t\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t\t<span class=\"popular\">Drakkar Khar</span><span class=\"scholar\">Brag dkar mkhar</span> consists of a single complex\n\t\t\t\t\t\t\t\tof contiguous structures set on a ridgeline eminence. The site unfolds on broad slopes 200 m above the village of\n\t\t\t\t\t\t\t\t\t<span class=\"popular\">Nu</span><span class=\"scholar\">Snu</span>. The ridge on which <span class=\"popular\">Drakkar Khar</span><span class=\"scholar\">Brag dkar mkhar</span> sits plunges 1000 m down to the\n\t\t\t\t\t\t\t\t\t<span class=\"popular\">Langchen Tsangpo</span><span class=\"scholar\">Glang chen gtsang po</span> (Sutlej River). The castle is raised 20 m above the main ridgeline, affording some\n\t\t\t\t\t\t\t\tobstruction to a direct assault. There are no ramparts or other forward defensive features at the site, so\n\t\t\t\t\t\t\t\t\t<span class=\"popular\">Drakkar Khar</span><span class=\"scholar\">Brag dkar mkhar</span> was not particularly well\n\t\t\t\t\t\t\t\tinsulated from military threats. The lofty location, however, has the air of prestige and exclusivity about it. We\n\t\t\t\t\t\t\t\tmight infer from the size and placement of the facility that the social and political elite of <span class=\"popular\">Nu</span><span class=\"scholar\">Snu</span> once occupied this site. The population at that time was\n\t\t\t\t\t\t\t\tprobably significantly larger than the 75 souls (18 households) who live in the contemporary village. There is no\n\t\t\t\t\t\t\t\tobvious source of water on the ridge-top, calling into question from where such a large facility obtained this\n\t\t\t\t\t\t\t\tvital resource. In times of stress the carriage of water all the way up from <span class=\"popular\">Nu</span><span class=\"scholar\">Snu</span> may not have been a viable option. Perhaps a spring was hidden in the folds of\n\t\t\t\t\t\t\t\tthe formation to the east of the castle. </p>\n\t\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t\t<span class=\"popular\">Drakkar Khar</span><span class=\"scholar\">Brag dkar mkhar</span> measures 55 m along its axis\n\t\t\t\t\t\t\t\tand is between 9 m (north wall) and 16.5 m (south wall) in width. The large castle complex is set on a continuous\n\t\t\t\t\t\t\t\trevetment that is still largely intact. This underpinning structure is between 2 m and 3 m in height on each of\n\t\t\t\t\t\t\t\tits four sides. The installation was constructed from a yellowish brown stone (resembling sandstone) set into\n\t\t\t\t\t\t\t\trandom-work courses with thick joints, which were heavily cemented with a reddish mud-based mortar. Both blocks\n\t\t\t\t\t\t\t\tand slabs were used many of which were cut into shape. These stones are generally 10 cm to 50 cm in length, with a\n\t\t\t\t\t\t\t\tmaximum length of 80 cm. At 30 cm to 50 cm in thickness, the walls of the castle were not massively constructed.\n\t\t\t\t\t\t\t</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>The villagers of <span class=\"popular\">Nu</span><span class=\"scholar\">Snu</span> call <span class=\"popular\">Drakkar Khar</span><span class=\"scholar\">Brag dkar mkhar</span> a <span class=\"popular\">Kel M&ouml;n</span><span class=\"scholar\">Skal mon</span> castle.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Site elements","index":6,"parent_index":2,"body":"\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Earthen and stone composite wall","index":7,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>On the west side of the north portion of the <span class=\"popular\">Drakkar Khar</span><span class=\"scholar\">Brag dkar mkhar</span> complex there is a wall fragment consisting of an 1-m-tall masonry revetment, on which\n\t\t\t\t\t\t\t\t\ta 80-cm high vertical wall segment of rammed-earth (?) was erected. A 1-m high random-rubble wall segment\n\t\t\t\t\t\t\t\t\tsurmounts this earthen segment and this, in turn, is topped by another 80-cm section of earth. Finally, there is\n\t\t\t\t\t\t\t\t\ta crowning stone section to this wall, of which only the bottom part survives. This 3-m high composite wall\n\t\t\t\t\t\t\t\t\tfragment is the only one of its type surveyed to date.</p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"West row of rooms","index":8,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>From the northern extremity of the site, extending south for 37 m along the west side of the complex, there is\n\t\t\t\t\t\t\t\t\ta row of about 13 rooms. The footings and some standing wall segments of the partition walls are extant. The two\n\t\t\t\t\t\t\t\t\tmost northerly rooms have the best-preserved walls. In some places the exterior west wall along this row of\n\t\t\t\t\t\t\t\t\trooms is freestanding to a height of 3 m. There are earthen sections in the west wall as well. In some places\n\t\t\t\t\t\t\t\t\tthe entire wall has disappeared down the precipice. In the tenth room from the northern edge of the complex\n\t\t\t\t\t\t\t\t\tthere is a small westerly structural extension built on a ledge. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"East row of apartments","index":9,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Adjacent to the east side of the west row of rooms there is an axial corridor, 65 cm to 1 m in width. On the\n\t\t\t\t\t\t\t\t\teast side of this corridor, beginning at the north end of the complex and continuing for a distance of 8.5 m,\n\t\t\t\t\t\t\t\t\tall structures have been leveled. This area of the facility must have contained at least two rooms. Immediately\n\t\t\t\t\t\t\t\t\tsouth of this zone there are the remains of a single room. South of this single room, extending from the\n\t\t\t\t\t\t\t\t\tcorridor to the east wall of the complex, there are a series of two-room apartments. The partition wall between\n\t\t\t\t\t\t\t\t\teach two-room set runs parallel to the axis of the castle. From north to south there are two apartments and then\n\t\t\t\t\t\t\t\t\ta small intervening gap or room. South of this break in the plan there are five more sets of apartments. The\n\t\t\t\t\t\t\t\t\tsouthern extremity of these five pairs of rooms is opposite the axial corridor from the south end of the west\n\t\t\t\t\t\t\t\t\trow of 13 rooms. Beyond this point there are four more sets of apartments extending to the south wall of the\n\t\t\t\t\t\t\t\t\tcomplex. The rooms of these apartments are of variable size. Significant wall sections still exist in this part\n\t\t\t\t\t\t\t\t\tof the castle. These walls stand up to 4 m in height. Some of the apartments have small-enclosed areas (around\n\t\t\t\t\t\t\t\t\t1.5 m x 1.5 m) that were built against walls abutting the axial corridor. These pigeonholes seem to have had\n\t\t\t\t\t\t\t\t\topenings facing the corridor near ground level. Unfortunately, not enough of these structures has survived to\n\t\t\t\t\t\t\t\t\tpositively ascertain their function. If they functioned as latrines it is unusual that the opening face inwards,\n\t\t\t\t\t\t\t\t\tas most latrine pits are situated against the exterior walls of buildings. Alternatively, such compartments\n\t\t\t\t\t\t\t\t\tmight possibly be the remnants of a heating system, consisting of a hearth in each apartment.</p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"South end rooms","index":10,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>At the southern extremity of the complex, adjacent to the paired rooms at 2 m higher elevation, there are two\n\t\t\t\t\t\t\t\t\tsmall rooms. In the outer wall of the south room there is a narrow window opening (40 cm x 10 cm). This window\n\t\t\t\t\t\t\t\t\tlooks out on the <span class=\"popular\">Langchen Tsangpo</span><span class=\"scholar\">Glang chen gtsang po</span>\n\t\t\t\t\t\t\t\t\tvalley. South of the west row of 13 rooms and west of the two small elevated rooms, there are upwards of 10\n\t\t\t\t\t\t\t\t\trooms in the southwest portion of the complex. These structures are situated at a somewhat lower elevation than\n\t\t\t\t\t\t\t\t\tthe row of 13 rooms. The most distinctive room has rounded walls enclosing an area sunk about 1 m below the\n\t\t\t\t\t\t\t\t\tsurrounding floor-level. This structure is about 3 m across but not enough of it is intact to know if its upper\n\t\t\t\t\t\t\t\t\tpart was also rounded. The floor plan of this oval room resembles that of a <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span>, possibly indicating a ceremonial function. It is difficult to see how religious\n\t\t\t\t\t\t\t\t\tor other ceremonial activities (whatever their cultural orientation) could not have been conducted in such an\n\t\t\t\t\t\t\t\t\timportant facility as <span class=\"popular\">Drakkar Khar</span><span class=\"scholar\">Brag dkar mkhar</span>. The\n\t\t\t\t\t\t\t\t\tcastle, however, does not have the large halls or chapels (<span class=\"popular emph\">lhakang</span><span class=\"scholar emph\">lha\n\t\t\t\t\t\t\t\t\t\tkhang</span>) common in the Buddhist\n\t\t\t\t\t\t\t\t\t<span class=\"popular emph\">g&ouml;npa</span><span class=\"scholar emph\">dgon pa</span> of <span class=\"popular\">Gug&eacute;</span><span class=\"scholar\">Gu ge</span>. The exterior wall near the southwest corner of the complex stands 4 m to 5 m in\n\t\t\t\t\t\t\t\t\theight. The elevation of this wall segment suggests that this end of <span class=\"popular\">Drakkar Khar</span><span class=\"scholar\">Brag dkar mkhar</span> may have been two stories tall. In the thick mortar-filled joints\n\t\t\t\t\t\t\t\t\tof this wall woody roots and twigs were inserted as bonding materials.<a href=\"#n55\" name=\"nb55\" class=\"note\">55</a> A timber 8 cm in diameter forms a structural divide between two vertical sections of this wall.</p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t<hr class=\"footnote-divider\" />\n"},{"title":"Notes","index":11,"parent_index":0,"body":"\n<div class=\"footnote\">\n<a name=\"n55\" />\n<a href=\"#nb55\" class=\"note\">\n\t     \t\t\t\t[55] </a> \n\t\t\t\t\t\t\t\t\t\tA woody root (3 cm in diameter) from a joint in this wall was extracted for radiocarbon\n\t\t\t\t\t\t\t\t\t\t\tanalysis. This specimen yielded a calibrated date of 1660 to 1950 CE (conventional radiocarbon age: 130\n\t\t\t\t\t\t\t\t\t\t\tyears B.P. +/- 50 years). The young age of this specimen is possibly explained by contamination effected\n\t\t\t\t\t\t\t\t\t\t\tthrough waterborne infiltration of more recent organic matter.\n\t\t\t\t\t\t\t\t\t</div>\n\n"}]}