{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Mönri Zursum Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Dolpo (Nep. Dolpa) District"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(229) Mon ri zur gsum Temple"
  }, 
  {
   "body": "<p>Mon ri zur gsum</p>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "1. Name of temple"
  }, 
  {
   "body": "<p>The village Kha legs ’bum (Nep. Khaliban) is situated across the river from Tripurakot (Tibtu) in Pahada VDC below the mountain Monrisosum (Mon ri zur gsum). </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>The Tibetan-speaking population of this area offer, as the etymology of the name Khaliban, kha legs ’bum, “a hundred thousand sweet words”, and argue that the present form (Nepali for “empty forest”) is a later transformation. The story goes that the Tibetan settlers chose this lonely place for its good pastureland. Matri stones in the area are pointed out as evidence of the antiquity of Bon practice in the area. As contact between the Tibetans and the southern population grew closer, the practice of Bon fell into abeyance. Rituals were customarily performed by Bonpo priests from sPung mo, mTsho or Hurikot, but for some years there has been a general wish to have a resident bla ma. In 2001 work began on the construction of a monastery. </p><p>The name of the site, Mon ri zur gsum, is derived from that of a nearby mountain, a pilgrimage place that is said to have been opened by Ha ra ci par. A stupa standing amind some ruins near Khaliban is said to mark the site of the original temple founded by Ha ra ci par. Other sacred relics include a footprint in stone said to have been left by Ka ru Grub dbang bsTan ’dzin rin chen (nineteenth century) while he was performing prostrations in front of the holy mountain. </p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "3. History of the Monastery"
  }, 
  {
   "body": "<p>At the moment there are no local bla mas in Khaliban. When there is need for a ritual or ceremony, the bla mas from sPung mo, mTsho and Hurikot are called. The main reason why the local villagers wish to build a temple is precisely so that they might have their own resident bla ma. </p>", 
   "index": 6, 
   "parent_index": 2, 
   "title": "4-7. Hierarchical System, Number of monks, education system, exchange"
  }, 
  {
   "body": "<p>They celebrate Lo gsar and some smaller rituals for personal purposes in the private houses.</p><p>For example Tongchod, Takchod, Magyud. </p>", 
   "index": 7, 
   "parent_index": 2, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>Not applicable</p>", 
   "index": 8, 
   "parent_index": 2, 
   "title": "10. Daily life of an individual monk"
  }, 
  {
   "body": "<p>No old books in the village. </p>", 
   "index": 9, 
   "parent_index": 2, 
   "title": "11. Books and manuscripts which the monastery keeps"
  }, 
  {
   "body": "<p>The people of Khaliban and several bla mas from Phoksumdo are currently trying to raise money for the construction of a small monastery. So far, they have received support from WWF, Tapriza Verein and the NGO called Friends of Dolpo. </p>", 
   "index": 10, 
   "parent_index": 2, 
   "title": "12. Economic statistics in the monastery"
  }, 
  {
   "body": "<p>Khaliban (about 21 houses). </p>", 
   "index": 11, 
   "parent_index": 2, 
   "title": "13. Number of local villages or nomads"
  }, 
  {
   "body": "<p>Agriculture, provision of ponies for transport, animal husbandry (cow, ox, sheep, goats), trade.</p>", 
   "index": 12, 
   "parent_index": 2, 
   "title": "14. Occupation of the local population"
  }
 ], 
 "meta": {
  "date": "2011-12-13 02:30:40 UTC", 
  "domain": "places", 
  "kid": "23640", 
  "authors": [
   {
    "fullname": "Charles Ramble", 
    "id": "77"
   }, 
   {
    "fullname": "Charles Ramble", 
    "id": "77"
   }, 
   {
    "fullname": "Marietta Kind", 
    "id": "81"
   }, 
   {
    "fullname": "Marietta Kind", 
    "id": "81"
   }
  ], 
  "title": "Mönri Zursum Introduction"
 }
}