{"meta":{"authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}],"title":"Kalek Yungdrung Ling Introduction","dates":{"created_at":"2011-12-13 02:29:05 UTC","updated_at":"2011-12-13 02:29:05 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Kalek Yungdrung Ling Introduction"},{"title":"sTeng chen rdzong","index":1,"parent_index":0,"body":"\n\n                     "},{"title":"(38) Ka legs gYung drung gling Monastery","index":2,"parent_index":1,"body":"\n\n                     <p>Ka legs dgon gYung drung gling is under the administration of the sTeng chen\n                        villages. From sTeng chen rdzong, travelling about twelve kilometres\n                        westward on the highway, we reach the village of Ra khrom. After crossing a\n                        small bridge, a walk of more than half an hour in a south-westerly direction\n                        leads us to the monastery. Situated on a hill and surrounded by a number of\n                        holy mountains, it lies to the east of the Four Great Sacred Places of\n                        Tibet, south of the Thang lha range, on the highland between the rivers\n                        rNgul chu and rDza chu, and near sTeng chen Monastery (No.35). It was the\n                        place where sPrul sku Blo ldan snying po received the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mDo\n                           Dri med gzi brjid</span> as an oral tradition and wrote it down.</p>\n\n                     <p>The monastery was first supported by benefactors gSas sar Nam mka&rsquo; g-yung\n                        drung, the owner of the land, &rsquo;Be ru bon srung and sTag rtsa rGyal mtshan.\n                        The Shel masters played an important role in the monastery. The origin of\n                        the Shel lineage is as follows: long ago in China, there was a man called\n                        Kun dga&rsquo; &rsquo;od &rsquo;phro. He lived amidst flowers in an ocean that emitted lights.\n                        He miraculously produced a white crystal egg from which a little man\n                        appeared. He had turquoise hair and a white chin-tuft; he was dressed in\n                        white silk and was holding a lotus. He was found by the king of China, who\n                        called him Zing ba mthu chen. He became a prelate in the court and came to\n                        have the name Legs tang mang po. bSam gtan rgyal mtshan, one of his\n                        descendants, migrated to Tibet, where he subdued many gods and demons. He\n                        was followed by Khro bo rgyal mtshan and Zhig chung Nam mkha&rsquo; mtha&rsquo;\n                        bral.</p>\n\n                     <p>In 1454, Yag snya bSod nams rgyal mtshan founded the monastery at gYang ra\n                        brag rtsar. He named the monastery Ka legs gYung drung gling. He raised\n                        funds for the commemoration of the great master mNyam med Shes rab rgyal\n                        mtshan and made sure that the rituals he established in the monastery\n                        closely followed the teachings of the master. There were only seven monks,\n                        including the lama Tshe dbang rgyal mtshan of rDzogs mda&rsquo; and Tshul khrims.\n                        There was a complete set of religious objects and implements for making\n                        offerings, such as the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gandi</span>, a drum, a stone gong and\n                        a conch. There was also the tradition of studying the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshad\n                           ma</span> logic.</p>\n\n                     <p>In 1564, reasons for moving the monastery to a new place arose. The old site\n                        was small and unsafe. So, in the time of lHun grub rgya mtsho, a discussion\n                        was held among all the laity and clergy and it was agreed that the monastery\n                        should be moved to Ka bzos sribs. It was therefore rebuilt and the religious\n                        objects of body, speech and mind were installed. Celebrations and the study\n                        of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshad ma</span> logic were re-established. There were\n                        about twenty-five monks at that time and the monastery became known even\n                        among the people of Amdo and rGyal rong.</p>\n\n                     <p>There was a series of masters as the head of the monastery:</p>\n\n                     <ol type=\"1\">\n                        <li> &rsquo;Gro mgon bsTan pa &rsquo;brug grags</li>\n\n                        <li> lHun grub bzhi</li>\n\n                        <li> gYung drung mi zhig rdo rje</li>\n\n                        <li> Yid bzhin rgyal ba tshul khrims</li>\n\n                        <li> bSod nams ye shes</li>\n\n                        <li> Tshul khrims rgyal mtshan</li>\n\n                        <li> Zla ba grags</li>\n\n                        <li> Phun tshogs rgyal mtshan</li>\n\n                        <li> bsTan &rsquo;dzin grags pa</li>\n\n                        <li> Nyi ma bstan rgyal </li>\n\n                        <li> gYung drung rgyal mtshan</li>\n                     </ol>\n\n                     <p>However, in 1914, the Tibetan troops led by the commander rTa nag (who were\n                        of dGe lugs pa obedience), came to the area and they began to murder many of\n                        the local people. They also completely burned the monastery. Phun tshogs\n                        bstan &rsquo;dzin grags pa (1888-1954) and his three disciples, Nyi ma grags pa,\n                        bsTan pa&rsquo;i rgyal mtshan and gYung drung rgyal ba, could no longer live\n                        there. They left for Hor where there were benefactors of the Bon\n                        religion.</p>\n\n                     <p>The teacher Phun tshogs bstan &rsquo;dzin grags pa was a capable physician. He was\n                        able to cure illnesses of man and animal, and prevent epidemics.</p>\n\n                     <p>At that time, there was, in sTeng chen, the famous governor-general of Hor,\n                        Grags pa rnam rgyal. He assigned A drung to the restoration of the monastery\n                        and sent him to Hor in order to bring back the above-mentioned monks. The\n                        governor-general ordered the chief of dKar ru and his people to provide\n                        labour, as well as to transport the timber that was needed.</p>\n\n                     <p>In 1914, Phun tshogs bstan &rsquo;dzin grags pa himself laid the foundation of the\n                        main hall. He maintained the monastic tradition of sMan ri as was\n                        established by mNyam med Shes rab rgyal mtshan. He also established the\n                        study of the five minor and five major sciences, the summer and winter\n                        festivals for fifteen days each and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dgu gtor</span> rite\n                        based on Khro bo and Phur pa, as well as the chanting of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; skyong</span>.</p>\n\n                     <p>There were two gilt-bronze stupas in the form of gYung drung bkod legs and a\n                        statue of rNam rgyal as tall as a two-storey house. He also had new copies\n                        of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; &rsquo;gyur</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; brten</span>\n                        made and obtained new offering implements, as well as having thangka made.\n                        New monk quarters were built. At that time, there were more than seventy\n                        monks in the monastery.</p>\n\n                     <p>A reliquary gilt-bronze stupa of Phun tshogs bstan &rsquo;dzin grags pa\n                        (1888-1954) as tall as a two-storey house was made. </p>\n\n                     <p>A prayer for a quick birth of his reincarnation was offered, in consequence\n                        of which his reincarnation was born in 1956. In the process of searching for\n                        the reincarnation, Ka legs Monastery made offerings of twelve thousand\n                        sacrificial cakes (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshogs</span>) to the tutelary deity Phur\n                        pa and to the protective deities. It was known that the reincarnation\n                        himself said, &ldquo;I am going to Ka legs&rdquo;, and showed many miraculous signs,\n                        which were actually heard by the attendant monks. The father of the\n                        reincarnation, who was called Tshang stobs rgyal mtshan, belonged to the\n                        lineage in which Me ston Shes rab &rsquo;od zer in Yar &rsquo;brog was born and the\n                        mother belonged to the lineage of Zhig po. At that time there were about\n                        seventy monks in the monastery. Among them were Rin chen tshul khrims, bsTan\n                        pa rgyal mtshan, Ye shes dbang ldan and bZod pa mthar phyin, who were all\n                        very learned, having studied logic and Sanskrit, as well as being\n                        accomplished in meditation according to the Oral Tradition of Zhang\n                        zhung.</p>\n\n                     <p>In short, this monastery has experienced rises and falls in the course of\n                        its own history, but it had the capacity to produce a series of eminent\n                        monks who were able to uphold the Bon doctrine and it is one of the oldest\n                        and important Bonpo monasteries.</p>\n\n                     <p>The monastery is surrounded by the following sacred sites: Sa yi brag ri\n                        sgor mo, where the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mDo Dri med gzi brjid </span>was written\n                           down<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>by Blo ldan snying po; Sa sho mda&rsquo;, where there\n                        is the self-risen <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Ma tri</span> mantra and swastika; bDe chen\n                        lha ri gnam rdzong; Chu na ma; and the holy mountain Dong rdzong smug po\n                        mched brgyad, regarded as the site blessed by Dran pa nam mkha&rsquo; and his son\n                        Tshe dbang rig &rsquo;dzin. There is a place called gYang ra nang, which was the\n                        previous site of the monastery.</p>\n\n                     <p>Before 1959, there were seventy monks in the monastery. At present there are\n                        sixty-two, including the lama Tshe dbang stobs rgyal. Rituals are performed\n                        according to the old custom, and all the religious objects, murals and the\n                        like in the assembly hall are kept in reasonably good condition.</p>\n\n                  "}]}