{"meta":{"domain":"places","kid":"749","authors":[],"title":"དགའ་ལྡན་ཆོས་འཁོར།","dates":{"created_at":"2010-08-13 17:00:51 UTC","updated_at":"2010-08-13 17:00:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"དགའ་ལྡན་ཆོས་འཁོར།"},{"title":"ལྷུན་གྲུབ་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" <p>མཚན་རྒྱས་པར། ཐང་སག་དགའ་ལྡན་ཆོས་འཁོར་ཞེས་ཞུ། ད་ལྟ་ལྷུན་གྲུབ་རྫོང་གི་ལྷོ་ངོས་སུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། ཐང་སག་ཅེས་པ་ནི། ཐོག་མར་དགོན་དེ་ད་ལྟའི་དགོན་དེའི་བྱང་ངོས་ཁུག་ཏུ་གྱང་གོག་ཅིག་ཡོད་པ་དེར་ཞང་ཡེ་ཤེས་འབྱུངགནས་བཞུགས། གནས་དེར་ཐང་ཡིན་པ་ལ་ཁ་རྒྱུན་དུ་སག་ཅེས་ཟེར་བས་དགོན་མིང་དུ་ཐང་སག་ཅེས་པའི་མཚན་ཐོགས། ཐོག་མར་རྙིང་དགོན་ཡིན་པ་ལ་འཇུན་གར་དམག་དུས་གཏོར་སྐྱོན་ཕོག་པ་དང་། དགོན་དེར་དགེ་བཤེས་པོ་ཏོ་བའི་ཐུགས་དམ་གྱི་རྟེན་ཐུབ་དབང་གི་སྐུ་ཞིག་ཡོད་པ་དེས་གསུངས་བྱོན་པ་ལ་ང་གཞི་ཀ་ཁྲ་མོའི་གླ་བའི་ཚལ་དུ་སྐྱོལ་ཅིག་གསུངས་པ་བཞིན་ད་ལྟའི་གནས་ཡུལ་དུ་སྤོས་གནང་མཛད། ཐུབ་དབང་གསུངས་བྱོན་མ་ནི། དཔལ་ལྡན་ཟླ་བ་གྲགས་པས་གནང་བའི་ཐུབ་སྐུ་གསུམ་ཡོད་པ་ལས་གཅིག་སྟོད་ལུང་ལམ་པ་དགོན་དུ་ཡོད་པ་དང་། གཅིག་ཐུབ་སྐུ་དེ་ཉིད་ཡིན་ཞེས་གསུངས། གཞན་ཡང་པོ་ཏོ་བའི་ཤུག་པའི་ཕྱག་རྒྱུག་རྭ་སྒྲེང་ནས་བསྣམས་ཕེབས་ཏེ་ཐབ་ཀྱོག་ནང་བཙུགས་གནང་བ་དེ་མར་སྐྱེས་པའི་ཤུག་སྡོང་ད་ལྟའང་མཇལ་རྒྱུ་ཡོད། དེ་རྗེས་རྒྱལ་མཆོག་ལྔ་པའི་དུས་དགེ་ལུགས་བསྒྱུར་གནང་བ། ལོ་ལྟར་བོད་ཟླ་11ཚེས་28.29སོ་སོར་སྒྲུབ་པ་བཀའ་བརྒྱད་ཀྱི་སྒོ་ནས་གར་འཆམ་བསྐྱོན་སྲོལ་ཡོད་པ་ནི། སྔོན་རྙིང་དགོན་གྱི་<span class=\"milestone page eng \">[page <span class=\"pnum\">167</span>] </span> ཕྱག་བཞེད་ས་བཅད་མ་སྟོང་ཙམ་ཡིན་ཞེས་གསུངས་ལ་བཅའ་ཡིག་ཀྱང་རྒྱལ་བ་ལྔ་པས་བཟོ་གནང་མཛད། སྔོན་དགེ་འདུན་སུམ་བརྒྱ་ལྷག་གིས་གཙོ་བོ་དགེ་ལུགས་ཕྱག་བཞེད་མཛད་པ་ལ་རྙིང་མའང་ཕྱག་བཞེད་མཛད་ཀྱི་ཡོད། སྔོན་འདུ་ཁང་ཀ་བ་སུམ་ཅུའི་ནང་གི་གཙང་ཁང་སྦུག་མར་རྟེན་གཙོ་གོང་གསལ་པོ་ཏོ་བའི་ཐུགས་དམ་རྟེན་ཐུབ་པ་གསུངས་བྱོན་མ་སྐུ་རྒྱུ་ལི་ལས་གྲུབ་པ་ཕྲུ་གང་ཙམ་དེ་དང་། དུས་གསུམ་སངས་རྒྱས། འདུ་ཁང་ནང་སྨན་བླའི་དཀྱིལ་འཁོར་ལངས་གཟུགས་མ་སོགས་དང་། པོ་དཀར་བླ་མ་ངག་དབང་ཚུལ་ཁྲིམས་རྣམ་རྒྱལ་གྱིས་བཞེངས་གནང་བའི་འདུ་ཁང་ལྷོ་ངོས་སུ་བྱམས་ཁང་ཐོག་སོ་གསུམ་ཐོག་ནང་འཇིམ་ལས་བཞེངས་པའི་རྒྱལ་བ་བྱམས་པའི་སྐུ་བརྙན། འདུ་ཁང་གི་བྱང་ངོས་སུ་དགའ་ཚལ་གཡུལ་རྒྱལ་ལྕོག་ནང་ཆོས་བློན་ཞེས་པ་དང་། ཙིའུ་དམར་པོ། བཀའ་དྲུང་ཞེས་ཆོས་བློན་གྱི་བློན་པོ། ཇག་པ་མེ་ལེན་སོགས་ཡོད། ཆོས་བློན་ཞེས་པ་ནི། ཐོག་མར་མངའ་བདག་ཁྲི་རལ་གྱི་བློན་པོ་ཡིན་པ་དང་། གནས་དེར་བྲོས་ཕེབས་ནས་ལྕགས་སྲོག་སྒྲུབ་གནང་བས་སྤྱི་གཙུག་ཏུ་ཁབ་སྦོམ་ཙམ་ཞིག་འགྲུབ་མ་སོང་ཞེས་གསུངས་པས། སྤྱི་གཙུག་ལ་ལྕགས་ཧྲེང་བཏབ་པས་བཀྲོངས་ཏེ་ཆུ་ལ་བསྐྱུར་བས་ཁོག་སྟོད་ཁོག་སྨད་སོ་སོར་ཁྱེར་ཞེས་གསུངས་སྲོལ་ཡོད།</p> <p>ད་ལྟ་གསར་བཞེངས་གནང་བའི་སྔོན་གྱི་འདུ་ཁང་དེ་འདྲའི་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་དང་། སྔོན་གྱི་རྒྱལ་བ་བྱམས་པའི་སྐུ་ཚབ་ཀྱང་ད་ལྟའི་འདུ་ཁང་གསར་པའི་སྦུག་ཏུ་གསར་བཞེངས་གནང་བ་དང་། ལྕོག་ནི་སྔོན་གྱི་དེ་གའི་ནང་སྔོན་གྱི་སྲུང་མ་གོང་གསལ་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་དང་ལྡེབས་རིས་རྙིང་མ་མང་པོ་མཇལ་རྒྱུ་ཡོད།</p>  "}]}