{"meta":{"authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}],"title":"Yubün Introduction","dates":{"created_at":"2011-12-13 02:28:55 UTC","updated_at":"2011-12-13 02:28:55 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Yubün Introduction"},{"title":"Nyi ma rdzong","index":1,"parent_index":0,"body":"\n\n                     "},{"title":"(17) gYu bun Monastery","index":2,"parent_index":1,"body":"\n\n                     <p>The monastery is in the eastern part of rTa sgo <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>.\n                        It is a whole day&rsquo;s ride on horseback from the rTa sgo <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. The location of this Bonpo monastic community is an earthly\n                        sphere of purity in the middle of Zhang zhung.</p>\n\n                     <p>More than three thousand years ago, there was a group of eighty great\n                        masters of Eternal Bon, the first ten of which, the gShen, reigned over the\n                        area. Among the ten gShen was Mu khri btsan po, the son of gNya&rsquo; khri btsan\n                        po, who had a very high regard for the teachings of Eternal Bon. During Mu\n                        khri btsan po&rsquo;s time, the thirty-seven tantric communities (&rsquo;Du gnas so\n                        bdun) were established. Dwang ra gYu bun Monastery was founded in the places\n                        where the Gangs gnyan rta sgo and Dwang ra&rsquo;i mtsho &rsquo;gram of the thirty-seven\n                        communities were situated.</p>\n\n                     <p>The place where the monastery is found is, moreover, one of the twenty-four\n                        sacred places mentioned in the Bonpo Ma rgyud tantra. The self-grown five\n                        jackal-headed mKha&rsquo; &rsquo;gro can still be seen in this place, as stated in the\n                        text of the Ma rgyud tantra.</p>\n\n                     <p>The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sPyi spungs khro bo dbang chen</span> states that Sad ne\n                        ga&rsquo;u of Zhang zhung trained himself in Dwang ra gYu bun. This implies that\n                        it was Sad ne ga&rsquo;u of Zhang zhung sgo pa who first established gYu bun\n                        Monastery. He is one of the thirteen masters found among the eighty adepts\n                        of the Bon tradition.</p>\n\n                     <p>Sad ne ga&rsquo;u was born in Zhang zhung. His father was rGyal mtshan bde ba and\n                        his mother was rGyal bza&rsquo; klong yang. He studied under several teachers,\n                        like A nu &rsquo;phrag thag, so that he was finally able to accomplish his\n                        learning.</p>\n\n                     <p>He exhibited many miraculous signs in the gYu bun community, such as curing\n                        leprosy patients just by looking at them, forcing back attackers and floods,\n                        taming wild carnivorous animals so that he could use them for\n                        transportation, igniting himself, subduing wickedness, being able to cross\n                        the lake Dwang ra riding on a drum and being able to build a crystal stupa\n                        in a river.</p>\n\n                     <p>After having meditated for attaining perfection, he vanished just like the\n                        light of a rainbow. After that, history tells us, many great masters\n                        appeared one after another. Although the monastery sometimes experienced\n                        periods without strong leadership, there were other times when it had\n                        several holy ones who maintained universalism and remained meditating. Among\n                        them was mTshungs med rNam dag tshul khrims, who came to the monastery\n                        around 1687. He promoted the development of the monastic community and it\n                        continued to grow through the time of his disciples, including Tshul khrims\n                        lhun grub, up until the time of the fourth master. After that the monastery\n                        was suppressed, but was taken care of and rehabilitated by sKyid gsum bla\n                        brang, who was the benefactor of the master gYung drung lha rtse.</p>\n\n                     <p>In short, this monastic community was one that was outstandingly blessed, to\n                        which many excellent masters came at every stage of the early development of\n                        Bonpo teachings, and where many holy ones of Zhang zhung died, passing into\n                        the rainbow light.</p>\n\n                     <p>The monastery possessed a number of important religious objects, some of\n                        which were later moved to other places: for example, Sad ne ga&rsquo;u&rsquo;s conch was\n                        taken to Thob rgyal sMan ri Monastery (No.1).</p>\n\n                     <p>In the 1980s the monastery was reconstructed under the responsibility of the\n                        reincarnation bsTan &rsquo;dzin dbang grags. At present the monastery has one lama\n                        and twenty-two monks. </p>\n\n                  "}]}