{"meta":{"domain":"places","kid":"23439","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}],"title":"Tengchen Introduction","dates":{"created_at":"2011-12-13 02:29:04 UTC","updated_at":"2011-12-13 02:29:04 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Tengchen Introduction"},{"title":"sTeng chen rdzong","index":1,"parent_index":0,"body":" "},{"title":"(36) sTeng chen Hermitage","index":2,"parent_index":1,"body":" <p>This is a hermitage that lies to the east of sTeng chen Monastery, less than a stone’s throw away.</p> <p>The hermitage has a large temple of magnificent design. The main religious objects are the reliquary stupa of sMon lam rgyal mtshan at the centre, another reliquary stupa of Me ston Nyi ma rgyal mtshan to the right and that of Tshul khrims rgyal mtshan to the left. There is also an old thangka of the Twelve Deeds of sTon pa gShen rab.</p> <p>Before 1959, there were about fifty monks in this hermitage. Presently there are two lamas, lHun grub rgya mtsho and Yon tan rgya mtsho, and the chanting conductor, bKra shis dbang ’dus. It is considered to be a branch of dGyes ri Monastery in Kongpo.</p> <p>With regard to the main daily activities, in the morning the monks perform the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsang</span> ritual and the water offering; at midday they recite the mantra of the tutelary deities; and in the evening, they chant the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’ skyong</span>.</p> <p>Every year, in the fourth Tibetan month, from the 23rd to the 30th day, the monks perform the Cho ga bcu gnyis ritual. From the fifth month to the end of the sixth month, the ritual of rNam rgyal is performed. In the ninth month, from the 21st to the 30th day, they perform the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dgu gtor</span> rite based on deities, sometimes Yi dam Dran pa drag po and other times the goddess Srid pa rgyal mo.</p> "}]}