{"meta":{"domain":"places","kid":"588","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}],"title":"Dzogang Introduction","dates":{"created_at":"2011-12-13 02:30:54 UTC","updated_at":"2011-12-13 02:30:54 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Dzogang Introduction"},{"title":"The Chamdo region","index":1,"parent_index":0,"body":" "},{"title":"mDzo sgang rdzong","index":2,"parent_index":1,"body":" <p>mDzo sgang rdzong lies in the south-west of Tibet. It covers an area of 11,726 square kilometres of which farmland occupies 42,000 <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mu</span>, and forest 392 <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mu</span>. The population of this <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> is about 380,000, most of which is engaged in agriculture. Forestry and livestock farming are doing quite well. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> has one <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">qu,</span> sixteen <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span> and 160 village councils under its direct control.</p> <p>This <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>, which had been under the rule of the government of Tibet, was set up as the people’s administration of mDzo sgang in 1959. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> is blessed with such animals as wild yaks, leopards, bears, otters and musk deer, which thrive in the vast forest, and, moreover, with considerable mineral resources, such as gold, silver, iron and coal. There are nine Bonpo monasteries in this <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>. This is the most prosperous <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>, in terms of Bonpo tradition, next to sTeng chen rdzong.</p> "},{"title":"(76) sTong mda’ Monastery","index":3,"parent_index":2,"body":" <p>The monastery is also known as mDo dar dgon. Driving for twenty-six kilometres eastward from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>, we come to mDo dar village in dBu yag <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, from which a one hour’s drive up the mountain brings us to sTong mda’ Monastery. This monastery is situated in the midst of several agricultural villages.</p> <p>The monastery was founded by gTsug phud tshul khrims, from whom the lineage of the heads of the monastery has led down to the ninth. Religious objects possessed by the monastery are as follows: a clay image of sTon pa gShen rab six cubits high; two white stupas, six cubits high; and more than ten masks of various kinds. Before 1959, the monastery had twenty-eight monks; this has now decreased to only seven. The practice of rituals is much the same as those of other Bonpo monasteries.</p> <p>Fifteen kilometres west of the monastery is a holy mountain called sGro ra Pad ma ’byung gnas. It looks just like a Garuda flying with its wings fluttering. Every year on the 15th day of the sixth month, the local people get together to circumambulate the mountain, perform religious dances and engage in other festivities.</p> "},{"title":"(77) La ngu Monastery","index":4,"parent_index":2,"body":" <p>The monastery is located near Srib gru kha village, Krung gling kha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. The village is fifty kilometres south-west of mDzo sgang rdzong. The absence of a road makes travelling there very difficult. The place called Srib gru kha used to be the site of one of the main ferries across the river rGyal mo rngul chu.</p> <p>This is one of the oldest Bonpo monasteries and is said to have been founded by Rin spungs dBang rgyal. It stands in front of Mount Rin chen spungs. Initially, it was built on verdant grassland. Later, it was moved to a larger place up the mountain. Though small, La ngu Monastery has special old architectural characteristics. A story tells why the monastery is called La ngu: at the time of its inauguration, musical instruments such as conch, oboe, drum, and cymbals were played, making the local deities of the four directions and those who resided on the mountain pass (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la</span>), cry (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">ngu</span>) for joy. The monastery’s religious objects are of considerable quality and include statues of sTon pa gShen rab, Byams ma and sTag la me ’bar. There was also an image of the Buddha, said to have descended to the monastery by itself.</p> <p>In the old days, there were sixty-two monks in this monastery. This number had diminished to thirty-five in 1959, and at present there are only fifteen monks, led by Tshul khrims rnam dag ’od zer. This lama is very learned in the Bon tradition, its history and other sciences.</p> "},{"title":"Practice of Rituals","index":5,"parent_index":4,"body":" <ol type=\"1\"> <li> In the first Tibetan month, from the 4th day to the 6th, there is the commemoration of mNyam med Shes rab rgyal mtshan.</li> <li> In the third month, from the 14th to the 22nd, the ritual cycle of Phur pa is performed.</li> <li> In the fifth month there is the thousand offerings of sacrificial cake to sTag la me ’bar.</li> <li> In the ninth month, from the 1st to the 9th day, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rtsa rlung</span> meditation is practised and from the 14th to the 21st, there is the performance of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gunacakra</span> offerings to Khro bo.</li> </ol> "},{"title":"Daily Activities","index":6,"parent_index":4,"body":" <p>From five o’clock to seven in the morning, the monks practise meditation. In the evening, from seven to eight, they perform the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsang</span> ritual and recite prayers.</p> "},{"title":"(78) Sa bla Monastery","index":7,"parent_index":2,"body":" <p>The monastery is located near gCig yon village, sTobs ’bangs <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. It is sixty kilometres from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> to the village. As there is no road the trip can be very difficult.</p> <p>It is said that this monastery was founded in 1497. Before 1959, there were ten monks in the monastery. The number has been reduced to only five now. In spite of its long history of some five hundred years, it has remained something like a small hermitage and has only a few religious objects, such as the statues of sTon pa gShen rab, rNam par rgyal ba, Byams ma and sTag la me ’bar.</p> "},{"title":"(79) Ri sna Monastery","index":8,"parent_index":2,"body":" <p>The monastery is located in Krung gling kha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, on the eastern bank of rGyal mo rngul chu, in the southern part of mDzo sgang rdzong. In the old days the place was called Rab pa. The distance between the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span> is no more than sixty kilometres, but it is very difficult to traverse.</p> <p>No record concerning the date of establishment of this monastery has remained. Still it is one of the fairly old Bonpo monasteries.</p> <p>Before 1959, there were nineteen monks; today there are ten. In the temple there are just a few religious objects, like the statues of sTon pa gShen rab and Yum chen Byams ma. In terms of facilities, it is poorly equipped.</p> <p>Rituals are practised in the same manner as those of other Bonpo monasteries. The monks rely mainly on support from their own families for their living and occasionally go out to perform religious services in villages to supplement their income.</p> "},{"title":"(80) mDangs ’phyar Monastery","index":9,"parent_index":2,"body":" <p>This monastery is located near Bal stod village, in the northern part of the former Rab pa village, in the present Krung gling kha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, which lies on the eastern side of the river rGyal mo rngul chu, in the southern part of mDzo sgang rdzong. It is a mere sixty kilometres from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> to the village, but it is still a difficult distance to be travelled.</p> <p>There are no historical documents clearly recording the date of the monastery’s establishment and there is little oral information. Still, based on the architectural aspect of the building, it is said to be one of the fairly old Bonpo monasteries.</p> <p>Before 1959, there were thirty monks, and at present thirty-two. The assembly hall, temple and religious objects are in quite good condition. The monastery’s activities have no unique characteristics, but are much the same as other Bonpo monasteries.</p> <p>As for their source of income, the monks mainly receive support from their families and the occasional performance of religious services in the monastery or in villages.</p> "},{"title":"(81) Shug rdzong Monastery","index":10,"parent_index":2,"body":" <p>The monastery is near ’Os bab village, Krung gling kha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. Originally, the present Krung gling kha was called Rab pa, and is located on the east side of the river rGyal mo rngul chu, in the southern part of mDzo sgang rdzong. It is sixty kilometres from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> to Krung gling kha, and ’Os bab village is in the northern part of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, close to Bal stod village. The absence of a road makes travelling very difficult.</p> <p>It is not clear when this monastery was founded. Before 1959, there were eighty-five monks and at present there are thirty-five. There is an assembly hall, a temple and other buildings of appropriate design and size. There are religious objects of considerable quality, such as the statues of sTon pa gShen rab, Byams ma, mNyam med Shes rab rgyal mtshan and Khro bo. As for scriptures, there is the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’ ’gyur</span> and other books of ritual practice.</p> <p>In regard to rituals and services, they practise what is commonly done in other Bonpo monasteries, and have no special activities. For their living, the monks depend mainly on their own parents and relatives for financial support. Occasionally they are invited to perform religious services, such as conducting funerals, which helps supplement their income.</p> "},{"title":"(82) Rab pa Monastery","index":11,"parent_index":2,"body":" <p>Rab pa Monastery is located near Rab pa village (which is now called Krung gling kha) on the east side of the river rGyal mo rngul chu, in the southern part of mDzo sgang rdzong. From the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> to Rab pa is a distance of only sixty kilometres, but as there is no road, the going is very hard.</p> <p>Although there is no recorded date for the establishment of this monastery, it is said to be one of the oldest Bonpo monasteries.</p> <p>Before 1959, there were no more than eight monks, but at present there are fourteen. The name of this monastery is said to be related to the fact that the area where the monastery is located is so large that it would take a day on horseback to circumambulate it. The place is therefore the best among the local areas and that is why it is called Rab pa, the “Best”.</p> <p>In the temple of the monastery are several statues of sTon pa gShen rab, Dran pa nam mkha’ and Byams ma, a few thangka and Bonpo scriptures. Otherwise the facilities are very poor.</p> <p>As for the monks’ main source of income, they depend, just as in the other small Bonpo monasteries, on their own parents and relatives for support. Besides this, to make their living, they must supplement this support by going out to perform religious services.</p> "},{"title":"(83) dByibs pa Monastery","index":12,"parent_index":2,"body":" <p>dByibs pa Monastery is located near dByibs pa village, which is to the west of Gug pa village in Zhwa gling kha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. Zhwa gling kha is situated on the east side of the river rGyal mo rngul chu, in the southern part of mDzo sgang rdzong. From the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> to Zhwa gling kha is a distance of more than fifty kilometres. Although the distance is not great, travelling it is very hard because of the absence of a road.</p> <p>The date of this monastery’s establishment is unknown, but according to oral history it is one of the oldest Bonpo monasteries. Before 1959, the monastery had forty-seven monks. At present, it is a moderate-sized Bonpo monastery of thirty-one monks, with an assembly hall, a temple, monks’ quarters and other buildings. It has religious objects appropriate to its size and needs, such as statues of sTon pa Khri gtsug rgyal ba, Dran pa nam mkha’, his son Tshe dbang rig ’dzin, sTag la me ’bar and Srid pa rgyal mo, thangka, <em xmlns:str=\"http://exslt.org/strings\">the bKa’ ’gyur</em>, and other books concerning religious practice. Rituals and services are practised in this monastery as they are in other Bonpo monasteries of average size. It has no special activities.</p> <p>As for the monks’ main source of income, they receive financial support from their own parents and relatives. The monastery itself has no other means of earning revenue. Occasionally the monks are invited to perform religious services, such as funerals, in villages, which helps supplement their income.</p> "},{"title":"(84) lTag tsha Monastery","index":13,"parent_index":2,"body":" <p>lTag tsha Monastery is located near Su mgo village, on the bank of the river rGyal mo rngul chu, to the south of Gug pa village, Zhwa gling kha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. Zhwa gling kha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span> is in the southern part of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> and Su mgo village is more than forty kilometres from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>. It is a very difficult distance to travel because there is no road.</p> <p>In spite of there being no recorded date for its establishment, this monastery is also customarily said to be a fairly old Bonpo monastery.</p> <p>Before 1959, there were seven monks in the monastery, but at present there are fourteen. The main religious objects in the monastery’s temple are statues of sTon pa gShen rab, mNyam med Shes rab rgyal mtshan, Byams ma and others, as well as several thangka and books<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">. </span>Apart from these it has hardly any facilities.</p> <p>As for rituals and services, the monks perform the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsang</span> ritual in the morning and recite prayers in the evening. They perform the common daily activities. There are no rituals or services specific to this monastery. The monks’ main source of income is, much the same as in other poor Bonpo monasteries, financial support from their own parents or relatives. The monastery itself has no means of generating revenue. Occasionally the monks are invited to perform religious services, such as funerals, in villages, which helps supplement their income.</p> <p>Proceeding north from mDzo sgang rdzong by car, through the grassland of sPom mda’, where an airfield is situated, and along the river rGyal mo rngul chu, one arrives at dPa’ shod rdzong. Driving from mDzo sgang rdzong to dPa’ shod rdzong takes six and a half hours. When we reached the district of dPa’ shod rdzong, the way had been blocked to traffic by road construction, which prevented us from proceeding. After a long wait of five and a half hours, the road was finally opened.</p> "}]}