{"meta":{"authors":[],"title":"Chumurti Khargok Introduction","dates":{"created_at":"2010-08-11 20:45:23 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Chumurti Khargok Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Chu Murti khargokChu mur ti mkhar gog","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Chu Murti khargok</span><span class=\"scholar\">Chu mur ti mkhar gog</span> </li> <li>English equivalent: Water Springs Ruined Castle</li> <li>Site number: A-64</li> <li>Site typology: I.1b </li> <li>Geographic coordinate (N. lat.): 32º 12.8΄ </li> <li>Geographic coordinate (E. long.): 79º 19.3΄</li> <li>Elevation: 3980 m to 4410 m</li> <li>Administrative location (township): <span class=\"popular\">Chusum</span><span class=\"scholar\">Chu gsum</span> </li> <li>Administrative location (county): <span class=\"popular\">Tsada</span><span class=\"scholar\">Rtsa mda'</span> </li> <li>Survey expedition: UTAE</li> <li>Survey date: May 11, 2001 </li> <li>Contemporary usage: Light grazing.</li> <li>Identifiable Buddhist constructions: <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> wall. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> Water Springs Ruined Castle was constructed on the summit and flanks of a steep hill rising above the <span class=\"popular\">Chusum</span><span class=\"scholar\">Chu gsum</span> river. This hill towers 110 m above <span class=\"popular\">Chusum</span><span class=\"scholar\">Chu gsum</span> river, which winds around three sides of it. The large, highly protected fortress boasts a dispersion of over 7000 m². Interestingly, there are no ruined a type of shrine at the site or in the vicinity, calling into question the cultural orientation of the stronghold. Moreover, there is no evidence of Buddhist temples at <span class=\"popular\">Chusum Khargok</span><span class=\"scholar\">Chu gsum mkhar gog</span>, such as ochre tinted walls, large open halls with niches for statuary or enclosed galleries. This alone may point to the archaic cultural occupation of the site because virtually all the hilltop <span class=\"popular emph\">khar</span><span class=\"scholar emph\">mkhar </span>built in <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span> during or after the second diffusion of Buddhism onwards boast chapels (<span class=\"popular emph\">lhakang</span><span class=\"scholar emph\">lha khang</span>) and Buddhist ceremonial structures. Be that as it may, the buildings at the site were constructed in a fashion similar to those postdating 1000 CE. Also, the ruins seem too well preserved to belong to the archaic cultural horizon. These structures have substantial stone foundations and revetments on which lime-tinted adobe blocks were laid. The site exhibits uniform design traits throughout, indicating its establishment as an integral complex, probably during a single period of time. The edifices were extremely well-built, reflecting a place of considerable wealth and significance. </p> <p>On the northwest edge of the summit there is a single stone wall with around 100 old plaques inscribed with the <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> mantra, in the <span class=\"popular emph\">Wuchen</span><span class=\"scholar emph\">dbu can</span> and <span class=\"popular emph\">lentsa</span><span class=\"scholar emph\">lan tsha</span> scripts. The heavy wear characteristics displayed by these plaques indicate that they were all made in the same general timeframe, probably in or around the second diffusion of Buddhism. Among these plaques there are a few more recent <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> inscriptions.</p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to local sources, Water Springs Ruined Castle was an old fortress whose leader was a figure named <span class=\"popular\">Gau Penjor</span><span class=\"scholar\">Ga'u dpal 'byor</span>.</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Summit complex","index":7,"parent_index":6,"body":" <p>The flat summit (105 m x 30 m) supported a contiguous array of residential structures. Interior walls have been commonly leveled to 1.5 m to 2 m in height. Stone revetments (1.5 m to 2 m high) supporting adobe courses 1 m to 2 m in height constitute the exterior face of the walls. While most partition walls were made of mud blocks, there are also a few rooms with stonework walls. No structural evidence of the roofing remains at the site, but the relatively large size of the rooms (10 m² to 25 m²) could only have supported timbers. A few of the buildings have partially intact large window openings in exterior walls, measuring around 60 cm x 90 cm. Entranceways have been obliterated across the site, and the only dimension obtained was a width of 90 cm in one specimen. The large windows and wide entrances are typical later historic constructional features (such as those found at <span class=\"popular\">Tsarang</span><span class=\"scholar\">Rtsa rang</span>, A-62). On the central southern edge of the summit there is a stone pedestal (1.5 m x 1.5 m) with a maximum height of 60 cm, which may have functioned as the base of a flag mast. </p> "},{"title":"Forward defensive-works","index":8,"parent_index":6,"body":" <p>Below the summit, on a northwest spur, there is another dense group of ruined buildings that extends downward for approximately 90 m. This residential group terminates at a rampart that runs along the west flank of the hill. The base of this rampart was made of stone courses reaching 1.5 in elevation, which were surmounted by an adobe-block tier, adding another 50 cm to 1.5 m to the height of the defensive wall. The stone section of this rampart is around 1.5 m thick at its base and tapers to 50 cm in thickness along its upper reaches. There was a gateway in this rampart wall along the northwest spur. Between the rampart and the inner slope there is a walkway more than 3 m in width. Integrated into the middle section of the rampart are 17 rooms running parallel to it. These rooms each average around 10 m² internally, and must have functioned as barracks. In this section of the rampart there is an oval-shaped watchtower occupying a forward placement in the defensive works. It is 4.5 m high and 4.5 m across. At what is now the floor level (this structure originally must have been at least 1.5 m taller than present) there are four rectangular loopholes. At a little lower elevation are the vestiges of what appears to have been a smaller watchtower. Below the southern extremity of Water Springs Ruined Castle are the remains of another small tower. The rampart winds its way around to the southwest side of the hill, where a line of about 16 larger rooms abut the defensive wall. The maximum area of one of these rooms is 25 m². Among these rooms is another tower whose stone walls are topped with courses of adobe blocks. </p> "},{"title":"Southeast complex","index":9,"parent_index":6,"body":" <p>The southern extremity of the circumvallation merges with another residential complex, consisting of a sparser arrangement of buildings. This southeast sector extends 80 m downward from the summit in a swathe 35 m wide. The precipitous nature of the east slope of the chu mur ti hill precluded the need for a defensive wall along this approach. </p>  "}]}