{"meta":{"authors":[],"title":"རག་མ་བྱམས་ཁང་།","dates":{"created_at":"2010-08-13 17:00:52 UTC","updated_at":"2010-08-13 17:00:52 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"རག་མ་བྱམས་ཁང་།"},{"title":"ལྷུན་གྲུབ་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"རག་མ་བྱམས་ཁང་།","index":2,"parent_index":0,"body":" <p>དཔལ་ལྡན་རྩེ་ནས་སྤྱི་ལེ་15ཙམ་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་རག་མའི་ནང་ཕྱིན། དེ་ནས་མདུད་ཞེས་པའི་གྲོང་གི་བྱང་ངོས་འཁོར་ལམ་ནས་རྐང་ཐང་མར་ཆུ་ཚོད་ཕྱེད་ཙམ་འཛེགས་ན་རག་མ་གྲོང་གི་རྗེས་ཤུལ་གཡང་ཟར་ཅན་གྱི་འོག་ཏུ་བྱམས་ཁང་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་བསྟན་པ་ཕྱི་དར་སྐབས་བསྟན་པའི་མེ་རོ་གསོ་མཁན་ཀླུ་མེས་ཚུལ་ཁྲིམས་ཤེས་རབ་ཀྱི་སློབ་མ་གཙོ་བོ་བཞིའི་ནང་གི་བྱམས་པའི་སྤྲུལ་པ་སྣ་རྣམ་རྡོ་རྗེ་དབང་ཕྱུག་ཞུ་བས་སྤྱི་ལོའི་དུས་རབས་བཅུ་གཅིག་པར་དགོན་དེ་ཕྱག་འདེབས་གནང་བ་དང་དུས་མཚུངས་འཕན་པོའི་བྱམས་པ་སྤུན་གསུམ་སྟེ། རག་མ་སྙན་ལེགས་བྱམས་པ་དང་། གློ་པ་སྟོད་སྤྱན་ལེགས་བྱམས་པ། རྒྱལ་ལྷ་ཁང་ཤངས་<span class=\"milestone page eng \">[page <span class=\"pnum\">176</span>] </span> ལེགས་བྱམས་པ་བཅས་བྱམས་པ་སྤུན་གསུམ་བཞེངས་གནང་མཛད། དེའང་སྣ་རྣམ་རྡོ་རྗེ་དབང་ཕྱུག་གིས་བྱམས་པ་སྤུན་གསུམ་བཞེངས་པར་བྱེད་པའི་སྐུ་རྒྱུ་སྨན་འདམ་གྲབས་གནང་ནས་ས་ཕུད་རྡོ་ཕུད་ཀྱིས་ན་མོ་ཐུབ་པ་ཞེས་པ་བཞེངས་གནང་མཛད་པས་བྱིན་རླབས་ཀྱི་རྟགས་ཐོན། དེ་ནས་བྱམས་པ་བཞེངས་པའི་སྐབས་སུའང་བྱམས་པས་བྱམས་པ་བཞེངས། བྱམས་པ་བྱམས་པར་ཐིམ་ཞེས་པའི་ངོ་མཚར་ཆེ་བའི་གསུང་རྒྱུན་དང་། གཞན་ཡང་“རག་མ་བདུད་ཀྱི་ལུང་པ། ཁ་གནོན་རྒྱལ་བ་བྱམས་པ”སོགས་གསུངས་སྲོལ་ཡོད། རག་མ་བྱམས་པ་ནི། འཇིམ་གྱི་བྱམས་པ་ཐོག་སོ་ཉིས་ཐོག་ཅན་གཟུངས་སུ་ཇོ་བོ་རྗེའི་ཕྱག་ཚ་ཕུལ་བ་ཞིག་དང་དེའི་འོག་ཏུ་བྱམས་པའི་ཁྲུད་ཆུ་ཞེས་ཆུ་མིག་ངོ་མཚར་ཆེ་བ་ཞིག་དང་། བྱམས་ཁང་གི་འོག་ཏུ་རྣམ་རྒྱལ་མཆོད་རྟེན་ཞིག་བཅས་སོགས་མཇལ་རྒྱུ་ཡོད། སྔོན་རྒྱལ་ལྷ་ཁང་གི་ཁོངས་ཡིན་སྟབས་སྐུ་གཉེར་རེ་རྒྱལ་ལྷ་ཁང་ནས་གཏོང་གནང་དགོས། བྱམས་ཁང་གི་ཉེ་འགྲམ་དུ་མཚམས་ཁང་ཤར་ནུབ་ཅེས་མཚམས་ཁང་གཉིས་ཡོད་པར་རྟག་ཏུ་སྐུ་མཚམས་བཞུགས་མཁན་ཡོད། ལོ་ལྟར་བོད་ཟླ་1ཚེས་15ཉིན་བྱམས་པ་སྤུན་གསུམ་མཇལ་བ་ཞེས་ཉིན་གཅིག་ལ་བྱམས་པ་སྤུན་གསུམ་མཇལ་ཐུབ་པ་དགོས་ཞེས་བོད་ཟླ་དང་པོའི་ཚེས་བཅུ་བཞིའི་མཚན་ཕྱེད་ཙམ་ནས་ཚེས་བཅོ་ལྔའི་ས་སྲིབ་བར་བྱམས་པ་མཇལ་ཏུ་ཡོང་། རག་མ་བ་ཚོས་བྱམས་པ་མཇལ་ཚར་རྗེས་སྒོར་གཞས་རྒྱབ་ནས་རྒྱལ་བ་བྱམས་པར་གླུ་བྲོའི་མཆོད་པ་འབུད་སྲོལ་ཡོད། བོད་ཟླ་བཞི་པའི་ཚེས་བརྒྱད་ལ་བྱམས་ཁང་ཚ་ཙ་ཞེས་སྡེ་འབངས་ཀྱིས་ས་ཚ་འདེབས་པ་དང་། རག་མ་རྫོང་ནས་དེའི་རིང་ཇ་ཐུག་སྟེར་བ་རེད། དེ་ནས་ས་ཚ་འཁྲབ་པ་ཞེས་གྲོང་གི་ཕ་རྒན་ཚོས་གཟབ་མཆོར་སྤྲས་ཏེ་བྲོ་གར་འཁྲབ། རག་མ་རྫོང་ནི་ཐོག་མར་བྱམས་ཁང་གི་བྲག་སྟེང་དུ་ཡོད་པ་ལ་ཇུན་གར་དུས་མེ་སྒྱོགས་ཀྱིས་གཏོར་བ་དང་། རྗེས་སུ་ལྷོ་ངོས་ཀྱི་རི་ལའང་སོག་རི་སྤུངས་པ་ཞེས་ཀྱང་ཐོགས།</p> <p>ད་ལྟ་སྔོན་གྱི་བྱམས་ཁང་གི་གྱང་རོའི་སྟེང་གསར་བཞེངས་གནང་བའི་<span class=\"milestone page eng \">[page <span class=\"pnum\">177</span>] </span> ནང་སྔོན་གྱི་བྱམས་པའི་ཞབས་པུད་སྟེང་བཞེངས་གནང་བའི་བྱམས་པ་དང་། རྟ་རའི་ཐོག་ཀ་ཞེས་རག་མ་རྫོང་གི་རྟ་འདོགས་སར་གསར་སྐྲུན་འདུ་ཁང་ཀ་དྲུག་ནང་ཇོ་བོ་དང་གཡས་སུ་གུ་རུ་སྣང་སྲིད་གཟིལ་གནོན་དང་གཡོན་དུ་རྗེ་ཚེ་འཛིན་མ་སོགས་མཇལ་རྒྱུ་ཡོད།</p>  "}]}