{"meta":{"domain":"places","kid":"16588","authors":[],"title":"Dzuntrül Puk Introduction","dates":{"created_at":"2010-08-11 20:46:36 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Dzuntrül Puk Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"rDzu &rsquo;phrul phug","index":7,"parent_index":6,"body":null},{"title":"Upper south sector","index":8,"parent_index":6,"body":" "},{"title":"Residential Structure RS1","index":9,"parent_index":8,"body":null},{"title":"Residential Structure RS2","index":10,"parent_index":8,"body":" <p>Residential structure RS2 is situated on the slope below RS1 (5150 m). This large ceremonial building or multifaceted shrine complex can be divided into south, central and north sections. The extant physical evidence is not sufficient to determine if RS2 had a residential component or was solely a group of <span class=\"popular emph\">tenkhar<\/span><span class=\"scholar emph\">rten mkhar<\/span>-like shrines. This uniquely designed installation was constructed of stones mainly 40 cm to 80 cm in length. <\/p> <p>The south section of RS2 consists of two square rooms or cubic shrine structures that measure 3 m (north-south) x 7.2 m (east-west). The south section structures have completely collapsed, making positive identification of their function difficult. The west room or structure is less disintegrated and has standing walls (1.5 m to 1.7 m in height) surrounding a cavity. <\/p> <p>The central section of RS2 was comprised of a row of quadrate rooms or shrines, which measure 4 m (north-south) x 16 m (east-west). Standing wall fragments are between 1 m and 1.7 m. The westerly or upslope structure is the most intact part of the central section, and has a cavity in the middle. <\/p> <p>The north section of RS2 is dominated by a tiered shrine structure that is probably of the <span class=\"popular emph\">tenkhar<\/span><span class=\"scholar emph\">rten mkhar<\/span> class (or alternatively, it was a receptacle for votive clay figurines known as <span class=\"popular emph\">Tsatsa<\/span><span class=\"scholar emph\">tshwa tshwa<\/span>). This shrine measures 2.8 m x 3 m, and is 1.5 m high on its west or upslope flank and 2.5 m high on its down-slope side. The west side of the base consists of five graduated tiers, each made up of a single course of worked stones. In the upper part of the shrine there are openings on the south, west and north sides. Inside this tiered shrine are highly deteriorated small conical <span class=\"popular emph\">Tsatsa<\/span><span class=\"scholar emph\">tshwa shwa<\/span>. One older <span class=\"popular emph\">Tsatsa<\/span><span class=\"scholar emph\">tshwa tshwa<\/span> with the image of a Bon (?) deity was also found. These <span class=\"popular emph\">Tsatsa<\/span><span class=\"scholar emph\">tshwa shwa<\/span>, like the recent plaque inscribed with the Bon <span class=\"popular emph\">matri<\/span><span class=\"scholar emph\">ma tri<\/span> mantra found at RS2, may be later additions to the monument. The heavily built roof of the tiered shrine consists of bridging stones and slab sheathing. Adjacent o this shrine there is another specimen in poorer condition, which measures 3.5 m (north-west) x 2 m (east-west) x a maximum of 1.4 m. On the north side of the RS2 complex there are the square bases of two smaller shrines. Likewise, 2 m south of RS2 there are the bases of two other shrines (each: 2 m x 2 m x 1 m).<\/p> "},{"title":"Residential Structure RS3","index":11,"parent_index":8,"body":" <p>Residential structure RS3 is situated 4.5 m north of RS2. This <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> measures 12 m (north-south) x 9 m (east-west), and hosted at least six rooms. The rear or upslope wall is built as much as 1.8 m into the ground, while the forward revetment is 1.5 m to 2.5 m in height. Originally this revetment must have supported standing walls around 2 m in height. In the northwest portion of the structure there are two rear rooms with several corbels and pieces of sheathing in place. The placement of these roofing elements near the current middle reaches of the rear wall is an indication of how much infilling has occurred. <\/p> "},{"title":"North sector","index":12,"parent_index":6,"body":" <p>The numerical ordering of the north sector structures reflects their relative east-west positions. RS4 is on he western geographic extremity of the mtho mo shelf and RS17 is on the opposite east end of the shelf.<\/p> "},{"title":"Residential Structure RS4","index":13,"parent_index":12,"body":" <p>Residential structure RS4 (8.5 m x 7.5 m) is a <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span>, which has been reduced to its foundations and low-lying wall segments (5100 m). <\/p> "},{"title":"Residential Structure RS5","index":14,"parent_index":12,"body":" <p>Residential structure RS5 (10.5 m x 7 m) is situated 19 m southeast of RS4. Four large corbels are in situ on he rear or north wall. At the northwest corner one corbel is elevated 1.6 m above the floor level, providing an indication of the original ceiling height. There is a niche near the northwest and northeast corners of RS5. The northwest room approximately measures 1.6 x 3 m. There are also five or six corbels and several roof slabs along the west wall of the structure. <\/p> "},{"title":"Residential Structure RS6","index":15,"parent_index":12,"body":" <p>Residential structure RS6 (17 m x 7.5 m) is found 12 m north of RS5. This building was built in three tiers, he lowest of which was probably a courtyard. The middle tier has been reduced to wall-footings and piles of rubble. The better preserved upper or rear tier consisted of at least two rooms. The remains of a partition wall still stand between them. Several corbels are still in place on the west wall. Maximum wall height of the upper tier is 1.5 m.<\/p> "},{"title":"Residential Structure RS7","index":16,"parent_index":12,"body":" <p>Residential structure RS7 (8 m across) is located 20 m east of RS6. It has been leveled to its foundations. RS7 appears to have contained two rooms.<\/p> "},{"title":"Residential Structure RS8","index":17,"parent_index":12,"body":" <p>Residential structure RS8 is found 30 m northeast of RS7. This small <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> was severely degraded by the removal of stones to build two nearby corrals. The recent construction of these corrals has had a deleterious impact on other north sector edifices as well. <\/p> "},{"title":"Residential Structure RS9","index":18,"parent_index":12,"body":" <p>Residential structure RS9 (6.5 m x 5.5 m) is located 40 m east of RS8. Only crumbling foundations and small wall fragments are left. The best-preserved wall segment is in the northwest portion of the structure.<\/p> "},{"title":"Residential Structure RS10","index":19,"parent_index":12,"body":" <p>Residential structure RS10 (9.5 m x 13.5 m) is situated 38 m east of RS9. This highly deteriorated structure must have contained several rooms and a forward courtyard.<\/p> "},{"title":"Residential Structure RS11","index":20,"parent_index":12,"body":" <p>Residential structure RS11 (6 m x 8.8 m) was built 8 m east of RS10. Integral walls up to 1.2 m in height still persist.<\/p> "},{"title":"Residential Structure RS12","index":21,"parent_index":12,"body":" <p>Residential structure RS12 (4.5 m x 7 m) is located 37 m east of RS11. The east half of the building has been reduced to its foundations while the west half has standing wall sections to 1 m in height.<\/p> "},{"title":"Residential Structure RS13","index":22,"parent_index":12,"body":" <p>Residential structure RS13 is situated 22 m east of RS12. It has two east rooms (8 m x 6.5 m) and a 3.4-m long west room. The northwest corner of the structure stands 1.7 m in height and has two large corbels in place. The lintel over the 60-cm wide entranceway to the west room is intact. The walls of the east rooms have been cut down to 1 m or less in height.<\/p> "},{"title":"Residential Structure RS14","index":23,"parent_index":12,"body":" <p>Residential structure RS14 (6 m x 9.5 m) is situated 24 m northeast of RS13. The rear or upslope wall is built 90 cm into the ground and has one corbel in place. All other walls are highly dissolved and are less han 1 m in height.<\/p> "},{"title":"Residential Structure RS15","index":24,"parent_index":12,"body":" <p>Residential structure RS15 (5 m x 6.5 m) is located 38 m east of RS14. The walls of the single west room are between 1 m and 1.2 m in height. The walls of what probably constituted two east rooms are severely degraded.<\/p> "},{"title":"Residential Structure RS16","index":25,"parent_index":12,"body":" <p>Residential structure RS16 (7 m x 4 m) was founded 17 m south or downhill of RS15. Very little of it has survived.<\/p> "},{"title":"Residential Structure RS17","index":26,"parent_index":12,"body":" <p>Residential structure RS17 (6 m x 4.5 m) is situated 55 m south or downhill of RS16. It consists of one rear and one forward room (5050 m). The lintel over the entranceway (1m x 50 cm) between the two rooms is still intact. The wall between the rear and forward rooms is 1.5 m to 2 m in height; other walls are more disintegrated. <\/p> "},{"title":"Lower south sector","index":27,"parent_index":6,"body":" "},{"title":"Residential Structure RS18","index":28,"parent_index":27,"body":null},{"title":"Residential Structure RS19","index":29,"parent_index":27,"body":null},{"title":"Residential Structure RS20","index":30,"parent_index":27,"body":" <p>Residential structure RS20 (9 m x 8. 3 m) is situated in a hollow at a slightly lower elevation than RS19. On he rear wall about one dozen corbels and a lone roof slab are in situ, rising above what appears to have been wo rooms. The rear wall was built 1.5 m into the slope. The forward rooms have been reduced to footings and wall segments under 1.4 m in height. <\/p> "},{"title":"Residential Structure RS21","index":31,"parent_index":27,"body":null},{"title":"Residential Structure RS22","index":32,"parent_index":27,"body":" <p>Residential structure RS22 is found in the vicinity of RS21. This small <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> was built against a boulder, and has several in situ corbels on the rear or north wall.<\/p> "},{"title":"Residential Structures RS23 and RS24","index":33,"parent_index":27,"body":" <p>Lower on the ridge-top, or to the east of RS22, there are two more <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> (5060 m). Residential structure RS23, the south <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span>, has two small rear rooms, one with a natural boulder roof and one with a corbelled roof. Residential structure RS24, the north <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span>, has an intact rear or west room with its corbelled roof in place. Below these wo buildings there are two low elevation structures built around large boulders. Their function is not clear. <\/p>  "}]}