{"meta":{"authors":[],"title":"Drakkar Khar Introduction","dates":{"created_at":"2010-08-11 20:46:07 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Drakkar Khar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Drakkar KharBrag dkar mkhar","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Drakkar Khar<\/span><span class=\"scholar\">Brag dkar mkhar<\/span> <\/li> <li>English equivalent: White Rock Castle<\/li> <li>Alternative site name: <span class=\"popular\">Tsen Lhé Khar<\/span><span class=\"scholar\">Btsan lha’i mkhar<\/span> <\/li> <li>English Equivalent: Castle of the <span class=\"popular emph\">lha<\/span><span class=\"scholar emph\">lha<\/span> and <span class=\"popular emph\">tsen<\/span><span class=\"scholar emph\">btsan<\/span> <\/li> <li>Site number: A-120<\/li> <li>Site typology: I.1b <\/li> <li>Geographic coordinate (N. lat.): 31º 43.3΄ <\/li> <li>Geographic coordinate (E. long.): 79º 08.0΄<\/li> <li>Elevation: 4350 m<\/li> <li>Administrative location (township): <span class=\"popular\">Tiyak<\/span><span class=\"scholar\">Ti yag<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Tsada<\/span><span class=\"scholar\">Rtsa mda’<\/span> <\/li> <li>Survey expedition: HTAE<\/li> <li>Survey date: October 15, 2003<\/li> <li>Contemporary usage: None.<\/li> <li>Identifiable Buddhist constructions: None.<\/li> <\/ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Drakkar Khar<\/span><span class=\"scholar\">Brag dkar mkhar<\/span> consists of a single complex of contiguous structures set on a ridgeline eminence. The site unfolds on broad slopes 200 m above the village of <span class=\"popular\">Nu<\/span><span class=\"scholar\">Snu<\/span>. The ridge on which <span class=\"popular\">Drakkar Khar<\/span><span class=\"scholar\">Brag dkar mkhar<\/span> sits plunges 1000 m down to the <span class=\"popular\">Langchen Tsangpo<\/span><span class=\"scholar\">Glang chen gtsang po<\/span> (Sutlej River). The castle is raised 20 m above the main ridgeline, affording some obstruction to a direct assault. There are no ramparts or other forward defensive features at the site, so <span class=\"popular\">Drakkar Khar<\/span><span class=\"scholar\">Brag dkar mkhar<\/span> was not particularly well insulated from military threats. The lofty location, however, has the air of prestige and exclusivity about it. We might infer from the size and placement of the facility that the social and political elite of <span class=\"popular\">Nu<\/span><span class=\"scholar\">Snu<\/span> once occupied this site. The population at that time was probably significantly larger than the 75 souls (18 households) who live in the contemporary village. There is no obvious source of water on the ridge-top, calling into question from where such a large facility obtained this vital resource. In times of stress the carriage of water all the way up from <span class=\"popular\">Nu<\/span><span class=\"scholar\">Snu<\/span> may not have been a viable option. Perhaps a spring was hidden in the folds of he formation to the east of the castle. <\/p> <p> <span class=\"popular\">Drakkar Khar<\/span><span class=\"scholar\">Brag dkar mkhar<\/span> measures 55 m along its axis and is between 9 m (north wall) and 16.5 m (south wall) in width. The large castle complex is set on a continuous revetment that is still largely intact. This underpinning structure is between 2 m and 3 m in height on each of its four sides. The installation was constructed from a yellowish brown stone (resembling sandstone) set into random-work courses with thick joints, which were heavily cemented with a reddish mud-based mortar. Both blocks and slabs were used many of which were cut into shape. These stones are generally 10 cm to 50 cm in length, with a maximum length of 80 cm. At 30 cm to 50 cm in thickness, the walls of the castle were not massively constructed. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>The villagers of <span class=\"popular\">Nu<\/span><span class=\"scholar\">Snu<\/span> call <span class=\"popular\">Drakkar Khar<\/span><span class=\"scholar\">Brag dkar mkhar<\/span> a <span class=\"popular\">Kel Mön<\/span><span class=\"scholar\">Skal mon<\/span> castle.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Earthen and stone composite wall","index":7,"parent_index":6,"body":" <p>On the west side of the north portion of the <span class=\"popular\">Drakkar Khar<\/span><span class=\"scholar\">Brag dkar mkhar<\/span> complex there is a wall fragment consisting of an 1-m-tall masonry revetment, on which a 80-cm high vertical wall segment of rammed-earth (?) was erected. A 1-m high random-rubble wall segment surmounts this earthen segment and this, in turn, is topped by another 80-cm section of earth. Finally, there is a crowning stone section to this wall, of which only the bottom part survives. This 3-m high composite wall fragment is the only one of its type surveyed to date.<\/p> "},{"title":"West row of rooms","index":8,"parent_index":6,"body":" <p>From the northern extremity of the site, extending south for 37 m along the west side of the complex, there is a row of about 13 rooms. The footings and some standing wall segments of the partition walls are extant. The two most northerly rooms have the best-preserved walls. In some places the exterior west wall along this row of rooms is freestanding to a height of 3 m. There are earthen sections in the west wall as well. In some places he entire wall has disappeared down the precipice. In the tenth room from the northern edge of the complex here is a small westerly structural extension built on a ledge. <\/p> "},{"title":"East row of apartments","index":9,"parent_index":6,"body":" <p>Adjacent to the east side of the west row of rooms there is an axial corridor, 65 cm to 1 m in width. On the east side of this corridor, beginning at the north end of the complex and continuing for a distance of 8.5 m, all structures have been leveled. This area of the facility must have contained at least two rooms. Immediately south of this zone there are the remains of a single room. South of this single room, extending from the corridor to the east wall of the complex, there are a series of two-room apartments. The partition wall between each two-room set runs parallel to the axis of the castle. From north to south there are two apartments and then a small intervening gap or room. South of this break in the plan there are five more sets of apartments. The southern extremity of these five pairs of rooms is opposite the axial corridor from the south end of the west row of 13 rooms. Beyond this point there are four more sets of apartments extending to the south wall of the complex. The rooms of these apartments are of variable size. Significant wall sections still exist in this part of the castle. These walls stand up to 4 m in height. Some of the apartments have small-enclosed areas (around 1.5 m x 1.5 m) that were built against walls abutting the axial corridor. These pigeonholes seem to have had openings facing the corridor near ground level. Unfortunately, not enough of these structures has survived to positively ascertain their function. If they functioned as latrines it is unusual that the opening face inwards, as most latrine pits are situated against the exterior walls of buildings. Alternatively, such compartments might possibly be the remnants of a heating system, consisting of a hearth in each apartment.<\/p> "},{"title":"South end rooms","index":10,"parent_index":6,"body":" <p>At the southern extremity of the complex, adjacent to the paired rooms at 2 m higher elevation, there are two small rooms. In the outer wall of the south room there is a narrow window opening (40 cm x 10 cm). This window looks out on the <span class=\"popular\">Langchen Tsangpo<\/span><span class=\"scholar\">Glang chen gtsang po<\/span> valley. South of the west row of 13 rooms and west of the two small elevated rooms, there are upwards of 10 rooms in the southwest portion of the complex. These structures are situated at a somewhat lower elevation than he row of 13 rooms. The most distinctive room has rounded walls enclosing an area sunk about 1 m below the surrounding floor-level. This structure is about 3 m across but not enough of it is intact to know if its upper part was also rounded. The floor plan of this oval room resembles that of a <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span>, possibly indicating a ceremonial function. It is difficult to see how religious or other ceremonial activities (whatever their cultural orientation) could not have been conducted in such an important facility as <span class=\"popular\">Drakkar Khar<\/span><span class=\"scholar\">Brag dkar mkhar<\/span>. The castle, however, does not have the large halls or chapels (<span class=\"popular emph\">lhakang<\/span><span class=\"scholar emph\">lha khang<\/span>) common in the Buddhist <span class=\"popular emph\">gönpa<\/span><span class=\"scholar emph\">dgon pa<\/span> of <span class=\"popular\">Gugé<\/span><span class=\"scholar\">Gu ge<\/span>. The exterior wall near the southwest corner of the complex stands 4 m to 5 m in height. The elevation of this wall segment suggests that this end of <span class=\"popular\">Drakkar Khar<\/span><span class=\"scholar\">Brag dkar mkhar<\/span> may have been two stories tall. In the thick mortar-filled joints of this wall woody roots and twigs were inserted as bonding materials.<a href=\"#n55\" name=\"nb55\" class=\"note\">55<\/a> A timber 8 cm in diameter forms a structural divide between two vertical sections of this wall.<\/p> <hr class=\"footnote-divider\" \/> "},{"title":"Notes","index":11,"parent_index":0,"body":" <div class=\"footnote\"> <a name=\"n55\" \/> <a href=\"#nb55\" class=\"note\"> [55] <\/a> A woody root (3 cm in diameter) from a joint in this wall was extracted for radiocarbon analysis. This specimen yielded a calibrated date of 1660 to 1950 CE (conventional radiocarbon age: 130 years B.P. +\/- 50 years). The young age of this specimen is possibly explained by contamination effected hrough waterborne infiltration of more recent organic matter. <\/div>  "}]}