{"meta":{"domain":"places","kid":"16954","authors":[],"title":"དགའ་ལྡན་དགོན།","dates":{"created_at":"2010-08-13 17:00:57 UTC","updated_at":"2010-08-13 17:00:57 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"དགའ་ལྡན་དགོན།"},{"title":"སྟག་རྩེ་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" <p>མཚན་རྒྱས་པར་འབྲོག་རི་བོ་དགེ་ལྡན་རྣམ་པར་རྒྱལ་བའི་གླིང་ཞེས་ཞུ། ལྷ་ས་ནས་ཁྲོན་བོད་རླངས་འཁོར་ལམ་སྟེ་སྣུམ་ནག་འཁོར་ལམ་བརྒྱུད་བྱམས་གྲོང་ཚོ་བར་བསྐྱོད། དེ་ནས་ལྷོ་ངོས་འབྲོག་རིའི་ལྡེབས་བཅས་སྤྱི་ལེ་བཞི་བཅུ་ལྷག་ཙམ་སོང་ན་རྒྱ་མཚོའི་ངོ་ལས་སྤྱི་ཁྲེ་3800ཙམ་གྱིས་མཐོ་བའི་དགོན་དེར་སླེབས་ཀྱི་རེད། དགོན་དེ་ནི་རི་བོ་དགེ་ལྡན་གྱི་མཚན་ཐོག་མར་འབྱུང་ས་དེ་ཡིན། དེའང་རྗེ་ཙོང་ཁ་པ་དགུང་ལོ་ལྔ་བཅུ་ང་གསུམ་སྟེ་སྤྱི་ལོ་1409ལོར་ལྷ་ལྡན་སྨོན་ལམ་ཆེན་མོ་བཙུགས་གནང་ཚར་རྗེས་སློབ་མ་དང་སྦྱིན་བདག་རྣམས་ནས་གདན་ས་འདེབས་པའི་སྙན་སྐུལ་ཞུས་པ་དང་། རྗེའི་ཐུགས་ལའང་སློབ་མ་བརྒྱ་ཁྲག་ཁ་ཤས་རྗེ་གང་ཕེབས་ཞབས་ཕྱིར་འབྲངས་པ་བཅས་ཀྱིས་དགོན་ཞིག་འདེབས་ན་སྙམ་པ་དགོངས་ཏེ་ཐོག་མར་མར་མེ་དང་བཅས། ཇོ་བོའི་མདུན་དུ་གནས་བཟང་ངན་ས་བརྟགས་པས་འབྲོག་རི་བོ་ཁོ་ན་བཟང་བར་ཕེབས། རྗེ་ཙོང་ཁ་པ་བླ་སློབ་བཅུ་བདུན་དང་བཅས་འབྲོག་རིར་ཕེབས་ཏེ་ས་གཞིར་བྱིན་རླབས་མཛད། དེ་ནས་སྲས་ཀྱི་ཐུ་བོ་<span class=\"milestone page eng \">[page <span class=\"pnum\">234</span>] </span> རྒྱལ་ཚབ་དར་མ་རིན་ཆེན་དང་། འདུལ་འཛིན་གྲགས་པ་རྒྱལ་མཚན་གཉིས་ལ་ལྗགས་བཀོད་མཛད་དེ་དགོན་པོ་འདེབས་པའི་དབུ་འདོམས་སུ་བཀོད། ཁོང་རྣམ་གཉིས་གྱིས་དགེ་འདུན་ལྔ་བརྒྱ་སྐོར་དང་། གཞན་ཡང་དྲུང་ཆེན་རིན་ཆེན་དཔལ་དང་རིན་ཆེན་ལྷུན་པོ། གཞིས་ཀ་སྣེའུ་པ། སྡེ་སྲིད་ཕག་མོ་གྲུ་པ། འབྲུ་གུང་སྤྱན་སྔ་ཆོས་ཀྱི་རྒྱལ་པོ། སྡེ་པ་སྐྱིད་ཤོད་པ། ས་སྐྱོང་བསོད་ནམས་རབ་བརྟན། ཕོ་ལྷ་མི་དབང་བསོད་ནམས་སྟོབས་རྒྱལ་སོགས་ཀྱིས་སྦྱིན་བདག་གི་གཙོ་བོ་མཛད་དེ་ལོ་དེ་རང་དུ་གཟིམ་ཤག་དང་། ཁང་བུ་བདུན་ཅུ་ལྷག་ཙམ་འགྲུབ། བརྒྱ་ལྷག་ཙམ་གྱི་རྩིག་གདན་བཏིང་། ཕྱི་ལོར་རྗེ་རིན་པོ་ཆེ་དབུ་བཞུགས་རབ་གནས་གཞི་རྒྱ་ཆེན་པོ་གནང་། དགོན་པའི་མཚན་ལ་འབྲོག་རི་བོ་དགའ་ལྡན་ཞེས་གསོལ་དོན་ནི་སྐུ་སྐྱེ་ཕྱི་མ་དགའ་ལྡན་དུ་འཁྲུངས་རྒྱུ་ཡིན་པས་དགོན་མཚན་དུའང་དགའ་ལྡན་ཞེས་གསོལ། འབྲོག་རི་བོ་ཞེས་པ་ནི་ས་དེར་འབྲོག་ས་ཞེས་འབོད་ཅིང་ཤར་ངོས་ཀྱི་སྡེ་ཚོ་ཆུང་ངུ་དེར་དེང་སང་ཡང་ས་མ་འབྲོག་ཅེས་ཟེར། གཞན་ཡང་དགོན་དེའི་འབྱུང་བ་འཇམ་དཔལ་རྩ་རྒྱུད་དང་། མདོ་སྡེ་ཟ་མ་ཏོག་སོགས་གུ་རུ་པདྨ་འབྱུང་གནས་དང་། མ་ཅིག་ལབ་སྒྲོན། ལྷོ་བྲག་ནམ་མཁའ་རྒྱལ་མཚན་སོགས་ཀྱི་ལུང་བསྟན་དུའང་གསལ་བས་རྒྱལ་བའི་ལུང་གིས་ཟིན་པའི་དགོན་གནས་ཡིན་ཞེས་གསུངས། དེ་ལྟར་དགོན་དེའི་ཚོགས་ཆེན་འདུ་ཁང་དུ་དགེ་འདུན་སུམ་སྟོང་ལྷག་ཤོང་ཞིང་། གཙང་ཁང་སྦུག་མར་དགའ་ལྡན་གསེར་ཁྲི་ཞེས་རྗེ་ཙོང་ཁ་པའི་བཞུགས་ཁྲི། གསེར་ཟངས་ལས་གྲུབ་པའི་རྗེ་ཙོང་ཁ་པ་དང་། རྒྱལ་བ་བྱམས་པའི་སྐུ་བརྙན། གསུང་རྟེན་དུ་འཛམ་གླིང་གཡས་བཞག་ཅེས་གསེར་ལས་བྲིས་པའི་བཀའ་འགྱུར་དང་བསྟན་འགྱུར། ཡང་སྟེང་དུ་གསེར་ཟངས་ཀྱི་རྒྱ་ཕིབས། ཡངས་པ་ཅན་དུ་རྗེ་ཙོང་ཁ་པའི་སྐུ་གདུང་བཞུགས་པའི་དངུལ་གདུང་ཁང་། ཕྱིས་སུ་དགའ་ལྡན་ཁྲི་ཐོག་ལྔ་བཅུ་པ་བྱ་བྲལ་དགེ་འདུན་ཕུན་ཚོགས་ཀྱིས་གསེར་སྦྱངས་ཀྱིས་བཏུམས་པས་གསེར་གདུང་ཞེས་པར་བསྒྱུར། གསེར་གདུང་གི་གཡས་གཡོན་དུ་རྒྱལ་ཚབ་<span class=\"milestone page eng \">[page <span class=\"pnum\">235</span>] </span>དར་མ་རིན་ཆེན་དང་། མཁས་གྲུབ་རྗེ་ལ་སོགས་པའི་འཇམ་དབྱངས་གཙང་པ་བདུན་གྱི་གདུང་རྟེན། རྒྱ་ནག་གོང་མ་ཏཱ་མིང་གི་སྲས་ཟོན་ཏི་ཞེས་པས་བྱམས་ཆེན་ཆོས་རྗེའི་སློབ་མ་ཨ་མོ་གྷ་དང་། བསོད་ནམས་ཤེས་རབ་གཉིས་ལ་ཕུལ་བ་དང་། ཁོང་རྣམ་གཉིས་ཀྱིས་གསེར་གདུང་ཁང་དུ་ཕུལ་བའི་དགའ་ལྡན་སེའུ་ཐང་ཞེས་པའི་གནས་བརྟན་བཅུ་དྲུག་གི་གོས་ཐང་། ཡངས་ཅན་གཙུག་ལག་ཁང་གི་གཙང་ཁང་སྦུག་མར་གསེར་ཟངས་ཀྱི་ཐུབ་པ་བདུད་འདུལ་མ་ལ་སོགས་པའི་རྟེན་སྐུ་མང་པོ། ཡངས་ཅན་འོག་ཤོད་མགོན་ཁང་ནང་དཔལ་རྡོ་རྗེ་འཇིགས་བྱེད་དང་། བཀའ་སྡོད་དམ་ཅན་ཆོས་རྒྱལ་ཡབ་ཡུམ། ཡང་སྟེང་དུ་གསེར་ཟངས་ཀྱི་རྒྱ་ཕིབས། ལྔ་མཆོད་ཁང་དུ་རྗེ་ཙོང་ཁ་པའི་ཚེམས་འོད་ཟེར་མ་ཞེས་པ་དང་གདུགས་དཀར་གྱི་ཞལ་ཐང་། ཁྲི་ཐོག་ཁང་དུ་བློས་བསླངས་གསུམ་གྱི་ལུགས་ཕུད་ད་དུང་དཔའ་བོ་འཇའ་ཚོན་མ་སྟེ་ཥ་ཎྜཀ་པཱ་ལ། རྒྱལ་བ་ཚེ་དཔག་མེད། རྣམ་རྒྱལ་མ། གདུགས་དཀར། འཇམ་དབྱངས་སོགས་ཀྱི་སྐུ་བརྙན། གཞན་ཡང་ཤར་རྩེ་དང་བྱང་རྩེ་གྲྭ་ཚང་གཉིས་དང་། དེ་གཉིས་ཁོངས་ཁང་ཚན་ཉེར་དྲུག་ཙམ་ཡོད་པ་ནི་ཤར་རྩེ་གྲྭ་ཚང་ལ་རྡོ་ཁང་ཁང་ཚན་དང་། ཕོ་ཁང་ཁང་ཚན། ཅོ་ནེ་ཁང་ཚན། ཐེ་བོ་ཁང་ཚན། ཟུང་ཆུ་ཁང་ཚན། རྟ་འོན་ཁང་ཚན། ཉ་ར་ཁང་ཚན། ལྷོ་པ་ཁང་ཚན། གུང་རུ་ཁང་ཚན། སོག་པོ་ཁང་ཚན། མངའ་རིས་ཁང་ཚན། ཆོས་པ་ཁང་ཚན། ཉང་མོ་ཁང་ཚན་བཅས་དང་། བྱང་རྩེ་གྲྭ་ཚང་ཁོངས་ཧ་གདོང་ཁང་ཚན། གསེར་སྐོང་ཁང་ཚན། ཚ་བ་ཁང་ཚན། ཀླུ་འབུམ་ཁང་ཚན། རྒྱལ་རོང་ཁང་ཚན། བསམ་བློ་ཁང་ཚན། གོ་བོ་ཁང་ཚན། རྡོ་རྭ་ཁང་ཚན། བྲ་ཉེ་ཁང་ཚན། ཕ་ར་ཁང་ཚན། ཀོང་པོ་ཁང་ཚན། སྤྲིའུ་ཁང་ཚན། བྲི་ཏི་ཁང་ཚན། མངའ་རིས་ཁང་ཚན་བཅས་པར་ཡང་རྟེན་དང་བརྟེན་པ་བཅས་བཞུགས་སུ་གསོལ་བ་མཇལ་རྒྱུ་ཡོད།</p> <p>གཞན་ཡང་དགའ་ལྡན་རང་བྱོན་གྱིས་བསྐོར་ཞེས་གླིང་སྐོར་དུ་སོང་ན་<span class=\"milestone page eng \">[page <span class=\"pnum\">236</span>] </span> རྗེའི་</p> <p>ཕྱག་མཛུབ་ཀྱིས་བཏོན་གནང་བའི་བདུད་རྩི་ཆུ་མིག་དང་། ཉག་ར་ལ་སྟེང་དུ་འབྲུག་པ་ཀུན་ལེགས་ཀྱི་རང་བྱོན། ཕ་དམ་པ་སངས་རྒྱས་ཀྱི་རང་བྱོན། ཆོས་རྒྱལ་གྱི་རང་བྱོན། འཇིགས་བྱེད་དཔའ་བོ་གཅིག་པའི་རང་བྱོན། ནག་པོ་སྐོར་གསུམ་གྱི་རང་བྱོན། རྡོ་སྤུངས་ཡོད་སར་སྤྱན་རས་གཟིགས་ཁ་སརྤ་ཎིའི་རང་བྱོན། དེ་ནས་རིམ་བཞིན་རྗེ་ཙོང་ཁ་པའི་ཕྱག་ཕྲེང་གི་རང་བྱོན་དང་དོམ་རའི་རང་བྱོན། དབུ་ཞྭའི་རང་བྱོན། ཆོས་གོས་ཀྱི་རང་བྱོན། དཔལ་ལྡན་ལྷ་མོའི་ཆིབས་པའི་ཞབས་རྗེས། མཁས་གྲུབ་རྗེས་ཕྱག་སེན་གྱིས་བྲིས་གནང་བའི་གང་ཉིད་ཀྱི་སྐུ་བརྙན་དང་དེའི་ཞོགས་སུ་རྗེ་རིན་པོ་ཆེས་སྤྱན་གྱིས་མ་གཟིགས་པར་ཕྱག་ཕྱིར་བརྐྱངས་གནང་ནས་བྲིས་གནང་བའི་ཉིད་ཀྱི་སྐུ་བརྙན། བྱང་ཤམ་བྷ་ལའི་རྟ་འདོགས་ས། རིག་པ་སྤྱི་བླུགས་ཀྱི་རང་བྱོན། ནིའུ་ལིའི་རང་བྱོན། བ་ཞབས་ཀྱུ་བུ་ཞེས་པའི་རང་བྱོན། བྲག་གད་པོ་བར་དོའི་ཕྲང་ཞེས་པ། ལམ་ལྟག་ཏུ་མ་ཎིའི་རང་བྱོན། ལམ་འོག་ཏུ་དུར་ཁྲོད། དུང་དཀར་གཏེར་ལས་བཞེས་པའི་རང་བྱོན། གཞན་ཡང་དེ་ཁུལ་དུ་འགོག་པ་རི་ཞེས་ཟེར། འགོག་པ་རི་ཞེས་པ་ནི་སྔོན་སངས་རྒྱས་འོད་སྲུང་དུས་དགེ་སློང་ཞིག་རི་དེའི་བྲག་གསེབ་ཏུ་འགོག་སྙོམས་ལ་བཞུགས་ཡོད་པ་ལ་དགོན་པ་རྒྱག་སྐབས་ས་རྡོ་བརྐོ་སློག་བྱས་སྟབས་སྙོམ་འཇུག་ལས་བཞེངས་ཏེ་རྒྱལ་བ་འོད་སྲུང་གང་དུ་བཞུགས་ཡོད་དམ་ཞེས་གསུངས་པར། ད་ལྟ་རྒྱལ་བ་ཤཱཀྱ་ཐུབ་པའི་བསྟན་པ་ཡིན་ཞེས་ཞུས། དེ་ནས་རྫུ་འཕྲུལ་དུ་མ་བསྟན་ཏེ་མྱ་ངན་ལས་འདས་པས་རྗེས་སུ་རི་དེ་ལ་འགོག་པ་རི་ཞེས་ཐོགས། དེ་ནས་སངས་རྒྱས་འོད་སྲུང་གི་འཕེལ་གདུང་ཕེབས་པའི་རང་བྱོན་དེར་ཉ་སྟོང་བརྒྱད་གསུམ་ལ་རི་དྭགས་ཀྱིས་ཀྱང་སྐོར་བ་རྒྱག་སྲོལ་ཡོད་ཟེར། དེ་ནས་རྗེ་ཙོང་ཁ་པ་ཞབས་སྐོར་དུ་ཕེབས་སྐབས་ཁུ་བྱུག་གི་སྐད་གསན་པས་རྗེ་ཙོང་ཁ་པ་ཡུམ་དྲན་ཏེ་ཨ་མ་ཞེས་གསུང་ཤོར་བས་བྲག་ལྡེབས་ནས་ཨ་ཞེས་སྒྲ་དང་བཅས་ཨ་ཡིག་གི་རང་བྱོན་ཐོན་པ། དེ་ནས་བཟུང་དགའ་ལྡན་གླིང་ནང་དུ་ཁུ་བྱུག་གི་སྐད་སྒྲོག་སྲོལ་མེད་ཟེར། དེ་ནས་<span class=\"milestone page eng \">[page <span class=\"pnum\">237</span>] </span> བྲག་ལྡེབས་སུ་ཀོང་ཀོང་མང་པོ་ཡོད་པ་ནི་བྱང་ཤམ་བྷ་ལའི་མཁར་རྔ་ཡིན་ཞེས་དང་། ལམ་ལྟག་ཏུ་སེང་གདོང་མའི་རང་བྱོན། ཥཎྜཔཱ་ལའི་ཞབས་རྗེས། བདུད་ཀྱིས་གནམ་རྡོ་གཡུགས་པས་རྗེ་རིན་པོ་ཆེས་ཕར་གཡུགས་གནང་བས་ཕྱག་མཛུབ་དང་དབུ་ཞྭའི་རྗེས་དོད་པའི་རང་བྱོན། ལྷོ་བྲག་ནམ་མཁའ་རྒྱལ་མཚན་གྱིས་རབ་གནས་གནང་སྐབས་མཆོད་འབྲུ་ཐོར་བའི་རང་བྱོན། མཁས་གྲུབ་རྗེས་སྐུ་སྨད་བཞེངས་གནང་བ་ལ་སྐུ་སྟོད་རང་བྱོན་དུ་ཕེབས་པའི་སྤྱན་རས་གཟིགས་ཀྱི་སྐུ་བརྙན། དེའི་འོག་གི་བྲག་ལྡེབས་ནས་གསེར་བཞེས་ཏེ་ཞལ་གསེར་ཕུལ་གནང་བ་དང་སླད་བཏོན་མི་ཆོག་པའི་ཕྱག་མཛུབ་ཀྱིས་ཐེལ་བསྐྱོན་པའི་རང་བྱོན། དེ་ནས་རྗེའི་སྒྲུབ་ཁང་ནང་གི་རང་བྱོན་སོགས་མཇལ་རྒྱུ་ཡོད། ཡང་དགོན་དེའི་མདུན་རིར་དབངབསྐུར་རི་ཞེས་ཟེར་དོན་ནི་བོད་ཀྱི་རྒྱལ་པོ་སྲོང་བཙན་སྒམ་པོ་བརྒྱ་མ་ཁྲི་ཁངདུ་སྐུ་བལྟམས་པའི་ཚེ་ཕྱོགས་བཅུའི་རྒྱལ་བ་སྲས་དང་བཅས་པས་རི་དེའི་སྟེང་ནས་དབང་བསྐུར་བ་དང་བཀྲ་ཤིས་ཀྱི་ཚིགས་བཅད་བརྗོད་པས་དབང་བསྐུར་རི་ཞེས་པའི་མིང་དེ་ལྟར་ཐོགས། རྒྱབ་རིར་བཙུན་མོ་ལྡིང་རི་ཞེས་ཟེར་དོན་ནི་བཙུན་མོ་ཚལ་གྱི་རྒྱལ་པོའི་བཙུན་མོ་རྣམས་རི་དེར་སྤྲོ་འཆམ་དུ་ཕེབས་པས་རྗེས་སུ་བཙུན་མོ་རི་ཞེས་པའི་མིང་དེ་ལྟར་བྱུང་བ་བཅས་གཞན་ཡང་དགའ་ལྡན་གསུམ་སྟོང་གསུམ་བརྒྱ་ཞེས་ཟེར་ཡང་དོན་དུ་དགེ་འདུན་ལྔ་སྟོང་སྐོར་གྱིས་རི་བོ་དགེ་ལྡན་ལུགས་ཀྱི་མདོ་སྔགས་གཉིས་ཀ་ཕྱག་ལེན་མཛད་པ་ཡིན། སྤྱིར་རྗེ་ཙོང་ཁ་པའི་ལུགས་དེར་རི་བོ་དགའ་ལྡན་ལུགས་ཞེས་འབོད་དགོས་ཀྱང་ཐ་སྙད་བརྗོད་པ་བདེ་ཕྱིར་དགེ་ལུགས་ཞེས་པར་སྒྲ་འགྱུར། ལོ་ལྟར་བོད་ཟླ་དང་པོར་སྨོན་ལམ་ཆེན་མོ་དང་། བོད་ཟླ་2ཚེས་4ནས་15བར་སྟག་རྩེ་སྒྲུབ་མཆོད། བོད་ཟླ་6ཚེས་15དགའ་ལྡན་སེའུ་ཐང་། བོད་ཟླ་10ཚེས་25དགའ་ལྡན་ལྔ་མཆོད་བཅས་ཀྱི་ཆོས་དུས་འཚོགས་གནང་སྲོལ་ཡང་དར།</p> <p>ད་ལྟ་ཚོགས་ཆེན་དང་གྲྭ་ཚང་གཉིས་ཡངས་པ་ཅན་སོགས་ཕལ་ཆེ་བ་<span class=\"milestone page eng \">[page <span class=\"pnum\">238</span>] </span> གསར་བཞེངས་གནང་ཡོད་ལ། ཁང་ཚན་ཡང་མང་པོ་གསར་བཞེངས་གནང་ཡོད་པ་1979རྗེ་ཙོང་པའི་པུར་ཐལ་བཞུགས་པའི་དངུལ་གདུང་བཞེངས་2001ལོར་གུང་ཐང་བསྟན་པའི་དབང་ཕྱུག་རིན་པོ་ཆེ་མཆོག་ནས་དངུལ་གདུང་གི་ཕྱི་ལ་གསེར་ལྗང་གིས་བཏུམས་པ་བཅས་དང་གཞན་ཡང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་བཅས་མཇལ་རྒྱུ་ཡོད།</p>  "}]}