{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Naktsuk Khar Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Naktsuk KharNag gtsug mkhar "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Naktsuk Khar</span><span class=\"scholar\">Nag gtsug mkhar</span> </li> <li>English equivalent: Black Top Castle </li> <li>Site number: A-57</li> <li>Site typology: I.Ib </li> <li>Geographic coordinate (N. lat.): 31º 02.2΄</li> <li>Geographic coordinate (E. long.): 80º 21.2΄</li> <li>Elevation: 4280 m</li> <li>Administrative location (township): Change Place of Residence Mountain Face (<span class=\"popular\">Dongpo</span><span class=\"scholar emph\">gdong spo</span>) </li> <li>Administrative location (county): <span class=\"popular\">Tsada</span><span class=\"scholar\">Rtsa mda'</span> </li> <li>Survey expedition: UTAE </li> <li>Survey date: May 3, 2001 </li> <li>Contemporary usage: None.</li> <li>Identifiable Buddhist constructions: None.</li> </ul>
", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> nag gtsug mkhar is situated 80 m above the left bank of the <span class=\"popular\">Pangtra Chu</span><span class=\"scholar\">Spang bkra chu</span>, in one of the Transhimalayan gorges of <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge lho smad</span>. This site occupies the top of a steep dark-colored hill, some 300 m below an esplanade dividing Transhimalayan drainage basins. It consists of a single structure, the remains of a castle or palace (10.5 m x 13 m). Built of both stone and mud bricks, the age of this type of architectonic composition is unclear. The lack of Buddhist constructions and he oral tradition suggest a relatively early foundation date. In any case, the refined design of Black Acme Castle suggests that this was once an important cultural center. The establishment of an elite edifice at this location is likely to be related to the extensive agricultural lands found upstream in <span class=\"popular\">Pangtra</span><span class=\"scholar\">Spang bkra</span>. The locale has been completely abandoned.</p>
", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>Agriculture was once carried out in the valley bottom near Black Acme Castle, which some <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span> residents say was built by the ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span>. </p>
", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p> Black Acme Castle is an unusually designed edifice with a deeply recessed entrance and exterior wall spans of multiple alignments. Only two other examples of this architectural form have come to light in Upper Tibet: ha la mkhar (East) (A-58) and <span class=\"popular\">Köl Khar</span><span class=\"scholar\">Kol mkhar</span> (A-122), which are also located in <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span>. Black Acme Castle consisted of at least five conterminous rooms set at two or three different levels. Remaining wall partitions are highly deteriorated, precluding a detailed assessment of its ground plan. The long spans between the walls and the fact that they are not buttressed, indicates that the structure was built with a wooden roof. Moreover, appropriate building materials for the construction of corbelled stone roofs are lacking in this locale, as they are in much of <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span>. The dark-colored stone-walls were finely built of hewn blocks 35 cm to 75 cm in length. These random-rubble walls appear to have been heavily cemented with a mud-based mortar. The stones are highly weathered and cracked, attesting to significant age. This seems o justify the local belief that this was an ancient ‘<span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span>’ or archaic cultural horizon site. </p>
<p>The deeply recessed entrance is on the south side of the building. Massive stone-walls on the south face of the stronghold reach 3.5 m in height and are still topped by adobe-block (mud-brick) courses, adding as much as another 70 cm to the elevation. On the north side of the edifice adobe-block walls up to 1.5 m in height surmount a stone revetment. These adobe walls have lost more than 50% of their mass (much more loss than is ypically found in Lamaist era buildings of <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span>). It is only in a sheltered niche that the techniques of construction and the seams between individual blocks are discernable. The top of this interior wall niche (35 cm x 50 cm x 1 m) is supported by small rounds of brushwood. An integral part of this north wall structure, this wood might hold important clues as to the age of the castle. The upper extent of scrub willow (<span class=\"popular emph\">langma</span><span class=\"scholar emph\">glang ma</span>) trees in the Sutlej valley coincides with he gorge below the fortress.</p>
", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Castle"
  }, 
  {
   "body": "", 
   "index": 8, 
   "parent_index": 2, 
   "title": "Affiliated sites"
  }, 
  {
   "body": "<p>In the escarpments surrounding the <span class=\"popular\">Pangtra Chu</span><span class=\"scholar\">Spang bkra chu</span> there are at least two cave complexes that were used by Buddhist practitioners. Near the contemporary settlement of spangs khra there are around 100 caves at <span class=\"popular\">Dzongkar</span><span class=\"scholar\">Rdzong dkar</span>, on the right side of the valley (see B-121). Reportedly, a few of the caves contain Buddhist frescos. The site known as Black Acme Meditation House (<span class=\"popular\">Naktsuk Tsamkhang</span><span class=\"scholar emph\">nag gtsug mtshams khang</span>), located above Black Acme Castle, hosts about 12 caves and significant evidence of Buddhist occupation such as discarded folios, a ruined a type of shrine and <span class=\"popular emph\">tsa tsa</span><span class=\"scholar emph\">tsha sha</span> figurines. </p>
", 
   "index": 9, 
   "parent_index": 8, 
   "title": " Buddhist ruins"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16490", 
  "dates": [], 
  "title": "Naktsuk Khar Introduction"
 }
}