{"meta":{"authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}],"title":"Nyarong Introduction","dates":{"created_at":"2011-12-13 02:31:01 UTC","updated_at":"2011-12-13 02:31:01 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Nyarong Introduction"},{"title":"Bonpo monasteries and temples in Tibetan regions in Qinghai, Gansu and Sichuan","index":1,"parent_index":0,"body":" "},{"title":"Nyag rong rdzong","index":2,"parent_index":0,"body":" <p>Nyag rong (Chinese Xinlong Xian) is a county of dKar mdzes Tibetan Autonomous Prefecture in Sichuan province. The seat of Nyag rong county is Ri nang, located at Ri nang pasture in Nyag rong valley. There are ninety-two villages divided between twenty-four townships. The total area of the county is 8,672 sq km. The population is 38,371 (31,388 of whom were Tibetans in 1986). The highest mountain in the county is Kha ba lung ri in Zur pa at an altitude of 5,995 m (its peaks remain snow-capped throughout the year). Nyag chu river flows southward through a deep gorge across the county for 175 km. 10.1% of the county area is covered by forest.<a href=\"#n11\" name=\"nb11\" class=\"note\">11</a> There are eight Bonpo monasteries in the county.<a href=\"#n12\" name=\"nb12\" class=\"note\">12</a> </p> "},{"title":"(150) Ye shes Monastery","index":3,"parent_index":2,"body":" "},{"title":"1. Name","index":4,"parent_index":3,"body":" <p>The monastery’s full name is bShad sgrub bstan rgyas bkra shis g-yung drung gling; it was also known as Ye shes spos mdud dgon or Ye shes bshad sgrub gling.</p> "},{"title":"2. Location","index":5,"parent_index":3,"body":" <p>The monastery is located on the south bank of a stream in Gong shod valley, 5 km east of Ri snang, the seat of Nyag rong county. Gong shod valley is one of the “eighteen large valleys” (Shod chen bco brgyad) of Nyag rong county. The site of the monastery is called Brag dmar mdo rtsa (literally “foot of the red rock”), because it is located at the foot of a red rock (Brag dmar). </p> "},{"title":"3. History","index":6,"parent_index":3,"body":" <p>According to oral tradition, during the persecution of Bon under the reign of King Khri srong lde btsan, many Bonpo masters fled from central Tibet, and thus a master called sTag gsas came to Me nyag, and became known as Me nyag sTag gsas. The Bonpo scholar and historian Shar rdza bKra shis rgyal mtshan (1858-1934) also mentions this personage in his historical work.<a href=\"#n13\" name=\"nb13\" class=\"note\">13</a> It is also said that Me nyag sTag gsas and rMa lHa rgod of Nyag rong are in fact one and the same. There is a prayer text entitled Lo rgyus gsol ’debs (MS) in Ye shes Monastery mentioning that “the great and powerful hero Me nyag sTag gsas came to Me nyag under the name of rMa gsas lHa rgod”.<a href=\"#n14\" name=\"nb14\" class=\"note\">14</a> </p> <p>The son of rMa lHa rgod was called Nam mkha’ ye shes. He received teachings from his father and then travelled extensively to propagate the Bon religion. He won the esteem and support of Klu rgyal, the chief of Nyag rong who helped him build a monastery at Brag dmar mdo rtsa in his honour. The monastery was named Ye shes Monastery after him. Since the monastery consisted of temples (lha khang), the place became known as Lha khang thang, the “plain of temples”.</p> <p>Three generations of Nyag rong chiefs acted as patrons of Nam mkha’ ye shes: Klu rgyal, his son Klu mgon and his grandson Klu skyabs.<a href=\"#n15\" name=\"nb15\" class=\"note\">15</a> Nam mkha’ ye shes was succeeded by Cang mkhar spo sByin pa rgyal mtshan<a href=\"#n16\" name=\"nb16\" class=\"note\">16</a> who spent the first half of his life in Ye shes Monastery, and then left the monastery to live in a hermitage which he founded on a hill called Dar ri, which is why he is also locally known as Dar ri sByin pa rgyal mtshan. Although Rig ’dzin nyi ma does give precise dates in his historical work with regard to the masters mentioned above, I am not sure they are accurate and prefer not to use them here.<a href=\"#n17\" name=\"nb17\" class=\"note\">17</a> </p> <p>Because Klu thar had no male heirs, the lineage of local chiefs was discontinued. </p> <p>There was also a master called rTogs ldan bKra shis rgyal mtshan who became a famous ascetic in the area; he is also known as Nub rTogs ldan bKra shis rgyal mtshan. His brother, Mo the<a href=\"#n18\" name=\"nb18\" class=\"note\">18</a> Tshul khrims rgyal mtshan, was a lay tantric practictioner and founded sKya thu li temple at La rked stod and gShel lo temple at La rked smad in Nyag rong; because he was very active in La sked, he was also known as Nyag sked tshang, and it is said that his lineage continued to be active in the area for seventeen generations. </p> <p>During the time of mGon po rnam rgyal, a chief of Nyag rong, gSang mchog, a descendent of Khod spungs sGrub gshen snang ldan, Zla ba grags pa, a descendent of Mo the lineage, gYung drung rgyal mtshan, a son of ’Od zer gling pa, and Nyag stod sTong ldan mgon po, agreed to rebuild Ye shes Monastery in which three small monasteries were merged as one monastery.</p> <p>Later Nyag stod sTong ldan mgon po acted as a patron of the monastery and renamed it Ye shes bshad sgrub gling. According to Rig ’dzin nyi ma this took place in 1848.<a href=\"#n19\" name=\"nb19\" class=\"note\">19</a> In 1908, Shar rdza bKra shis rgyal mtshan visited the monastery. In 1909, Khyung po Nyi ma rgyal mtshan and Tshul khrims mchog rgyal added an assembly hall (’du khang) with twelve columns. Both were disciples of Shar rdza bKra shis rgyal mtshan. Nyi ma rgyal mtshan had two sons, gYung drung bdud ’dul and Ri kho alias Thugs rje gling pa. The former succeeded him after his death. The latter discovered numerous gter ma texts in several places in Khams and taught them throughout the area. </p> <p>During the Cultural Revolution the monastery was destroyed, but its reconstruction was undertaken in 1983 with the help of A yung, alias gYung drung bstan pa’i rgyal mtshan (1922-1996). In his youth, he was recognized as the reincarnation of a master called Dri med ’od zer, and the abbot of the monastery,Tshul khrims mchog rgyal, kept him in the monastery. In fact the abbot was a brother of his grandfather. He studied under the abbot, gTer ston Tshe dbang ’gyur med, dBra ston bsKal bzang bstan pa’i rgyal mtshan (1897-1959)<a href=\"#n20\" name=\"nb20\" class=\"note\">20</a> (10) and rGyal tshab Blo gros rgyal mtsho. </p> <p>Later A yung became vice-president of the Political Consultative Conference of dKar mdzes Prefecture, and it was in this capacity he was able to help to rebuild Ye shes Monastery and other local Bonpo monasteries. He worked hard to promote education in Bonpo monasteries in dKar mdzes Prefecture. When I visited dKar mdzes Prefecture in 1997, I saw his photograph in almost every monastery. I then realized how popular he was among the Bonpo community. </p> <p>In the 1980s, a manuscript copy the Bonpo Kanjur was brought out at dBal khyung Monastery. It was hidden away during the turbulent history. As it turned out, it was the only complete extant copy of the Bonpo Canon. Its publication, owing to the strenuous efforts of A yung and his friend Shug sdong sKal bzang phun tshogs, represents a major contribution to Tibetan cultural heritage, although the published version is not an exact replica of the dBal khyung manuscript. Alongside A yung, another important figure of the monastery was the master gYung drung bdud ’dul (?-1995). </p> <p>In 1983, the authorities granted the monastery permission to reopen. Thanks to A yung and gYung drung bdud ’dul, and the financial support and labour provided by the local lay community, the monastery was rebuilt and is now one of the most important centres in the region. A rgyal or sKal bzang rgya mtsho, a brother of A yung and ’Khrin las kun khyab, the son of gYung drung bdud ’dul, are the present leaders of the monastery.</p> "},{"title":"4. Herarchical system","index":7,"parent_index":3,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>two gser khri, “gold throne” </li> <li>one mkhan po</li> <li>one g-yung drung slob dpon</li> <li>two dbu mdzad</li> <li>four dge skos </li> <li>two mchod dpon</li> <li>four shog dpon<a href=\"#n21\" name=\"nb21\" class=\"note\">21</a> </li> </ul> <p>All the incumbents are reappointed every three years with the exception of the gser khri whose position is permanent. </p> "},{"title":"5. Current number of monks","index":8,"parent_index":3,"body":" <p>There are one hundred and sixty monks and novices in the monastery. </p> "},{"title":"6. Education","index":9,"parent_index":3,"body":" <p>The monk students receive a traditional education, both through private tutoring and collective lessons organized by the monastery. </p> "},{"title":"7. Educational exchange","index":10,"parent_index":3,"body":" <p>The novices go to gYung drung gling in gTsang and Shar rdza ri khrod in rDza khog to take their ordination and for further religious training, and also to sNang zhig for further studies.</p> "},{"title":"8 / 9. Rituals","index":11,"parent_index":3,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>1st month: commemoration of mNyam med Shes rab rgyal mtshan (1356-1415) for seven days;</li> <li>3rd month: ritual of gCod pa during the entire month </li> <li>5th month: commemoration of Bonpo masters taking the Klong rgyas text as the basis of the celebration from the 15th to the 20th day; the performance of the ritual cycle of Kun bzang rgyal ba ’dus pa from the 21st to the 30th day </li> <li>6th month: ritual based on the Rig ’dzin ’dus pa from the 1st to the 11th day. On the 12th day fifteen kinds of ’cham dance take place for the public audience. The ’cham includes such as the sa ’dul, sixteen ’dod yon lha mo, keng rus, shwa ba; the observance of the summer-fast (dbyar gnas) for fifty days starting on the 15th day </li> <li>9th month: rituals based on the cycles of sTag a and Phur pa from the 18th to the 24th day </li> <li>11th month: rituals based on the cycles of Khro bo, Phur pa and Zhang zhung Me ri from the 23rd to the 29th day ending with ’cham dance on the 29th</li> </ul> "},{"title":"10. Books held in the monastery","index":12,"parent_index":3,"body":" <p>There are copies of the printed editions of the following books: two copies of Bonpo Kanjur published by A yung in 197 volumes, one copy of Shar rdza bKra shis rgyal mtshan’s collected works, one copy of mNyam med Shes rab rGyal mtshan’s collected works, one copy of bDe chen gling pa Tshe dbang grags pa’s collected works, one copy of dBra ston bsKal bzang bstan pa’i rgyal mtshan’s collected works and one copy of gSang sngags gling pa’s gter ma texts.</p> "},{"title":"11. Income and expenses","index":13,"parent_index":3,"body":" <p>The monastery has neither land nor animals. The monks are provided for by their families and the monastery depends financially on donations from the faithful.</p> "},{"title":"12. Local community","index":14,"parent_index":3,"body":" <p>The local lay community consists of five shog kha (communal division): Ri nub, La rked, mChog dge, Gong shod and sKe bzhi. 1.Ri nub comprises three villages: Gyang ra with thirty families, Bar shod with twenty-five families and Lha khang mdo with thirty-five families. 2.La rked comprises nine villages: dBus ru with ten families, Bar shod with twenty families, Mi rgud with thirteen families, La ri with eleven families, Lu gu with six families, Tis bru with seven families, Pa bzi with five families, Phur pa with twelve families and Ye shes with six families. 3.mChog dge comprises three villages: Yar grong with twenty families, Mar grong with twenty families and Ka re with three families. 4.Gong shod comprises five villages: Dung ri with six famileis, Yang grong with twelve familes, Mar grong with seventeen families, sBying ge with nine families and Dar ni with six families. 5.sKe bzhi comprises five villages: sBus thang with twelve families, Dar ri with thirteen families, Ja lung with eight families, Ra gni with eleven families and Klu khang with fifteen families. </p> "},{"title":"13. Local festivals","index":15,"parent_index":3,"body":" <p>There is a mountain called sKyobs ’byin seng nag surrounded by twelve peaks about 25 km south of the county town of Nyag rong rdzong. The local deity (yul lha), believed to be residing on it, is propitiated by the local people of the villages mentioned above, but the date of the propitiation is not fixed. It may fall any time between the beginning of the 5th month to the beginning of the 8th month. </p> <p>There is also a “sacred mountain” (gnas ri) called Brag dkar lhang lhang nor bu yang rtse located about 40 km west of Nyag rong rdzong county town. It was a “site of hidden treasures” (gter gnas) where Sangs rgyas gling pa discovered many concealed texts (gter ma) and consequently he converted the site what is known as “to open doors of the site” (gnas sgo phyed pa) i.e. revealed the site as a sacred place. The date of its veneration is not fixed and may fall any time between the beginning of the 5th month to the beginning of the 8th month of every Dragon Year. In the past, both Bonpo and Buddhist people circumambulated the mountain in the Bonpo way, that is, keeping the mountain on the left as one follows the path of the circuit, but after Nyag bla Pad ma bdud ’dul, a rNying ma pa master, said that both ways were appropriate and had the same religious efficacy, Buddhists began to circumambulate the mountain in the clockwise direction.</p> "},{"title":"14. Occupation of the local population","index":16,"parent_index":3,"body":" <p>Both nomads and farmers</p> "},{"title":"Sources:","index":17,"parent_index":3,"body":" "},{"title":"(1) Interviews","index":18,"parent_index":17,"body":" <p>A rgyal or sKal bzang rgya mtsho, a monk and one of the two masters of the monastery, born in 1939. Rig ’dzin nyi ma, born in 1967; he was recognized as a reincarnation of a Sa skya monastery, but he did not want to be converted to the Sa skya pa tradition and has kept his Bonpo faith while living as a Sa skya pa reincarnation in Ye shes Monastery. gYung drung bstan ’phel (b.1931) is the abbot of the monastery.</p> "},{"title":"(151) rGyal zhing Monastery","index":19,"parent_index":2,"body":" "},{"title":"1. Name","index":20,"parent_index":19,"body":" <p>rGyal zhing Monastery was also formerly known as rGyal ba bkra shis or rGyal zhing ’brug grags.</p> "},{"title":"2. Location","index":21,"parent_index":19,"body":" <p>rGyal zhing Monastery is about 12 km north of Ri snang, the seat of Nyag rong county.</p> "},{"title":"3. History","index":22,"parent_index":19,"body":" <p>According to oral tradition, the master rGyal ba rtsa mkhyen pa founded a hermitage called rGyal zhing in the valley behind the present monastery. Then it was moved to another site but the reason and precise time of this change remain unknown. According to one short account of the monastery’s history (rGyal zhing dgon gyi lo rgyus, 8 folios, MS and anonymous), it was founded by the master Bya btang Nam mkha’ rgyal mtshan in the 10th Rab byung (1567-1626), and later, because there was no Sources of drinking water in the vicinity, Khyung ’khor sMon lam tshul khrims, the master at that time, moved the monastery to a new place. The new monastery had nine columns and was named rGyal ba bkra shis. The same account mentions three other masters of this lineage, bSod nams rnam rgyal, Kun bzang rnam rgyal and ’Chi med, but their dates and life stories are not mentioned. In the 19th century, Bya btang Dri med ’od zer offered the monastery a piece of land known as Zhing stong thang on which the present monastery was built. While the monastery was being built, the people heard a dragon in the sky and thus the monastery was named rGyal zhing ’brug grags. It was consecrated by Shar rdza bKra shis rgyal mtshan in the early 20th century. It was partially destroyed during the Cultural Revolution and rebuilt in the nineteen-eighties. The old assembly hall still stands and contains some 177 sq m of original murals.</p> "},{"title":"4. Hierarchical system","index":23,"parent_index":19,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one gdung ’dzin </li> <li>two dbu mdzad or dbu skyor</li> <li>three dge skos</li> <li>two mchod dpon </li> <li>two spyi ba </li> </ul> <p>The dge bskos are replaced each year, while the dbu mdzad, mchod dpon and spyi ba are reappointed every two years. </p> "},{"title":"5. Current number of monks","index":24,"parent_index":19,"body":" <p>There are twenty-five monks and novices in the monastery.</p> "},{"title":"6. Current education","index":25,"parent_index":19,"body":" <p>There are no regular classes and the young novices are taught by the elder monks.</p> "},{"title":"7. Educational exchange","index":26,"parent_index":19,"body":" <p>The monastery was a branch of Gong rgyal Monastery. The monks are generally sent to Shar rdza Hermitage to take their ordinations, and occasionally to sNang zhig Monastery (No.180) in rNga khog.</p> "},{"title":"8 / 9. Rituals","index":27,"parent_index":19,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>5th month, the observance of the smyung gnas fasting</li> <li>6th month, the performance of ritual based on the Zhi khro sgrub chen from the 3rd to the 10th day ending with with ’cham dance for the public. The observance of the dbyar gnas summer-fasting starting from the 15th of the 6th month for forty-nine days. </li> </ul> "},{"title":"10. Books held in the monastery","index":28,"parent_index":19,"body":" <p>The monastery has one copy of the printed edition of Bonpo Kanjur gyur, published by A yung and sKal bzang phun tshogs; one copy of the printed edition of Shar rdza bKra shis rgyal mtshan’s collected works; of the ’Bum nyi ma dgu shar in ten volumes; The yum texts (Buddhist) in twelve volumes.</p> "},{"title":"11. Income and expenses","index":29,"parent_index":19,"body":" <p>The monastery has fifteen ’bri (female yak) that were offered by the lha sde (the monastery’s local lay community). The yaks are tended as shi med by several local families who give 2.5 kg of butter to the monastery per yak each year. </p> "},{"title":"12. Local community","index":30,"parent_index":19,"body":" <p>The local lay community consists of three shog kha (communal divisions): 1.Zi re shog-kha with one village (also known as Zi re) comprising twelve families; 2.Sa nag shod shog kha with five villages: Ba re with four families, Sa nag shod village with three families, Gong thog village with four families, rGyal zhing with three families and Ba re sgo village with two families. 3.Sa nag stod shog kha comprising one village (also called Sa nag stod) with twenty-one families.</p> "},{"title":"13. Local festivals","index":31,"parent_index":19,"body":" <p>On top of the mountain behind the monastery a la btsas is built according to the instructions given by gSang sngags gling pa and it is dedicated to the local deity called bKra shis dpal bzang. Its annual renewal ceremony takes place on the 15th day of the 1st month. There is another la btsas on top of the mountain facing the monastery. It is dedicated to the local deity gYung drung dar rtse. The la btsas was constructed according to the instructions given by Shar rdza bKra shis rgyal mtshan and the deity is propitiated by the local people on the 15th day of the 1st month and on the 13th day of the 12th month.</p> <p>There is also a sacred mountain (gnas ri) called sBas gnas g-yung drung sprungs rdzong located 1 km east of the monastery. The master who “opened the door” (gnas sgo phyed pa) of the mountain was rGyal ba rTsa mkhyen pa. It is circumambulated in the Hare-Year during the summer by the people both Bonpo and Buddhist in the Bonpo way, that is, keeping the mountain on the left as one walks.</p> "},{"title":"14. Occupation of the local people","index":32,"parent_index":19,"body":" <p>Farmers</p> "},{"title":"Sources","index":33,"parent_index":19,"body":" "},{"title":"(1) Interviews","index":34,"parent_index":33,"body":" <p>Ye bzang (Ye shes bzang po, b.1964), a monk at the monastery; rDo li (rDo rje rgyal mtshan, b.1947), a monk at the monastery</p> "},{"title":"(152) Gong rgyal Monastery","index":35,"parent_index":2,"body":" "},{"title":"1. Name","index":36,"parent_index":35,"body":" <p>The original spelling of the monastery’s name was Gu rgyal. It was later spelt Gong rgyal by Sangs rgyas gling pa (1705-1735).</p> "},{"title":"2. Location","index":37,"parent_index":35,"body":" <p>It is located about 6 km northeast of Ri snang, the seat of Nyag rong county.</p> "},{"title":"3. History","index":38,"parent_index":35,"body":" <p>Nam mkha’ rgyal mtshan, the first master of the Bya btang lineage, is said to have built a small monastery at a site called Dar lo, but it is now in ruins. No one knows when it was built or why it was abandoned. In the 13th Rab byung (1747-1806), another small monastery was built by gSang sngags gling pa. He also “opened the door”(gnas sgo phyed pa) of the hidden local mountain (i.e. transformed the place into sacred site) and called it sBas yul g-yung drung spungs tshal. He is believed to have discovered a number of holy objects on the sacred site including a statue of White Tara and a gold gshang bell. He donated these objects to Gong rgyal Monastery. Around that time the monastery had about one hundred monks. In the Wood-Bird Year of the 15th Rab byung (1885), Bya btang bsTan pa’i nyi ma undertook to build a new temple for the monastery following a plan made by gSang sngags gling pa. When it was completed two years later, gSang sngags gling pa was invited to consecrate it and to give the lung initiation of the Bonpo Kanjur. Later, other masters such as Shar rdza bKra shis rgyal mtshan, Khro sprul gYung drung mthong grol and the fifth Kun grol bDud ’dul gling pa also gave teachings at the monastery. </p> <p>The Gong rgyal dgon gyi lo rgyus (anonymous, MS) lists twenty-two successive masters of the Bya btang lineage until the middle of the 20th century: </p> <ol type=\"1\"> <li>Nam mkha’ rgyal mtshan </li> <li>Nam mkha’ dbang ldan </li> <li>Ye shes rgyal mtshan </li> <li>gYung drung gsas pa </li> <li>bKra shis rgyal mtshan </li> <li>sDa dbon Nam mkha’ thog sdug </li> <li>sDa dbon Nam mkha’ rgyal mtshan </li> <li>Grags pa ye shes </li> <li>Tshe dbang bkra shis </li> <li>Shes rab bstan ’dzin </li> <li>bSod nams blo gros </li> <li>bSod nams ’od zer </li> <li>sDa dbon Rin chen blo ldan </li> <li>Zha bo zhabs ma Nyi ma grags pa </li> <li>sDa dbon sMon lam tshul khrims </li> <li>bsTan ’dzin dbang grags </li> <li>gYung drung rgyal mtshan </li> <li>Tshul khrims rgyal mtshan </li> <li>gYung drung bstan pa’i nyi ma </li> <li>Dri med ’od zer </li> <li>Tshe dbang ’gyur med </li> <li>gShen bstan rgyal mtshan </li> </ol> <p>With Bya btang bsTan ’dzin dbang grags’s two sons, the lineage divided into two branches. There are two versions of the history about when reincarnation was adopted for the succession of the Bya btang masters. According to one, the position continued to be hereditary (gdung brgyud) until Tshe dbang ’gyur med’s time in the middle of the 20th century, after which it was transmitted by reincarnation. However, when I visited the monastery in 1997, I was told that the reincarnation system was adopted after Bya btang gYung drung rgyal mtshan’s time. So far, because of the lack of reliable Sources it has been impossible to verify either versions of the story. Bya btang Tshe dbang ’gyur med also founded a tantric college specializing in the practice of the Phurpa cycle.</p> <p>In the nineteen-eighties, Blo li Trulku built a new assembly hall, as well as restoring the old assembly hall which was destroyed during the Cultural revolution. </p> "},{"title":"5. Current number of monks","index":39,"parent_index":35,"body":" <p>There are fifty-one monks and novices in the monastery.</p> "},{"title":"6. Current education","index":40,"parent_index":35,"body":" <p>There are no organized or regular classes. The young monks are taught by the elder monks.</p> "},{"title":"7. Educational exchange","index":41,"parent_index":35,"body":" <p>In the past, rGyal zhing and gZhi ring monasteries were branches of Gong rgyal Monastery, but there des not seem to be any interaction between them at present. </p> <p>The monks are sent to sMan ri in gTsang, Shar rdza Hermitage (No.138) and sTeng chen Monastery (No.139) to take their ordination and receive further training.</p> "},{"title":"8 / 9. Rituals","index":42,"parent_index":35,"body":" <p>- 4th month: observation of fasting (smyung gnas) for 8 days </p> <p>- 6th month: ritual based on the bSam lhun sgrub chen by Tshe dbang ’gyur med starting on the 4th day for 7 days; observation of the dbyar gnas ceremony from the 15th day for 45 days</p> <p>- 9th month: ritual based on the sKu gsum phur sgrub for 7 days</p> <p>- 11th month: ritual of the cycle of dBal gsas from the 23rd to the 30th day</p> "},{"title":"10. Books held in the monastery","index":43,"parent_index":35,"body":" <p>There a copy of the Kanjur published by A yung and sKal bzang phun tshogs in Chengdu 1985-1987. A copy of the Khri skyabs edition of Khams chen in sixteen volumes, and a MS copy of ’Bum nyi ma dgu shar. There are also some old printing blocks for the following texts: Dran pa bka’ thang, Tshe dbang bka’ thang, Zhang zhung snyan brgyud, rNam rgyal gzungs chen, Gu drag, sKu gsum phur sgrub, Rig ’dus, gSang ’dus zhi khro, sKu gsum thugs thig, bSam lhun sgrub skor and gZungs ’jug.</p> "},{"title":"11. Income and expenses","index":44,"parent_index":35,"body":" <p>The monastery has neither land nor animals and depends entirely on donations from the faithful.</p> "},{"title":"12. Local community","index":45,"parent_index":35,"body":" <p>The local lay community consists of ten villages: Chu nang with fourteen families, Dar lo with fifteen families, dGung ru with fourteen families, Gu dar thog with fourteen families, rTa sa with nine families, rGyal ba with eleven families, Ying mad with eighteen families, Kha lung with nine families, Nya zi with fourteen families and Rlung pa with seven families.</p> "},{"title":"13. Local festivals","index":46,"parent_index":35,"body":" <p>The mountain behind the monastery is called dGa’ bde dpal ri, and is the abode of a local deity known by the same name. There is a la btsas on top of the mountain dedicated to the deity. Its renewal ceremony is performed by both the local people and the monks of the monastery on the 1st day of the 12th month.</p> <p>At Nyag shod, which is 1.5 km southeast of the monastery, there is a sacred mountain (gnas ri) called gYung drung rin chen ’bar ba. It is venerated on the 1st day of the 5th month, each Dragon-Year by both Bonpo and Buddhists. They circumambulate the mountain in the traditional Bonpo way (i.e. keeping the mountain on the left). </p> <p>Since the mountain has three peaks, it is also known as Tshogs brgya spun gsum and was considered as the abode of three local deities related as brothers before the mountain was transformed into a sacred site.</p> "},{"title":"14. Occupation of the local population","index":47,"parent_index":35,"body":" <p>Mainly farmers but one third of the population are nomads</p> "},{"title":"Sources","index":48,"parent_index":35,"body":" "},{"title":"(1) Interviews","index":49,"parent_index":48,"body":" <p>gYung drung rnam dag, a monk at the monastery, born in 1937</p> "},{"title":"(2) Texts","index":50,"parent_index":48,"body":" <ol type=\"1\"> <li>Note: (1) Gong rgyal dgon gyi lo rgyus, anonymous, MS</li> </ol> "},{"title":"(153) Klu ’bum Monastery","index":51,"parent_index":2,"body":" "},{"title":"1. Name of the monastery","index":52,"parent_index":51,"body":" <p>In the past the monastery was known as Su tshang or Klu ’bum mtha’ rten gling.</p> "},{"title":"2. Location","index":53,"parent_index":51,"body":" <p>The monastery is located at a roadside of the main road leading to sGre bo this smad village, 28 km south of Ri snang, the seat of Nyag rong county.</p> "},{"title":"3. History","index":54,"parent_index":51,"body":" <p>According to oral tradition, Su tshang Nam mkha’ rgyal mtshan, (the Klu ’bum dgon gyi lo rgyus, a MS has Nam mkha’ rgya mtsho), the first master of the Su la lineage, founded a small monastery at Ka smad mgo called Su tshang about 10 km east of the present monastery. He is said to have been the spiritual master of ’Bru dGa’ bde chos skyong ber nag, one of the Thirty Heroes in the Ge sar epic. In Khams, the hero is considered as a historical figure. Nam mkha’ rgyal mtshan was succeeded by his son Nam mkha’ ’od zer, who in turn was succeeded by his son Nam mkha’ bstan ’dzin, who in turn was succeeded by his son Nam mkha’ tshul khrims. Since there was no water Sources in the vicinity, Nam mkha’ tshul khrims undertook to channel water to the monastery, but the inhabitants of sGre bo village were unwilling to help. As a result the village split into two villages: sGre bo stod and sGre bo smad. Moreover, eight monks from sGre bo stod left the monastery and founded a small monastery called Su tshang stod pa. </p> <p>Later lCags mdud Shes rab rgyal mtshan, a master of the rNying ma pa monastery and located on the opposite bank of the rDza chu river, converted Su tshang stod pa to the rNying ma pa tradition and renamed it rNga rnga Monastery. </p> <p>According to KGLG, (volume 1, p.302) lCags mdud Shes rab rgyal mtshan only restored the monastery in 1491.</p> <p>Su tshang Nam mkha’ tshul khrims and the people of sGre bo smad pa village founded Klu ’bum Monastery. As they were preparing the site for construction, they discovered a Bonpo text entitled Klu ’bum, and thus the monastery was named Klu ’bum. Later Khod spungs Kun bzang ’od gsal, the twenty-third master in the Su la lineage, enlarged the assembly hall. </p> <p>The monastery mainly practised rituals according to the old gter ma (gter rnying) tradition, especially the ritual cycles of dBal gsas, Ge khod and sTag la, but after receiving the teachings based on the Rang gter sku gsum phur sgrub by gSang sngags gling pa the monastery also began to practise the new gter ma tradition (gter gsar). </p> <p>Khod spung mDo rgyud grags pa also lived and taught at the monastery for about five years. In 1923, gYung drung bstan ’dzin, the 24th master in the Khod spung lineage, enlarged the monastery by building a new assembly hall with eight tall columns. The masters of the Khod spungs lineage, also known as Su la tshang, have been in charge of the monastery. It is not clear how many masters the lineage comprises but there are several names that frequently recur in both written and oral traditions. Su la sKal bzang bstan pa’i rgyal mtshan (1897-1959), who belonged to this lineage, wrote an extensive biography of Shar rdza bKra shis rgyal mtshan. The present master of Su la is bsKal bzang grags pa. Unfortunately I did not meet him when I visited the monastery in autumn 1997, because he was ill and was hospitalized in Chengdu at the time. I went with sMon rgyal lha sras to visit him in Chengdu, hoping to obtain more information about the monastery, but he was too ill to receive me.</p> "},{"title":"4. Hierarchical system","index":55,"parent_index":51,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>head of the monastery</li> <li>two dbu mdzad</li> <li>four dge skos</li> <li>two mchod dpon</li> <li>two spyi ba</li> </ul> <p>All the incumbents are reappointed every three years on a rotational basis. </p> "},{"title":"5. Current number of monks","index":56,"parent_index":51,"body":" <p>There are thirty novices and two monks. </p> "},{"title":"6. Current education","index":57,"parent_index":51,"body":" <p>The younger novices are taught by the elder monks.</p> "},{"title":"7. Educational exchange","index":58,"parent_index":51,"body":" <p>La kha Monastery (No.154) is a branch of Klu ’bum. So there are exchanges between the two monasteries (see below). The monks go to Shar rdza Hermitage (No.138) to take their ordination.</p> "},{"title":"8 / 9. Rituals","index":59,"parent_index":51,"body":" <p>The monks go to dBra khyung hermitage for a one-month summer retreat every year during which they receive teachings and learn to play ritual instruments. In winter, since Klu ’bum and La kha are connected as “mother and son monasteries” (ma dgon bu dgon) they have a common winter retreat (in the 9th month). The monasteries host the retreat in turn. From the 20th to the 30th day of the same month, they perform a ritual with ’cham dance based on the sKu gsum phur sgrub, a gter ma text of gSang sngags gling pa as well as rituals of the cycle of gDugs dkar and the ceremony of the smyong gnas fasting. The monastery was destroyed during the Cultural Revolution. When I visited the site in 1997 I saw only the assembly hall which had survived, but it was completely empty.</p> "},{"title":"11. Income and expenses","index":60,"parent_index":51,"body":" <p>The monks mainly live with their families since there are no monks’ quarters in the monastery. They must also provide their own food when they go to the monastery for rituals.</p> "},{"title":"12. Local community","index":61,"parent_index":51,"body":" <p>The local lay community consists of four communal divisions (shog khag): Sa stod, Sa smad, Bar shod and Klu ’bum. Sa stod comprises Lo dbu with five families and Rong ru with eleven families; Sa smad comprises Yang med with seven families, mKhar sbe with five families and mKhar brag with three families; Bar shod comprises only one village, Ri stod with ten families; Klu ’bum with four families. In addition there is Su la village with five families. </p> "},{"title":"13. Local festivals","index":62,"parent_index":51,"body":" <p>The mountain behind the monastery is called She long glang chen, but there is no la btsas on it. In the vicinity there are two mountains called sKyobs ’byin and Brag dkar, abodes of the yul lha deities bearing the same names. The dates of their propitiation remain unnown.</p> "},{"title":"14. Occupation of the local population","index":63,"parent_index":51,"body":" <p>Farmers</p> "},{"title":"Sources","index":64,"parent_index":51,"body":" "},{"title":"(1) Interviews","index":65,"parent_index":64,"body":" <p>A dga, a monk at Klu ’bum monaster (b.1939); bSod nams tshe ring (b.1930), another monk at Klu ’bum Monastery</p> "},{"title":"(154) La kha Monastery","index":66,"parent_index":2,"body":" "},{"title":"1. Name","index":67,"parent_index":66,"body":" <p>La kha Monastery is also called La kha ’Brug grags or gYung drung rab brtan gling or bShad sgrub rab brtan gling.</p> "},{"title":"2. Location","index":68,"parent_index":66,"body":" <p>It is located at a place called La kha which is about 20 km south of the county town. There is only one narrow winding path leading to the monastery, and it takes about 5 hours on horseback from Ri snang, the seat of Nyag rong county to the monastery.</p> "},{"title":"3. History","index":69,"parent_index":66,"body":" <p>According to oral tradition, a monastery was first founded at La kha by seven monks. Since the inhabitants of the area believed they heard a dragon roar in the sky when the monastery was being built, it was named La kha ’brug grags. The date of its foundation remains unknown. In the Earth-Dragon Year of the 16th Rab byung (1928), gYung drung bstan ’dzin, the twenty-fourth master in the Su la lineage, moved the monastery to its present site, which is known as dBra khyung, and renamed it bShad sgrub rab brtan gling. </p> <p>gYung drung bstan ’dzin, who studied for nine years in sMan ri in gTsang, founded another monastery called A sta khang tshan che ba. Both these monasteries have always been headed by the masters of the Su la lineage. </p> <p>The cycles of the gSas mkhar mchog lnga and other old gter ma (gter rnying) ritual texts were the only ritual traditions practised in this monastery, but later gSang sngags gling pa’s text sKu gsum phur sgrub and its ’cham tradition, as well as other new gter ma (gter gsar) ritual practices were introduced. The monastery was destroyed during the Cultural Revolution and was “officially reopened” in the nineteen eighties, but it had not yet been rebuilt when I visited it in 1997, because of lack of funds (the local population is very poor).</p> "},{"title":"4. Hierarchical system","index":70,"parent_index":66,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>khri pa</li> <li>two dbu mdzad</li> <li>four dge skos </li> <li>two mchod dpon</li> <li>two spyi ba </li> </ul> <p>The incumbents are appointed every three years on a rotating basis.</p> "},{"title":"5. Current number of monks","index":71,"parent_index":66,"body":" <p>There are fifteen novices and monks in the monastery. </p> "},{"title":"6. Current education","index":72,"parent_index":66,"body":" <p>The younger novices are taught by the elder monks. </p> "},{"title":"7. Educational Exchange","index":73,"parent_index":66,"body":" <p>La kha Monastery is a branch of Klu ’bum (No.153). There are some ritual exchanges between the two monasteries (see below). The monks go to Shar rdza Hermitage to take their full ordination.</p> "},{"title":"8 / 9. Rituals","index":74,"parent_index":66,"body":" <p>Since Klu ’bum and La kha are connected as “mother and “son monasteries” (ma dgon bu dgon), they have a common winter retreat (in the 9th month). They host the retreat in turn. The monastery’s main ritual is based on the sKu gsum phur sgrub, a gter ma text discovered by gSang sngags gling pa with its ’cham tradition.</p> "},{"title":"10. Books held in the monastery","index":75,"parent_index":66,"body":" <p>The monastery possesses a copy of the printed edition of Bonpo Kanjur, in addition to its own collection of texts. </p> "},{"title":"11. Income and expenses","index":76,"parent_index":66,"body":" <p>The monks provide their own food; the monastery receives very few donations from the faithful as the local population is very poor. </p> "},{"title":"12. Local community","index":77,"parent_index":66,"body":" <p>The local lay community consists of four villages: La kha with sixteen families, rBa ru with ten families, La shod with four families and Dud rtag with two families.</p> "},{"title":"13. Local festivals","index":78,"parent_index":66,"body":" <p>Both monks of the monastery and lay population propitiate two sacred mountains, sKyobs ’byin and Brag dkar. The mountain behind the monastery is She long glang chen (with no la btsas) associated to a local deity called She long who has an elephant as mount.</p> "},{"title":"14. Occupation of the local population","index":79,"parent_index":66,"body":" <p>Farmers and nomads</p> "},{"title":"Source","index":80,"parent_index":66,"body":" "},{"title":"(1) Interviews","index":81,"parent_index":80,"body":" <p>A dga (b.1939), a monk at Klu ’bum Monastery; bSod nams tshe ring (b.1930), another monk at Klu ’bum Monastery</p> "},{"title":"(155) dBal khyung Monastery","index":82,"parent_index":2,"body":" "},{"title":"1. Name of the monastery","index":83,"parent_index":82,"body":" <p>The full name of the monastery is dBal khyung gYung drung mthong smon gling. It is also known as dBal khyung gShen bstan mdo sngags gling.</p> "},{"title":"2. Location","index":84,"parent_index":82,"body":" <p>The monastery is located in rNga yab, southwest of Ri snang, the seat of Nyag rong county. There is a 28 km motorable road between the county town and Shang lang shod township, and another 15 km of road between the township and philosophical college (bshad grwa) of sKal bzang Monastery. dBal khyung Monastery is around an hour’s walk from the college.</p> "},{"title":"3. History","index":85,"parent_index":82,"body":" <p>In the 8th Rab byung (1447-1506), there were eight men considered as saints in Nyag rong area, four of whom were Bonpo: Brag dben bKra shis rgyal mtshan, dBal khyung sMon lam rgyal mtshan, rTsis ’das Nyi ma rgyal mtshan and Dar ri sByin pa rgyal mtshan. </p> <p>According to gYung drung don grub (dBal khyung dgon pa’i lo rgyus, MS, p.4) it was dBal khyung sMon lam rgyal mtshan who founded the monastery at rDzong mgo in the 8th Rab byung (1447-1506). His son, Blo gros rgyal mtshan, succeeded him as head of the monastery, but the monastery was destroyed by fire in the second half of Nam mkha’ grags pa’s life, (another famous head of the monastery). It was rebuilt during the life-time of Tshul khrims bstan rgyal. The monastery is believed to have been moved during bSod nams dbang rgyal’s time and was renamed dBal khyuung gYung drung mthong smon gling. </p> <p>Here is a list of the subsequent masters of the dBal khyung lineage: dBon po A kru, lHun grub tshul khrims, bstan ’dzin rgya mtsho, Bla ma tshul khrims, O rgyan rnam grol, Bla ma blo bzang, Karma ye shes, bsTan pa rgyal mtshan and gSang sngags gling pa (1864-?). The latter played an important role in the development of the monastery and Bon in the region. He enlarged the monastery, adding two assembly halls (’du khang) and thirteen monks’ cells (grwa shag). ’Chi med rig ’dzin and mKha’ spyod dbang mo are also believed to have greatly contributed to the monastery’s development. and gYung drung don grub is the the present head of the monastery who is assisted by sMon rgyal lha sras. The latter is a tantric practitioner. He was a son of Kun grol Hum chen, the sixth Kun grol grags pa and brother of mKha’ spyod dbang mo, a famous mkha’ ’gro and discoverer of gter ma texts in the 20th century. The monastery is famous for its unique and beautiful manuscript set of the Bonpo Kanjur which miraculously survived the turbulences of recent history. It was reproduced and published by A yung and Shug sdong sKal bzang phun tshogs in Chengdu 1985-1987 and again later by sMon rgyal lha sras, in Lhasa in collaboration with the Tibet Academy of Social Sciences. The monastery itself was totally destroyed, but was rebuilt by gYung drung don grub in the nineteen-eighties. </p> "},{"title":"4. Hierarchical system","index":86,"parent_index":82,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one bla ma</li> <li>two dbu mdzad</li> <li>three dge skos </li> <li>one dkor gnyer </li> <li>two mchod dpon </li> </ul> <p>With the exception of the head of the monastery, the incumbents of the above-listed positions are reappointed every three years on a rotating basis. </p> "},{"title":"5. Current number of monks","index":87,"parent_index":82,"body":" <p>There were twenty-four monks and novices in the monastery in 1997.</p> "},{"title":"6. Curent education","index":88,"parent_index":82,"body":" <p>There are no regular, organized classes, and the young monks are taught by the elder monks.</p> "},{"title":"7. Educational exchange","index":89,"parent_index":82,"body":" <p>The monks go to sMan ri Monastery (No.1) in gTsang and Shar rdza Hermitage (No.138) for their ordination, further training and retreats.</p> "},{"title":"8 / 9. Rituals","index":90,"parent_index":82,"body":" <p>dBal khyung and Brag dben (No.156) Monasteries conduct four rituals together at dBal khyung Monastery: the commemoration of gSang sngags gling pa from the 25th to the 30th day of the 2nd month; the commemoration of mKha’ spyod dbang mo from the 23rd to the 28th day of the 3rd month; the tshes bcu ceremony from the 1st to the 10th day of the 6th month and the dgu gtor rite from the 21st to the 29th day of the 11th month. Two rituals are performed collectively by the two monasteries at Brag dben Monastery: the tshes bcu ceremony from the 3rd to the 10th day of the 7th month, and the dgu gtor rite from the 23rd to the 30th day of the 12th month at dBal khyung.</p> "},{"title":"10. Books held in the monastery","index":91,"parent_index":82,"body":" <p>The monastery has one copy of the Bonpo Kanjur, MS, one copy of the printed edition of Dran pa ’bka thang, one copy of the printed edition of Pad ma bka thang, a copy of the printed edition of Shar rdza bKra shis rgyal mtshan’s collected works in twenty-six volumes, and one copy the printed edition of gTer chen Tshe dbang grags pa’s collected works.</p> "},{"title":"11. Income and expenses","index":92,"parent_index":82,"body":" <p>The monastery has five female yaks tended by several local families who give the monastery 10 kg of butter per yak each year. The monks provide their own food and the monastery otherwise depends on donations from the faithful. </p> "},{"title":"12. Local community","index":93,"parent_index":82,"body":" <p>The local lay community consists of two shog khag (communal divisions), bZhag ri and Kha lung. The former comprises five villages: bZhag ri with seventeen families, Sa so with two families, Glang rong with one family, rGo dung with one family and ’Ga’ yeng with twelve families. The latter, Kha lung comprises eight villages: Wa lung with one family, Bo mi with ten families, dBal khyung with four families, Tso shis with two families, Chu shod with six families, Yang gzhung with two families, Bung leng with three families and Kha ’khor with one family. All these villages constitute the lha sde (local lay community) of both dBal khyung and Brag dben monasteries.</p> "},{"title":"14. Occupation of the local population","index":94,"parent_index":82,"body":" <p>Farming supplemented by animal husbandry</p> "},{"title":"Source","index":95,"parent_index":82,"body":" "},{"title":"(1) Interviews","index":96,"parent_index":95,"body":" <p>Kun bzang nyi ma (b.1964); A rdo (b.1934)</p> "},{"title":"(156) Brag dben Monastery","index":97,"parent_index":2,"body":" "},{"title":"1. Name","index":98,"parent_index":97,"body":" <p>Brag dben Monastery has several names: Brag dben gsang mdzod pad ma gling, Brag dben gsang mdzod pad ma mdo sngags gling and Brag dben gYung drung gling. </p> "},{"title":"2. Location","index":99,"parent_index":97,"body":" <p>The monastery is located in rNga yab, southwest of Ri snang, the seat of Nyag rong county. There is distance of 28 km between the county town and Shang lang shod township, and another 15 km between the township to the philosophical college (bshad grwa) of sKal bzang Monastery which may be reached by car. From there it is an hour’s walk to dBal khyung Monastery (No.155) and another five to Brag dben.</p> "},{"title":"3. History","index":100,"parent_index":97,"body":" <p>The earliest account concerning the monastery is a legend about the connection between Brag dben and gShen Dar sding. (This connection is not mentioned in any other Sources). According to this legend, Brag dben was a branch monastery of gShen Dar sding in gTsang. gShen rGyal ba ’od zer, a disciple of Kun mkhyen Ye shes blo gros, travelled to sBas gnas in Nyag rong in the 3rd Rab byung (1192-1251), where he gave teachings based on the cycls of Ma rgyud, Khro bo, Phur pa and the Zhang zhung snyan brgyud in accordance with the gShen tshang tradition and it seems that sBas gnas became a hermitage from that time onwards. According to the Brag dben dgon pa’i lo rgyus by gYung drung don grub (p.4. MS), Khod spungs Blo gros thogs med and Khyung po Nang chen grags pa stayed at the hermitage for a long period of time in the 5th Rab byung (1267-1326). In the 8th Rab byung (1447-1506), Brag dben bKra shis rgyal mtshan, one of the four Bonpo saints of the Eight Saints of Nyag rong, (the other three were dBal khyung sMon lam rgyal mtshan, rTsis ’das Nyi ma rgyal mtshan, and Dar ri sByin pa rgyal mtshan) built two temples and fourteen meditation cells there, and thereafter the site was referred to as Brag dben Monastery. Brag dben bKra shis rgyal mtshan spent the rest of his life there. In the 12th Rab byung (1687-1746), Sang rgyas gling pa visited the monastery and gave teachings there. He also renamed the monastery Brag dben gYung drung gling. Then ’Od zer gling pa built four stupas around the monastery at the four points of the compass. Shar rdza bKra shis rgyal mtshan and gSang sngags gling pa also visited the monatery and gave teachings there. The monastery was destroyed during the Cultural Revolution and was rebuilt in the nineteen-eighties by gYung drung don grub, the present master.</p> "},{"title":"4. Hierarchical system","index":101,"parent_index":97,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one bla ma</li> <li>two dbu mdzad </li> <li>three dge skos </li> <li>two mchod dpon</li> <li>one dkor gnyer</li> </ul> <p>The incumbents of the above-listed positions are reappointed every three years. The head of the monastery is gYung drung don grub.</p> "},{"title":"5. Current number of monks","index":102,"parent_index":97,"body":" <p>There are forty-five monks in the monastery in 1997.</p> "},{"title":"6. Current education","index":103,"parent_index":97,"body":" <p>There are no regular, organized classes. The young monks are taught by the elder monks. </p> "},{"title":"7. Educational exchange","index":104,"parent_index":97,"body":" <p>Since Brag dben Monastery is a branch monastery of dBal khyung, the two monasteries perform almost all their rituals together. The monks go to sMan ri Monastery (No.1) and Shar rdza Hermitage (No.138) for their ordination, further studies or retreats. </p> "},{"title":"8 / 9. Rituals","index":105,"parent_index":97,"body":" <p>dBal khyung and Brag dben Monasteries conduct four rituals together at dBal khyung Monastery: the memorial of gSang sngags gling pa from the 25th to the 30th day of the 2nd month, that of mKha’ spyod dbang mo from the 23rd to the 28th day of the 3rd month.</p> <p>The tshes bcu ritual from the 1st to the 10th day of the 6th month, and the dgu gtor ritual from the 21st to the 29th day of the 11th month. Two rituals are performed collectively by the two monasteries at Brag dben Monastery: the tshes bcu from the 3rd to the 10th day of the 7th month, and dgu gtor from the 23rd to the 30th day of the 12th month.</p> "},{"title":"10. Books held in the monastery","index":106,"parent_index":97,"body":" <p>The monastery has a collection of Tshe dbang grags pa’s gter ma works, one copy of the biography of gSang sngags gling pa, one copy of the biography of mKha’ ’gro dbang mo, one copy of the Pad ma bka’ thang and various texts for liturgical purposes.</p> "},{"title":"11. Income and expenses","index":107,"parent_index":97,"body":" <p>The monastery depends on donations from the faithful and the monks provide their own food.</p> "},{"title":"12. Local community","index":108,"parent_index":97,"body":" <p>The local lay community of the monastery consists of two shog khag (communal divisions), bZhag ri and Kha lung. The former comprises five villages: bZhag ri with seventeen families, Sa so with two families, Glang rong with one family, rGo dung with one family and dGa yeng with twelve families. Kha lung, the second shog khag comprises eight villages: Wa lung with one family, Bo mi with ten families, dBal khyung with four families, Tso shis with two families, Chu shod with six families, Yang gzhung with two families, Bung leng with three families and Kha’ khor with one family. All these villages constitute the lha sde (local lay community) of both dBal khyung and Brag dben monasteries.</p> "},{"title":"14. Occupation of local population","index":109,"parent_index":97,"body":" <p>Farming supplemented by animal husbandry</p> "},{"title":"Source","index":110,"parent_index":97,"body":" "},{"title":"(1) Interviews","index":111,"parent_index":110,"body":" <p>Kun bzang nyi ma, born in 1964. A rdo (b.1934)</p> "},{"title":"(157) Mi nub Monastery","index":112,"parent_index":2,"body":" "},{"title":"1. Name","index":113,"parent_index":112,"body":" <p>The full name of the monetary is dPal ldan mi nub g-yung drung gling.</p> "},{"title":"2. Location","index":114,"parent_index":112,"body":" <p>The monastery is located in Mi nub village, at the foot of Mount sBas gnas gnam lcabs yang rdzong in A ’dzul valley of Nyag rong. The village belongs to Shod ring Township which is 6 km south of the county town of Nyag rong. It takes two hours from the Township to climb through a hill to the village.</p> <p>The monastery is considered to be the residence of Khod spungs Blo gros thogs med (1280-1337)<a href=\"#n22\" name=\"nb22\" class=\"note\">22</a> who was a famous figure as a rediscoverer of gter ma texts in the history of Bon religion. His biography contains a list of gter ma texts that he rediscovered. After his life-story, there is also another chapter entitled gDung rabs so so’i lo rgyus cung zad smos pa (p.28a) which records the names of the masters who were close to Khod spungs Blo gros thogs med. It is just a list of names without dates:</p> <ol type=\"1\"> <li>Blo gros rgyal mtshan, a lay master who lived at Gong shel brag dmar phug. He founded a college for lay tantrics of Bonpo at mChog dge and had many disciples. Towards the end of his life, he went to ’Du ra mdo in Me nyag where executed the ritual of sa ’dul for the site of ’Du ra Monastery (No. 165). He died when he was 63. </li> <li>rNam dag gtsug phud, a son of Khod spungs Blo gros thogs med. He went to gYas ru dben sa Monastery in gTsang to study, and was the first monk in the lineage. He gave teachings in sBa zhabs brag dkar hermitage, ’Dra yul chu mig ljongs, dGe bshes khog, Khro skyabs and Cog tse. He died at rGyal mo dmu rdo in rGyal rong.<a href=\"#n23\" name=\"nb23\" class=\"note\">23</a> </li> <li>sGrub gshen sNang ldan was born at sBa zhabs gnas and lived at Sha ra thang in Nyag rong as a lay master. mNyam med Shes rab rgyal mtshan (1356-1415) became a pupil of him and gave all important teachings to him such as Tshe dbang bya ri ma and Khyung dmar. He died when he was 71. </li> <li>Grub chen Khyung rgod, a lay master and a son of Blo gros rgyal mtshan. His real name was Khyung gsas bdud ’joms. He learnt religion from his father. He was believed to have obtained the “rainbow body”. He died at 55.</li> </ol> <p>Then there were the thirteen masters in the same lineage:</p> <ol type=\"1\"> <li>Nam mkha’ g-yung drung, a son of Grub chen Khyung rgod. He traveled extensively and gave teachings in the rGyal rong area. He died at 60 in ’Dra yul; </li> <li>Seng ge blo gros, a son of Nam mkha’ g-yung drung. He learnt religion from his father and gave teachings in ’Dra yul and died when he was 63. </li> <li>’Dul ba rgyal mtshan, a son of Seng ge blo gros. He studied Bon under his father and then went to sMan ri Monastery (No.1) to study under the feet of Rin chen rgyal mtshan, the fifth abbot of the monastery. Since he became the religious teacher of the king of Khro chen, he spent years at mTsho mtho Monastery (No.188). He had many disciples there although his residence was in Nyag rong. He died when he was 60 at bZhag ra lha rtse hermitage in Me nyag. </li> <li>gSang ba mchog ldan was a lay master. He learnt religion from his uncle ’Dul ba rgyal mtshan, and went into retreat for twelve years on Mount Blon po skos yag in Nyag rong. He died when he was 55.</li> <li>A shar blo gros, a son of gSang ba mchog ldan. He entered sMan ri Monastery and studied under bSod nams ye shes. He died when he was 70.</li> <li>bsTan pa rgyal mtshan, a son of Khod spungs Gu ru. The latter was a descendant of Grub chen khyung rgod. He followed A shar blo gros and upheld both teachings and lineage. He became also a disciple of a Sa skya bdag chen and lCags mdud ’brug mo rdzong in Nyag rong. He traveled in rGyal rong and Me nyag to practise meditation and became very famous. He produced many sons. They were divided into three groups: Khod spungs sKos yag pa, Yo kyun pa, and Mi nub tshang. He died when he was 60.</li> <li>rJe bthun mgon po was a lay master. He studied under his father and Tshul khrims ’od zer who was a descendant of Byang ba khro tshang. He had a close relationship with dBra tshang, the chief family in rDza khog of sDe dge and also with the Buddhists in his area. He had a lot of disciples in rDza khog and Tre hor.<a href=\"#n24\" name=\"nb24\" class=\"note\">24</a> He died in Brag dmar hermitage in Nyag rong.</li> <li>rGyal ba rin chen, a son of rJe btsun mgon po. He was a lay master, but attended many monasteries for studying and practising. He died when he was 53.</li> <li>rNam rgyal grags pa, a son of sNgags chung and a brother of rJe btsun mgon po. He was a lay master and lived in Brag dmar mgo in Nyag rong. He spent many years in rGyal rong and died when he was 40.</li> <li>Rin chen lhun grub, a son of rNam rgyal grags pa. He was a lay master and studied under his father and ’Dra bla gYung drung rgyal mtshan. He lived at sBa zhabs brag dkar hermitage and traveled and taught in rDza khog, rNga khog and rGyal rong. He died when he was 83.</li> <li>gYung drung rnam rgyal, a son of Rin chen lhun grub. He was a lay master who traveled extensively in rGyal rong and died when he was 45.</li> <li>gYung drung bstan ’dzin, a son of gYung drung rnam rgyal. He was a monk and took up ressidence in Zhu tshang Monastery for many years where he gave teachings. He initiated founding several monasteries in rGyal rong. He moved to Klu ’bum Monastery (No.153), but the present biography does not mention it. He died when he was 70.</li> <li>Nyi ma dbang ldan, a son of Jo sras. The latter was a member of the Khod spungs family. Apart from Bonpo teachings, he also practised rNying ma pa teachings and had very close relationship with the rNying ma pa. He became the representative of Su la lineage which had a long line of teachers that ended with Nam mkha’ skyabs and brTson ’grus bzang mo. The lineage of Khod spungs then became known as Su la tshang. After these thirteen masters of the Khod spungs lineage, we know only the names of their successors and it would be too cumbersome to give them all here.</li> </ol> <p>A shar Blo gros, the 5th master, came from mChog dge Monastery to Mi nub bco brgyad thang and founded a small monastery there. The date of foundation is unknown. However, now nothing remains there apart from a stupa, a tsha tsha khang and a piece of land which now belongs to the monastery called A shar zhing. According to a brief history of the monastery provided by the monastery<a href=\"#n25\" name=\"nb25\" class=\"note\">25</a> there was a master of the Khod spungs lineage called Mi nub Shes rab rin chen, but in the biography of Khod spungs Blo gros thogs med he is not mentioned. He is said to have moved the monastery to the present site and built an assembly hall with four pillars. The same Sources also states that his brother bsTan ’dzin was a master in the monastery.</p> <p>gSang sngags gling pa, Shar rdza bKra shis rgyal mtshan and dBra ston bsKal bzang bstan pa’i rgyal mtshan visited the monastery and gave teachings there. In the 1980s, the monastery got permission to be rebuilt.</p> "},{"title":"4. Hierarchical system","index":115,"parent_index":112,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>two dbu mdzad (dbu mdzad and dbu skyor)</li> <li>four dge skos</li> <li>two mchod dpon</li> <li>one bdag gnyer</li> </ul> <p>For the dbu mdzad, one has to be first dbu skyor for three years first, then the dbu mdzad for another three years. The bdag gnyer stays for nine years. The rest changes every three years.</p> "},{"title":"6. Current number of monks","index":116,"parent_index":112,"body":" <p>There are fifty-nine monks in the monastery. </p> "},{"title":"7. Current education","index":117,"parent_index":112,"body":" <p>Young monks follow old monks to learn teachings and practices. They go to Shar rdza Hermitage (No.138) to follow further courses and receive ordination.</p> "},{"title":"8 / 9. Rituals","index":118,"parent_index":112,"body":" <p>Four types of rituals are performed: the smon lam from the 3rd to 12th of the first month; the observance of the smyung gnas fast from the 15th for few days; the ritual of three cycles: Khro bo, Phur pa and Me ri from the 20th to 30th of the twelfth month; the observance of dbyar gnas fast from the 14th of the sixth month for fifty days.</p> "},{"title":"10. Books held in the monastery","index":119,"parent_index":112,"body":" <p>The monastery has a complete set of Bonpo Kanjur and Katen, and a number of ritual texts such as that of sTag la, Khro bo, Phur pa and Me ri.</p> "},{"title":"11. Income and expenses","index":120,"parent_index":112,"body":" <p>The monks have to find their food by themselves; the expenses of the monastery depend on offerings of disciples.</p> "},{"title":"12. Local community","index":121,"parent_index":112,"body":" <p>The local villages are grouped into four communities (shog khag) who are described as the lha sde of the monastery: 1. Ri ’go village with twelve families, rTa dbye with one family. 2. Ri mda’ village with twelve families. 3. Yul lung village with twelve families; Zang mda’ village with four families; Mi nub village with eight families; Yul lung phug village with one family. 4. Shod ru village with thirteen families; Bu bzhi with one family and Thog bi with two families.</p> "},{"title":"13. Local festivals","index":122,"parent_index":112,"body":" <p>A sacred mountain called sKyobs ’byin is situated in the south-west of the monastery. Both monks and lay people perform the circumambulation of the mountain on the occasion of the Dog Year called gnas ’dus. The master who “opened the door of holy mountain” (gnas sgo phye mkhan) was Khod spungs Blo gros thogs med. </p> "},{"title":"14. Occupation of the local population","index":123,"parent_index":112,"body":" <p>Agriculture</p> "},{"title":"Sources","index":124,"parent_index":112,"body":" "},{"title":"(1) Interviews","index":125,"parent_index":124,"body":" <p>In autumn of 1997 with the following monks of the monastery: Tshe thar (b.1963), the present dge bskos of the monastery, gYung drung dbang rgyal (b.1969), Tshe dbang (b.1937), gDung dkar (b.1934) and lHa skyabs (b.1954) </p> "},{"title":"(2) Texts","index":126,"parent_index":124,"body":" <ol type=\"1\"> <li>KGLG, Vol.1, pp. 393-395</li> </ol> "},{"title":"(158) rBa mda’ Monastery","index":127,"parent_index":2,"body":" "},{"title":"1. Name","index":128,"parent_index":127,"body":" <p>The full name of the monastery is rBa mda’ bDe chen bsam gtan gling. There is a valley called rBa lung pa, and according to legend, three Indian saints lived in the valley and worshipped a self-manifested stone statue of Vajrapani (Phyag rdor) within a cave in the upper reaches of the valley. One day they forgot their rattan (rba dbyug, “walking staffs”) there, so the valley was named rBa dbyug bor ba’i lung pa, “the valley of the lost rattan”; mda’ means the lower reaches of the valley, thus rBa mda’ meaning “Lower rBa valley”.</p> "},{"title":"2. Location","index":129,"parent_index":127,"body":" <p>The monastery is 23 km north of the county town of Brag mgo.</p> "},{"title":"3. History","index":130,"parent_index":127,"body":" <p>There are no reliable records concerning the history of the monastery. I found only a brief history<a href=\"#n26\" name=\"nb26\" class=\"note\">26</a> containing legendary accounts according to which a Bonpo master called rGya mda’ ri nang came to the sNyi khog valley and built the monastery in the middle of the 6th Rab byung (1327-1386), after having built Chu ring Monastery in Chu ring valley. Four generations later, bDud ’dul grags pa, the valley’s chief, forced the monastery to move to sPang dmar. The new monastery was considerably enlarged to include a twenty-room assembly hall (’du khang) and fifty monks’ cells housing more than a hundred monks. Then lHa lug tshul khrims moved the monastery to a site called Lug ge where it remained active for seven generations. The monastery was later moved again by Byang chub to gNas khog where it remained for only fifty years, then dBra sras Zla ba grags pa, a son of dBra sprul bsTan ’dzin dbang rgyal of rDza sTeng chen Monastery (No. 139) and a master of Shar rdza bKra shis rgyal mtshan (who wrote his biography) rebuilt it at bDe cha and named it bDe chen bsam gtan gling. At that time, it had an eighteen-room assembly hall and fifteen monks’ cells. He spent thirteen years at the monastery before “passing away into his rainbow body” (’ja’ lus pa), at the beginning of the 20th century. Then Tshul khrims ’od zer (1910-1971) and rDo rje tshe dbang (1890-1962) who were disciples of dBra sras Zla ba grags pa were in charge of the monastery for more than forty years. Both were monks and had received teachings from Phun tshogs blo gros, the abbot of sMan ri Monastery (No.1) at the time. </p> <p>During the Cultural Revolution the monastery was knocked down and in the 1980s it was rebuilt with its twenty-five-room assembly hall and twenty-two monks’ cells by sPul sku Nam mkha’ ’od zer gzhan phan mtha’ yas (b.1937) and ’Jam dbyangs. </p> <p>sPul sku Nam mkha’ is the rebirth of Zla ba grags pa and at present in charge of the monastery. In addition to Bonpo teachings and practice, he learned Tibetan medicine and worked at Brag ’go Hospital of Tibetan Medicine for twelve years. </p> "},{"title":"4. Hierarchical system","index":131,"parent_index":127,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>dgon bdag </li> <li>one dbu mdzad</li> <li>two dge skos </li> <li>two mchod g-yog </li> <li>one  bdag gnyer</li> <li>one dngul gnyer </li> </ul> <p>All of whom are reappointed every two years on a rotational basis.</p> "},{"title":"5. Current number of monks","index":132,"parent_index":127,"body":" <p>There are twenty-nine novices and monks at the monastery.</p> "},{"title":"6. Current education","index":133,"parent_index":127,"body":" <p>There are no organized classes and the novices are taught by the elder monks.</p> "},{"title":"7. Educational exchange","index":134,"parent_index":127,"body":" <p>The monastery has close ties with rTogs ldan Monastery (No.178) and sends its novices there to take their ordination and for the practice of the lo gsum (“three-year retreat”).</p> "},{"title":"8 / 9. Rituals","index":135,"parent_index":127,"body":" <p>The observance of the bsnyen gnas abstinence and the smyung gnas fasting from the 28th day of the 7th month to the 5th day of the 8th month; the ritual based on the sKu gsum sgrub pa for five days starting on the 25th day of the 12th month.</p> "},{"title":"10. Books held in the monastery","index":136,"parent_index":127,"body":" <p>The monastery has one printed copy of the Bonpo Kanjur two printed copies of Shar rdza bKra shis rgyal mtshan’s collected works, one manuscript copy of the Khams chen and ten manuscript volumes of ritual texts.</p> "},{"title":"11. Income and expenses","index":137,"parent_index":127,"body":" <p>The monastery does not own any land or animals. The monks provide their own food and the monastery relies on offerings from the faithful. </p> "},{"title":"12. Local community","index":138,"parent_index":127,"body":" <p>The local lay community consists of five villages: rBa mtha’ with six families, rBa-mda’ with twenty-three families, rTsi ri with five families, Kug rje with six families and Tshi na<a href=\"#n27\" name=\"nb27\" class=\"note\">27</a> with ten families.</p> "},{"title":"13. Local festivals","index":139,"parent_index":127,"body":" <p>The mountain behind the monastery is known as Khyung rdzong rin chen ’bar ba<a href=\"#n28\" name=\"nb28\" class=\"note\">28</a> and is considered as a sacred site. The local deity who resides on it called rBa phye. Bya btang Tshe dbang ’gyur med is said to have sanctified the place.</p> <p>It is believed that if barren women circumambulate the mountain, they will be cured. There is another sacred mountain near the monastery known as Ra dmar brag.</p> "},{"title":"14. Occupation of the local population","index":140,"parent_index":127,"body":" <p>Farming supplemented by animal husbandry</p> "},{"title":"Sources","index":141,"parent_index":127,"body":" "},{"title":"(1) Interviews","index":142,"parent_index":141,"body":" <p>With the following monks at the monastery: sPrul sku Nam mkha’ (b.1937), Tshe dbang mgon po (b.1939), dNgos grub bstan ’dzin (b.1969) and sKal bzang dar rgyas (b.1942)</p> "},{"title":"(159) rGyal rong Monastery","index":143,"parent_index":2,"body":" "},{"title":"1. Name","index":144,"parent_index":143,"body":" <p>The monastery’s full name is gTo lung Yang dben dpal dgon. It is also called gTo sgang gYung drung gling.</p> "},{"title":"2. Location","index":145,"parent_index":143,"body":" <p>The monastery is located in a valley called gTo khog, 20 km southwest of Brag ’go, the county seat in dKar mdzes Prefecture.</p> "},{"title":"3. History","index":146,"parent_index":143,"body":" <p>Because rGyal rong gYung drung ye shes, the founder of the monastery, came from rGyal rong, the monastery was called rGyal rong Monastery. There are no reliable written Sources concerning the site’s history before that time. According to legend, following King Khri srong lde btsan’s persecution of Bon in the 8th century A.D., many Bonpo masters in Central Tibet fled to Amdo and Khams. One among them, rMe’u bSod nams g-yung drung, established a hermitage in Tre hor<a href=\"#n29\" name=\"nb29\" class=\"note\">29</a>, Khams. Because the hermitage attracted ten thousand disciples, he extended the hermitage into a monastery which then became known as Khri tsho, meaning “Ten Thousand”. After its destruction by fire, rTsa ra sTobs ldan ’od zer rgyal mtshan founded another monastery called Shug sgang (“Hill of Cypress Trees”, after the cypress forest on the mountain on which it was located). It had an assembly hall (’du khang) with eight rooms and more than twenty monks’ cells below the assembly hall. It was again destroyed by fire.</p> <p>Following is a list of the successive masters:</p> <ol type=\"1\"> <li>rMe’u bSod nams g-yung drung </li> <li>rTsa ra sTobs ldan ’od zer rgyal mtshan </li> <li>bKra shis bsam ’grub </li> <li>gYung drung rgyal mtshan </li> <li>gYund drung phun tshogs </li> <li>Pad bsod </li> <li>bsTan ’dzin dbang ldan </li> <li>dGu na Tshe bstan </li> <li>Lo god </li> <li>Lung phug</li> <li>sKal bzang skyabs </li> <li>Chos bstan </li> <li>Blo ldan </li> <li>gYung drung rgyal mtshan </li> <li>rGyal rong gYung drung ye shes </li> <li>gYung drung rgyal mtshan alias gYung drung bstan ’dzin</li> <li>gSang sngags grags pa </li> <li>Grags pa </li> <li>Nyi ma rgyal mtshan </li> <li>gYung drung rgyal mtshan </li> <li>Tshe dbang bstan ’dzin </li> <li>bKra shis don ’grub</li> <li>Zla ba grags pa</li> </ol> <p>rGyal rong gYung drung ye shes, the 15th master, was a son of the king ’Gran rdzong in rGyal rong. He was a disciple of bSod nams g-yung drung, an abbot of sMan ri Monastery (No.1). While he was at sMan ri, he also received teachings from Tre ston bSod nams ’gyur med, Bru bla dBang rgyal, Zhu sgom Khri btsun and sTag dbra Nam mkha’ ’od zer. After completing his studies he began to practise meditation in many hermitages throughout Amdo and Khams and finally founded gTo lung Yang dben dpal dgon in gTo khog.<a href=\"#n30\" name=\"nb30\" class=\"note\">30</a> In his time, there were about a hundred monks in the monastery. It is said that there were two traditions of ’cham dances, one belonging to the monastery and the other to the residence of the head of the monastery (bla brang).</p> <p>rGyal rong gYung drung ye shes was succeeded by bla ma gYung drung bstan ’dzin who received teachings from many masters at sMan ri. The latter became the abbot of rGyal rong Monastery and founded a new monastery called gZhung ring (No. 160). During his time, lHa brtan Padma rnam rgyal, a dGe lugs pa master, came to gTo khog and succeeded in converting rGyal rong Monastery to the dGe lugs pa tradition. He renamed it dGa’ ldan phun tshogs gling. The new name was inscribed over the entrance of the assembly hall in which statues of the Jo rje ’brom gsum (Jo bo rje, rJe Tsong kha pa, ’Brom ston rGyal ba’i ’byung gnas) were installed. However, when the king of Rab brtan was later defeated by the Manchu emperor Qianlong, the monastery reverted to the Bonpo tradition. </p> <p>Zla ba grags pa, the 23rd master, is said to have dissolved into a rainbow body (’ja’ lus pa) when he died. The monastery was knocked down during the Cultural Revolution and was rebuilt by Rig ’dzin nor bu and Nam mkha’ ’od zer. </p> "},{"title":"4. Hierarchical system","index":147,"parent_index":143,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one khri pa</li> <li>one dbu mdzad</li> <li>one dge skos</li> <li>one mchod dpon</li> <li>one bdag gnyer</li> </ul> <p>The incumbents are reappointed on rotational basis every two years. The khri pa must be a monk who has taken his vows at sMan ri Monastery. </p> "},{"title":"5. Current number of monks","index":148,"parent_index":143,"body":" <p>There are forty novices and monks at the moanstery.</p> "},{"title":"6. Current education","index":149,"parent_index":143,"body":" <p>There are no organized classes; the novices are trained by the elder monks.</p> "},{"title":"7. Educational exchange","index":150,"parent_index":143,"body":" <p>The monks go to sMan ri Monastery to take their ordination.</p> "},{"title":"8 / 9. Rituals","index":151,"parent_index":143,"body":" <p>The ceremony based on the Ngan song dong sprugs for five days, the smon lam ceremony for five days, and the tshogs brgya offering and the ritual of Kun rig for four days during the Tibetan New Year period; the general religious service (sku rim) for one month starting in the 5th month; the dgu gtor rite with ’cham dance in the 12th month. </p> "},{"title":"10. Books held in the monastery","index":152,"parent_index":143,"body":" <p>The monastery has one old manuscript copy of Khams chen in sixteen volumes, one old manuscript copy of Dri med gzi brjid in twelve volumes, (the copyist of both manuscripts remains unknown), one printed copy of the Bonpo Kanjur, one printed copy of Shar rdza bKra shis rgyal mtshan’s collected works (Chamdo edition). </p> "},{"title":"11. Income and expenses","index":153,"parent_index":143,"body":" <p>The monastery depends on offerings from its followers and the monks provide their own food.</p> "},{"title":"12. Local community","index":154,"parent_index":143,"body":" <p>The local lay community consists of one village with twenty-two families.</p> "},{"title":"13. Local festivals","index":155,"parent_index":143,"body":" <p>Mount Khri tsho sgang located southwest of the monastery is believed to be the abode of the local deity Khri tsho ’brug lha who has a dragon as mount. It was sanctified by Zla ba grags pa as a sacred mountain and is venerated in the Monkey-Year. There is also a hill near the monastery called Gor gor mig associated with the local deity Lung ye. Both Khri tsho ’brug lha and Lung ye are regarded as attendants of another local deity called sKu bla Yong mgon<a href=\"#n31\" name=\"nb31\" class=\"note\">31</a>.</p> "},{"title":"14. Occupation of the local population","index":156,"parent_index":143,"body":" <p>Farming supplemented by animal husbandry.</p> "},{"title":"Source","index":157,"parent_index":143,"body":" "},{"title":"(1) Interviews","index":158,"parent_index":157,"body":" <p>With ’Chi med grags pa (b.1936), a monk at the monastery</p> "},{"title":"(160) gZhung ring Monastery","index":159,"parent_index":2,"body":" "},{"title":"1. Name of monastery","index":160,"parent_index":159,"body":" <p>The full name is gZhung ring (also spelt gZhu ring) bKra shis smin grol gling. </p> "},{"title":"2. Location","index":161,"parent_index":159,"body":" <p>It is located 41 km southeast of the county town of Brag ’go.</p> "},{"title":"3. History","index":162,"parent_index":159,"body":" <p>According to gZhung ring dgon by Sang dga’, gYung drung bstan ’dzin, the founder of the monastery, was born into a leading family of dGe bshes tsa (also written rdza, rtsa) valley in rGyal rong in the Earth-Dog Year of the 11th Rab byung (1658). He founded the monastery in 1691. Around thirty generations later, a family in dGe bshes tsa valley produced another important master, known as ’Chi med grub dbang. His reincarnation was sTon bla bsTan ’dzin rgyal mtshan. The present master is called Tshe dbang g-yung drung. </p> "},{"title":"4. Hierarchical system","index":163,"parent_index":159,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one dbu mdzad </li> <li>one dge skos </li> <li>two mchod g-yog </li> <li>four gnyer pa (two bdag gnyer ba, one dngul bdag) </li> <li>one rtsis pa</li> </ul> <p>The dge skos and the gnyer pa are replaced every two years on a rotating basis, the mchod g-yog every year, and the dbu mdzad every three years.</p> "},{"title":"5. Current number of monks","index":164,"parent_index":159,"body":" <p>There are thirty-five monks at the monastery. </p> "},{"title":"6. Current education","index":165,"parent_index":159,"body":" <p>There are no organized classes; the younger monks are trained by the elder ones. They go to Shar rdza Hermitage (No.138) for ordination and further training.</p> "},{"title":"8 / 9. Rituals","index":166,"parent_index":159,"body":" <p>The smon lam prayer from the 5th to the 11th day of the 1st month; the ritual Bla ma’i mchod pa and the mDo g-yung drung klong rgyas from the 11th to the 15th day of the same month with the ’cham dance on the last day. The ’cham include the mChod pa’i lha mo brgyad, dPal ldan lha mo, gShin rje lha dgu, Dam can shel khrab and dMar lam bcu. The smyung gnas fast from the 5th day of 6th month to the 4th day of the 7th month; the ritual cycle of Ma rgyud for seven days in the 7th month; the ritual sTag la’i dgu sgrub from the 1st to the 10th day of the 10th month.</p> "},{"title":"10. Books held in the monastery","index":167,"parent_index":159,"body":" <p>The monastery has one copy of the Bonpo Kanjur published by A yung and sKal bzang phun tshogs; one copy of the collected works of Shar rdza bKra shis rgyal mtshan; one copy of the collected works of mNyam med Shes rab rgyal mtshan, the Chamdo edition; two copies of the wood block prints of the Dran pa’i bka’ thang and those of the Tshe dbang bka’ thang from Gong rgyal Monastery (No.152).</p> "},{"title":"11. Income and expenses","index":168,"parent_index":159,"body":" <p>The monastery depends on offerings from its followers; the monks provide their own food. </p> "},{"title":"12. Local community","index":169,"parent_index":159,"body":" <p>The local lay community consists of twelve villages: Kha ’brog village with twenty familes, Ri nya with six families, sTag lung with five families, sMi nub with seven families, Khri cha with three families, ’Ug gling with six families, rDzas nub with ten families, Brag ’go with nine families, Ba nang with four families, Sa dmar with fourteen families, sPang yul with eleven families and Glas rkong with one family. </p> "},{"title":"13. Local festivals","index":170,"parent_index":159,"body":" <p>The mountain facing the monastery is known as dGa’ ldan dpal ri. It is propitiated in the 6th month by both monks and lay communities and is circumambulated by both Bon po and Buddhists. The mountain was “opened” by Sangs rgyas gling pa. The mountain behind the monastery is called Khro bcu brag or Khro chu brag and is associated with three local deities known collectively as Gong gsum and individually as rDo rje btsan rgod, gYung drung ’od ’bar and Do sho btsan rje (each is represented by one peak of the three peaks and each has its own la btsas). The dates of their propitiation are the 1st day of the 1st month, the 13th day of the 4th month and the 15th day of the 6th month. Only the Buddhists propitiate rDo rje btsan rgod, even though this local deity is mentioned in several Bon po ritual texts; gYung drung ’od ’bar is propitiated by both Bonpo and Buddhists; Do sho is no longer propitiated. </p> "},{"title":"14. Occupation of the local population","index":171,"parent_index":159,"body":" <p>Farming supplemented by animal husbandry</p> "},{"title":"Sources","index":172,"parent_index":159,"body":" "},{"title":"(1) Interviews","index":173,"parent_index":172,"body":" <p>With the following monks of the monastery in autumn of 1997: sKal bzang nyi ma (b.1945), mGon lo (mGon po rdo rje, b.1922) and A g-yung (b.1947)</p> "},{"title":"(2) Texts","index":174,"parent_index":172,"body":" <ol type=\"1\"> <li>gZhung ring dgon by Sang dga’, MS</li> </ol> <hr class=\"footnote-divider\" />"},{"title":"Notes","index":175,"parent_index":0,"body":"<div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n11\" /><a href=\"#nb11\" class=\"note\"> [11] </a> Nyag rong rdzong gi sa cha’i ming btus by Nyag rong rdzong gi sa ming las dong ’go khrid tsho chung, 1986. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n12\" /><a href=\"#nb12\" class=\"note\"> [12] </a> KGLG, volume 1. This text mentions nine Bonpo monasteries, the ninth being dBra khyung sgrub sde gling, pp.385-387. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n13\" /><a href=\"#nb13\" class=\"note\"> [13] </a> dBal lHa khri, Me nyag sTag gsas, Khyung po Ne khrom, and several others who went to the North and lived there (176a), cf. Samten G. Karmay, The Treasury of Good Sayings: A Tibetan History of Bon, London, Oxford University Press, 1972, p.93. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n14\" /><a href=\"#nb14\" class=\"note\"> [14] </a> mthu che dpa’ bo, me nyag stag gsas mchog/ rma gsas lha rgod mtshan gsol me nyag byon. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n15\" /><a href=\"#nb15\" class=\"note\"> [15] </a> Ye shes dgon pa’i lo rgyus by A g-yung, based on a history of the monastery by gYung drung bdud ’dul, MS. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n16\" /><a href=\"#nb16\" class=\"note\"> [16] </a> Historically, Nyag rong is considered a part of Me nyag; the different dialects of Me nyag are referred to as Me nyag log skad. According to A g-yung, Cang mkhar spo is the Me nyag log skad term for “Bonpo”. Ye shes dgon pa’i lo rgyus, p.4, MS. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n17\" /><a href=\"#nb17\" class=\"note\"> [17] </a> Ye shes dgon pa’i lo rgyus kun gsal me long by Rig ’dzin nyi ma, MS. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n18\" /><a href=\"#nb18\" class=\"note\"> [18] </a> Mo means “rain” and the means “to bring down” in the Me nyag log skad, referring to his ability to provoke rain when needed for the crops, Ye shes dgon pa’i lo rgyus, p,8, MS. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n19\" /><a href=\"#nb19\" class=\"note\"> [19] </a> Ye shes dgon pa’i lo rgyus kun gsal me long by Rig ’dzin nyi ma, p.10, MS. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n20\" /><a href=\"#nb20\" class=\"note\"> [20] </a> dBra ston bsKal bzang bstan pa’i rgyal mtshan was Shar rdza bKra shis rgyal mtshan’s disciple and the author of his master’s biography: the Shar rdza bKra shis rgyal mtshan gyi rnam thar. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n21\" /><a href=\"#nb21\" class=\"note\"> [21] </a> shog kha means “tribe”, and dpon means “chief”; shog dpon is the title given to the monk in charge of monks belonging to a same tribe within a monastery. Because four of the local tribes are still Bonpo and belong to Ye shes Monastery, all four have monks in the monastery, and there is a Shog dpon for each of these groups. Ri nub is also Bonpo and belongs to the monastery, but since it has no monks in the monastery there is no need for a Ri nub Shog dpon. The Shog dpon has to be from the same tribe as the group of monks in his charge and he must also be a former dge bskos. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n22\" /><a href=\"#nb22\" class=\"note\"> [22] </a> ’Chi med ’gro ’dul khod spungs blo gros thogs med kyi skyes rabs dang ’brel ba’i don gyi rnam thar gdung rabs dang bcas pa rdzogs ldan sprin gyi rol mo by dBra ston sKal bzang bstan pa’i rgyal mtshan (1897-1959), block print. In this work, the author described the life of Khod spungs Blo gros thogs med to the time when he met bSod nams sgrol ma who became his wife at the age of twenty-five. Then the biography strangely ends without any reference to the second half of his life. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n23\" /><a href=\"#nb23\" class=\"note\"> [23] </a> ’Dra yul chu mig ljongs is a place in rTa’u County of dKar mdzes Prefecture in Sichuan Province. dGe bshes khog, Khro skyabs, Cog tse, and rGyal mo dmu rdo traditionally belong to the rGyal rong region. dGe bshes khog and rGyal mo dmu rdo are in Rong brag County of dKar mdzes Prefecture. Khro skyabs and Cog tse are in rNga pa Prefecture in Sichuan Province. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n24\" /><a href=\"#nb24\" class=\"note\"> [24] </a> Tre hor is an area in dKar mdzes County in dKar mdzes Prefecture. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n25\" /><a href=\"#nb25\" class=\"note\"> [25] </a> Mi nub dgon pa’i lo rgyus, the author is unknown, MS. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n26\" /><a href=\"#nb26\" class=\"note\"> [26] </a> rBa mda’ dgon by Tre hor ’Phrin las don grub, MS. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n27\" /><a href=\"#nb27\" class=\"note\"> [27] </a> In Me nyag dialect, tshi means earth, na means black, thus Tshi na means “black earth”. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n28\" /><a href=\"#nb28\" class=\"note\"> [28] </a> Hor yul snyi lung khyung rdzong ’bar ba’i gnas kyi dkar chag gsal ba’i me long by Tshe dbang ’gyur med (alias Byang chub rig ’dzin glingpa), MS. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n29\" /><a href=\"#nb29\" class=\"note\"> [29] </a> Tre hor corresponds to the former/original division of the territory comprising dKar mdzes County --with the exception of Zla thang ma township-- and Tre hor township of Brag ’go County, in dKar mdzes Prefecture, Sichuan Province). </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n30\" /><a href=\"#nb30\" class=\"note\"> [30] </a> gYong drung bon gyi bstan ’byung phyogs bsdus by dPal tshul, Bod ljong mi rigs dpe skrun khang, Lhasa, 1988. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n31\" /><a href=\"#nb31\" class=\"note\"> [31] </a> gnas bdag sku bla yongs mgon gyi bsang mchod, p.3, MS </div>"}]}