{"meta":{"domain":"places","kid":"2541","authors":[{"fullname":"Phuntso Tsering Sharyul","id":"79"},{"fullname":"Phuntso Tsering Sharyul","id":"79"}],"title":"Biru Introduction","dates":{"created_at":"2011-12-13 02:30:51 UTC","updated_at":"2011-12-13 02:30:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Biru Introduction"},{"title":"The Nagchu region","index":1,"parent_index":0,"body":" "},{"title":"&rsquo;Bri ru rdzong","index":2,"parent_index":1,"body":" <p>&rsquo;Bri ru rdzong lies in the eastern part of Nag chu region. It has an area of 11,456 square kilometres, out of which 3,300 mu is farmland, 30,000 mu forest, and 11,566 mu pastureland. The population is about 39,000. The average altitude is no more than 4,000 metres. At present, it is an area of semi-nomadic people with eleven <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang<\/span> and 176 village committees.<\/p> <p>In ancient times when Tibet was divided into twelve small kingdoms, &rsquo;Bri ru was under the jurisdiction of one of them, Sum pa. A battle for the unification of Tibet broke out in the time of gNam ri slon btsan, and thereafter, during the time of Srong btsan sgam po in the 7th century, Sum pa was absorbed into Tibet and was formed into one of the four Ru of Tibet. At that time, &rsquo;Bri ru was still under the jurisdiction of Sum pa.<\/p> <p>In 1732, &rsquo;Bri ru came under direct control of the Manchu officials posted in Tibet (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">am ban<\/span>).<\/p> <p>The revolution having taken place in China in 1911, the government of Tibet took &rsquo;Bri ru back under its rule. In 1941, the Tibetan government abolished the governor-general of Hor (Hor sPyi khyab), and established six <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rdzong<\/span> there. &rsquo;Bri ru rdzong was one of the six. At the end of September in 1951, the people&rsquo;s commune of &rsquo;Bri ru rdzong was established.<\/p> <p>The territory governed by the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rdzong<\/span> is very rich in mineral resources and carnivorous and herbivorous animals. It is convenient for communication and is blessed with natural beauty.<\/p> <p>In &rsquo;Bri ru rdzong, at present, there are nineteen Buddhist monasteries, including O rgyan chos gling in Chags ri, and six Bonpo monasteries, including gSa&rsquo; mda&rsquo; bon dgon. &rsquo;Bri ru rdzong has more monastic communities than any other <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rdzong<\/span> in Nag chu region.<\/p> "},{"title":"(20) Sen tsha Monastery","index":3,"parent_index":2,"body":" <p>The monastery&rsquo;s full name is Sen tsha dgon rNam rgyal kun grags gling. Travelling sixty-four kilometres southward from &rsquo;Bri ru rdzong and crossing two mountain passes, one reaches Sen tsha village in gYang shod <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang<\/span>, which lies halfway up the mountain on the north side of the river rGyal chu.<\/p> <p>In its early years, Sen tsha Monastery was situated in the village of Sen tsha itself, but around 1440, Kun dga&rsquo; dbang ldan of the Bru family, who was a disciple of mNyam med Shes rab rgyal mtshan, regarding the recess at the foot of Byug ri phyug mo as auspicious, built a temple there. It is said that there were many auspicious signs when it was built.<\/p> <p>This establishment became a monastery, which had many buildings and blessed religious objects, as well as many lay priests. Many lay priests of gYang shod Mar thang later moved, one after another, into the vicinity of the temple. This caused not only a blurring in the distinction between clergy and laity, but also a serious hindrance to the development of the monastery.<\/p> <p>In 1918, when the great abbot of sMan ri (No.1), sKu &rsquo;dun Phun tshogs blo gros, came to rGyal shod, he decided to transfer the monastery in accordance with the plan made by the lord of Sen tsha, bSod nams lha rgyal, and others. However, there was slight internal discord at that decision. Therefore, in order to avoid the merging of monks and lay priests, a monastery called Phun tshogs glang chen &rsquo;gying ri spo ra dgon rNam rgyal kun grags gling was established.<\/p> <p>The monastery&rsquo;s religious objects at that time included the following: a statue of sTon pa gShen rab within which was a relic of his body as big as a skylark egg, the reliquary stupa of Khyung btsun bSam gtan nyi ma, several bigger clay statues, scriptures written in gold on a black ground, a treasure-trove consisting of such items as a helmet and a coat of mail, and many scriptures, including a complete set of the <em xmlns:str=\"http:\/\/exslt.org\/strings\">bKa&rsquo; &rsquo;gyur<\/em> and <em xmlns:str=\"http:\/\/exslt.org\/strings\">bKa&rsquo; brten<\/em>.<\/p> <p>The youngest son of bSod nams lha rgyal, the chief of Sen tsha, was ordained in the presence of the abbot, sKu &rsquo;dun Phun tshogs blo gros, and was given the name Tshul khrims rgya mtsho. He was esteemed as the head of the institution, which then became a veritable monastery. In order to collect donations, Tshul khrims rgyal mtsho travelled to the nomad area of Hor, where there was a good number of contributors, which was useful for the subsistence of the monastery. His paternal lineage was in the Zhu family, which had branched from the family of the rDzum chief. He kept a close patron-priest relationship with Hor, hence the alternate name of the monastery, Sen tsha Zhu tshang gYang shod dgon.<\/p> "},{"title":"Religious services and practice of rituals","index":4,"parent_index":3,"body":" <p>The rituals mainly practised in this monastery were divided into two sections: rituals based on the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rNam rgyal<\/span> and <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">Klong rgyas<\/span> of the non-Tantric section and the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dBal gsas zhi drag<\/span> of the Tantric section and the propitiatory texts for the religious Bon protectors, especially the deity Brag btsan A bse.<\/p> <p>The main annual religious services were the chanting of the ritual cycles of Khro bo, dBal gsas and Phur pa. Besides these, the ritual Ma tri bum sgrub was practised, religious dances were performed, initiations were given and other services were performed.<\/p> <p>The organization of the monastery&rsquo;s personnel was just like every other monastery: <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dbu bla<\/span> (head), <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dge bskos<\/span>, <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad<\/span>, and <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">las sne<\/span> (monk officials).<\/p> <p>It was Thugs dga&rsquo; of rMe&rsquo;u who took responsibility for the reorganization of the monastery. The temple, assembly hall, monks&rsquo; quarters and other buildings were restored to their former condition. A collection of religious objects of body, speech and mind was also completed.<\/p> <p>At present, this monastery has six lamas, including Thugs dga&rsquo;, and fifty monks. The annual activities and religious dances have been revived. Moreover, the monastery has been undergoing restoration and expansion under the guidance of Thugs dga&rsquo;, who has broad knowledge of Sutra, Tantra and the Mind class of the Bon doctrines, as well as magnificent conduct.<\/p> "},{"title":"(21) dGa&rsquo; ri Monastery","index":5,"parent_index":2,"body":" <p>Sen tsha dGa&rsquo; ri Monastery is also in gYang shod <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang<\/span>, but located on the other side of the river rGyal chu. In 1697 or so, mKhas btsun bSam gtan nyi ma established the site as a place for meditation practice. There he meditated upon the tutelary deity dBal phur nag po and finally attained realization.<\/p> <p>The monastery is regarded as the sacred site of Phur pa. It is said that there are clear traces of a tiger, a snow lion, a Garuda and a dragon having landed on the cardinal points of this monastery. To the north is the mountain sBas yul gtsang ma dga&rsquo; ba&rsquo;i ri. The fact that the mountain is said to have a hidden place (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">sbas yul<\/span>) where Tshe dbang rig &rsquo;dzin attained realization explains why it is called dGa&rsquo; ri (the Mountain of Joy).<\/p> <p>bsTan pa&rsquo;i nyi ma, who was a disciple of the great saint bsTan &rsquo;dzin rin chen bde chen snying po, practised meditation in this place and attained realization. He built a temple and collected religious objects, so that the hermitage was finally transformed into a monastery. He attracted many disciples by giving teachings based on the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dMar khrid dug lnga rang grol<\/span>, which is a mental-treasure (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dgongs gter)<\/span> of Grub dbang bsTan &rsquo;dzin rin chen. He lived a long life.<\/p> <p>After that, in the second half of the Fifteenth Rab byung, sKal bzang rgya mtsho, a lama of the rMe&rsquo;u lineage, was recognized as the reincarnation of bsTan pa&rsquo;i nyi ma. He looked after the interests of dGa&rsquo; ri Monastery. He took an oath to be a monk in the presence of Phun tshogs blo gros, the great abbot of sMan ri (No.1), and rendered great services during his whole life.<\/p> <p>The main religious objects of this monastery are a reliquary stupa of mKhas btsun bSam gtan nyi ma, a gilt-bronze statue of rNam par rgyal ba as high as the ceiling, a statue of rGyal ba mNyam med pa made of a mixture of medicine and clay, and statues of rGyal yum Byams ma and Dran pa nam mkha&rsquo; with his twin sons. There is also a great collection of scriptures written in gold and silver.<\/p> <p>The principal deity of this monastery is dBal phur nag po, but offerings are constantly made to Khro bo, dBal gsas and sTag la, as well as the performance of the ceremony of &ldquo;thousand offerings&rdquo; to rNam rgyal.<\/p> <p> In 1940, bsTan pa&rsquo;i nyi ma, the reincarnated lama of Srid rgyal dgon chen (No.88) of Bon ri in Kong po, after paying a visit to his native land, stayed at dGa&rsquo; ri Monastery in solitary meditation. At that time there were seventeen monks there. At present, his descendant, lama Tshul khrims blo gros, and fifteen other monks reside there.<\/p> <p>Travelling about six kilometres eastward from gYang shod <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang<\/span> up to Ban dkar <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang<\/span> and another five kilometres eastward from there leads one to Klu mkhar Monastery.<\/p> "},{"title":"(22) Klu mkhar Monastery","index":6,"parent_index":2,"body":" <p>This is a &ldquo;Tantric monastery&rdquo; (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">sngags dgon<\/span>) built in 1460 by gYung drung khri &rsquo;od of the Zhu lineage. When the brutal military forces of the Mongolian Jungar invaded the Northern Plateau (Byang thang), this monastery was completely destroyed.<\/p> <p>Later, reconstructed by a descendant of the Zhu lineage, the monastery was protected by a branch of the Zhu family based in gDong rdzong and became known as Klu mkhar dgon. Its main religious object is a sacred statue of sTag la, celebrated as the one bestowed by rGyal ba mNyam med pa. The monastery is called Klu mkhar (the fort of Klu) after a small lake that only appears in summer and is situated behind the monastery. The lake is believed to have been a residence of a water spirit (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">klu<\/span>).<\/p> <p>Thereafter, the monastery was regarded as having been managed by the lama sPu la, but in fact it was taken care by Shes lding. Lama sPu la originally came from Sog rdzong and later moved into sBra chen rdzong. He was in the line of Khyung nag, one of the thirteen families of Khyung, which was recognized as such by the Tibetan government. Historical documents do not state clearly how long he maintained Klu mkhar Monastery.<\/p> <p>The lamas who appeared after him were Rig &rsquo;dzin g-yang skyob, gYung drung bstan &rsquo;dzin and bSod nams chos rgyal. Then bSod nams ye shes supported the reconstruction of the monastery, which involved a great deal of expense, with his own property.<\/p> <p>The principal image of this monastery, the gilt-bronze statue of sTon pa gShen rab as high as the ceiling, was said to have a bit of body heat in its breast, and so was called the Golden Statue of Baby Warmth (gSer sku Byis drod ma). This statue had been brought from somewhere else. Besides this, there were several other religious objects, including the statue of gShen lha &rsquo;od dkar made of &ldquo;red gold&rdquo; (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dzi gim<\/span>) and a statue of sTag la.<\/p> <p>The religious services performed in the monastery were the Zhi khro, rNam rgyal stong mchod and others. Formerly there were thirty-one resident monks there.<\/p> <p>At present, Klu mkhar Monastery is surrounded by homes of common people. In the monastery there are several thangka and small implements used for offerings. Upstairs is a small altar room. There is one lama and thirty monks, most of whom are said to be lay priests.<\/p> <p>On either side of the outer gate there is a stone pillar on which the term <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rnam gzhag<\/span> is carved in <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dbu can<\/span> letters. There is also a marvellously colourful bluish stone called Shar rGya stag khra bo. It is heart-breaking to see the poor condition of this monastery.<\/p> <p>From Klu mkhar Monastery, travelling five kilometres eastward on the highway, dNgul kho village can be seen lying half way up the mountainside on the northern side of the road. dNgul kho Monastery is near this village, on the west side.<\/p> "},{"title":"(23) dNgul kho Monastery","index":7,"parent_index":2,"body":" <p>dNgul kho dgon gYung drung dar rgyas gling was built by Kyu ra &rsquo;od zer in 1240 in the present-day dNgul kho village. It is a traditional &ldquo;Tantric monastery&rdquo;, small but influential, and has been in a state of stability with no serious ups and downs for a long time. History does not tell clearly the individual names of every lama who has cared for and protected the monastery so far, but it is said that descendants in the Ko bo lineage, one of the three descent groups of the region called Ko bo, Rag shi and Shel sku took care of the monastery and rendered great service in keeping, defending and spreading the doctrine of Eternal Bon.<\/p> <p>Later, in the Fifteenth Rab byung, Me ston Nyi ma rgyal mtshan, a hermit from Brag dmar ri &rsquo;dun in Khyung po, and sTag zhig Rin chen dbang ldan, a disciple of Grub chen sMon lam rgyal mtshan, on their way to Kong po, established a close patron-priest relationship with the villagers and monks of rGyal shod. Acceding to the wishes expressed by the Shel sku villagers, these hermits decided to take care of the dNgul kho Monastery.<\/p> <p>Several years after that, sTag zhig Rin dbang, accompanied by some others, arrived in rGyal shod and became the head of this monastery.<\/p> <p>At the end of the Fifteenth Rab byung, dNgul kho Monastery was moved from dNgul kho village to the western outskirts, midway up the slope of the mountain. It now takes about twenty minutes to go up to the monastery by car.<\/p> <p>When the monastery was built, Ban dkar stag phu chos rje Ngag dbang bstan &rsquo;dzing rgya mtsho, who was of the dGe lugs pa school, gave a huge amount of tea, grain and the like, by way of offering congratulations for the completion of the monastery.<\/p> <p>Having fully completed dNgul kho Monastery with excellent buildings and religious objects, sTag zhig Rin dbang summoned all the monks of the Eternal Bon monasteries and hermitages in rGyal shod district to his monastery and performed the &ldquo;medicine rite&rdquo; (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">sman sgrub<\/span>) based on the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">Khro bo &rsquo;od zer &rsquo;khyil ba<\/span>. This was the first time such a rite, on such a grand scale, was performed in the region. He bestowed upon the participants all the teachings they wished for. Not only that, according to the manner of each monastic community, he continually arranged plentiful offerings and brought back the lost rules of the regular services of dNgul kho Monastery and recruited more monks and lay practitioners than before.<\/p> <p>Since this lama himself relied upon those laymen who had taken some vows, he obtained the real nature of power of wisdom and compassion by means of Tantric practices. He is said to have been a man of outstanding virtue and deeds, and who had rediscovered the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">Tshogs bdag rol pa<\/span> and the statue of Tshe dbang rig &rsquo;dzin among the rocks of Sen ge gnam rdzong in gSa&rsquo; phu.<\/p> <p>According to the description in his biography, he was born in 1883. A special ordinance was given to the monastery by His Holiness the Thirteenth Dalai Lama, Thub bstan rgya mtsho.<\/p> <p>During the time of sTag zhig Rin dbang, dNgul kho dar rgyal gling made progress in deserving its name. Later, around the 1920s, both the lama and his disciple died, one after the other.<\/p> <p>Since this monastery was a mixture of old and new Bonpo tradition, the regular prayer services and rituals are also practised accordingly.<\/p> "},{"title":"Main religious objects","index":8,"parent_index":7,"body":" <p>The monastery&rsquo;s religious objects, which were in perfect condition, included the following: a bronze statue of Zhi ba Kun bzang a skor; one of Tshe dbang rig &rsquo;dzin, rediscovered in gSa&rsquo; phu by sTag gzhi Rin dbang; a conch of enlightenment that belonged to sTag gzhi Rin dbang; and the three relics of sTag gzhi Tshul khrims called <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">sha<\/span> <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">ri ram, me ri ram and chu ri ram<\/span>, which came out of his brain. However, after the death of sTag gzhi Rin dbang, the monastery declined, due to many problems.<\/p> <p>This monastery had a <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">slob dpon<\/span>, a <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad<\/span>, a <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dge bskos<\/span> and a <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">spyi phyag<\/span>. The latter took all the responsibilities for supervising the monastic work. There used to be about forty monks.<\/p> <p>This monastery was recently restored to some degree by A bu bSam med and others, and has about thirty monks at present. It is situated in a beautiful environment, and near it there is a sacred graveyard.<\/p> <p>At present, dNgul kho Monastery is, on the whole, in a state of more serious decline than ever before.<\/p> <p>From dNgul kho Monastery, travelling about six kilometres eastward along the river rGyal chu, we come to Ban dkar <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang<\/span>, in which rDo rting Monastery is located. The monastery is situated on a hill to the south-west of the river rGyal chu. It takes about twenty minutes on foot to reach the top of the hill.<\/p> "},{"title":"(24) rDo rting Monastery","index":9,"parent_index":2,"body":" <p>rDo rting dgon Ngo mtshar Phun tshogs gling was founded in 1420 by Kun dga&rsquo; dbang ldan of the Bru family. It stands in the middle of Bon lung skya mo in rGyal shod, as if protected all around by the Eight Sisters of Mo nam smug po. It is a pleasant place, with a hill resembling a Garuda stretching its wings at the back of the monastery, an eight-spoked wheel in the sky, double-petalled lotus flowers on the ground, and five big juniper trees, symbol of the &ldquo;five families&rdquo; (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rigs lnga<\/span>), at the front.<\/p> <p>When Bru ston mTshungs med bsod blo, the heart-emanation of sTong rgyung and one of the eighteen gYas ru teachers who were greatly famed in the latter stage of Bonpo development, travelled all over mDo khams, he paid a visit to this place and gave a blessing. Before the establishment of this monastery, it is said that there was already the residence (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">bla brang<\/span>) of the Shel sku family in rDo rting.<\/p> <p>Some call this monastery rDo gter because Bru Kun dga&rsquo; dbang ldan built it at the very site where Shel sku Khro bo rgyal mtshan rediscovered a nine-edged black iron vajra (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rdo rje<\/span>) from a mine (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">gter<\/span>). Kun dga&rsquo; dbang ldan not only established rDo rting Monastery but also taught cosmogony and monastic discipline according to the Bru tradition and, moreover, developed the practice of rituals. rDo rting became a veritable monastery preserving the pure tradition of rGyal ba sMan ri ba and came to be reputed as sMan ri bar ma.<\/p> <p>There were two residences (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">bla brang<\/span>) in rDo rting Monastery called Bru tshang and Shel tshang. A big juniper tree planted by Bru Kun dga&rsquo; dbang ldan himself, in order block the view of inauspicious geomantic signs, is still seen to the north of the Bru tshang residence.<\/p> <p>At the time of Kun dga&rsquo; dbang ldan, there were about one hundred monks at this monastery. They performed the following religious services every three years: the great medicine-completion ceremony of Khro bo &rsquo;od zer &rsquo;khyil ba, the great initiation of Gu ya and the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">mdos<\/span> ritual based on the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">mKha&rsquo; klong gsang ba&rsquo;i mdos<\/span> <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">chen<\/span>. These were normally performed just like the regular services of rGyal ba sMan ri ba.<\/p> <p>The lamas of the Bru and Shel sku residences took turns, for three years each, to look after the monastery. At the time, the monastic buildings were extraordinarily beautiful. At the centre of the monastery were nine long pillars, on which vases were carved. They were topped by a carved Garuda and supported by a base that was a carved turtle. The roof rafters, fashioned into a pa tra, the family crest, were supported around the edge by eight pillars. There were four large mandalas drawn on the ceiling (facing down). They were of the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">mDo g-yung drung klong rgyas<\/span>, the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">Zhi ba g-yung drung yongs rdzogs<\/span>, the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">Khro bo dbang chen<\/span> and the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">Mu tra lha&rsquo;i dkyil &rsquo;khor<\/span>. In the verandah outside were carvings of reticulated swastikas.<\/p> <p>With respect to the Shel sku residence of this monastery, there has been a steady succession of lamas: <\/p> <ol type=\"1\"> <li> Shel bla sMon lam bkra shis <\/li> <li> Nam mkha&rsquo; &rsquo;od zer<\/li> <li> gYung drung rgyal mtshan <\/li> <li> Nam mkha&rsquo; rgyal mtshan <\/li> <li> rNam rgyal tshul khrims<\/li> <li> Grags pa rnam rgyal<\/li> <\/ol> <p>These were all in the line of descent from gNam gsas rgyal po of the Shel zhig family, a branch of the line of sTang chen dMu tsha gyer med. Then followed the Shel lamas invited from the Shel zhig family in the north:<\/p> <ol type=\"1\"> <li> rGyal mchog nyi ma <\/li> <li> Nam mkha&rsquo; rgyal po <\/li> <li> Nam mkha&rsquo; bsod rgyal <\/li> <li> lHun grub dbang rgyal <\/li> <li> rGyal ba tshul khrims<\/li> <\/ol> <p>These lamas first began by making preparations to set up their residence in the monastery. Then, in collaboration with the Bru family, they established rDo rting Monastery. For a period of time, care for the monastery was shared with the lama Be &rsquo;o, who had come to stay here; later on, its religious teachers were just Shel sku lamas.<\/p> <p>Of the above-mentioned Shel lamas, some were monks, and some were text-discoverers, that is to say, married. Not only that, they recreated one of their unique traditions called bDud rtsi khi khar: the practice of religious festivals wherein the way the ritual was carried out was inspired by the early masters, both men and women. Shel bla gYung drung rgyal mtshan rediscovered a crystal image called Dri med shel sku at the Shel sbug of Kong po Bon ri, the holy mountain. bTsan rje dmar po, the local deity of Bon ri, is also one of the protective deities of rDo rting Monastery. Some of the Shel zhig lamas were thus referred to by the abbreviation Shel bla.<\/p> <p>The religious object of major importance in rDo rting Monastery at that time was the statue of Khro bo gtso mchog as high as the ceiling. It had been rediscovered by Shel bla Khro bo rgyal mtshan from the source of the river Khro tshang, which runs through the side of the monastery. In the temple there was said to be a golden statue and many other religious objects.<\/p> <p>As for scriptures, there were sixteen volumes of the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">Khams chen<\/span>, written in gold, called &rsquo;Dzam gling rgyan (the ornament of the World). It was also called gSer chos zho &rsquo;bru skar tsheg. The name denotes that every single letter (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">yig &rsquo;bru<\/span>) of the golden text (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">gser chos<\/span>) is written with as much gold as one <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">zho<\/span> of gold, and every <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">tsheg<\/span> with one <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">skar ma<\/span> of gold. The gold was provided by the protector of water, the great <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dge bsnyen<\/span> of Yag zam kha, who offered a pair of goldfish in honour of the Shel sku lama and the monastery. According to oral tradition, the lamas and the monks, considering the possibility that the powerful local lord might come to seize the gold if the news leaked out of the monastery, smelted it secretly so that they could use it to write the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">Khams chen<\/span> with it.<\/p> <p>Later, the monastery experienced a change that was considerable. As is quite a common course of events in the human world, the Shel sku family broke up into several factions. Even the Shel sku bla brang in the monastery itself was spilt up, and the family finally abandoned the monastery altogether. The members of the family became common people like any other. The Bru tshang bla brang also became helpless with no protector.<\/p> <p>At about the same time, Be &rsquo;o Lama, who had come from the north, took up permanent residence in rDo rting Monastery. At first he tried to help the monastery, but this elicited much criticism internally and as a result the monastery suffered further. Caught by the tide and destiny, the interests of the monastery and the deeds of the lamas were all reduced to a state of withered winter flowers.<\/p> <p>rDo rting Monastery, in spite of its previous reputation as sMan ri Bar ma, eventually declined into a lay establishment. Not only that, the religious objects that were easily carried became scattered everywhere. The two lamas, lHa thog and lHa mgon, went elsewhere, and the monastery itself was threatened with complete destruction.<\/p> <p>At that time, the community leaders of the four tents, having learned a lesson from the past, launched a reconstruction of rDo rting Monastery in order to avoid its total decline. They took on responsibility for the work and took the decisions that the two Shel sku lamas who had fled to Glas rgyud should, by turn, take care of the monastery as religious teacher and that the number of lay practitioners (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">ser khyim<\/span>) should not be reduced to less than forty. They distributed the monastic funds and other properties to all the villagers so that the villagers would be able to help maintain the yearly expenses of the establishment.<\/p> <p>Then they restored the temple, and made continuous efforts to bring back the scattered religious objects and resolve other issues. Having succeeded in regaining the image of Khro bo gTso mchog, they relocated the dBu rtse temple and made a new clay image. The large and small conchs, which were the ritual instruments of Sad ne ga&rsquo;u, and those of Ti ti mi slag can, were well kept in the monastery.<\/p> <p>The principal religious services practised at the monastery were based on texts such as the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">Bon skyong sgrup pa<\/span>, the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">mKha&rsquo; klong gsang mdos<\/span>, the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">Ngo mtshar rgyas pa<\/span> and the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">Zhi khro<\/span>. Formerly, rDo rting Monastery was one of the thirteen monastic communities of rGyal ston lding dgu.<\/p> <p>The monastery now exists in its restored condition and contains an assembly hall, a temple and several religious objects. At present there are twenty-seven monks and one lama.<\/p> "},{"title":"(25) gSa&rsquo; mda&rsquo; bon Monastery","index":10,"parent_index":2,"body":" <p>gSa&rsquo; mda&rsquo; bon dgon Mi g-yo bsam gtan gling is situated to the south of the river rGyal chu. Although a road has been built from gYang shod <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang<\/span> to the monastery, there is no bridge over the river rGyal chu capable of carrying traffic. So a ride of about five hours on horseback is required.<\/p> <p>The monastery was founded by Zhu btsun gYung drung khri &rsquo;od in 1465. rGyal shod, the seat of the monastery, is one of the so-called Four Rong (gorge) and Eight or Eighteen Shod (lowland) that a number of holy men have visited. In ancient times, the district was called Sum pa&rsquo;i stong bu chung and was part of sGo pa, one of the three regions of Zhang zhung known as sGo, Phug and Bar. During the reign of Srong btsan sgam po, Tibet was divided into four <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">ru<\/span> and the core of the third <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">ru<\/span>, called rGyal shod sTag pa tshal, corresponds to the present-day rGyal shod.<\/p> <p>The derivation of the monastery&rsquo;s name is as follows: This monastery was built on a protruding from the hill site called gSa&rsquo; mda&rsquo; (gSa&rsquo; lung mda&rsquo;), which was counted as one of the Thirteen Treasures (Rin chen bcu gsum) in a region where various flowers of surpassing beauty bloom, such that the place was called rTsi thog steng (Plateau of fruits and flowers). The monastery was commonly called gSa&rsquo; mda&rsquo; bon dgon, which was a combination of the alternate name of the site and the name of the religious tradition, while its real name is Mi g-yo bsam gtan gling.<\/p> <p>The area has a mountain called Phu ru lho yi &rsquo;dzam bu klu ri and a lake, gSa&rsquo; phu mgon lha dkar po. These are regarded as two of the Thirteen Treasures of gSa&rsquo; (snow leopard). Around them, to the right lies rGod kyi dar rgyas bcu gsum, to the left lies La gong gi drag rtsal bcu gsum, and in front, Mo nam smyug mo mched brgyad, just like servants surrounding their king. They are places of outstanding sacredness where teacher Kun tu bzang po meditated and bestowed blessings. In the caves of these places Dran pa nam mkha&rsquo; and his twin sons are believed to have concealed texts containing profound teachings and had also left marks of their spiritual attainment.<\/p> <p>As the site is a meeting point for travellers between China and Tibet, the name gSa&rsquo; mda&rsquo; bon dgon frequently appears in documents and is, therefore, a well-known place. Over the years the fortunes of the monastery have risen and fallen.<\/p> <p>In regard to the origin of gSa&rsquo; mda&rsquo; bon dgon, it is difficult to specify from historical documents. According to a document, before gSa&rsquo; mda&rsquo; was founded, there was another monastery called Mar khu thang established by either Ko bo Ye shes rgyal mtshan or Khu btsun gYung drung khri &rsquo;od.<\/p> <p>According to recent study on the origin of the Bon religion and its lamas, it was the masters of the Zhu g-yas lineage that had established many monastic centres, including Sog gYung drung gling and Khra rgan nyi yu in the latter stage of Bonpo development, when the dying embers of teaching began to rekindle all over Tibet. The Zhu g-yas is a powerful lineage whose forefather is Zhu g-yas Legs po, the authorized proprietor of the Bon tantric and Mind class teachings, which had been handed down from gShen chen Klu dga. The latter was the principal one among the one hundred text-discoverers who had opened the door to Bonpo teachings.<\/p> <p>In 1465, Zhu btsun gYung drung khri &rsquo;od founded Mi g-yo bsam gtan gling. It generally followed the Zhu tradition called Zhu lugs Sog zam and the rituals were practised following the manner of Sog gYung drung gling Monastery.<\/p> <p>Ko bo Ye shes rgyal mtshan meditated in the gSa&rsquo; bu mdzod &rsquo;chang smug mo hermitage. During the latter half of his lifetime he went to Khyung po and founded a monastery, and worked hard for the sake of sentient beings. The monastery was taken care of by the adherents of Ko bo Ye shes rgyal mtshan, including Ko ston sByin pa rgyal mtshan and Ko bo Kun bzang, who had appeared in succession. Since these Ko lamas were benevolent enough to look after the monastery, they developed it by giving continuous teachings based on Sutra, Tantra and the Mind texts so that the monastery developed further, making its name known everywhere. It is said that when Ko bo Ye shes rgyal mtshan passed away, many self-grown relics appeared (from the cremation of his body) which were worshipped as the most auspicious objects in this monastery.<\/p> <p>In 1718, misfortune befell Mar khu thang Monastery when the vicious Mongolian troops of Jungar came to rGyal shod district and plotted to destroy the monastery. The two Bonpo local leaders, lHa rje skyen ga yu and Thod pa thad ga yu, undertook armed operations and killed some of the vicious Mongolian soldiers, including the chief, but could not prevent the rest of the Jungar entering the monastery. They plundered the monastery beyond all imagination, destroying it totally. All the religious objects were instantly turned into a ball of fire. However, one of the main religious objects, the word-uttering statue of gShen rab (sTon pa gsung byon ma), escaped destruction, along with the two short pillars, and they were regarded as the auspicious symbol of the monastery&rsquo;s restoration.<\/p> <p>Preparations for restoration of the monastery were made. Of all the things that were lost, they searched in particular for one of the main religious objects, called &rsquo;Phar chen dkar po rGyang grags ma (the Big White Conch of Far-flung Fame), made of sTon pa gShen rab&rsquo;s teeth, which had gone missing in the chaos. It was found on a rock at gSa&rsquo; yar kha, which influenced the decision to rebuild the future monastery there.<\/p> <p>During the several years of hard work that was being done making preparations, Sangs rgyas gling pa, <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">alias<\/span> Byang chub rdo rje, who upheld the tradition of the New Bon, was travelling in the regions of the four <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rong<\/span>, such as Kong po and the eight shod where he made rediscoveries of texts. In 1727, he came to rTsi thog steng and carried out the ceremony of consecration of the new location. The officials, lay practitioners and people of the Bu rdzum tribe made him the religious teacher of this monastery, and he bestowed upon the new monastery the name Mi g-yo gsam gtan gling, the same as before, plus abundant funds and materials to make continual offerings. The monastery maintained its ritual practices of the Zhu tradition, but Sangs rgyas gling pa also introduced some of those of the New Bon.<\/p> <p>At that time there were about sixty monks and lay practitioners in all, so some people began to call the monastery the Sixty Monastic College of gSa&rsquo; &rsquo;mda (gSa&rsquo; mda&rsquo; grwa tshang drug cu).<\/p> <p>Later, Mi &rsquo;gyur rgyal mtshan, an incarnate lama, visited rGyal shod. He resided at Kong po Bon ri and was one of the twenty-five Red Hat masters who were regarded as the masters of Sangs rgyas gling pa&rsquo;s teachings.<\/p> <p>Mi &rsquo;gyur rgyal mtshan began to have a close patron-priest relationship with the officials and people of the Bu rdzum tribe. Formerly, when Sangs rgyas gling pa was the head of the monastery, the officials, people and priests of Bu rdzum expressed a strong hope that the holy man Mi &rsquo;gyur rgyal mtshan would be the proprietor of both rGyal ri and gSa&rsquo; mda&rsquo; monasteries, which he accepted.<\/p> <p>To the religious dances performed during the Ma tri bum sgrub festival of gSa&rsquo; mda&rsquo; bon dgon, Mi &rsquo;gyur rgyal mtshan added some elegant styles following those performed in rGyal ri Monastery. He gave gSa&rsquo; mda&rsquo; bon dgon a mask of mKha&rsquo; &rsquo;gro seng gdong ma crafted by &rsquo;Brel &rsquo;Gyur med rgyal mtshan, as an object of worship. He worked, in particular, on reframing the written moral code of the monastery by rectifying its defect; this was regarded as an invaluable deed for the entire community and was indeed very beneficial to the interests of the monastery.<\/p> <p>The reconstruction of gSa&rsquo; mda&rsquo; bon dgon began with the building of the twelve-pillared assembly hall. It had a porch and stairway. Then the monks&rsquo; quarters and other buildings were built, all in a good fashion.<\/p> <p>The main religious objects of the monastery were as follows: the big conch made of gShen rab Mi bo&rsquo;s teeth; the relic stupas of the successive Ko bo lamas; a bronze statue of gShen rab; a gilt-bronze statue of mKhan chen Mu zi gsal bzang; statues of gShen lha &rsquo;od dkar, Khro bo gtso mchog and gShen gSangs ba &rsquo;dus pa, all made of a mixture of medicine and clay; as well as stupas, including rNam rgyal mchod rten. In the assembly hall were murals of the Twelve Deeds (mDzad pa bcu gnyis) and the deities of gSas mkhar mchog lnga. At the porch were, in common with every other monastery, the murals of the Four Great Kings (rGyal chen sde bzhi), the wheel of existence and so forth, and, not common to all monasteries, murals of the territorial deities of peaceful nature (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">yul lha<\/span>), such as gSa&rsquo; yi nor bu bcu gsum and Chis kyi rin chen bcu gsum. In the tantric room upstairs were images of principal religious protective deities of peace and wrath, and on both sides of them stood the Six Bonpo Protectors (Bon skyong sde drug) and Zhu btsan Grags rgyal in a frightening aspect, as if guarding the Bonpo doctrine.<\/p> <p>A brief history of the influential Zhu lineage, which had maintained gSa&rsquo; mda&rsquo; bon dgon in Bu rdzum, is as follows:<\/p> <p>Once there was the chief gYung drung bsod nams, one of the successive Bu rdzum chiefs. It is said that originally these were offspring of the local deity. gYung drung bsod nams had only a daughter named Rin chen lha mo, who remained without offspring. There were no chiefs for the community and so there was the danger that the chieftain lineage might be ended. However, she was a person capable of leading her community. The members of her community, both lay and clerical, decided that they should try to look for a suitable man of a good family who would marry her. At that time, in 1777, the gTer ston Yung drung grags pa of the Zhu family, who was learned and compassionate, began to have a very close relationship with gSa&rsquo; mda&rsquo; bon dgon. The leaders of the monastery therefore requested him to marry Rin chen lha mo so that he could look after the monastery.<\/p> <p>He provided a powerful remedy for the local community and the Bonpo doctrine. He established a close patron-priest relationship with Tshe ring rab brtan, the king of Hor, and became the king&rsquo;s spiritual master.<\/p> <p>gYung drung grags pa rediscovered hidden texts in the sacred site Brag dkar lha lung, situated in the vicinity of Klu phug Monastery (No.31) in sBra chen, and recognized the place as a pilgrimage site as well as tracing the path around it. At that time, the people of the Bu rdzum tribe, both laity and clergy, thought that since the monastery was founded by a man of the Zhu family and its tradition belonged to this family, it would be most appropriate if the Zhu family also now looked after it, and they congratulated the lama. From that time on, in the Bu rdzum tribe, the lineage of the local chief was united with that of Zhu g-yas.<\/p> <p>Concerning the way in which this Bonpo monastery, whose inmates were a mixture of monks and lay practitioners, was transformed into a proper monastery, it happened as follows: When Sangs rgyas bstan &rsquo;dzin dbang gi rgyal po, the incarnation of rJe btsun Byang pa Khro tshang &rsquo;Brug lha and the twenty-fifth throne holder of sMan ri Monastery (No.1) in gTsang, where the Second Buddha mNyam med Shes rab rgyal mtshan resided, came to the lower rGyal shod, he said that if the monastery followed the monastic tradition of sMan ri it would be a great benefit in the future for the interests of monastery itself and living beings. Every Bonpo devotee in the place, lay and clerical, willingly accepted the proposal. The leaders of the region, members of the monastery and ordinary people took vows to respect the recommendation.<\/p> <p>mGon lha, the younger son of the chief Zhu g-yas Pad ma rin chen, took monastic vows and was given the name bsKal bzang gtsug phud. The lay practitioners in the monastery also took monastic vows. Moreover, many people from the tribe became monks, so that the number of monks grew by nearly one hundred. The abbot wrote the regulations of the monastery based on the Vinaya and Sutra.<\/p> <p>When the abbot was about to leave for sMan ri Monastery, he called at Mi g-yo bsam gtan gling and gave an instruction saying that they should follow the Bru tradition, in accordance with the sMan ri practice, but the Zhu tradition of the dGu gsum festivals is of such magnificence that it should be maintained as before. For this reason, the Zhu tradition of the festivals has been kept till the present day.<\/p> <p>Later on, the above-mentioned mGon lha vacated the throne and went to live with the family of the Sen tsha chieftain. However, he continued to do a lot of work that was beneficial to the monastery: he had many invaluable monastic articles made in the assembly hall, such as victorious banners decorated with various ornaments, the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;phan<\/span>, the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">phye &rsquo;phur<\/span> and canopies, all made of thick Hor cloth.<\/p> <p>bsTan pa &rsquo;brug grags became a monk in this monastery. He was one of the four nephews of the king of Hor, Tsung chen hu Tshe dbang lha rgyal. The latter was a son of Zhu g-yas bSod nams dpad rgyal, the chief of Bu rdzum. However, bsTan pa &rsquo;brug grags could not do much for the monastery.<\/p> <p>After that the local community needed another lama. The leaders of Bu rdzum, therefore, sent a messenger with one <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rdo tshad<\/span> of silver and many other things to Ri zhing Monastery (No.4) in the upper Nyang in gTsang in order to invite a lama of the Zhu family. A lama called sTon pa of rTsa phu bla brang in Ri zhing, who was learned in the tradition of <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">srid gshen<\/span>, considering the benefit to sentient beings, accepted the invitation and came to rGyal shod. As a departing gift, the rTsa phu bla brang gave him the so-called He la nam mkha&rsquo;i &rsquo;phur mo che, which is a statue of Phur pa rediscovered by gShen chen Klu dga&rsquo;. It was made of five different precious metals with three faces and a Garuda hovering above its head.<\/p> <p>The lama sTon pa lived among the people of rGyal shod as if he were a simple layman. He worked a great deal for the beings, not caring for either wealth or fame. He had four sons. One of the middle two took monastic vows in the presence of the abbots of the upper and lower monasteries, and received the name bsTan &rsquo;dzin gtsug phud. He received initiations and teachings of the outer, inner, and secret so well that the proper practice of rituals spread everywhere. As hoped by the people, priests and officials, he became the head of gSa&rsquo; mda&rsquo; bon dgon. He travelled often to the nomad areas of Hor in order to collect donations. In 1916, he completely rebuilt the monastery with new buildings, such as the temple with forty-eight long and short pillars, the dBu rtse with its stairway, the dance hall and so forth. However, he did not live to see the religious objects and murals completed.<\/p> <p>After the death of bsTan &rsquo;dzin gtsug phud, bsTan pa rgya mtsho of Zhu g-yas took over the work. Many lay and clerical devotees made donations, so that the murals and religious objects were completed. In the dBu rtse temple were the following: a gilt-bronze statue of rGyal ba rgya mtsho with a thousand arms and a thousand eyes, as high as a two-storey house; a life-size gilt-bronze statue of Tshe dbang bod yul ma; clay images of rNam par rgyal ba, sMra ba&rsquo;i seng ge, Thugs rje byams ma, mNyam med chen po, gTso mchog mkha&rsquo; &rsquo;gyings and sTag la me &rsquo;bar, each of which stood as high as a two-storey house, installed on fully draped thrones.<\/p> <p>On the shelves, on both sides of the assembly hall, are said to have been a collection of countless scriptures, including the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; &rsquo;gyur<\/span> and <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; brten<\/span> of Eternal Bon, the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;Bum<\/span> and <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">mDo gzer mig<\/span> written in gold and the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;Bum<\/span> of the three versions: detailed, standard and compact. There were the murals of the Thousand Buddha, Cho ga bcu gnyis, the Twelve Deeds of gShen rab Mi bo, the deities of gSas mkhar mchog lnga and the protective deities of Bon. Around the upper structure of the temple were murals of the lineage of the masters of monastic tradition. At the porch were the murals of the Four Great Kings and the wheel of existence.<\/p> <p>Upstairs, in the bsKangs gso khang, were clay images of sTag la spu gri dmar nag and the religious protectors of Bon. On the lattice-work fence were clay images of dBal gsas and Tshe dbang Bod yul ma. The murals were of the assembled deities of Zhang zhung Bon skor.<\/p> <p>Zhu g-yas bsTan pa rgya mtsho was the younger of the two sons of Pad ma rnam rgyal, a chief of Bu rdzum. He was born in 1905 and his lay name was bSod nams grags pa. He later took monastic vows in the presence of sKu &rsquo;dun Phun tshogs blo gros of sMan ri Monastery, and was given the name bsTan pa rgya mtsho. He received teachings in the presence of the mKhan chen Phun tshogs blo gros, the yogi bZod pa rgyal mtshan from Khyung po and the hermit gYung drung ye shes. He mastered the esoteric learning of Bon and became the head of gSa&rsquo; mda&rsquo; bon dgon, which consequently brought great prosperity to the monastery. In the latter half of his life he handed over all the responsibilities of teaching to his nephew Nyi zla tshe dbang, <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">alias<\/span> bsTan pa rgyal mtshan, and practised meditation for the rest of his life at the cave gSa&rsquo; phu. He passed away in 1966.<\/p> <p>Nyi zla tshe dbang is the present head of gSa&rsquo; mda&rsquo; bon dgon. He was born in the family of the chief of Bu rdzum and was the younger of the two sons of Zhu g-yas Rin chen dbang rgyal. In 1934, he took monastic vows in the presence of bsTan pa blo gros, the abbot of sMan ri, and was given the name bsTan pa rgyal mtshan. He studied the precepts of Bon under the same master and bZod pa rgyal mtshan, the yogi of Khyung po. Similarly, he received teachings from the three other masters: Zhu g-yas gYung drung rgyal mtshan from Yung drung dpal ri in Khyung po; Shel zhig gYung drung rnam rgyal, a personal disciple of Grub dbang Shar rdza pa; and bsTan pa rgya mtsho, his paternal uncle. He also studied the general culture of Tibet, including Tibetan linguistics. He has been in charge of all aspects of the headship of this monastery up to the present day.<\/p> "},{"title":"Annual Religious Services and Practice of Rituals","index":11,"parent_index":10,"body":" <p>For about fifteen days, from the 3rd day of the first Tibetan month, there were ceremonies of <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">lnga mchod<\/span> and from the 16th, for three days, the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">smon lam<\/span> festival is celebrated. Besides these, normally after finishing daily tea, the monks assemble to perform various rituals: the eight-day ritual based on the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">sGrib sbyong mun sel sgron ma,<\/span> called the dPon tshang ma a dkar; the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">Zhi khro<\/span> ritual, for over twenty days; the seven-day ritual of Ma rgyud; the five-day ritual of gDugs dkar; the Twelve Rituals (Cho ga bcu gnyis), for twelve days; the recitation of the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; &rsquo;gyur<\/span>; and the five-day ritual of Phur pa. On these occasions, a number of local devotees come to make flower offerings.<\/p> <p>In the sixth Tibetan month a summer retreat is observed for about thirty days. Then comes the end of the month, when the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dgu gtor<\/span> rite called Khro bo dmar chen, which is the short one (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dgu chung<\/span>), is performed.<\/p> <p>In the eighth month there is a big festival, Ma tri bum sgrub, for twelve days. On this occasion, religious dances that consist of thirteen different ones are performed over two days and on another day the public initiation is given.<\/p> <p>On the 24th day of the tenth month another <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dgu gtor<\/span> rite is performed, this time an elaborated one (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dgu chen<\/span>), based on the recital of the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">Khro bo ngo mtshar rgyas pa<\/span>.<\/p> <p>From the 3rd day of the twelfth month the ritual sTag la tshogs stong is performed, and at the end of the month the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dgu gtor<\/span> rite of sTag la is performed, leading to the New Year&rsquo;s general celebration.<\/p> <p>To sum up, they assemble for rituals for more than ten months of the whole year.<\/p> <p>As for the organization of this monastery, it consists mainly of a <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dbu bla<\/span> (head), four <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">las sne<\/span> (official), <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad<\/span> and <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dge bskos<\/span>. In addition to these, there are several senior monks from Khyung po and Ya nge thod pa in the lineage of old Bonpo masters, who take responsibility for managing the big festivities. For prescribed monastic activities the first four above-mentioned members should take responsibility. The main annual ceremonies are Nag po spam chen, Tshogs stong, lNga mchod, sMon lam, Zhi khro, Ma rgyud, gDugs dkar, Phur pa, Dung yon, bsNyen bsnyung, the dGag dbye, sNgags rgyun, dBu rtse mar chen, sNgags rgyun mar chen, &rsquo;Khor chen, Khyi khrud, gSar &rsquo;phar, and sPyi gso. The expenses of the eight-day ritual of A dkar are met by the chief of Bu rdzum. Funds for the above-mentioned activities are raised from livestock and farmland production. In the old days, it was with tea and silver that they raised funds to erect the so-called Four Stupas (mChod rten bzhi) of Nag po spam chen. Out of the funds, they must save cash to hand over so that the budget for the rest of the year might be met. There was a special rule in the monastery that according to the amount of the funds, four or two monks must take responsibility in turn for the funds.<\/p> <p>With regard to monastic discipline, the legal document of the monastery serves as its basis. For example, if a monk breaks one of the four primary rules, he must be punished with a fine of eighteen <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">tam rdo<\/span> and he must find a substitute to be his replacement. Although the monastery used to be called &ldquo;the Sixty Monastic College of gSa&rsquo; mda&rsquo;&rdquo;, because it had only sixty monks, it actually now has more than one hundred monks. The regulations of the monastery are very strict. The monks are not even allowed to wear undershirts at any time, and even in the courtyard of the public houses, including the four or five monks&rsquo; quarters, they were under close surveillance.<\/p> <p>During the recent period of its history (i.e., the Cultural Revolution) the monastery declined markedly for many internal and external reasons. However, it was rebuilt in 1985. Several religious objects hidden and kept safe by the senior monk Byang chub grags pa, bsTan &rsquo;dzin bzang po and the dKar ya nge family were returned to the monastery. rDo rgyal kha ba rNam rgyal dbang grags of the Zhu family purchased a complete set of the <em xmlns:str=\"http:\/\/exslt.org\/strings\">bKa&rsquo; &rsquo;gyur<\/em> in two hundred volumes printed in Chengdu, and presented it to the monastery.<\/p> <p>After all this, at present this monastery is in pretty good condition in terms of size and equipment, and has come out as one of the principal Bonpo monasteries of Nag chu region. In the monastery there are three lamas, including Lama Nyi zla tshe dbang, mentioned above, who is very learned in Bon culture, and there are about forty-seven monks.<\/p> <p>A trip of about 250 kilometres from &rsquo;Bri ru rdzong takes us to sBra chen rdzong.<\/p> "}]}