{"meta":{"domain":"places","kid":"16756","authors":[],"title":"Burkar Zhung Introduction","dates":{"created_at":"2010-08-25 11:12:11 UTC","updated_at":"2010-08-25 11:12:11 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Burkar Zhung Introduction"},{"title":"II.2. Superficial structures: Primarily funerary superstructure","index":1,"parent_index":0,"body":" "},{"title":"Burkar Zhung&rsquo;Bur dkar gzhung","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Burkar Zhung<\/span><span class=\"scholar\">&rsquo;Bur dkar gzhung<\/span> is located in a sandy plain east of the <span class=\"popular\">Kongchen Chu<\/span><span class=\"scholar\">Kong chen chu<\/span>. There are probably eight or nine quadrate and sub-rectangular funerary superstructures at <span class=\"popular\">Burkar Zhung<\/span><span class=\"scholar\">&rsquo;Bur dkar gzhung<\/span>. However, the integrity of the site is significantly hreatened by local <span class=\"popular emph\">drok pa<\/span><span class=\"scholar emph\">&rsquo;brog pa<\/span>, who are removing stones from the structures in order to build pastoral facilities. A couple of corrals (<span class=\"popular emph\">lhara<\/span><span class=\"scholar emph\">lhas ra<\/span>) belonging to a seasonal encampment are found at <span class=\"popular\">Burkar Zhung<\/span><span class=\"scholar\">&rsquo;Bur dkar gzhung<\/span>. The double-course perimeter walls of the larger enclosures contain variable-length blocky stones (primarily 20 cm to 60 cm long), which are flush with the ground surface or rise above it to a height of 50 cm. Some of these walls appear to have been more than one vertical course in height. The larger enclosures are free of superficial structural elements within the perimeter walls. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>None was collected.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Funerary Structure FS1","index":7,"parent_index":6,"body":" <p>Funerary structure FS1 (9.5 m x 6 m) is the most northerly structure at the site. The well-built double-course walls are 60 cm to 70 m thick. The corners of the FS1 enclosure appear to be somewhat rounded. <\/p> "},{"title":"Funerary Structure FS2","index":8,"parent_index":7,"body":" <p>Funerary structure FS2 is situated beside FS1. Very little of this smaller specimen has survived. <\/p> "},{"title":"Funerary Structure FS3","index":9,"parent_index":7,"body":" <p>Funerary structure FS3 (8 m x 9 m) is the largest enclosure at the site. It is situated 76 m southwest of FS1. <\/p> "},{"title":"Funerary Structure FS4","index":10,"parent_index":7,"body":" <p>Funerary structure FS4 (80 cm x 1 m) is situated 11 m north of FS3. This tiny sub-rectangular enclosure is comprised of just ten stones 40 cm or less in length. Most of the stones of the enclosure protrude above ground level.<\/p> "},{"title":"Funerary Structure FS5","index":11,"parent_index":7,"body":" <p>Funerary structure FS5 (2 m x 2.7 m) is situated 40 m west of FS3. This fragmentary structure is partially obscured by stones that have broken free of it and it is slightly elevated in the center. The design characteristics of FS5 are now ambiguous. <\/p> "},{"title":"Funerary Structure FS6","index":12,"parent_index":7,"body":" <p>Funerary structure FS6 is situated 30 m south of FS3. Not much of this smaller specimen is still intact. There are probably at least two or three more funerary structures at <span class=\"popular\">Burkar Zhung<\/span><span class=\"scholar\">&rsquo;Bur dkar gzhung<\/span>, but they are too highly degraded for clear identification.<\/p>  "}]}