{"meta":{"domain":"places","kid":"16705","authors":[],"title":"Lhalung Doring Introduction","dates":{"created_at":"2010-08-25 11:11:08 UTC","updated_at":"2010-08-25 11:11:08 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Lhalung Doring Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":"Lhalung DoringLha lung rdo ring","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to local <span class=\"popular emph\">drok pa<\/span><span class=\"scholar emph\">&rsquo;brog pa<\/span>, <span class=\"popular\">Lhalung Doring<\/span><span class=\"scholar\">Lha lung rdo ring<\/span>are magically formed primordial stones.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Pillars","index":7,"parent_index":6,"body":" <p>The two irregularly shaped pillars are made of a grayish grained rock. These standing stones are highly worn and their surfaces have undergone some change in color. The pillars measure 90 cm (height) x 70 cm (basal girth) and 65 cm x 80 cm. They stand within 30 cm of one another. The tips of both standing stones have been broken. <\/p> "},{"title":"Outlying funerary structures","index":8,"parent_index":6,"body":" <p>Small fragments of funerary superstructures appear to be distributed across the site. These remains are now so degraded that positive identification is not often feasible. Only one enclosure has been spared from utter destruction. It is located 50 m northwest of the two pillars. The single-course rectangular perimeter measures 2.4 m x 1.7 m. Its walls contain stones 20 cm to 40 cm in length, which are mostly even with the ground surface. This enclosure is not oriented in the cardinal directions. Recently, stones have been extracted from this structure and it is in imminent danger of annihilation. Local <span class=\"popular emph\">drok pa<\/span><span class=\"scholar emph\">&rsquo;brog pa<\/span> do not appear to be aware of the identity of this structure. This ignorance about archaeological assets seems to account for much of the contemporary destruction of funerary superstructures in Upper Tibet. <\/p>  "}]}