{"meta":{"domain":"places","kid":"23745","authors":[{"fullname":"Jann Ronis","id":"32"},{"fullname":"Jann Ronis","id":"32"}],"title":"An Overview of Nyarong","dates":{"created_at":"2011-07-13 16:53:40 UTC","updated_at":"2011-07-13 16:53:40 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>The Nyarong (<em><span class=\"tibetan\" title=\"Type ID here\">nyak rong</span></em>) Valley is especially steep and its upper mouth to this day is very narrow, which helped keep it relatively isolated for so many centuries. The lower end of the valley rejoins the Nyakchu (<em><span class=\"tibetan\" title=\"Type ID here\">nyag chu</span></em>; <em><span class=\"chinese\" title=\"Type ID here\">Yalong Jiang</span></em> 雅砻江) River in Litang (<em><span class=\"tibetan\" title=\"Type ID here\">li thang</span></em>). Traditional Nyarong maps onto all of contemporary Nyarong County, the northern part of Litang County, and some of Pelyül (<em><span class=\"tibetan\" title=\"Type ID here\">dpal yul</span></em>) County. Throughout much of its history Nyarong society has been divided into geographical sections, such as the upper, middle, and lower parts of the valley. Geoffrey Samuel says that socio-political organization in Nyarong was unusual for having a pronounced tribal structure, which is common in pastoral communities but much less so in places like Nyarong with a predominantly agricultural character. Nyarong’s period of greatest political and military strength was in the middle of the nineteenth century, when the valley was unified under the local chieftain Gönpo Namgyel (<em><span class=\"tibetan\" title=\"Type ID here\">mgon po rnam rgyal</span></em>, d. 1865). His violent unification of the entire Nyarong Valley in the 1840s angered the Qing overlords of Kham (<em><span class=\"tibetan\" title=\"Type ID here\">khams</span></em>) and they attacked him, together with assistance from many neighboring Kham polities. Gönpo Namgyel’s Nyarong successfully defended itself against the invaders. Emboldened, Gönpo Namgyel led his troops on many offensive campaigns against Litang, the Hor States, and Degé (<em><span class=\"tibetan\" title=\"Type ID here\">sde dge</span></em>). In 1862 the Nyarong forces completely occupied Degé, sending its royal family into exile. After the Qing troops were unable to vanquish him, the central Tibetan Ganden Palace’s (<em><span class=\"tibetan\" title=\"Type ID here\">dga’ ldan pho brang</span></em>) army joined the fight and killed Gönpo Namgyel in Nyarong. The Ganden Palace administered Nyarong from 1865 to 1896 via a post it created after the war called the Tibetan High Commissioner of Nyarong (<em><span class=\"tibetan\" title=\"Type ID here\">mdo smad nyag khog spyi khyab</span></em>).</p>","title":"An Overview of Nyarong"}]}