{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "གདན་ས་མཐིལ།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "ཟངས་རི་རྫོང་།"
  }, 
  {
   "body": "<p>རྩེད་ཐང་ནས་ཟངས་རིའི་ཕྱོགས་སུ་འཁོར་ལམ་བརྒྱུད་སྤྱི་ལེ་སུམ་ཅུ་ཙམ་སོང་ན་ཀླུ་ཁང་གྲུ་ཁའི་དཔྱང་ཟམ་བརྒྱུད་ད་ལྟའི་ཟངས་རི་རྫོང་གནས་ཡུལ་སུ་འབྱོར། ཟངས་རི་རྫོང་ནས་ཕྱག་འཚལ་ཤར་ཞེས་པའི་ལ་རྒྱབ་ནས་རྐང་ཐང་མར་ཆུ་ཚོད་གསུམ་ཙམ་སོང་ན་གདན་ས་མཐིལ་དུ་འབྱོར། དགོན་དེ་ནི་སྤྱི་ལོ་1158ལོར་མཉམ་མེད་དྭགས་པོ་ལྷ་རྗེའི་དངོས་སློབ་འགྲོ་མགོན་ཕག་མོ་གྲུ་པ་སྐུ་ཐོག་དང་པོ་རྡོ་རྗེ་རྒྱལ་པོའམ་བྱང་ཆུབ་རྒྱལ་མཚན་གྱིས་ཕྱག་བཏབ་གནང་མཛད། ཐེག་ཆེན་གླིང་དང་། འཕེལ་རྒྱས་གླིང་། མཛད་རྒྱས་གླིང་བཅས་གྲྭ་ཚང་གསུམ་དང་། ཚོགས་ཆེན་གཅིག གཞན་ཡང་ཤར་གླིང་བརྒྱ་དང་ནུབ་གླིང་སྟོང་ཞེས་དགེ་འདུན་ཞལ་གྲངས་ཁྲི་ཕྲག་བཅོ་བརྒྱད་དང་། བླ་མ་ལྔ་བརྒྱ་ཙམ་བར་འཕེལ་རྒྱས་བྱུང་ཞེས་གསུངས། རྗེ་ཕག་མོ་གྲུ་པ་སྐུ་ཐོག་དང་པོ་རྡོ་རྗེ་རྒྱལ་པོའམ་བྱང་ཆུབ་རྒྱལ་མཚན་ནས་སྐུ་ཐོག་བཅོ་ལྔ་ཙམ་བྱུང་། ཕག་གྲུ་སྡེ་སྲིད་སྐུ་ཐོག་དང་པོ་བྱང་ཆུབ་རྒྱལ་མཚན་གྱིས་<span class=\"milestone page eng \">[page <span class=\"pnum\">73</span>] </span> 1354ལོར་ས་སྐྱར་དམག་དྲངས་ཏེ་ས་སྐྱའི་དབང་སྒྱུར་མཇུག་སྒྲིལ་བ་བཟོས་ནས་ཕག་མོ་གྲུ་པས་བོད་ཁམས་དབང་དུ་བསྒྱུར་ཞེས་ཟེར། རྗེ་སྒམ་པོ་བ་གཤེགས་རྗེས་ཕག་གྲུ་དགུང་ལོ་བཞི་བཅུ་ཞེ་དགུར་མཐར་རྩའི་གྲོང་མདར་གྲོང་ལ་ཕག་མོ་ཞེས་དང་། གྲུ་ལ་ཕག་གྲུ་ཟེར་བ། ཡི་དམ་ཕག་མོ་བཞུགས་པའི་གནས་ལ་གདན་ས་མཐིལ་ཞེས་པའི་དགོན་པ་ཕྱག་བཏབ་པས་ཕག་གྲུ་ཞེས་པ་ཡུལ་མིང་བླ་མར་ཐོགས། སྐུ་ཐོག་བཅོ་ལྔ་པ་ནས་སྐུའི་ཡང་སྲིད་མ་བྱོན་སྟབས་རྒྱལ་སྲིད་ཆོས་སྲིད་རྒྱལ་བ་ལྔ་པས་བཞེས་ཞེས་གསུངས། སྔོན་དགོན་དེར་གསེར་ཟངས་ཀྱི་ཐུབ་པ་ལྷ་ཡུལ་མ་ཞེས་གསུངས་འབྱོན་མ་མི་ཚད་དང་། གསེར་ཟངས་ཀྱི་སངས་རྒྱས་ཀྱི་སྐུ་ཐོག་སོ་གཉིས་ལྡན་ཅན་བརྒྱད། གསེར་ཟངས་ཀྱི་རྗེ་ཕག་མོ་གྲུ་པ་རིམ་བྱོན་གྱི་གདུང་རྟེན་བརྒྱད། བཀའ་བརྒྱུད་བླ་རབས་རྣམས་ཀྱི་འཇིམ་སྐུ་མི་ཚད་མ། ཧུ་མ་རྒྱལ་པོས་དམག་གིས་བཤགས་པར་ཕུལ་བའི་གསེར་རྗེན་རྡུང་མའི་ཀ་ཕན་མཐོ་ཚད་སྤྱི་ཁྲེ་གསུམ་དང་། ཞེང་ཚད་སྤྱི་སྐར་བཞི་བཅུ་ཙམ་བྱས་པ་བདུན། འབྲུག་གི་རྭ་ཅོ། སངས་རྒྱས་ཆོས་འཕགས་ཀྱི་ཚེམས། བཅོམ་ལྡན་འདས་ཀྱི་ཚེམས། ཕག་གྲུའི་དབུ་ཞྭའི་སྟེང་མུ་ཏིག་མཐེ་བོང་ཙམ་དང་། ལྷ་ཁང་རེར་བསེ་རུའི་རྭ་རེ། ད་དུང་རྒྱལ་བ་ཕེབས་རིམ་བཞིན་འབུལ་གནང་མཛད་པའི་གསེར་གྱི་མེ་ལོང་བདུན་བཅས་ལ་སོགས་པ་མཇལ་རྒྱུ་ཡོད། </p><p>ད་ལྟ་གྲྭ་ཚང་འཕེལ་རྒྱས་གླིང་ཉམས་གསོ་ཞུས་པའི་ནང་མ་ཎིའི་རང་བྱོན་དང་། ཕག་གྲུའི་བཞུགས་ཁྲི། ཚོགས་ཆེན་ལྟག་གི་ཕག་གྲུའི་གཟིམ་སྦུག་ནང་གསར་བཞེངས་སྨན་གདམ་གྱི་ཕག་གྲུའི་འདྲ་སྐུ་སོགས་མཇལ་རྒྱུ་ཡོད།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "གདན་ས་མཐིལ།"
  }
 ], 
 "meta": {
  "date": "2010-08-14 12:30:04 UTC", 
  "domain": "places", 
  "kid": "22369", 
  "authors": [], 
  "title": "གདན་ས་མཐིལ།"
 }
}