{"meta":{"domain":"places","kid":"16587","authors":[],"title":"Riu Gönpa Introduction","dates":{"created_at":"2010-08-11 20:46:35 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Riu Gönpa Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Main temple","index":7,"parent_index":6,"body":" "},{"title":"Exterior features","index":8,"parent_index":7,"body":" <p>The outer dimensions of the main temple are as follows: 18 m (south wall), 13.5 m (east wall), 14 m (north wall), and 13 m (west wall). The outer walls have numerous angles, creating a series of nooks inside the building and shortened spans for the heavy stone elements of the roof. The south or downhill wall is the highest structure at the site; it is uniformly 3.5 m to 4 m in height. The north or upslope wall is deeply set into the ground. The west half of the north wall has a maximum height of only 1.3 m, while the east half of he north wall is flush with the slope. These elevations include a parapet wall that extends 50 cm above the roofline. Except for the main entrance in the east, the alignment of the main building in the cardinal directions was not a significant consideration. <\/p> <p>In the south wall there are two stone gutters that convey runoff from the roof to the ground below, thus protecting the masonry from waterborne damage. Also in the middle of the exterior south wall, at ground level, here is a 1-m high privy pit. Near the west corner of the south wall there is the temple&rsquo;s only exterior window (25 cm x 30 cm). It is set in an indentation that measures 35 cm x 50 cm. East of the main building here are remnants of walls with small alcoves overlaid with stone beams. These walls appear to have been part of a gallery that enclosed an outer courtyard, 17 m in length. This enclosure is now used as a winter livestock pen. On the east end of the corral there are the remains of an entrance or alcove bridged by stone beams up to 2.5 m in length, the longest appurtenances at the site. <\/p> <p>Most of the bridging stones in the roof of the main building are 1.5 m to 2 m in length. The wall thickness of the main temple ranges between 50 cm and 70 cm. The random-rubble walls are of the dry-mortar variety or with seams that were minimally mud mortared. Sandstone slabs of variable size (15 cm to 90 cm in length) were used in wall construction. Walls were heavily plastered on both their interior and exterior faces. Clay and possibly other mineral substances were added to this plaster to harden it, as it has proven extremely durable. There is evidence to show that both the exterior and interior walls were tinted with red ochre. <\/p> "},{"title":"Entrance","index":9,"parent_index":7,"body":null},{"title":"Inner east courtyard","index":10,"parent_index":7,"body":" <p>The outer entranceway accesses a small vestibule that has part of its stone roof intact. Its floor-to-ceiling height is 1.6 m. One step leads down from the vestibule to the unevenly shaped inner east courtyard (5.3 m x 3.3 m). The walls surrounding this courtyard are a maximum of 2.2 m in height. To the left of the inner east courtyard entrance there is an alcove (1.5 m x 1 m). To the south of this space there is a latrine with a hole in the floor that opens to the privy pit. This privy pit is conveyed to the exterior of the building. The roof over the latrine has survived the vandalism of recent years. <\/p> "},{"title":"North courtyard","index":11,"parent_index":7,"body":" <p>On the north side of the east courtyard, immediately to the right of the main entrance of the building, an entranceway with five stone steps leads up to the north courtyard (7.8 m x 4.7 m). Like the east courtyard, here is no evidence that the north courtyard was ever roofed. There is a large niche in the north\/rear wall of the north courtyard.<\/p> "},{"title":"Southeast wing","index":12,"parent_index":7,"body":null},{"title":"Inner east courtyard south room","index":13,"parent_index":7,"body":" <p>On the south side of the inner east courtyard there is an elaborate entranceway of the same design as the main entrance. It opens to a relatively large room (3.7 m x 3.1) that is partitioned by a wall buttress into wo parts. Its roof has only partly survived. There are two recesses and a niche in the walls of the south portion of the room. In recent times this room was used to store animal dung. <\/p> "},{"title":"West courtyard","index":14,"parent_index":7,"body":" <p>On the west side of the inner east courtyard there is another ornamented entranceway (1.4 m x 90 cm) that accesses the west courtyard (5.4 m x 4.8 m). Three upright stone panels were placed on one side of this entrance and one panel on the other side. Until several years ago, the floor in this courtyard was lined with large slabs, most of which have been taken up or broken by local <span class=\"popular emph\">drok pa<\/span><span class=\"scholar emph\">&rsquo;brog pa<\/span>. Immediately to the right or north of the west courtyard entrance there is a single room (3 m x 1.9 m) with a large open entrance (1.9 m x 1.4 m). There are two niches in this room as well as a smoke hole in the intact roof. There is also a small window in the east wall. Perhaps this room functioned as a kitchen (<span class=\"popular emph\">taptsang<\/span><span class=\"scholar emph\">thab tshang<\/span>). <\/p> "},{"title":"Northwest shrine rooms","index":15,"parent_index":7,"body":" <p>On the northwest side of the west courtyard there is a pair of shrine rooms with an enduring stone roof. The floor-to-ceiling height in these larger rooms is around 2 m. Several steps lead up from the open entrance to he east room (3.7 m x 1.5 m). In the east wall of the east room there is an entranceway (1.1 m x 60 cm) that accesses the north courtyard. Three steps lead up to this entranceway, which is flanked by vertical stone panels. A fairly elaborate entrance (1.4 m x 70 cm) connects the east and west rooms. The west room (3.1 m x 1.9 m) has a total of seven niches in the walls. The hearth that was built in the middle of this room is not an old appointment. On the other hand, the skylight (50 cm x 50 cm) in the middle of the ceiling appears to be an original feature.<\/p> "},{"title":"Southwest shrine rooms","index":16,"parent_index":7,"body":null},{"title":"Structures east of the main temple","index":17,"parent_index":6,"body":null},{"title":"Structures west of the main temple","index":18,"parent_index":6,"body":null},{"title":"Notes","index":19,"parent_index":0,"body":null}]}