{"meta":{"domain":"places","kid":"16538","authors":[],"title":"Ribong Kharru Introduction","dates":{"created_at":"2010-08-11 20:45:54 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Ribong Kharru Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Ribong KharruRi bong mkhar ru","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>The residential complex of <span class=\"popular\">Ribong Kharru<\/span><span class=\"scholar\">Ri bong mkhar ru<\/span> sits on a small bluish limestone outcrop, situated on the north side of mtsho mo ngang la ring mo. It is located right on the lakeshore, 2 km east of the opening to the <span class=\"popular\">Bar<\/span><span class=\"scholar\">Bar<\/span> basin. Only a single rocky ridge separates it from <span class=\"popular\">Bar Gi Khar<\/span><span class=\"scholar\">Bar gyi mkhar<\/span> (A-104). The <span class=\"popular\">Ribong Kharru<\/span><span class=\"scholar\">Ri bong mkhar ru<\/span> outcrop directly rises approximately 15 m above the lake, but is only around 10 m high on its inner side. The accessibility of the site and the lack of breastworks or other signs of fortifications indicate that this installation was not a safehold. Like ruins found on many other shorelines in Upper Tibet, <span class=\"popular\">Ribong Kharru<\/span><span class=\"scholar\">Ri bong mkhar ru<\/span>may have been an archaic religious center. Such facilities were often built on southern exposure outcrops, headlands and islands in the great lakes, which spread across the entire breadth of Upper Tibet. Typological identification of <span class=\"popular\">Ribong Kharru<\/span><span class=\"scholar\">Ri bong mkhar ru<\/span> is hampered by the very poor state of the ruins. <\/p> <p>The axis of the <span class=\"popular\">Ribong Kharru<\/span><span class=\"scholar\">Ri bong mkhar ru<\/span> complex is oriented north-south along the spine of the outcrop. This orientation is parallel to this particular stretch of he lakeshore. The so-called <span class=\"popular emph\">khar<\/span><span class=\"scholar emph\">mkhar<\/span> is comprised of the foundations and fragmentary walls of four small buildings. These structures were made with 55-cm to 80-cm thick dry-mortar, random-work walls. These walls contain unhewn stones 15 cm to 60 cm in length. Mostly limestone blocks were employed in construction, but some conglomerate and metamorphic stones were also used. If such walls supported roofs they are likely to have been made of wood. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to local residents, <span class=\"popular\">Ribong Kharru<\/span><span class=\"scholar\">Ri bong mkhar ru<\/span> was an ancient fortress.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Residential complex","index":7,"parent_index":6,"body":" "},{"title":"Residential Structure RS1","index":8,"parent_index":7,"body":" <p>Residential structure RS1 (5.9 m x 8.6 m), the most northerly building, appears to have contained three rooms, two small ones flanking a larger central hall. B-1 is situated on the summit of the outcrop. It has wall segments that reach a maximum height of 1 m on the exterior side and 50 cm inside the structure. Outer wall segments up to 70 cm in height have survived in the highly deteriorated east room. <\/p> "},{"title":"Residential Structure RS2","index":9,"parent_index":7,"body":" <p>Residential structure RS2 (4.6 m x 3.5 m) is located 4.8 m south of RS1. It appears to have consisted of a single room, but most of this structure has been leveled to the foundations. <\/p> "},{"title":"Residential Structure RS3","index":10,"parent_index":7,"body":" <p>Residential structure RS3 (7.3 m x 5.1 m) is situated 11 m south of RS2. It consists of two nearly leveled rooms. What remains of the plan shows that the south room is considerably smaller than the north room. <\/p> "},{"title":"Residential Structure RS4","index":11,"parent_index":7,"body":" <p>Residential structure RS4 (6.2 m x 5.2 m) is located 14 m south of RS3. It probably contained two rooms. Exterior wall fragments reach a maximum height of 1.2 m. In the proximity there appear to be two tiny wall fragments on the rim of the formation, overlooking mtsho mo ngang la ring mo. These may be vestiges of a wall that enclosed this flank of the site. <\/p> "},{"title":"Terracing","index":12,"parent_index":6,"body":" <p>On a shelf, between the summit of the outcrop and the lakeshore, there is also evidence of minor structural dispersions. These appear to have constituted terracing. On the lower northern flanks of the outcrop there are he remains of four walled terraces, covering an area of approximately 17 m x 12m. The enclosed areas are more or less level. The upper two walls are highly damaged. The lower-middle terrace wall is 6.5 m in length and was built of stones up to 80 cm in length. It has a maximum height of 80 cm on its down-slope side, while its upper side is flush with the ground surface. The lower terrace wall appears to have incorporated naturally occurring boulders up to 2 m in length into its construction. The function of these terraces is enigmatic. They could either have had economic (campsites, work area, etc.) or ritual uses. Between the lakeshore and the north end of he summit of the outcrop, two wall remnants, 3.7 m and 5 m in length, create a level area against a cliff. This may well have been another building site.<\/p>  "}]}