{"meta":{"authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}],"title":"Sentsa Gön Namgyel Kündrak Ling Introduction","dates":{"created_at":"2011-12-13 02:28:56 UTC","updated_at":"2011-12-13 02:28:56 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Sentsa Gön Namgyel Kündrak Ling Introduction"},{"title":"’Bri ru rdzong","index":1,"parent_index":0,"body":"\n\n                     "},{"title":"(20) Sen tsha Monastery","index":2,"parent_index":1,"body":"\n\n                     <p>The monastery&rsquo;s full name is Sen tsha dgon rNam rgyal kun grags gling.\n                        Travelling sixty-four kilometres southward from &rsquo;Bri ru rdzong and crossing\n                        two mountain passes, one reaches Sen tsha village in gYang shod <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, which lies halfway up the mountain on the north\n                        side of the river rGyal chu.</p>\n\n                     <p>In its early years, Sen tsha Monastery was situated in the village of Sen\n                        tsha itself, but around 1440, Kun dga&rsquo; dbang ldan of the Bru family, who was\n                        a disciple of mNyam med Shes rab rgyal mtshan, regarding the recess at the\n                        foot of Byug ri phyug mo as auspicious, built a temple there. It is said\n                        that there were many auspicious signs when it was built.</p>\n\n                     <p>This establishment became a monastery, which had many buildings and blessed\n                        religious objects, as well as many lay priests. Many lay priests of gYang\n                        shod Mar thang later moved, one after another, into the vicinity of the\n                        temple. This caused not only a blurring in the distinction between clergy\n                        and laity, but also a serious hindrance to the development of the\n                        monastery.</p>\n\n                     <p>In 1918, when the great abbot of sMan ri (No.1), sKu &rsquo;dun Phun tshogs blo\n                        gros, came to rGyal shod, he decided to transfer the monastery in accordance\n                        with the plan made by the lord of Sen tsha, bSod nams lha rgyal, and others.\n                        However, there was slight internal discord at that decision. Therefore, in\n                        order to avoid the merging of monks and lay priests, a monastery called Phun\n                        tshogs glang chen &rsquo;gying ri spo ra dgon rNam rgyal kun grags gling was\n                        established.</p>\n\n                     <p>The monastery&rsquo;s religious objects at that time included the following: a\n                        statue of sTon pa gShen rab within which was a relic of his body as big as a\n                        skylark egg, the reliquary stupa of Khyung btsun bSam gtan nyi ma, several\n                        bigger clay statues, scriptures written in gold on a black ground, a\n                        treasure-trove consisting of such items as a helmet and a coat of mail, and\n                        many scriptures, including a complete set of the <em xmlns:str=\"http://exslt.org/strings\">bKa&rsquo; &rsquo;gyur</em> and <em xmlns:str=\"http://exslt.org/strings\">bKa&rsquo;\n                        brten</em>.</p>\n\n                     <p>The youngest son of bSod nams lha rgyal, the chief of Sen tsha, was ordained\n                        in the presence of the abbot, sKu &rsquo;dun Phun tshogs blo gros, and was given\n                        the name Tshul khrims rgya mtsho. He was esteemed as the head of the\n                        institution, which then became a veritable monastery. In order to collect\n                        donations, Tshul khrims rgyal mtsho travelled to the nomad area of Hor,\n                        where there was a good number of contributors, which was useful for the\n                        subsistence of the monastery. His paternal lineage was in the Zhu family,\n                        which had branched from the family of the rDzum chief. He kept a close\n                        patron-priest relationship with Hor, hence the alternate name of the\n                        monastery, Sen tsha Zhu tshang gYang shod dgon.</p>\n\n                     \n\n                        "},{"title":"Religious services and practice of rituals","index":3,"parent_index":2,"body":"\n\n                        <p>The rituals mainly practised in this monastery were divided into two\n                           sections: rituals based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rNam rgyal</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Klong rgyas</span> of the non-Tantric section and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dBal gsas zhi drag</span> of the Tantric section and the\n                           propitiatory texts for the religious Bon protectors, especially the deity\n                           Brag btsan A bse.</p>\n\n                        <p>The main annual religious services were the chanting of the ritual cycles\n                           of Khro bo, dBal gsas and Phur pa. Besides these, the ritual Ma tri bum\n                           sgrub was practised, religious dances were performed, initiations were\n                           given and other services were performed.</p>\n\n                        <p>The organization of the monastery&rsquo;s personnel was just like every other\n                           monastery: <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu bla</span> (head), <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dge\n                              bskos</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad</span>, and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">las\n                              sne</span> (monk officials).</p>\n\n                        <p>It was Thugs dga&rsquo; of rMe&rsquo;u who took responsibility for the reorganization\n                           of the monastery. The temple, assembly hall, monks&rsquo; quarters and other\n                           buildings were restored to their former condition. A collection of\n                           religious objects of body, speech and mind was also completed.</p>\n\n                        <p>At present, this monastery has six lamas, including Thugs dga&rsquo;, and fifty\n                           monks. The annual activities and religious dances have been revived.\n                           Moreover, the monastery has been undergoing restoration and expansion\n                           under the guidance of Thugs dga&rsquo;, who has broad knowledge of Sutra,\n                           Tantra and the Mind class of the Bon doctrines, as well as magnificent\n                           conduct.</p>\n\n                     \n\n                  "}]}