{"meta":{"domain":"places","kid":"1094","authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"title":"Litang Introduction","dates":{"created_at":"2011-12-13 02:31:04 UTC","updated_at":"2011-12-13 02:31:04 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Litang Introduction"},{"title":"Bonpo monasteries and temples in Tibetan regions in Qinghai, Gansu and Sichuan","index":1,"parent_index":0,"body":" "},{"title":"Li thang County","index":2,"parent_index":1,"body":" <p>Li thang county is located east of Sa blu li mountain, around the upper and middle reaches of Li chu river, a tributary of Nyag chu river, in southwest dKar mdzes Tibetan Autonomous Prefecture, Sichuan Province. The county covers an area of 15337 sq km; there are 114 villages divided between 26 townships. The county seat is located at mKhar mthon po (Gao cheng) (latitude: 29°59’N, longitude: 100°16’E, altitude: 4,187m), 284 km from Dartsemdo, the capital of dKar mdzes Prefecture.</p> "},{"title":"(167) ’Gro mgon Monastery","index":3,"parent_index":2,"body":" "},{"title":"1. Name","index":4,"parent_index":3,"body":" <p>The full name of the monastery is ’Gro mgon g-yung drung bdud ’dul gling. </p> "},{"title":"2. Location","index":5,"parent_index":3,"body":" <p>The monastery is located 86 km north of Li thang, the county seat. </p> "},{"title":"3. History","index":6,"parent_index":3,"body":" <p>The founder of the monastery is believed to be ’Gro mgon bDud rtsi rgyal mtshan who was born into the ’Gro mgon family of dBra village in Bu ’bor sgang in the bZhag area in Khams. He founded the monastery at the age of twenty-two.<a href=\"#n47\" name=\"nb47\" class=\"note\">47</a> He took his monastic vows from ’Gro mgon gYor med at the age of twenty-five and received the name bDud rtsi rgyal mtshan. He passed away at the age of fifty-eight. His successor was his nephew ’A zha Blo gros rgyal mtshan (1198-1263), who was ordained at the age of twenty-eight by bDud rtsi rgyal mtshan, his uncle. He died at the age of sixty-three. </p> <p>Mu po provides a list of the following masters in his ’Gro mgon g-yung drung bdud ’dul gling: </p> <ol type=\"1\"> <li>mKhas grub ’Dul ba rgyal mtshan</li> <li>dBang gi rgyal po</li> <li>bsTan pa rgyal mtshan</li> <li>lHun grub dbang rgyal</li> <li>Rin chen ’od zer</li> <li>gYung drung dbang ldan</li> <li>sByin pa rgyal mtshan</li> <li>sMon lam lhun grub</li> <li>rGyal ba gtsug phud</li> <li>Grub chen ’Brug grags</li> <li>bSod nams dbang rgyal</li> <li>Tshe dbang g-yung drung</li> <li>rNam rgyal gtsug phud</li> <li>Kun dga’ lhun grub</li> <li>bSod nams rgyal mtshan</li> <li>lHun grub dpal bzang</li> <li>rGyal ba gtsug phud</li> <li>Shes rab seng ge</li> <li>rGyal ba tshul khrims </li> <li>bsTan pa ’brug grags</li> <li>gYung drung phun tshogs</li> <li>Gar dbang rdo rje </li> <li>gYung drung smon lam</li> <li>Blo gros dbang ldan</li> <li>gYung drung nyi ma</li> <li>Shes rab blo gros</li> <li>gYung drung rgyal mtshan</li> <li>bsKal bzang bstan rgyas<a href=\"#n48\" name=\"nb48\" class=\"note\">48</a> </li> </ol> <p>gSang sngags gling pa(1864-?) and Shar rdza bKra shis rgyal mtshan (1858-1934) and dBra ston bsKal bzang bstan pa’i rgyal mtshan (1897-1959) visited the monastery to give teachings. The monastery was razed during the Cultural Revolution and rebuilt in 1991. The present master of the monastery is ’Chi med rnam rgyal (b.1989).</p> "},{"title":"4. Hierarchical system","index":7,"parent_index":3,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one dgon bdag </li> <li>one mkhan po</li> <li>one dbu mdzad (replaced every year) </li> <li>one dge skos (replaced every year)</li> <li>one mchod g-yog (replaced every year)</li> <li>one spyi ba (replaced every year)</li> </ul> "},{"title":"5. Current number of monks","index":8,"parent_index":3,"body":" <p>There are fifty-three novices and monks in the monastery.</p> "},{"title":"6. Current education","index":9,"parent_index":3,"body":" <p>There are no organized classes. The young novices are trained by the elder monks.</p> "},{"title":"7. Educational exchange","index":10,"parent_index":3,"body":" <p>The monks go to sMan ri Monastery (No.1) and Shar rdza Hermitage (No.138) to take their ordination vows and for further teachings.</p> "},{"title":"8 / 9. Rituals","index":11,"parent_index":3,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>1st month: the ritual known as sKyil ’khor zhi sgrub based on the Bla ma sku gsum gyi drag phur dkyil ’khor by gSang sngags gling pa from the 1st day for seven days</li> <li>4th month Sidhi recitation for seven days </li> <li>recitation of Kanjur from the 15th day of the 5th month to the 15th day of the 6th month the dbyar gnas fasting from the 15th day of the 6th month to 30th day of the 7th month </li> <li>9th month: sTag la with the dgu gtor rite from the 22nd day to the end of the month </li> <li>11th month: the ritual cycles of Khro bo and Phur pa from the 22nd day for seven days</li> </ul> "},{"title":"10. Books held in the monastery","index":12,"parent_index":3,"body":" <p>The monastery has a copy of the printed copy of Kanjur; printed copies of the collected works of the following masters: mNyam med Shes rab rgyal mtshan, Shar rdza bKra shis rgyal mtshan, dBra ston bsKal bzang bstan pa’i rgyal mtshan and bDe chen gling pa.</p> "},{"title":"11. Income and expenses","index":13,"parent_index":3,"body":" <p>The monastery depends on offering from its followers. The monks provide their own food. </p> "},{"title":"12. Local community","index":14,"parent_index":3,"body":" <p>The local lay community of the monastery consists of four comunities (shog khag) in the area: rJo bo, Mar shod, Yar shod and ’Bo ba. rJo bo community comprises eight villages: Ba kha with eight families, Bo rig with one family, Bu lo with seven families, ’Bar la with four families, Khyer ba with seven families, gZi lung with three families, gNam gsas with six families and Ya dar with five families; Mar shod community comprises one village A rje which has only one Bonpo family; Yar shod community comprises one village A rje which has only Bonpo family; ’Bo ba community comprises one village Shing las which has only one Bonpo family.</p> "},{"title":"13. Local festivals","index":15,"parent_index":3,"body":" <p>The mountain behind the monastery is called gYung drung lha rtsa and is regarded as the abode of the local deity of the same name and has a la btsas at its summit which is renewed on the 13th day of the 4th month.</p> <p>There is a sacred site called Dran pa zhi khro gnas. It is located 1 km northwest of the monastery and was sanctified by gSang sngags gling pa. It is worshipped every Dog Year by both monastic and lay communities together. There is another sacred mountain called sNa brag dkar, located four hours on horseback north of the monastery, worshipped by both Bonpos and Buddhists following the Buddhist tradition, every Horse Year.on the 15th day of the 1st month.</p> "},{"title":"14. Occupation of the local people","index":16,"parent_index":3,"body":" <p>Farmers</p> "},{"title":"Sources","index":17,"parent_index":3,"body":" "},{"title":"(1) Interviews","index":18,"parent_index":17,"body":" <p>With the following monks at the monastery in autumn 1997: gYung drung rgyal mtshan (b.1958), Pad ma (b.1958), Blo gros (b.1978)</p> "},{"title":"(2) Texts","index":19,"parent_index":17,"body":" <ol type=\"1\"> <li>lHo ’gro mgon gyi lo rgyud (rgyus) udpal’i ’phreng mdzes rjes ’brang blo gsal gyi mgul rgyan, anonymous, MS</li> <li>-’Gro mgon g-yung drung bdud ’dul gling by Mu po, MS </li> </ol> "},{"title":"(168) Bye ’bur Monastery","index":20,"parent_index":2,"body":" "},{"title":"1. Name","index":21,"parent_index":20,"body":" <p>The monastery’s full name is Bye ’bur gYung drung gling or Bye ’bur gYung drung bde ldan gling.</p> "},{"title":"2. Location","index":22,"parent_index":20,"body":" <p>The monastery is located on the bank of the Yangtze river, 5 km southeast of Rong brag, the county seat.</p> "},{"title":"3. History","index":23,"parent_index":20,"body":" <p>The original site of the monastery is in Sha ba mtsho near Sog po ri rtse in the same county and the ruins of the former monastery are still visible. The monastery was moved to its present site by a master called gDan khri for an unknown reason. According to a legend recorded by gNyags Chos nyid rdo rje (gYung drung bde ldan gling, MS., p.1), in the thirteenth Rab byung (1747-1806), dGongs rtse gYung drung tshul khrims, who had studied at sMan ri, occupied the monastery’s throne. One night, one of his boots disappeared and was found on a dune on the bank of the Yangtze river. dGongs rtse gYung drung tshul khrims took this as a prophecy and thus moved the monastery to the place where the boot was rediscovered, which is the present site of the monastery. The monastery was therefore called Bye ’bur dgon pa, “the dune monastery”. The monastery was demolished during the Cultural Revolution and rebuilt in the 1980s.</p> "},{"title":"4. Hierarchical system","index":24,"parent_index":20,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one khri pa </li> <li>one dbu mdzad</li> <li>one dge skos </li> <li>one dkor gnyer </li> </ul> <p>All the incumbents are appointed on a permanent basis as there are very few monks in the monastery.</p> "},{"title":"5. Current number of monks","index":25,"parent_index":20,"body":" <p>There are seven monks in the monastery.</p> "},{"title":"6. Current education","index":26,"parent_index":20,"body":" <p>There are no organized classes. </p> "},{"title":"7. Educational exchange","index":27,"parent_index":20,"body":" <p>The monastery has no special ties with any other monastery and the monks may go to the monastery of their choice for their ordination vows.</p> "},{"title":"8 / 9. Rituals","index":28,"parent_index":20,"body":" <p>Commemoration of mNyam med Shes rab rgyal mtshan for a few days at the beginning of the 1st month; sgrub mchod in the 3rd month; g-yang sgrub in the 5th month, smyung gnas in the 8th month.</p> <p>The dates and length of the rituals mentioned above vary according to the amount of donations received. </p> "},{"title":"10. Income and expenses","index":29,"parent_index":20,"body":" <p>The monastery depends on donations from the faithful. The monks provide their own food.</p> "},{"title":"12. Local community","index":30,"parent_index":20,"body":" <p>The local community of the monastery consists of fifty families in Bu rgod village, seventy-two families in sGang ’bur village and forty-five families in Rlob grong village. </p> "},{"title":"13. Local festivals","index":31,"parent_index":20,"body":" <p>The mountain behind the monastery is called gSum zer and is the residence of the local deity of the same name. There is a la btsas is at the top of the mountain which is renewed on the 10th day of the 7th month. </p> "},{"title":"Sources","index":32,"parent_index":20,"body":" "},{"title":"(1) Interviews","index":33,"parent_index":32,"body":" <p>With the following monks at the monastery in autumn 1997: bsTan ’dzin g-yung drung (b.1929), gYung drung ’chi med (b.1938), Tshul khrims bstan ’dzin (b.1976)</p> "},{"title":"(2) Texts","index":34,"parent_index":32,"body":" <ol type=\"1\"> <li>gYung drung bde ldan gling by gNyags Chos nyid rdo rje, MS</li> </ol> "},{"title":"(169) sPang gi lung Monastery","index":35,"parent_index":2,"body":" "},{"title":"1. Name","index":36,"parent_index":35,"body":" <p>The monastery’s full is sPang gi lung bDe ldan nor bu gling. The name is also written as Phu gu lung (gNyags Chos nyid rdo rje, Nor bu bde ldan gling) and ’Bur gu rlung.</p> "},{"title":"2. Location","index":37,"parent_index":35,"body":" <p>The monastery is located on the ridge of a small mountain range, 2 km east of Rong brag, the county seat.</p> "},{"title":"3. History","index":38,"parent_index":35,"body":" <p>According to a legend recorded by gNyag Chos nyid rdo rje, there existed a monastery with about seventy monks at sPang nang in Sog po stag btsan in which both Bonpo and Buddhists practised together for decades, but owing to its remote location, the monastery was moved in the 15th Rab byung (1867-1926) to a site called ’Gu ya and its master was a Nyi ma rgyal mtshan. Grub thob gYung drung nyi ma, one of its masters, again moved the monastery to Bur gu rlung in the Wood-Bird year of the 16th Rab byung (1945) and renamed it sPro snang Grub thob Bla brang. From then onwards the monastery became known as bDe ldan nor bu gling. The monastery was knocked down during the Cultural Revolution and rebuilt in 1983 at the same site.</p> "},{"title":"4. Hierarchical system","index":39,"parent_index":35,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one khri pa </li> <li>one dbu mdzad</li> <li>one dge skos </li> <li>one dkor gnyer </li> </ul> <p>The terms of office are not fixed.</p> "},{"title":"5. Current number of monks","index":40,"parent_index":35,"body":" <p>There are seventeen novices and monks in the monastery.</p> "},{"title":"6. Current education","index":41,"parent_index":35,"body":" <p>There are no organized classes. The young novices are trained by the elder monks.</p> "},{"title":"7. Educational exchange","index":42,"parent_index":35,"body":" <p>The monastery has no special ties with any other establishment, and the monks are free to go to the monastery of their choice (generally Shar rdza Hermitage, No.138) for ordination and further teachings.</p> "},{"title":"8 / 9. Rituals","index":43,"parent_index":35,"body":" <p>Commemoration of mNyam med Shes rab rgyal mtshan for a few days at the beginning of the 1st month; sgrub mchod in the 3rd month; g-yang sgrub in the 5th month, smyung gnas fast in the 8th month.</p> <p>The dates and length of the rituals mentioned above vary according to the amount of donations received from the monastery’s followers.</p> "},{"title":"10. Books held in the monastery","index":44,"parent_index":35,"body":" <p>The monastery has no library. The monks have their own books for ritual purposes.</p> "},{"title":"11. Income and expenses","index":45,"parent_index":35,"body":" <p>The monastery depends on offerings from its followers. The monks provide their own food.</p> "},{"title":"12. Local community","index":46,"parent_index":35,"body":" <p>The local lay community consists of three villages: Tsog bu with forty-six families, Bar so with forty-one families and La ba with sixty-one families.</p> "},{"title":"14. Economic occupation of the local people","index":47,"parent_index":35,"body":" <p>Farmers</p> "},{"title":"Sources","index":48,"parent_index":35,"body":" "},{"title":"(1) Interview","index":49,"parent_index":48,"body":" <p>In autumn of 1997 with gYung drung rab rgyas, a monk at the monastery who is around twenty-five years old.</p> "},{"title":"(2) Texts","index":50,"parent_index":48,"body":" <ol type=\"1\"> <li>Nor bu bde ldan gling by gNyags Chos nyid rdo rje. MS</li> </ol> "},{"title":"(170) gYung drung dar rgyas Monastery","index":51,"parent_index":2,"body":" "},{"title":"1. Name","index":52,"parent_index":51,"body":" <p>The monastery is usually known as Brag steng gYung drung dar rgyas gling. </p> "},{"title":"2. Location","index":53,"parent_index":51,"body":" <p>The monastery is located on the bank of Yongtze river 27 km south of the county town of Rong brag. </p> "},{"title":"3. History","index":54,"parent_index":51,"body":" <p>A precise date of foundation of the monastery is not known, but it is said to have been founded by Sangs rgyas gling pa acccording to gNyags Chos nyid rdo rje (gYung drung dar rgyas gling, MS p.1). Sangs rgyas gling pa is one of the four masters of the New Bon Tradition and a famous gter ston. The same Sources also suggests that the monastery was founded prior to the destruction of gYung drung lta steng Monastery (No. 187). The monastery had the Brag steng king as its benefactor and the king was an ardent supporter of gYung drung lta steng which was destroyed by Qianlong in 1776.<a href=\"#n49\" name=\"nb49\" class=\"note\">49</a> Because of this reason, monks of the monastery were forced to leave the monastery and live in the villages. They had later several monasteries built, for example, Shan co,<a href=\"#n50\" name=\"nb50\" class=\"note\">50</a> Zhi ba sa le<a href=\"#n51\" name=\"nb51\" class=\"note\">51</a> and Mu chu la rgod.<a href=\"#n52\" name=\"nb52\" class=\"note\">52</a> </p> <p>The monastery produced several famous masters, such as Tu phyag Phyogs las rnam rgyal who was born in rJe lung valley which is five kilometers northeast of the monastery and mTshams pa dge bshes (his real name is unknown) was born in She co valley, but there is very little information about theses masters. </p> <p>In 1940 the monastery was moved and rebuilt by rGyal sprul, a master from Brag ’go and Nyi ma dbang ldan, the king of Brag steng at the present site. It was active until the middle of the twentieth century. It again suffered from destruction and was rebuilt by Nya ngo Tshul khrims and Ye shes with the financial help given by bsTan pa dbang rgyal who was a former monk of the monastery and now a business man living in Lhasa.</p> "},{"title":"4. Hierarchical system:","index":55,"parent_index":51,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one khri pa </li> <li>one dbu mdzad </li> <li>one dge skos </li> <li>one dkor gnyer </li> </ul> <p>These are appointed on a permanent basis as there are very few monks in the monastery.</p> "},{"title":"5. Current number of monks","index":56,"parent_index":51,"body":" <p>There are seven monks in the monastery. </p> "},{"title":"6. Current education","index":57,"parent_index":51,"body":" <p>There are no organized classes; the younger monks are trained by the elder monks. </p> "},{"title":"7. Educational exchange","index":58,"parent_index":51,"body":" <p>The monastery has no special ties with any other monastery. The monks may go to the monastery of their choice for their ordination.</p> "},{"title":"8 / 9. Rituals","index":59,"parent_index":51,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>First month: commemoration of mNyam med Shes rab rgyal mtshan from the 4th to 5th; commemoration of gShen rab Mi bo from the 14th to 15th</li> <li>Third month: performance of the ritual cycle of Phur pa from the 1st to 15th with the ’cham dances: gShen rab dgu ’cham, Phur ’cham, Me ri’i ’cham, Gyad bzhi and Bla ma bon skor</li> <li>Fourth month: observance of the smyungs gnas fast, from the 14th to 15th</li> <li>Seventh month: the performance of the bsang ceremony on Mount rGyal mo dmu rdo on the 10th</li> </ul> "},{"title":"11. Income and expenses","index":60,"parent_index":51,"body":" <p>The monastery depends on donations from the faithful; the monks provide their own food.</p> "},{"title":"12. Local community","index":61,"parent_index":51,"body":" <p>The local lay community consists of ten villages: Mi log village with forty families, She co with thirty-three families, Se ri with twenty-three families in She co valley; Pher with fifty-eight families, A la pe with forty-two families, Bram with thirty families, Ma ni ra kho with thirty five families, ’Gi ru with twenty-one families in Yag re village, Shan sde with eighty-five families, Le dom with ten families in Lang ’ge village.</p> "},{"title":"13. Local festivals","index":62,"parent_index":51,"body":" <p>The mountain behind the monastery is called bDud kyi zer ba and is regarded as the abode of the local deity called Khyung zhig. There is a la btsas situated at the top of the mountain and renewed only by the monks of the monastery. There is no fixed date for this ceremony.</p> "},{"title":"Sources","index":63,"parent_index":51,"body":" "},{"title":"(1) Interview","index":64,"parent_index":63,"body":" <p>In autumn of 1997 with the following monks of the monastery: Tshul khrims rnam dag (b.1928), Tshul khrims ye shes (b.1939), Tshul khrims blo gros (b.1935) and bsTan ’dzin rin chen (b.1915).</p> "},{"title":"(2) Texts","index":65,"parent_index":63,"body":" <ol type=\"1\"> <li>gYung drung dar rgyas gling by gNyag Chos nyid rdo rje. MS</li> </ol> "},{"title":"(171) Khyung lung Monatery","index":66,"parent_index":2,"body":" "},{"title":"1. Name","index":67,"parent_index":66,"body":" <p>The monastery’s full name is Khyung lung rnam rgyal lha rtse ri khrod or Khyung lung gShen bstan rnam rgyal lha rtse gling. It is also known as Khyung dgon.</p> "},{"title":"2. Location","index":68,"parent_index":66,"body":" <p>The monastery is located on a mountain 30 km north of Rong brag, the county seat, about one and a half hours’ walk from the main road.</p> "},{"title":"3. Histroy","index":69,"parent_index":66,"body":" <p>Bla ma A lco from Khyung po came to Brag steng where he lived in a cave as a hermit and gave teachings. Later he was made the chief of Brag steng area. From that time onwards, the eldest son in the Khyung po family inherited the position of king, while the younger son that of master of the monastery. According to dKa’ thub, the monastery was founded in the Fire-Ox year of the 5th Rab byung (1277). The cave, where the original hermitage was established, was known as Khyung lung rnam rgyal lha rtse and later when it was expanded into a monastery, as gShen bstan rnam rgyal lha rtse gling. </p> <p>The monastery survived until the Cultural Revolution. dKa’ thub provides a list of the monastery’s succession of its masters, but since the author himself doubts its authenticity, I have not reproduced it here.</p> "},{"title":"4. Hierarchical system","index":70,"parent_index":66,"body":" <p>With the exception of bsTan ’dzin ren chen, the head of the monastery, there are no other positions.</p> "},{"title":"5. Current number of monks","index":71,"parent_index":66,"body":" <p>There are only six monks in the monastery.</p> "},{"title":"6. Current education","index":72,"parent_index":66,"body":" <p>The monastery no longer has a proper educational system. The young novices are trained by the elder monks.</p> "},{"title":"7. Educational exchange","index":73,"parent_index":66,"body":" <p>The monastery used to send its monks to sMan ri Monastery (No.1) for teachings and ordination.</p> "},{"title":"8 / 9. Rituals","index":74,"parent_index":66,"body":" <p>The monastery has not yet resumed its annual ritual activities.</p> "},{"title":"11. Income and expenses","index":75,"parent_index":66,"body":" <p>The monastery depends on donations from the faithful.</p> "},{"title":"12. Local community","index":76,"parent_index":66,"body":" <p>The local lay community consists of two villages: ’Gu nge and Lung khug, with a total of about one hundred families.</p> "},{"title":"13. Local festivals","index":77,"parent_index":66,"body":" <p>There is a mountain called Bri we located one day’s walk west of the county seat, which is believed to be a goddess called Bri we Pad ma bu khrid. There is an image of her in gYung drung dar rgyas Monastery (No.170). She is regarded as a daughter of A myes rMa chen. The mountain was designated as a gnas ri by gSang sngags gling pa.</p> "},{"title":"14. Occupation of the local people","index":78,"parent_index":66,"body":" <p>Farmers</p> "},{"title":"Sources","index":79,"parent_index":66,"body":" "},{"title":"(1) Interview","index":80,"parent_index":79,"body":" <p>In autumn 1997 with bsTan ’dzin ren chen (b.1927), a monk at the monastery</p> "},{"title":"(2) Texts","index":81,"parent_index":79,"body":" <ol type=\"1\"> <li>Khyung lung dgon by dKa’ thub, MS</li> </ol> "},{"title":"(172) rJi ngo Monastery","index":82,"parent_index":2,"body":" "},{"title":"1. Name","index":83,"parent_index":82,"body":" <p>The monastery is also known as ’Jam dbyangs khang.</p> "},{"title":"3. History","index":84,"parent_index":82,"body":" <p>rJi ngo Monastery is said to be very ancient, and to have been founded more than a thousand years ago, but so far no evidence in support of this claim has been found. According to legend, it started out as a hermitage and was transformed into a monastery in the 14th century. The religious masters of Khro skyabs, Brag steng and rTa’u visited the monastery at different times. A master from Khro skyabs is said to have enlarged the monastery. It was razed during the Cultural Revolution and was rebuilt by a group of thirty people from the local village in 1985.</p> "},{"title":"5. Current number of monks","index":85,"parent_index":82,"body":" <p>There are no monks in the monastery. </p> "},{"title":"8 / 9. Rituals","index":86,"parent_index":82,"body":" <p>The villagers gather at the monastery two days a month to observe the smyung gnas fast.</p> "},{"title":"12. Local community","index":87,"parent_index":82,"body":" <p>There are one hundred families in the brGya ’dres village.</p> "},{"title":"13. Local festivals","index":88,"parent_index":82,"body":" <p>There is a la btsas on Bo ri, the mountain behind the monastery, which is propitiated on the 15th day of the 4th month. Kha ba ston stan, another sacred mountain, (gnas ri) located behind Bo ri, is propitiated on the same date.</p> "},{"title":"14. Economic occupation of the local people","index":89,"parent_index":82,"body":" <p>Farmers</p> "},{"title":"Sources","index":90,"parent_index":82,"body":" "},{"title":"(1) Interviews","index":91,"parent_index":90,"body":" <p>In autumn 1997 with: ’Bum thar (b.1934), a lay tantric practitioner of the village, sKal bzang nor bu (b.1930), a farmer of the village, rGya mtsho (b.1934), a lay tantric practitioner of the village, Nam mkha’ A rdo (b.1933), a farmer in the village, gYung drung (b.1948), a villager who works in the local government at the county seat.</p> "},{"title":"(173) dPag bsam lhun ’grub Monastery","index":92,"parent_index":2,"body":" "},{"title":"1. Name","index":93,"parent_index":92,"body":" <p>The monastery is also known as sBal lung dgon, after the name of the site.</p> "},{"title":"2. Location","index":94,"parent_index":92,"body":" <p>The monastery is located 78 km northwest of Rong brag, the county seat.</p> "},{"title":"3. History","index":95,"parent_index":92,"body":" <p>The name of the founder is given as sKu zhabs Dam pa by gNyag chos nyid rdo rje, but it is obviously not a real name.</p> <p>He also states that the monastery was founded in the Earth-Ox year of the 12th Rab byung (1709). sKu zhabs Dam pa was succeeded by Nyi ma, who had three reincarnations, mGal bu sku zhabs, Kong yul sku zhabs and A mgal sku zhabs. mGal bu succeeded him as the abbot of the monastery but left shortly after for mDo bzhi mo Monastery. The monastery was burned down in the Fire-Dragon year of the 15th Rab byung (1916) during a skirmish. It was later restored by a lama called Tshe dbang. The latter’s reincarnation was Tshe dbang sku chung alias mDo lo sprul sku who died in the middle of the 20th century. The present head of the monastery is dGa’ ba bkra shis (b.1943) and the khri pa is bsTan pa’i rgyal mtshan.</p> "},{"title":"4. Hierarchical system","index":96,"parent_index":92,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one khri pa</li> <li>one dbu mdzad</li> <li>one dge skos </li> <li>one mchod g-yog</li> <li>one ’cham dpon </li> </ul> <p>All the incumbents are replaced every three years with the exception of the khri pa.</p> "},{"title":"5. Current number of monks","index":97,"parent_index":92,"body":" <p>There are ten novices and monks in the monastery.</p> "},{"title":"6. Current education","index":98,"parent_index":92,"body":" <p>There are no organized classes. The young novices are trained by the elder monks.</p> "},{"title":"7. Educational exchange","index":99,"parent_index":92,"body":" <p>The monastery is a branch of gZhun ring Monastery (No.160) and its chanting and ’cham tradition follow that of gZhung ring.</p> "},{"title":"8 / 9. Rituals","index":100,"parent_index":92,"body":" <p>The smon lam prayer from the 7th to the 19th day of the 1st month; the smyung gnas fasting from the 10th to the 18th day of the 4th month; rNam rgyal stong mchod for seven days in the 7th month.</p> "},{"title":"10. Books held in the monastery","index":101,"parent_index":92,"body":" <p>The monastery has a printed copy of Kanjur, Nam mkha’ bstan ’dzin’s edition.</p> "},{"title":"11. Income and expenses","index":102,"parent_index":92,"body":" <p>The monastery depends on donations from its followers.</p> "},{"title":"12. Local community","index":103,"parent_index":92,"body":" <p>The local lay community of the monastery consists of eight villages: ’O mkhyen with twenty-five families, ’Bri no with ten families, Ra sde with fifteen families, Ra zur with twelve families, mDa’ mdo with twenty-four families, sBal lung with six families, Gon cha with six families and Tsha nyal with eighteen families.</p> "},{"title":"13. Local festivals","index":104,"parent_index":92,"body":" <p>The mountain behind the monastery, sBal lung gdong, is the abode of the local deity sKu bla dBal drel and is propitiated on the 13th day of the 5th month. There is a la btsas at the top known by the same name. </p> <p>There is a sacred mountain (gnas ri) called Rin chen spungs pa about 2 km from the monastery that was designated as such by A khu Tshe dbang, a master of gZhung ring Monastery. The Seng chen hermitage is an hour’s walk west of the monastery.</p> "},{"title":"14. Occupation of the local people","index":105,"parent_index":92,"body":" <p>Farmers</p> "},{"title":"Sources","index":106,"parent_index":92,"body":" "},{"title":"(1) Interview","index":107,"parent_index":106,"body":" <p>In autumn in 1997 with dGa’ ba bkra shis (b.1943), head of the monastery</p> "},{"title":"(2) Texts","index":108,"parent_index":106,"body":" <ol type=\"1\"> <li>dPag bsam lhun ’grub gling by gNyags Chos nyid rdo rje, MS</li> </ol> "},{"title":"(174) rDo zur mo Monastery","index":109,"parent_index":2,"body":" "},{"title":"1. Name","index":110,"parent_index":109,"body":" <p>The monastery’s full name is rDo zur mo (or bzhi mo) ’Dod rgu phun tshogs gling.</p> "},{"title":"2. Location","index":111,"parent_index":109,"body":" <p>The monastery is located 42 km from Rong brag, the county seat.</p> "},{"title":"3. History","index":112,"parent_index":109,"body":" <p>The monastery was founded by Nang so gYung drung bstan ’dzin in the Wood-Monkey year of the 12th Rab byung (1714) for the five villages of rGyal shod. The following masters of the monastery, Bla ma Tshe dbang grags pa, sKu zhabs Dam pa, Bla ma rGyal ba, gZhi ring A khu Tshe dbang, Ye shes tshe dbang, Bla ma gZhan phan and gYung drung blo gsal became famous throughout the region, but since the monastery was a branch of sBal lung Monastery, they are generally associated with the latter. The monastery was destroyed in a dispute in the early 20th century. It was burned down again in 1935. The monastery was restored owing to mGal bu’s efforts. It was again demolished during the Cultural Revolution and was rebuilt in the 1980s.</p> "},{"title":"4. Hierarchical system","index":113,"parent_index":109,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one dbu mdzad</li> <li>one dge skos</li> <li>one mchod dpon </li> </ul> <p>In theory, all the incumbents, with the exception of the dgon bdag, are replaced every three years, but in practice they remain in office for longer periods owing to the small number of monks.</p> "},{"title":"5. Current number of monks","index":114,"parent_index":109,"body":" <p>There are twenty-five novices and monks in the monastery.</p> "},{"title":"6. Current education","index":115,"parent_index":109,"body":" <p>There are no organized classes. The young monks are trained by the elder monks.</p> "},{"title":"7. Educational Exchange","index":116,"parent_index":109,"body":" <p>The monastery is a branch of sBal lung Monastery and in the past there were educational exchanges between the two. </p> "},{"title":"8 / 9. Rituals","index":117,"parent_index":109,"body":" <p>The monastery no longer holds regular annual rituals.</p> "},{"title":"10. Books held in the monastery","index":118,"parent_index":109,"body":" <p>The monastery has a printed copy of the Kanjur, Nam mkha’ bstan ’dzin’s edition.</p> "},{"title":"11. Income and expenses","index":119,"parent_index":109,"body":" <p>The monastery depends on offerings from its followers.</p> "},{"title":"12. Local community","index":120,"parent_index":109,"body":" <p>The local lay community consists of seven villages: Bya grong ba with fifty-eight families, sKor dgu with forty-five families, Ri ma with forty-eight families, Zla khog with thirty-two families, gZi cha with thirteen families, Mo tsi with forty families and Ri ba with twenty families. </p> "},{"title":"13. Local festivals","index":121,"parent_index":109,"body":" <p>The mountain behind the monastery is called dBang ’dul sdud and is the abode the local deity dBal drel. The deity is propitiated by the monastery together with dPag bsam lhun ’grub gling Monastery, on the 15th day of the 1st month and the 15th day of the 12th month. </p> <p>There is also a sacred mountain (gans ri) called Brag dben gnas 2 km northwest of the monastery and worshipped on the same dates as the above-mentioned mountain. It is believed to have been a residence of Vairocana, the famous Tibetan Buddhist monk of the eighth century.</p> "},{"title":"14. Occupation of the local people","index":122,"parent_index":109,"body":" <p>Farmers</p> "},{"title":"Sources","index":123,"parent_index":109,"body":" "},{"title":"(1) Interviews","index":124,"parent_index":123,"body":" <p>With the following monks at the monastery in autumn 1997: gYung durng bstan ’dzin (b.1937), A ’dzin (b.1927), Shes rab Ye shes (b.1926)</p> "},{"title":"(2) Texts","index":125,"parent_index":123,"body":" <ol type=\"1\"> <li>’Dod dgu phun tshog gling by gNyag Chos nyid rdo rje, MS</li> </ol> "},{"title":"(175) Bya ti lo Monastery","index":126,"parent_index":2,"body":" "},{"title":"1. Name","index":127,"parent_index":126,"body":" <p>The monastery’s full name is Bya ti lo gYung drung bde chen gling. It is also called lNga stag bDe chen gling. Bya ti lo is a place name where the monastery is located. </p> <p>It is also written as bCa’ rdo lo in the gYung drung bde chen gling by gNyag Chos nyid rdo rje, MS.</p> "},{"title":"2. Location","index":128,"parent_index":126,"body":" <p>The monastery is located 15 km from the county town.</p> "},{"title":"3. Histroy","index":129,"parent_index":126,"body":" <p>Before the present monastery was founded, there were two Bonpo monasteries called lHo nub and Nas rdzong, the former belonged to lNga shog community, and the latter sTag gsum village. Then, A ’ga’ sKu zhabs, the reincarnation of sKu zhabs Nyi ma, a native of the Ba jo village, founded Bya ti lo Monastery in 1859 which then became common for both lNga shog and sTag gsum villages. </p> <p>gYung drung thogs med nyi ma, the reincarnation of A ’ga’ sKu zhabs, was born in Tsha family of the sTag gsum village. He was recognized as a reincarnation by gZhi ris Nam mkha’ bsam ’grub. Soon after the death of A ’ga’ sKu zhabs, the monastery was burnt down. The next reincarnation rebuilt it in a new place and it existed until it was finally destroyed during the Cultural Revolution. The present monastery was rebuilt in the 1980s. gYung drung blo gsal, the third successor of sKu zhabs Nyi ma, is the present master of the monastery.</p> "},{"title":"4. Hierarchical system:","index":130,"parent_index":126,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one khri pa</li> <li>one dbu mdzad </li> <li>one dge skos </li> <li>one gnyer pa</li> </ul> <p>Only the dge bskos is replaced each year, but the rest stays permanent. </p> "},{"title":"5. Current number of monks","index":131,"parent_index":126,"body":" <p>There are thirteen monks in the monastery. </p> "},{"title":"6. Current education","index":132,"parent_index":126,"body":" <p>The young monks follow older monks for teachings. No courses are given to the young monks.</p> "},{"title":"7. Educational exchange","index":133,"parent_index":126,"body":" <p>Since the monastery’s masters came from sBal lung Monastery at the beginning, it often sends the young monks there as well as sending them to sMan ri Monastery (No.1) in order to receive their ordination.</p> "},{"title":"8 / 9. Rituals","index":134,"parent_index":126,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>First month: performance of the ritual cycles of Phur nga and Zhi khro for five days</li> <li>Sixth month: ritual of Zhi khro for four days</li> <li>Seventh month: ritual of rNam rgyal for three days </li> <li>Tenth month: ritual of Phur nag for four days</li> </ul> "},{"title":"10. Books held in the monastery","index":135,"parent_index":126,"body":" <p>The monastery has a copies of the ’Bum nyi ma dgu shar and the Dri med gzi brjid from the A yung edition.</p> "},{"title":"11. Income and expenses","index":136,"parent_index":126,"body":" <p>The monastery depends on offerings of its followers in the villages.</p> "},{"title":"12. Local community","index":137,"parent_index":126,"body":" <p>There are nine villages: rDo ba village with forty families, Thog ba with fifty families, Zhabs tsho ba with fifty families, Ba zog with fifty families, Tho byi with twenty-three families, Ci ru with forty families, Wa ba with sixty families, sTag gsum with sixty families and Le lu with forty families.</p> "},{"title":"13. Local festivals","index":138,"parent_index":126,"body":" <p>The back mountain behind the monastery is called Ra ma Bla ri, regarded as the abode of the local deity called gYung drung dgra ’dul. </p> "},{"title":"14. Occupation of the local people","index":139,"parent_index":126,"body":" <p>Agriculture</p> "},{"title":"Sources","index":140,"parent_index":126,"body":" "},{"title":"(1) Interview","index":141,"parent_index":140,"body":" <p>In autumn of 1997 with the following monks of the monastery: Sri skyabs (b.1815), bsTan pa (b.1927), Go skyabs (b.1930) and Phun pa zer (b.1929)</p> "},{"title":"(2) Texts","index":142,"parent_index":140,"body":" <ol type=\"1\"> <li>gYung drung bde chen gling by gNyag Chos nyid rdo rje, MS</li> </ol> "},{"title":"(176) Mi rgod Temple","index":143,"parent_index":2,"body":" "},{"title":"1. Name","index":144,"parent_index":143,"body":" <p>Ri bo lha khang</p> "},{"title":"2. Location","index":145,"parent_index":143,"body":" <p>The temple is located 8 km from the county town. </p> "},{"title":"3. History","index":146,"parent_index":143,"body":" <p>According to oral tradition, the temple was built in the Fire-Rat year of the 9th Rab byung (1516) by La dkar bsTan pa’i rgyal mtshan<a href=\"#n53\" name=\"nb53\" class=\"note\">53</a> who was a monk of sMan ri Monastery (No.1). He first took residence in a village known as sDe le gong and later established a hermitage on the sacred mountain of gNas chen Ri bo brag dkar. </p> <p>The hermitage was transformed into a temple belonging to the local community. According to legend, the cave where the hermitage was located was so small that a yeti enlarged it, which is why the hermitage is also known as Mi rgod ri khrod, the “Yeti hermitage”.</p> <p>Mount Ri bo brag dkar is believed to be an abode of the goddess Srid pa rgyal mo. The present temple was rebuilt in the 1980s. The present master of the temple is Rig ’dzin rgya mtsho.</p> "},{"title":"4. Hierarchical system","index":147,"parent_index":143,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one khri pa (replaced every five years)</li> <li>one dbu mdzad (replaced every five years)</li> <li>one dge skos (replaced every five years)</li> </ul> "},{"title":"5. Current number of religious practitioners","index":148,"parent_index":143,"body":" <p>There are fifty religious practitioners in the temple most of whom are laymen.</p> "},{"title":"6. Current education","index":149,"parent_index":143,"body":" <p>There are no organized classes.</p> "},{"title":"7. Educational exchange","index":150,"parent_index":143,"body":" <p>The temple has no particular ties with any other establishments.</p> "},{"title":"8 / 9. Rituals","index":151,"parent_index":143,"body":" <p>The temple does not hold any regular annual rituals.</p> "},{"title":"10. Books held in the temple","index":152,"parent_index":143,"body":" <p>The temple has no books but the practitioners have their own ritual texts. </p> "},{"title":"11. Income and expenses","index":153,"parent_index":143,"body":" <p>The temple depends on donations from its followers. </p> "},{"title":"12. Local community","index":154,"parent_index":143,"body":" <p>The local lay community consists of five villages: sDe tshal with twenty families, sDe slas with fifty three families, Ra kho with thirty-seven families, Khri mo with one family, Lha khang with twenty-five families.</p> <p>The local population is very mixed. It includes, in addition to Tibetans, many Han and Yi followers of Bon. The temple claims that in addition to the families mentioned above there are around two hundred families of mixed nationality in Nas chu township, around one hundred families in Shar kha township, one hundred and sixty families in Sa snga rong village and more than a hundred families in Kho tsha in Mu li county.</p> "},{"title":"13. Local festivals","index":155,"parent_index":143,"body":" <p>The mountain behind the temple is Ri bo brag dkar. It has a la btsas at the top. The local deity of the mountain is generally propitiated on the 1st, 13th and 15th days of each month although there is no prescribed date. There are four mountains surrounding it at the cardinal points: Dung ri dkar po, gSer ri dkar po, Zang brag dmar po and Brag mar yu ring. </p> "},{"title":"14. Occupation of the local people","index":156,"parent_index":143,"body":" <p>Farmers</p> "},{"title":"Sources","index":157,"parent_index":143,"body":" "},{"title":"(1) Interviews","index":158,"parent_index":157,"body":" <p>With Nyi ma rgyal mtshan (b.1928) in autumn 1997, a teacher at the temple</p> "},{"title":"(177) Grib srib Monastery","index":159,"parent_index":2,"body":" <p>Grib srib Monastery is also called sPang ri Monastery. According to oral tradition, it was founded around in 1646. Its first bla ma was Nyi ma grags pa, born in rGyal rong; the second was Me thar, born in ’Ben da village of Khong yul in Dar rtse mdo; the third was born also in rGyal rong, but nobody seems to know his name. The monastery was destroyed during the Cultural Revolution and was rebuilt in the 1980s. </p> <p>In Dar rtse mdo there are some other Bonpo temples, such as Tshe ring, ’Phong mda’ and sTag rtse, but nothing is known about them. It is the lay people who look after them. They usually work with their families as farmers and go to the temples only for some annual rituals. Since my visit in Dar rtse mdo was coincidence with their harvest everybody had gone back to home for it. The only monks I met became monks very recently. They have never been in any kind of school and have just started to learn read and write Tibetan in that year.</p> <hr class=\"footnote-divider\" />"},{"title":"Notes","index":160,"parent_index":1,"body":"<div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n47\" /><a href=\"#nb47\" class=\"note\"> [47] </a> According to ’Gro mgon gYung drung bdud ’dul gling by Mu po, MS. p.4., he was born in a Iron-Dragon Year called rNam gnon (620 A.D.), but then goes on to say that ’A zha Blo gros rgyal mtshan, ’Gro mgon bDud rtsi rgyal mtshan’s nephew, was born in 624 A.D. This is obviously incorrect since we know that ’A zha Blo gros rgyal mtshan was an abbot of gYas ru dben sa Monastery in gTsang. Therefore bDud rtsi rgyal mtshan cannot have lived in the 11th century. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n48\" /><a href=\"#nb48\" class=\"note\"> [48] </a> It is obvious that Mu po copied this list from lHo ’gro mgon gyi lo rgyud (rgyus) utpla’i ’phreng mdzes rjes ’brang blo gsal gyi mgul rgyan; he claims that there were one hundred and thirteen masters in the succession of ’Gro mgon. Furthermore, the text was undoubtedly written in the 20th century since it mentions several personages such as dBra ston bsKal bzang bstan pa’i rgyal mtshan (1897-1959). </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n49\" /><a href=\"#nb49\" class=\"note\"> [49] </a> gYung drung lha steng Monastery was one of the most important Bonpo monasteries in rGyal rong. It was destroyed by the Manchou army of Qianlong emperor in 1776 in the second war of rGyal rong. gYung drung lha steng Monastery was forcefully converted to the dGe lungs pa sect of Tibetan Buddhism and was given a Chinese name: Guangfasi. Some times it is also called Yongzhong lama si (gYung drung bla ma Monastery). See Jiarong Zangzu Shizhi (History of Tibetans in rGyal rong) by Qiaodan (mChod rten), p.361-364. Mi rigs dpe skrun khang, 1995. Beijing. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n50\" /><a href=\"#nb50\" class=\"note\"> [50] </a> Shan co gtsug lag khang, Shan co is a valley which is located fifteen kilometers northeast of the the monastery. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n51\" /><a href=\"#nb51\" class=\"note\"> [51] </a> Zhi ba sa le Monastery was located in Ma le kha kha co valley of today’s Chu chen County of Nga pa Prefecture. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n52\" /><a href=\"#nb52\" class=\"note\"> [52] </a> Mu chu la rgod Monastery was located in ’O lung valley of today’s Wen chuan County of Nga pa Prefecture. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n53\" /><a href=\"#nb53\" class=\"note\"> [53] </a> Ri bo lha khang (mi rgod sgrub phug yang zer) by rDo rje rig ’dzin, MS., p.1 </div>"}]}