{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Pel Shenten Kharak Yungdrung Dechen Ling Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "dPal yul County"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(145) Kha rag Monastery"
  }, 
  {
   "body": "<p>The monastery’s full name is dPal gShen bstan kha rag g-yung drung bde chen gling.</p>
", 
   "index": 3, 
   "parent_index": 2, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>’Dzin chu river<a href=\"#n7\" name=\"nb7\" class=\"note\">7</a> is the longest in dPal yul county. It is a tributary of the ’Bri chu (Yangtze) river, and its total length is 180.8 km. It flows along a south to north axis, from the common border of ’Ba’ thang, Li thang and dPal yul, through six districts (xiang), ’Dam thar, A thsab, mNyam skyid, ’Dzin khog, Rag khyab and Hor spo till it joins the ’Bri chu river. The river is named after ’Dzin khog, a valley through which it flows. Kha rag Monastery is located on the north bank of the river, about 90 km northeast of Marthang, the county seat. </p>
", 
   "index": 4, 
   "parent_index": 2, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>Kha rag is a very ancient place-name in the history of Bon. Bonpo people believed that it was one of the forty-five gathering places (’du gnas) founded by Mu khri bTsan po, the second king of the Yar lung kings in Tibet, and gShen Nam mkha’ snang ba mdog can when they invited hundreds of Bonpo masters from Zhang zhung. Dran pa’i rnam thar g-yung drung gsang mdzod and bKa’ brgyad brgyud<a href=\"#n8\" name=\"nb8\" class=\"note\">8</a> also mentioned Kha rag as one of the ’du gnas of Bon founded in the period of King Mu khri btsan po. </p>
<p>The history of Kha rag can be divided into two parts: its history as a ’du gnas and later as a dgon pa. As a ’du gnas, it has a long history, and has been regarded as a sacred site from the outset. There are several legendary versions dealing with Kha rag, but they all seem too fantastical to relate here.</p>
<p>There was a written history of the ’du gnas entitled Kha rag gnas kyi lo rgyus by Gling gshen Mu la blo gros, which might have contained valuble information, and I spent much time looking for it when I visited Khams in the autumn of 1997, but unfortunately I was unable to find it. </p>
<p>In accordance with the oral tradition recorded by Bya Tshe ring in a history of Kha rag, the founder of Kha rag monsatery was Ngo zhu Tshul khrims rgyal mtshan. His family was originally from Bru sha (Gilgit) and was known as Bru sha rNam sras spyi ring. During King Khri srong lde btsan’s persecution of Bon in the 8th century, Bla klu dbang, a Bonpo master belonging to the Bru sha family fled to the ’Dzin valley in Khams and founded a monastery at Nor bu’i dbu rtse in Khrom stod khams lung east of dDe dge. After five generations, Tshul khrims rgyal mtshan was born in the Fire-Dog year (986A.D.). His father was Ye shes rgyal mtshan and his mother, Zhu bza’ gYung drung mtsho. Since his mother was from Zhu, an ancient and famous family in the history Bon, he was called Ngo zhu Tshul khrims rgyal mtshan. From that time, the family of Bru in Kha rag was known as Ngo zhu Bru tshang. In accordance with the wishes of his father Ye shes rgyal mtshan, Ngo zhu Tshul khrims rgyal mtshan founded a monastery at the holy site of Kha rag, and his family took the name of Kha rag tshang. The lineage ran for forty-eight generations. The first twenty-eight descendants were: </p>
<ol type=\"1\"> <li>Ngo zhu Tshul khrims rgyal mtshan </li> <li>Nam mkha’ bstan ’dzin</li> <li>bKra shis g-yung drung </li> <li>Phun tshogs dbang rgyal</li> <li>Shes rab rgyal mtshan </li> <li>Kun bzang g-yung drung </li> <li>Phun tshogs rgyal mtshan </li> <li>’Chi med g-yung drung </li> <li>’Chi med blo gsal </li> <li>Rin chen rgyal mtshan </li> <li>bsTan ’dzin gtsug phud </li> <li>Kun dga’ ye shes </li> <li>gYung drung blo gros </li> <li>Shes rab g-yung drung </li> <li>bKra shis rin chen </li> <li>bsKal bzang nor bu </li> <li>gYung drung bstan rgyal</li> <li>Nam mkha’ blo gros </li> <li>’Chi med tshe dbang </li> <li>gYung drung blo gsal </li> <li>Kun bzang bstan ’dzin </li> <li>gYung drung bstan ’dzin </li> <li>bSod nams bkra shis </li> <li>A rten </li> <li>A tshan </li> <li>gSang sngags </li> <li>’Jam dpal blo gros </li> <li>Kun dga’ blo gros </li> </ol>
<p>In addition to the twenty-eight masters mentioned above, there was a very learned master called gYung drung bstan pa’i rgyal mtshan who belonged to the eighteenth generation of the Kha rag tshang family. He was born in the Fire-Rat year of the 9th Rab byung (1516). His father’s name was sKal bzang nor bu, and his mother’s Ye shes lha ’dzoms. gYung drung bstan pa’i rgyal mtshan founded a monastery called rJes ri at the foot of Mount Bon ri in Kong po where he introduced the practice of the observance of the summer fast (dbyar gnas) and the dgu gtor rite. He also founded a meditation centre (sgrub grwa) in Kha rag lla rgyal rtse mo where he initiated the ritual tradition of mNyam med Shes rab rgayl mtshan. He wrote more than ten volumes of works, but unfortunately very few of them survived. Nam mkha’ blo gros, the 18th master in the line, was born in the Wood-Dragon year of the 9th Rab byung (1556). He received teachings from gYung drung bstan pa’i rgyal mtshan and built a three-storey assembly hall (’du khang). From his time onwards, the hereditary succession of the Kha rag tshang has continued unbroken to this day. </p>
<p>Kha rag ’Jam dbyangs blo gsal rgyal mtshan (b.1939), the last descendant, took me to monasteries Zla ’od and gTsug ’od near Kha rag Monastery when I was visiting the area in autumn 1997. The system of succession through reincarnation was never adopted in this monastery and the hereditary line of Kha rag tshang is still the head of the monastery.</p>
", 
   "index": 5, 
   "parent_index": 2, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>dgon bdag, a hereditary line, the present one is Kha rag bla ma.</li> <li>dbu mdzad</li> <li>dgos skos</li> <li>phyag mdzod</li> <li>spyi gnyer</li> </ul>
<p>All the incumbents are elected by monks and changed every seven years with the exception of the dgon bdag.</p>
", 
   "index": 6, 
   "parent_index": 2, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>There are fifty novices and monks at the monastery.</p>
", 
   "index": 7, 
   "parent_index": 2, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>There are no organized classes. The young novices are taught by masters of their choice.</p>
", 
   "index": 8, 
   "parent_index": 2, 
   "title": "6. Curent education"
  }, 
  {
   "body": "<p>The monastery was formerly closely connected with gYas ru dben sa kha<a href=\"#n9\" name=\"nb9\" class=\"note\">9</a>. This connection is mentioned in the history of the A khrid system of meditation. Later the monastery developed close ties with sMan ri, gShen Dar sdings and rMe’u tshang in Central Tibet, and rJes ri Monastery in Kong po. At present the monks go to Shar rdza Hermitage for further training but there are no regular educational exchanges between Kha rag and other monasteries.</p>
", 
   "index": 9, 
   "parent_index": 2, 
   "title": "7. Educational exchange"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>1st month: commemoration of gShen rab Mi bo and mNyam med Shes rab rgyal mtshan from the 1st day </li> <li>5th month: the ritual cycle of Khro bo rol pa</li> <li>6-7th month: the observance of the summer fast (dbyar gnas) from the 1st day of the 6th month to the 19th day of the 7th month </li> <li>8th month: the ritual cycle of Ma rgyud </li> <li>9th month: the dgu gtor rite based on the ritual cycle of Phur pa</li> <li>10th month: the ceremony based on the Kun rig gnas tong dbang chen from the 1st to the 28th day</li> <li>11th month: the dgu gtor rite based on the ritual cycle of sTag la from the 3rd to the 29th day including two days of ’cham </li> <li>12th month: another dgu gtor rite of sTag la and the offering of the tshogs 1000 times to the protectors of Bon (bon skyong)</li> </ul>
", 
   "index": 10, 
   "parent_index": 2, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The monastery has two printed copies of Kanjur and various other texts.</p>
", 
   "index": 11, 
   "parent_index": 2, 
   "title": "10. Manuscripts and printed books"
  }, 
  {
   "body": "<p>The monastery depends on donations from its followers.</p>
", 
   "index": 12, 
   "parent_index": 2, 
   "title": "11. Economic circumstances of the monastery"
  }, 
  {
   "body": "<p>The local lay community consists of one community: rGur (or rGu ru) spun gsum, “the three brothers of rGur”, divided into three branches with a total of thirty-four families (around two hundred people). According to oral tradition, these people are the decsendants of the rGur spun gsum tribe mentioned in the Ge sar epic.</p>
", 
   "index": 13, 
   "parent_index": 2, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>There is a la btsas at the top of the mountain behind the monastery called Kha rag sdong brag which is believed to be the residence of the local deity of the same name. It was reconstructed in 1988 in accordance with the instructions given by Kun gsal blo gros, the present chief teacher at gYung drung gling Monastery in gTsang. The deity’s propitiation takes place on the 15th day of the 4th month.</p>
", 
   "index": 14, 
   "parent_index": 2, 
   "title": "14. Local festivals"
  }, 
  {
   "body": "", 
   "index": 15, 
   "parent_index": 2, 
   "title": "Sources"
  }, 
  {
   "body": "<p>In autumn of 1997: Kha rag ’Jam dpal blo gsal rgyal mtshan (b.1939), the present Kha rag bla ma </p>
", 
   "index": 16, 
   "parent_index": 15, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<ol type=\"1\"> <li>’Dzing kha rag dgon gyi lo rgyus by Bya Tshe ring, MS</li> </ol>
<hr class=\"footnote-divider\"/>
", 
   "index": 17, 
   "parent_index": 15, 
   "title": "(2) Texts"
  }, 
  {
   "body": "<div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n7\"/><a href=\"#nb7\" class=\"note\"> [7] </a> dPal yul rdzong gi sa cha’i ming btus by dPal yul rdzong gi sa ming las don ’go khrid tsho chung, 1986, p. 84. </div>
<div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n8\"/><a href=\"#nb8\" class=\"note\"> [8] </a> ’Dzing Kha rag dgon gyi lo rgyud by Bya Tshe ring, MS, p.2: dran pa’i rnam thar g-yung drung gsang mdzod/ bod rgyal Mu khri btsan po la sogs pa/ Bon gshen rnams kyis bstan pa spel ba’i yul/ ’dzing gi kha rag shar phyogs rgyal mo rong/ bka’ brgyad brgyud/ rgyal bo mu-khri btsan-po sogs bon gshen rnams kyis bka’ brgyad bsgrubs pa’i gnas ni/ la stod drung gi ’tshal phug/ ’dzing gi kha rag gsang phug/ In both passages the name of the area where Kha rag is located is spelt ’Dzing instead of ’Dzin, but in fact both spellings are still in use. </div>
<div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n9\"/><a href=\"#nb9\" class=\"note\"> [9] </a> A monastery in rNam gling in gTsang, Central Tibet, that was destroyed by flood in the 14th century. </div>
", 
   "index": 18, 
   "parent_index": 0, 
   "title": "Notes"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }, 
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }
  ], 
  "domain": "places", 
  "kid": "23551", 
  "dates": [], 
  "title": "Pel Shenten Kharak Yungdrung Dechen Ling Introduction"
 }
}