{"meta":{"domain":"places","kid":"16639","authors":[],"title":"Doser Introduction","dates":{"created_at":"2010-08-11 20:47:16 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Doser Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":"DoserDo ser","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Residential Structure RS1 complex","index":7,"parent_index":6,"body":null},{"title":"Residential Structure RS2","index":8,"parent_index":6,"body":null},{"title":"Residential Structure RS3","index":9,"parent_index":6,"body":" <p>Residential structure RS3 (6 m x 6.4 m) is located at the head of a small valley and has a southern aspect (39.55&#900; \/ 10.94&#900; \/ 4630 m). RS3 was built at two or three distinct elevations but little else can be said about its design. Only tiny wall fragments, 50 cm or less in height, have endured. A wall segment 1.5 m long has survived on the uphill side of the structure. <\/p> "},{"title":"Residential Structure RS4","index":10,"parent_index":6,"body":" <p>Residential structure RS4 was the largest of <span class=\"popular\">Doser<\/span><span class=\"scholar\">Do ser<\/span>&rsquo;s ancient buildings (39. 50&#900; \/ 11.05&#900; 4610 m). It has a southwestern aspect and measures 18 m (north-south) x 6 (east-west). It was built directly below RS1 on the inner side of the bluff. In the nearby valley bottom there is a derelict corral that was built with stones extracted from RS4. Like RS2 and RS3, RS4 is protected from the brutal north winds. The structure is divided longitudinally (north-south) into four main parts, each of which has a forward (west) tier and rear (east) tier. Little of the rear tier has survived; it has been engulfed by the slope. The fragmentary footings and wall segments of the rear wall of RS4 show that it was built into the moderately angled uphill slope. Except for a forward wall fragment (1.5 m high), all other outer walls and partition walls of RS4 have been reduced to 60 cm or less in height. <\/p> "},{"title":"Residential Structure RS5","index":11,"parent_index":6,"body":" <p>As residential structure RS5 consists only of extremely faint structural traces, its architectural composition is ambiguous (39.54&#900; \/ 11.04&#900; \/ 4610 m). Its aspect on a fairly steep slope, nonetheless, matches that of the other residential structures. There is a forward wall footing, 7.5 m in length, and west wall footing, 2.5 m in length, otherwise the slope has absorbed the entire structure. <\/p> <hr class=\"footnote-divider\" \/> "},{"title":"Notes","index":12,"parent_index":0,"body":null}]}