{"meta":{"authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"title":"Yungdrung Samdrup Gön Norbü Ling Introduction","dates":{"created_at":"2011-12-13 02:30:24 UTC","updated_at":"2011-12-13 02:30:24 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Yungdrung Samdrup Gön Norbü Ling Introduction"},{"title":"rMe ba county","index":1,"parent_index":0,"body":" "},{"title":"(197) gYung drung bSam ’grub Monastery","index":2,"parent_index":1,"body":" "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p>The monastery’s full name is gYung drung bsam ’grub dgon nor bu’i gling.<\/p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>The monastery is located 53 km southeast of county town of mDzod dge. <\/p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>bSam ’grub Monastery has preserved records of its masters as follows:<\/p> <ol type=\"1\"> <li>Grags pa dbang rgyal (b.1148), the 3rd sKyang ’phags. He came to a small monastery called Rol ’ong in ’Brug lung where resided until his death. The establishment later developed into proper monastery which became known as bSam ’grub.<\/li> <li>Ye shes rgyal mtshan <\/li> <li>Ye shes rgyal ba <\/li> <li>bsTan ’dzin blo gros <\/li> <li>Shes rab bstan ’dzin <\/li> <li>bsTan ’dzin dbang ldan <\/li> <li>’Dul ba bstan ’dzin rgyal mtsho alias Tshul khrims <\/li> <li>bsTan pa ’brug grags<\/li> <\/ol> <p>The reincarnation of the 6th in the line, was born towards the end of the 10th Rab byung (1567-1626). He built five temples in the monastery dedicated to each of the following practices: rituals of Klong rgyas tshogs chen, Ma rgyud and Khro bo. He also founded other monasteries in three different places: gSer khang in dPal skyid, Thang nag in lDong spe and brDa rnga in sKyang tsha. At that time, however, Rol ’ong Monastery and Bya khyung Monastery fell into decline, and he therefore founded bSam ’grub Monastery combining both monasteries in the middle of the 11th Rab byung (1627-1686). <\/p> <ol type=\"1\"> <li>bsTan ’dzin rgyal mtshan<\/li> <li>Shes rab bstan pa dar rgyas <\/li> <li>Tshul khrims rgyal mtshan (1823-1888) <\/li> <li>Shes rab bstan rgyas (1889-1931) alias rNam rgyal ye shes, or locally known as A shes; he was regarded as the reincarnation of the 11th in the line.<\/li> <li>Shes rab rgyal mtshan (1889-1959) alias gYung drung bkra shis<\/li> <li>mChog grub dpal bzang (b. 1948), the present head of the monastery <\/li> <\/ol> <p>The monastery did not survive during the Cultural Revolution and was rebuilt by mChog grub dpal bzang in 1984-1997.<\/p> "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":" <ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>two trulku <\/li> <li>one grwa tshang bla ma (with no predetermined term of office)<\/li> <li>one dbu mdzad (replaced every two years)<\/li> <li>one dge skos (replaced every two years)<\/li> <li>one spyi ba (replaced every two years)<\/li> <\/ul> "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":" <p>There are forty-two novices and monks at the monastery.<\/p> "},{"title":"6. Current education","index":8,"parent_index":2,"body":" <p>There are no organized classes. The young novices are trained by the elder monks.<\/p> "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":" <p>It has close ties with all the monasteries founded by the masters of the sKyang ’phags lineage.<\/p> "},{"title":"8 \/ 9. Rituals","index":10,"parent_index":2,"body":" <p>Commemoration of mNyam med Shes rab rgyal mtshan from the 3rd to the 5th day of the 1st month, the offering of Me tog mchod pa and the ritaul cycle of Khro bo from the 6th to the 16th day of the same month; the ritual cycle of Phur ba and the ritual based on the rTsa gsum bon skyong bzhi sbrag from the 10th to the 22nd day of the 4th month; ritual based on the rTsa gsum kun ’dus mchog sgrub for the commemoration of sKyang sprul Nam mkha’ rgyal mtshan from the 21st to the 23rd day of the 5th month; the summer fast (dbyar gnas) in the 6th month.<\/p> "},{"title":"10. Books held in the monastery","index":11,"parent_index":2,"body":" <p>The monastery has more than two hundred volumes of works including the Kanjur and Katen.<\/p> "},{"title":"11. Income and expenses","index":12,"parent_index":2,"body":" <p>The monastery has no regular Sources of income and depends on offerings from the faithful. The monks provide their own food.<\/p> "},{"title":"12. Local community","index":13,"parent_index":2,"body":" <p>The local lay community consists of three comunitis: dMa’ nyin community has three vilages: rDo rdza with three families, mChod rdza with seven families and dPal skyid with four families. Lug lung community has three villages: The bo with two families, Grags bu with two families, Kha ska with seventeen families, plus two single families: lCags phyung and rDo skyabs. sTag le community has nine villages: rDo gla, dPal skyid and sKya skor with thirty-three families altogether; bSam yas village with seven families, Gro thang with sixteen families, dBen yul with ten famlies, rMo’u ngo with six families, Cong ro with eleven families and sGrub lung with seven families.<\/p> "},{"title":"13. Local festivals","index":14,"parent_index":2,"body":" <p>The renewal ceremony of the la btsas called Grwa chung and located on the mountain behind the monastery is performed by the monks on the 11th day of the 4th month.<\/p> <p>dPa’ bo la btsas is dedicated to the local deity and is renewed by the lay community on the 11th day of the 4th month.<\/p> "},{"title":"14. Occupation of the local people","index":15,"parent_index":2,"body":" <p>Agriculture<\/p> "},{"title":"Sources","index":16,"parent_index":2,"body":" "},{"title":"(1) Interviews","index":17,"parent_index":16,"body":" <p>In autumn 1998 with Dri med ’od zer (b.1935) and Shes rab gong ’phel (b.1967), a monk at the monastery<\/p> "},{"title":"(2) Texts","index":18,"parent_index":16,"body":" <ol type=\"1\"> <li>mDzod dge rdzong bab bzo yul tsho’i g-yung drung bsam ’grub dgon nor bu’i gling gi lo rgyus mdo tsam by bSam ’grub do dam tshan khag, DzNGL, pp. 236-243<\/li> <\/ol> "}]}