{"meta":{"authors":[{"fullname":"Phuntso Tsering Sharyul","id":"79"},{"fullname":"Phuntso Tsering Sharyul","id":"79"}],"title":"Taktsé Yungdrung Ling Introduction","dates":{"created_at":"2011-12-13 02:29:30 UTC","updated_at":"2011-12-13 02:29:30 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Taktsé Yungdrung Ling Introduction"},{"title":"Nying khri rdzong","index":1,"parent_index":0,"body":" "},{"title":"(89) sTag rtse gYung drung gling Monastery","index":2,"parent_index":1,"body":" <p>sDong sgom bsTan pa lhun grub, the fifth head of Srid rgyal Monastery, was a native of Amdo. He founded sTag rtse gYung drung gling in 1680.<\/p> <p>The line of the heads of this monastery is as follows:<\/p> <ol type=\"1\"> <li> sDong sgom bsTan pa lhun grub<\/li> <li> Tshe dbang lhun grub<\/li> <li> Rin chen tshul khrims<\/li> <li> sKal bzang lhun grub<\/li> <li> rGyal ba gtsug phud<\/li> <li> Tshe dbang mchog legs<\/li> <li> lHun grub dbang rgyal<\/li> <li> gYung drung dbang rgyal<\/li> <li> bsTan pa rgyal mtshan<\/li> <li> Tshe dbang rnam rgyal<\/li> <li> Tshe dbang bdud ’dul<\/li> <\/ol> <p>This monastery formerly possessed such religious objects as the following: a marvelous precious stone found on the peak of Bon ri by sDong sgom bsTan pa lhun grub; the latter’s image, called lCe me thub; and statues of Phur pa, rTa mgrin and Padmasambhava. There were more than two thousand manuscripts including the <em xmlns:str=\"http:\/\/exslt.org\/strings\">bKa’ ’gyur<\/em> and <em xmlns:str=\"http:\/\/exslt.org\/strings\">bKa’ brten<\/em>.<\/p> <p>At present the monastery possesses relics of sDong sgom bsTan pa lhun grub, a large white conch, more than ten statues, including Phur pa, rTa mgrin, and <em xmlns:str=\"http:\/\/exslt.org\/strings\">bKa’ ’gyur<\/em> and <em xmlns:str=\"http:\/\/exslt.org\/strings\">bKa’ brten<\/em>. There are no more than twelve monks in this monastery now.<\/p> <p>Near the monastery there is a rock-face upon which sDong sgom bsTan pa lhun grub inscribed the five syllables <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">stag<\/span>, <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rtse<\/span>, <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">g-yung<\/span>, <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">drung <\/span>and <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">gling<\/span> with his fingers, and a stone with his handprint on it. At the back of the monastery there is a meditation cave of the four scholarly ones; to the north there is a rock with an amazing shape, called Ye shes dbal mo; up the valley there is the meditation cave of sDong sgoms bsTan pa lhun grub. The area around the monastery is covered with dense forest of various kinds of trees and is considered to be the abode of the three protective deities, Ma, bDud and bTsan. It stands in a magnificent place surrounded by mountains, the abodes of the local deities, including lHa gnyan gYung drung rtse in the centre, rGyal po Kong gnyan rgyal in the east, bDud nag rNgams sgra sgrog in the west, Ma mo gYu ’od sman in the south and Nyang lha bTsan drug in the north.<\/p> "},{"title":"Services and Rituals","index":3,"parent_index":2,"body":" <ol type=\"1\"> <li> In the first month there is the memorial service of mNyam med Shes rab rgyal mtshan for six days starting from the 1st day of the month, and the performance of the offering of sacrificial cake one hundred times to sTag la me ’bar and one thousand times to the protective deities for nine days.<\/li> <li> In the second month, offerings of the sacrificial cake are made to Ge khod gsang drag for eleven days.<\/li> <li> In the third month, starting from the 8th day, offerings of the sacrificial cake are made to dBal gsas for ten days.<\/li> <li> In the fifth month, starting from the 8th day, the ritual of rNam rgyal stong mchod is performed for seven days.<\/li> <li> In the ninth month, starting from the 22nd day, offerings of the sacrificial cake are made to sTag la me ’bar for ten days.<\/li> <li> In the eleventh month, starting from the 9th day, the sTag rtse me mchod is performed for seven days.<\/li> <li> In the twelfth month, starting from the 22nd day, the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dgu gtor<\/span> rite is performed for ten days.<\/li> <\/ol> <p>As for daily activities, the day is divided into four parts: in the first, the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">bsang<\/span> ritual; in the second, water offering and the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">bsur<\/span> ceremony; in the third, prayers; and last, propitiation of the protective deities.<\/p> <p>The local deity residing on the hill behind the monastery is called Pho lha ’Ba’ ba dpal ldan and the local deity of sTag rtse village is the goddess A ma Pad mo.<\/p> <p>For their means of living, the monks receive an annual stipend of 2,880 <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">yuan<\/span> from the lama, and the local devotees offer over ten thousand <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">yuan<\/span> for the expenses of the performance of the rituals mentioned above.<\/p> <p>To go to rTse thang in lHo kha from Nying khri rdzong one takes the route that passes through Glang rdzong. The road is reasonably good, but it is very often winding and, moreover, one must go up and across the big mountain pass called sPor thang la. It can, therefore, take some twelve hours to reach rTse thang.<\/p> <p>From rTse thang to sNye mo rdzong is a drive of three and a half hours, crossing the large bridge at Chu shur.<\/p> "}]}