{"meta":{"domain":"places","kid":"16738","authors":[],"title":"Tsendo Introduction","dates":{"created_at":"2010-08-25 11:11:49 UTC","updated_at":"2010-08-25 11:11:49 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Tsendo Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0},{"title":"TsendoBtsan rdo","index":2,"parent_index":1},{"title":"Basic site data","index":3,"parent_index":2,"body":"<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Tsendo<\/span><span class=\"scholar\">Btsan rdo<\/span> <\/li> <li>English equivalent: <span class=\"popular emph\">tsen<\/span><span class=\"scholar emph\">btsan<\/span> Stones<\/li> <li>Site number: C-163<\/li> <li>Site typology: II.1c <\/li> <li>Geographic coordinate (N. lat.): 31º 35.4΄ <\/li> <li>Geographic coordinate (E. long.): 83º 56.9΄<\/li> <li>Elevation: 4520 m <\/li> <li>Administrative location (township):<span class=\"popular\">Mamik<\/span><span class=\"scholar\">Ma mig<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Gertsé<\/span><span class=\"scholar\">Sger rtse<\/span> <\/li> <li>Survey expedition: HTWE<\/li> <li>Survey date: June 21, 2004<\/li> <li>Contemporary usage: Light grazing. <\/li> <li>Identifiable Buddhist constructions: None. <\/li> <\/ul>"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"<p> <span class=\"popular\">Tsendo<\/span><span class=\"scholar\">Btsan rdo<\/span> is located in a locale known as <span class=\"popular\">Gakchen<\/span><span class=\"scholar\">’Gag chen<\/span>, in the <span class=\"popular\">Penche<\/span><span class=\"scholar\">Phan che<\/span> region. The <span class=\"popular\">Gakchenchu<\/span><span class=\"scholar\">’Gag chen chu<\/span> forms the traditional border between <span class=\"popular\">Penche<\/span><span class=\"scholar\">Phan che<\/span> and ’brong pa tsho pa dgu. Immediately to the north of the site there is a dark-colored rocky hill known as btsan ri. To the south there is a white calcareous outcrop named <span class=\"popular\">tsenkhang<\/span><span class=\"scholar\">Btsan khang<\/span>. bstan rdo has quite wide vistas in all directions. The terrain is sandy and gravelly. The site consists of an extremely degraded array of pillars and the faint vestiges of other structures. <\/p>"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"<p> bstan rdo is so named because it is believed to be the haunts of a btsan spirit. The site is considered potentially dangerous (<span class=\"popular emph\">ka nyenpo<\/span><span class=\"scholar emph\">bka’ gnyan po<\/span>) and is generally avoided by the area’s <span class=\"popular emph\">drok pa<\/span><span class=\"scholar emph\">’brog pa<\/span>. The identification of the site with the bstan spirits may possibly be implicit recognition of its ancient funerary status. <\/p>"},{"title":"Site elements","index":6,"parent_index":2},{"title":"Possible edifice","index":7,"parent_index":6,"body":"<p>A small white calcareous outcrop is situated 5 m west of the most westerly pillars in the array. The appended edifice (temple-tomb), if indeed it ever existed, must have been built on or in front (to the east) of this outcrop. A few sandstone blocks lie on and around the little outcrop. These may have been part of the appended edifice. The stones around the outcrop are up to 90 cm in length. <\/p>"},{"title":"Pillar array","index":8,"parent_index":6,"body":"<p>The array has been reduced to only around 40 in situ pillars, about half of which are broken near the base. The unbroken specimens are uncut naturally pointed pieces of stones, 20 cm to 40 cm in height. The extant standing stones are made of gray and brown quartzitic sandstone (?), and are arrayed in eight different rows. These rows are oriented east-west, as is common in this monument typology. Four upright slabs in two parallel courses, situated east of the pillars, may mark the easternmost extent of the array. These parallel slabs (up to 35 cm long) appear to have been part of a double-course wall around 25 cm thick. The distance from this tiny wall fragment to the most westerly standing stone (broken at the base) is 13.3 m. The maximum east-west extent of the array is 4.9 m. These dimensions and the topographical constraints of the locale indicate that this was a fairly small example of an array of pillars. Originally, this array must have boasted several hundred standing stones.<\/p><p>Large chunks (up to 70 cm long) of the soft white calcareous material, which is found at <span class=\"popular\">Tsendo<\/span><span class=\"scholar\">Btsan do<\/span>, are situated 14 m east of the pillar array. These chunks may have been part of an enclosure around 10 m in length (east-west). Pieces of brown and gray sandstone are also found in this disintegrated structure. As reflected in the spatial characteristics of the dispersion, this structure may have had interior structural elements. It is likely to have had a funerary function. <\/p>"}]}