{"meta":{"authors":[],"title":"Khar Marpo Introduction","dates":{"created_at":"2010-08-11 20:46:05 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"\n\n","title":"Khar Marpo Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":"\n\t\t\t\t\t\t"},{"title":"Khar MarpoMkhar dmar po","index":2,"parent_index":1,"body":"\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Basic site data","index":3,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<ul class=\"bullet-blue\">\n\t\t\t\t\t\t\t\t<li>Site name: <span class=\"popular\">Khar Marpo</span><span class=\"scholar\">Mkhar dmar po</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>English equivalent: Red Castle </li>\n\t\t\t\t\t\t\t\t<li>Site number: A-117</li>\n\t\t\t\t\t\t\t\t<li>Site typology: I.1x </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (N. lat.): 31&ordm; 59.9&#900; </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (E. long.): 79&ordm; 30.3&#900;</li>\n\t\t\t\t\t\t\t\t<li>Elevation: 4260 m to 4420 m</li>\n\t\t\t\t\t\t\t\t<li>Administrative expedition: <span class=\"popular\">Shangts&eacute;</span><span class=\"scholar\">Shang rtse</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Administrative location: <span class=\"popular\">Tsada</span><span class=\"scholar\">Rtsa mda&rsquo;</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Survey expedition: HTAE</li>\n\t\t\t\t\t\t\t\t<li>Survey date: October 13, 2003</li>\n\t\t\t\t\t\t\t\t<li>Contemporary usage: None.</li>\n\t\t\t\t\t\t\t\t<li>Identifiable Buddhist constructions: None.</li>\n\t\t\t\t\t\t\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>The large ruined citadel of <span class=\"popular\">Khar Marpo</span><span class=\"scholar\">Mkhar dmar po</span> is\n\t\t\t\t\t\t\t\tfound on a mount that towers above two branches of the gorge, which is situated upstream of <span class=\"popular\">Rits&eacute; Gyap</span><span class=\"scholar\">Ri rtse rgyab</span>village. This gorge is now completely\n\t\t\t\t\t\t\t\tuninhabited. The reasons for the founding of such a large stronghold at this location are not readily apparent.\n\t\t\t\t\t\t\t\tThere is neither agricultural land nor signs of an old settlement in the vicinity. It may be that the installation\n\t\t\t\t\t\t\t\twas built to protect the lower agricultural villages from incursions originating on the wide esplanade that abuts\n\t\t\t\t\t\t\t\tthe <span class=\"popular\">Ayi La</span><span class=\"scholar\">A yi la</span> range to the north. The size and\n\t\t\t\t\t\t\t\tlocation of <span class=\"popular\">Khar Marpo</span><span class=\"scholar\">Mkhar dmar po</span> bespeak its\n\t\t\t\t\t\t\t\tposition as a premier installation, which may have dominated the political life of the entire <span class=\"popular\">Rits&eacute; Gyap</span><span class=\"scholar\">Ri rtse rgyab</span> valley. The existence of breastworks at\n\t\t\t\t\t\t\t\tthe bottom end of the facility identifies it as a fortress or fortified settlement. </p>\n\t\t\t\t\t\t\t<p>In addition to two summit complexes, <span class=\"popular\">Khar Marpo</span><span class=\"scholar\">Mkhar dmar po</span> contains a chain of ruined buildings and cave shelters on the lower flanks of the mountain. Large\n\t\t\t\t\t\t\t\tearthen buildings are situated on two summits, while most of the lower structures were constructed from\n\t\t\t\t\t\t\t\tmud-mortared random-work masonry. Brownish and bluish blocks and slabs, mainly between 10 cm and 50 cm in length,\n\t\t\t\t\t\t\t\twere used in construction. A considerable amount of mud plaster clings to some interior walls and even to a few\n\t\t\t\t\t\t\t\texterior walls. It is possible that the masonry buildings had all-stone corbelled roofs but not enough structural\n\t\t\t\t\t\t\t\tevidence is in place to know for certain. Due to the incoherent nature of the physical evidence, it is difficult\n\t\t\t\t\t\t\t\tto gauge the plans or architectural composition of <span class=\"popular\">Khar Marpo</span><span class=\"scholar\">Mkhar dmar po</span>. The groups of diminutive buildings clustered around caves and outcrops, the style of\n\t\t\t\t\t\t\t\tramparts, the stonework, the extreme degradation of the structures, and the lack of Buddhist\n\t\t\t\t\t\t\t\temblems at the site, all suggest that this was an archaic cultural horizon facility. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t\t<span class=\"popular\">Khar Marpo</span><span class=\"scholar\">Mkhar dmar po</span> is said by local residents to\n\t\t\t\t\t\t\t\thave been an ancient castle.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Site elements","index":6,"parent_index":2,"body":"\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Lower flank structures","index":7,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Ramparts","index":8,"parent_index":7,"body":"\n\t\t\t\t\t\t\t\t\t<p>From the foot of the gorge, wall remnants seem to mark the existence of a stone buttressed trail, which led\n\t\t\t\t\t\t\t\t\t\tup steep slopes to the entrance of the citadel at around 4240 m elevation. This trail appears to have been\n\t\t\t\t\t\t\t\t\t\taround 2.5 in width. Just below the entrance are the vestiges of what appears to have been a forward\n\t\t\t\t\t\t\t\t\t\tbattlement (2.8 m x 1.8 m). Parts of all four walls are intact and they reach a height of 1.5 m. Above the\n\t\t\t\t\t\t\t\t\t\tforward battlement, fragments of a rampart built on a steeply inclined rib of rock extend upwards for 24 m.\n\t\t\t\t\t\t\t\t\t\tThis defensive wall has a maximum height of 1.3 m and is around 50 cm thick. West of this rampart are various\n\t\t\t\t\t\t\t\t\t\truined buildings (Residential structures RS1 to RS6). Approximately 50 m downhill of the entrance to the\n\t\t\t\t\t\t\t\t\t\tstronghold there is a line of broken ramparts built on the edge of a vertical face overlooking the gorge.\n\t\t\t\t\t\t\t\t\t\tPerched around 20 m above the gorge, fragments of this defensive wall extend for 28 m. This constituted the\n\t\t\t\t\t\t\t\t\t\tforward-most defensive bulwark at <span class=\"popular\">Khar Marpo</span><span class=\"scholar\">Mkhar dmar po</span>. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Residential Structure RS1","index":9,"parent_index":7,"body":"\n\t\t\t\t\t\t\t\t\t<p>Residential structure RS1 is located 17 m south of and roughly 6 m lower in elevation than RS2. This is the\n\t\t\t\t\t\t\t\t\t\tlowest building at mkhar dmar po (4.6 m x 4 m) and was constructed on a rocky eminence. The exterior walls of\n\t\t\t\t\t\t\t\t\t\tRS1 attain a height of 3 m and interior walls 1.5 m, providing an indication of how prominent the revetment\n\t\t\t\t\t\t\t\t\t\tbuilt to support the structure was. A 3.5-m deep cave was cut into the earthen and conglomerate formation\n\t\t\t\t\t\t\t\t\t\tunderneath RS1. In the rear of the cave there is a deep arched recess and one oblong niche, typical features\n\t\t\t\t\t\t\t\t\t\tof habitational caves in gu ge. It is about 40 m downhill from RS1 to the ramparts overlooking the gorge. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Residential Structure RS2 group","index":10,"parent_index":7,"body":"\n\t\t\t\t\t\t\t\t\t<p>This group of structures is situated 14 m west of the 24-m long rampart. The south side of residential\n\t\t\t\t\t\t\t\t\t\tstructure RS2 consisted of three or four small rooms. The two best preserved ones measure 4.2 m x 3.4 m and\n\t\t\t\t\t\t\t\t\t\t2.7 m x 2.6 m. Their exterior walls reach a maximum height of 2.3 m and 1.5 m on the interior side. Adjacent\n\t\t\t\t\t\t\t\t\t\tto these structures, at the same elevation, there is a row of rooms 17 m in length. Only small sections of the\n\t\t\t\t\t\t\t\t\t\tforward wall in this structure have endured.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Residential Structure RS3","index":11,"parent_index":7,"body":"\n\t\t\t\t\t\t\t\t\t<p>Residential structure RS3 is situated 4.7 m from RS2, at 2 m higher elevation. RS3 measures 6.3 m x 6.8 m.\n\t\t\t\t\t\t\t\t\t\tExterior walls of this masonry building attain 2.5 m in height and interior walls 1.4 m.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Residential Structure RS4","index":12,"parent_index":7,"body":"\n\t\t\t\t\t\t\t\t\t<p>Residential structure RS4 is situated 3 m (1.5 m vertical) from RS3. RS4 is another multi-roomed structure\n\t\t\t\t\t\t\t\t\t\t(5.3 m x 9 m) and was built in three tiers. The middle tier incorporates a fairly large in situ boulder under\n\t\t\t\t\t\t\t\t\t\twhich there is a hollow. RS4 is in a state of advanced decay and walls have been reduced to 1.1 m or less in\n\t\t\t\t\t\t\t\t\t\theight. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Residential Structure RS5","index":13,"parent_index":7,"body":"\n\t\t\t\t\t\t\t\t\t<p>Residential structure RS5 is the highest elevation building group among the lower ramparts. It is located 9 m\n\t\t\t\t\t\t\t\t\t\tuphill from RS4. Its 20-m long axis parallels the rocky spur that stretches across the slope. The width of\n\t\t\t\t\t\t\t\t\t\tthis structure varies between 3.4 m and 9 m, and exterior walls reach a maximum height of 2.3 m. In the\n\t\t\t\t\t\t\t\t\t\tremains of one of the lower rooms there is a small cave. The bottom portion of a window opening appears to be\n\t\t\t\t\t\t\t\t\t\tfound in an upper room. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Residential Structure RS6","index":14,"parent_index":7,"body":"\n\t\t\t\t\t\t\t\t\t<p>Adjacent to residential structure RS4, overlooking the westerly branch of the gorge, there are the structural\n\t\t\t\t\t\t\t\t\t\tvestiges of RS6 building (16. 5 m x 5.5 m). Fragments of the forward or down-slope revetment and\n\t\t\t\t\t\t\t\t\t\tsuperstructure are up to 2.3 m in height. Not much else remains of this edifice.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Upper flank structures","index":15,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Cave complex","index":16,"parent_index":15,"body":"\n\t\t\t\t\t\t\t\t\t<p>The precipitous upper reaches of <span class=\"popular\">Khar Marpo</span><span class=\"scholar\">Mkhar dmar po</span> begin 14 m above RS5. There are minor structural remains along this 14-m distance. At the\n\t\t\t\t\t\t\t\t\t\tbase of southwest facing slopes and cliffs are several small caves. The most prominent among them is\n\t\t\t\t\t\t\t\t\t\toval-shaped with two large recesses in the rear, flanked by four arched niches on one side and one niche on\n\t\t\t\t\t\t\t\t\t\tthe other side. The floor space of this cave measures 3 m x 3.5 m. Its roof is still blackened, a legacy of\n\t\t\t\t\t\t\t\t\t\thabitation. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Residential Structure RS7 group","index":17,"parent_index":15,"body":"\n\t\t\t\t\t\t\t\t\t<p>Approximately 20 m uphill from the small cave complex begins a series of structures occupying successive\n\t\t\t\t\t\t\t\t\t\theights along the base of a cliff, the residential structure RS7 group. There were at least five of these\n\t\t\t\t\t\t\t\t\t\tinterconnected buildings extending 28 m up the slope. They have a northwest aspect. The second and third\n\t\t\t\t\t\t\t\t\t\tbuildings from the bottom end of RS7 were built around the mouth of caves. Above the lowest of this series of\n\t\t\t\t\t\t\t\t\t\tbuildings, on a southeast-facing ledge, there is a structure that consisted of at least three rooms. It now\n\t\t\t\t\t\t\t\t\t\tmeasures 5 m x 6 m but at one time it was somewhat larger: small sections have collapsed and fallen down a\n\t\t\t\t\t\t\t\t\t\tprecipice. The northwest room of this edifice was partially built into the formation. Its exterior walls reach\n\t\t\t\t\t\t\t\t\t\t1.9 m and interior walls 1.1 m in height. Directly above this structure, on another ledge, there is a now\n\t\t\t\t\t\t\t\t\t\tinaccessible ruined building. On the more open north slope in front of RS7 there are lesser structural\n\t\t\t\t\t\t\t\t\t\ttraces.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Residential Structure RS8","index":18,"parent_index":15,"body":"\n\t\t\t\t\t\t\t\t\t<p>Sixty meters north (20 m vertical) of the upper extent of residential structure RS7 there is a single\n\t\t\t\t\t\t\t\t\t\tbuilding measuring 8 m x 9 m (4370 m). It originally consisted of two or more rooms. Part of the interior rear\n\t\t\t\t\t\t\t\t\t\twall was built as much as 1.2 m into the slope. Exterior walls have a maximum elevation of 2 m and interior\n\t\t\t\t\t\t\t\t\t\twalls 1.7 m. A significant amount of mud plaster still clings to the interior walls. In a cliff behind this\n\t\t\t\t\t\t\t\t\t\tstructure there is a 5.8-m deep cave. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Summit complexes","index":19,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Approximately 15 m vertical above residential structure RS8, at the top of a steep gully, there are the remains\n\t\t\t\t\t\t\t\t\tof a gateway, from which access to the two summit complexes is gained. A wall 5 m in length and as much as 3 m\n\t\t\t\t\t\t\t\t\tin height was built between two rock spurs, effectively sealing off access to the summit. The large east summit\n\t\t\t\t\t\t\t\t\tcomplex is virtually inaccessible. It consists of a dense collection of masonry, adobe block and rammed-earth\n\t\t\t\t\t\t\t\t\tstructures, with some standing walls 4 m or more in height. The east summit complex is spread over an area of\n\t\t\t\t\t\t\t\t\troughly 600 m&sup2;. The architectural character of the east summit structures and their relatively good state of\n\t\t\t\t\t\t\t\t\tpreservation, suggests that they were established at a later date than the lower structures of <span class=\"popular\">Khar Marpo</span><span class=\"scholar\">Mkhar dmar po</span>. The much smaller west summit complex\n\t\t\t\t\t\t\t\t\tcovers an area of just 9 m x 4.7 m (4410 m). The buildings of the west summit complex were arranged in three\n\t\t\t\t\t\t\t\t\ttiers but very little has survived. In the middle tier there is a small cave with a stone lintel over its\n\t\t\t\t\t\t\t\t\tentrance.</p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n"}]}