{"meta":{"domain":"places","kid":"16762","authors":[],"title":"Rirung Möndur Introduction","dates":{"created_at":"2010-08-25 11:12:18 UTC","updated_at":"2010-08-25 11:12:18 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Rirung Möndur Introduction"},{"title":"II.2. Superficial structures: Primarily funerary superstructure","index":1,"parent_index":0},{"title":null,"index":2,"parent_index":1},{"title":"Basic site data","index":3,"parent_index":2,"body":"<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Rirung Möndur<\/span><span class=\"scholar\">Ri rung mon dur<\/span> <\/li> <li>Site number: D-50<\/li> <li>Site typology: II.2a, II.2c <\/li> <li>Geographic coordinate (N. lat.): 32º 39.6΄ <\/li> <li>Geographic coordinate (E. long.): 82º 44.7΄ <\/li> <li>Elevation: 4700 m <\/li> <li>Administrative location (township): <span class=\"popular\">Ombu Tangzang<\/span><span class=\"scholar\">’Om bu thang bzang<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Gegyé<\/span><span class=\"scholar\">Dge rgyas<\/span> <\/li> <li>Survey expedition: UTAE<\/li> <li>Survey date: June 4, 2001<\/li> <li>Contemporary usage: Light grazing and the probable extraction of stones from the monuments. <\/li> <li>Identifiable Buddhist constructions: None. <\/li> <\/ul>"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"<p>The four superstructures of <span class=\"popular\">Rirung Möndur<\/span><span class=\"scholar\">Ri rung mon dur<\/span> are situated on a shelf set on the east shoulder of <span class=\"popular\">Rirung<\/span><span class=\"scholar\">Ri rung<\/span> mountain. The vistas to the north and east are particularly wide open. The shelf declines in an eastern direction, forcing the downhill walls of the heaped-stone wall enclosures to be elevated in order to maintain level interiors. The walls of these rounded enclosures consist of stones heaped to a height of 60 cm. The heaped-stone walls are as much as 1 m to 2 m thick, reflecting a great deal of subsidence over the centuries. Stones are strewn around the site while adjoining areas of the same shelf are free of such debris. This probably indicates that these loose stones were once part of the superstructures. The rocky backbone of <span class=\"popular\">Rirung<\/span><span class=\"scholar\">Ri rung<\/span>, the probable source of stones for the construction of <span class=\"popular\">Rirung Möndur<\/span><span class=\"scholar\">Ri rung mon dur<\/span>, is situated west of the site. The structures are made from variable-length (20 cm to 1 m long) stones. These stones are light-colored with a dark grain and have acquired a reddish varnish. There is a small corral on the site which was probably built with stones pilfered from the monuments. <\/p>"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"<p> <span class=\"popular\">Rirung Möndur<\/span><span class=\"scholar\">Ri rung mon dur<\/span> is attributed by local sources to the ancient <span class=\"popular\">Mön<\/span><span class=\"scholar\">Mon<\/span>.<\/p>"},{"title":"Site elements","index":6,"parent_index":2,"body":"<p>From south to north, the characteristics of the three superstructures are as follows:<\/p><ol> <li>Funerary structure FS1 (19 m long) is kidney shaped and has a level interior. The uphill wall is sunken about 60 cm into the ground and the downhill wall is raised a like amount in order to create a level interior. The interior is free from visible structural elements.<\/li> <li>Funerary structure FS2 (6 m long) is located 17 m northwest of FS1. This is an irregularly shaped enclosure with single-course perimeter walls. The stones in the enclosure are up to 90 cm in length and project as much as 35 cm from the surface of the ground.<\/li> <li>Funerary structure FS3 (17 m across) is situated 7 m northwest of FS2. This heaped-stone wall enclosure is nearly round. Like FS1, its uphill wall is set prominently into the ground, while its downhill wall is elevated in order to create a level interior. The interior is free from visible structural elements.<\/li> <li>Funerary structure FS4 (19 m across) is located 32 m northwest of FS3. This ovoid heaped-stone wall specimen may have been divided into two cells by a heaped-stone wall. <\/li> <\/ol>"}]}