{"meta":{"domain":"places","kid":"15466","authors":[{"fullname":"Kurtis Schaeffer","id":"2"},{"fullname":"Kurtis Schaeffer","id":"2"}],"title":"An Introduction to the Ganden Palace Polity","dates":{"created_at":"2010-01-23 23:59:59 UTC","updated_at":"2010-06-20 15:16:50 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p><span style=\"font-size: 20.2546px; font-weight: bold;\">OVERVIEW<\/span><\/p> <p>The Central Tibetan government, traditionally known as the <span class=\"place\" title=\"F15466\">Ganden Palace<\/span> (<span class=\"place\" title=\"F15466\">Ganden Podrang<\/span>, <em><span class=\"place\" title=\"F15466\">dga' ldan pho brang<\/span><\/em>), was the largest polity to rule Tibet since the Sakya-Mongol period, and the longest running centralized administration in Tibet, functioning from 1642 to 1959. This government was dominated internally by an uneasy balance of power between monastic and aristocratic leadership, and externally by Qing influence that varied over the centuries. The Central Tibetan government was the most powerful polity in Tibet until its fall to the People's Republic of China in 1959. The history of twentieth-century Tibet thus cannot be understood without understanding the workings of the central government since its foundation in the seventeenth century.<\/p> ","title":"An Introduction to the Ganden Palace Polity"},{"title":"HISTORY","index":1,"parent_index":0,"body":null},{"title":"ADMINISTRATION","index":2,"parent_index":0,"body":null},{"title":"References","index":3,"parent_index":0,"body":" <p>Goldstein, Melvin C., \"The Balance Between Centralization and Decentralization in the Traditional Tibetan Political System: An Essay on the Nature of the Tibetan Political Macro-Structure.\" <em>Central Asiatic Journal<\/em> 15 (1971): 170-182).<\/p> <p>Goldstein, Melvyn C., The Snow Lion and the Dragon: China, Tibet, and the Dalai Lama. Berkeley: University of California Press, 1997.<\/p> <p>Petech, Luciano. <em>Aristocracy and Government in Tibet: 1728-1959<\/em>. Rome: Istituto Italiano per il Medio ed Estremo Oriente, 1973.<\/p> <p>Karl E Ryavec, \"Land Use\/Cover Change in Central Tibet, C. 1830-1990: Devising a GIS Methodology to Study a Historical Tibetan Land Decree.\" <em>The Geographical Journal<\/em> 2001 (167\/4): 342-357.<\/p>"}]}