{"meta":{"authors":[],"title":"Dechö Gönpa Introduction","dates":{"created_at":"2010-08-11 20:46:43 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Dechö Gönpa Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":"Dechö GönpaSde chos dgon pa","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Dechö Gönpa<\/span><span class=\"scholar\">Sde chos dgon pa<\/span> <\/li> <li>English equivalent: Buddhist Division monastery <\/li> <li>Site number: B-34<\/li> <li>Site typology: I.2a, I.2b <\/li> <li>Geographic coordinate (N. lat.): 33º 17.9΄ <\/li> <li>Geographic coordinate (E. long.): 79º 39.9΄ <\/li> <li>Elevation: 4460 m and 4470 m <\/li> <li>Administrative location (township): <span class=\"popular\">Derok<\/span><span class=\"scholar\">Sde rog<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Rutok<\/span><span class=\"scholar\">Ru thog<\/span> <\/li> <li>Survey expedition: HTCE<\/li> <li>Survey date: May 22, 25, 2002<\/li> <li>Contemporary usage: None. <\/li> <li>Identifiable Buddhist constructions: Inscribed plaques and the base of a <span class=\"popular emph\">Chörten<\/span><span class=\"scholar emph\">mchod rten<\/span> <\/li> <\/ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>The two significant residential structures (south and north) of <span class=\"popular\">Dechö Gönpa<\/span><span class=\"scholar\">Sde chos dgon pa<\/span> were established below the confluence of the branch valleys that form the main <span class=\"popular\">Dechö<\/span><span class=\"scholar\">Sde chos<\/span> valley. This religious center (<span class=\"popular emph\">sekhang<\/span><span class=\"scholar emph\">gsas khang<\/span>\/<span class=\"popular emph\">sekhar<\/span><span class=\"scholar emph\">gsas mkhar<\/span>) was built on the gently sloping valley floor. The surrounding terrain is sandy and rocky but arable lands are also found in fairly close proximity. The equal degradation of the structures and the uniform wall types suggest that the two buildings formed an integral installation. In total, the structures contain about 24 rooms as well as three latrines. This domestic arrangement might point to the tenancy of two dozen or more people at the site. The existence of this religious complex is probably attributable to the extensive agricultural base that was once found in the <span class=\"popular\">Dechö<\/span><span class=\"scholar\">Sde chos<\/span> valley (see A-85). The old agrarian economy likely generated the resources necessary for the maintenance of this fairly large nucleus of habitation. <\/p> <p>The floor level of the two buildings is situated entirely above ground. The two edifices were constructed with both all-stone and timber roofs. These structures therefore represent an unusual hybrid type of residential monument. As with other all-stone structures, <span class=\"popular\">Dechö Gönpa<\/span><span class=\"scholar\">Sde chos dgon pa<\/span> does not have large central halls or regularly shaped and arranged rooms. Exterior walls and partitions are largely intact and commonly reach 2 m in height. Much of the mud-mortar used in the 45-cm- to 60-cm-thick random-work walls is extant. The granite blocks used in construction are primarily 20 cm to 50 cm in length. Although Buddhist monuments are located at the site, it is not at all clear who founded <span class=\"popular\">Dechö Gönpa<\/span><span class=\"scholar\">Sde chos dgon pa<\/span>. Either the Bonpo or Buddhists could have established this archaic facility. The early inhabitants of Upper Tibet, however, did not usually favor valley bottom sites and a fully above-ground aspect for the construction of their <span class=\"popular emph\">sekhang<\/span><span class=\"scholar emph\">gsas khang<\/span>. Taken as a whole, the structural evidence seems to point to a transitional phase in the construction of Upper Tibetan religious edifices (from <span class=\"popular emph\">sekhang<\/span><span class=\"scholar emph\">gsas khang<\/span> to <span class=\"popular emph\">gönpa<\/span><span class=\"scholar emph\">dgon pa<\/span>), presupposing an early historic periodization for<span class=\"popular\">Dechö Gönpa<\/span><span class=\"scholar\">Sde chos dgon pa<\/span>. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>The elders of <span class=\"popular\">Dechö<\/span><span class=\"scholar\">Sde chos<\/span> state that <span class=\"popular\">Dechö Gönpa<\/span><span class=\"scholar\">Sde chos dgon pa<\/span> was an ancient monastery established before the Buddhist monasteries of <span class=\"popular\">Rutok<\/span><span class=\"scholar\">Ru thog<\/span>’s <span class=\"popular\">Dzong Ri<\/span><span class=\"scholar\">Rdzong ri<\/span>.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"South edifice","index":7,"parent_index":6,"body":" <p>The outer walls of the south edifice (4460 m) are irregularly-shaped and are configured with 21 different wall planes. The perimeter of this structure measures approximately 70 m. In addition, there is a forward or east courtyard that measures 10 m (north-south) x 5 m (east-west). The walls enclosing this open space have crumbled o their foundations. There appear to have been three east entrances to the south edifice. On the exterior south side of the south edifice there is a 50-cm high parapet wall, adding significantly to the building’s elevation.<\/p> <p>The 60-m wide north entrance is positioned outside the courtyard and accesses a north wing that seems to have constituted five rooms. None of the internal entrances between these rooms have survived in the fragmentary wall partitions. The northeast room (2.2 m x 2.8 m) of the north wing has a niche in the north wall. An L-shaped room measures 3 m x 3 m on its long sides. The other three rooms of the north wing are each around 8 m². None of the roof has persisted in the north wing, but evidence from other parts of the south edifice suggests that it was constructed with both stone and timber roofing materials.<\/p> <p>The entrance to the central wing of the south edifice was obliterated along with the wall in which it was built. The central entrance was situated inside the courtyard. The central wing of the facility apparently had six rooms. Among the rooms in this portion of the structure is a latrine in the southeast corner of the building. It has a hole in the floor that is conveyed to a privy pit with an east-facing opening at the base of he exterior wall. The largest room in the central wing is the central north room (5 m x 3.5 m). This relatively large room with its long straight walls must have been built with a timber roof. The other five rooms are significantly smaller and may have had stone roofs. There is a niche in a wall of the northwest room and one in he southwest room. <\/p> <p>The south entrance gains entry to the south wing of the building with its seven small rooms and latrine. The irregularly-shaped rear room has corbels attached to the tops of the walls, indicating that a stone integument covered them. The largest room in the south wing is the central north specimen (2.7 m x 3.2 m). There are two niches in the north wall of this room. From the central north room there is an entranceway (1 m x 50 cm) to the west compartment and an entranceway (1.1 m x 50 cm) to the south compartment (situated in the southwest corner of the south edifice). There are two niches and a recess (1 m x 50 cm) in the west compartment. Many of the roof corbels in the tiny west room are in situ. The maximum floor-to-ceiling height of the west room is 1.8 m. Accounting for the corbels, bridging stones and sheathing slabs, the total height of the west room must have been around 2.2 m. The stone roof in the south room (1.8 m x 1.5 m) is partly intact. The floor-to-ceiling height of this room is around 1.6 m. There was also a central south room as well as three forward rooms in the south wing of the south edifice. <\/p> "},{"title":"North edifice","index":8,"parent_index":6,"body":" <p>The north edifice (4470 m) is situated 75 m northwest of the south edifice, at slightly higher elevation. It measures 8.3 m (east wall) x 11 m (south wall) x 9.7 m (west wall) x 10.4 m (north wall). This building is generally aligned in the cardinal directions. Although none of the roof is extant in the north edifice, the walls are much straighter than the south edifice, indicating that it was largely or entirely constructed with a imber roof. Many of the walls still reach 1.5 to 2 m in height. The north edifice contains five rooms: northwest (3.5 m x 2.7 m), southwest (3 m x 3.1 m), northeast (2 m x 2.6 m), southeast (2.7 m x 2.5 m), central (6.5 m x 3.6 m), as well as a small entrance vestibule. The latrine is accessed from the southwest room. The latrine comprises a small extension of the main body of the structure. The latrine privy pit and its exterior wall opening are still intact. There is also a small courtyard on the east side of the building. Inside the courtyard there is a broken stone mortar formed from a hollowed boulder. <\/p> "},{"title":"sde chos shrine","index":9,"parent_index":6,"body":" <p>Two meters north of the south edifice there is a rectangular masonry structure (5.6 m x 1.9 x 1.3 m). Local elders report that it is the base of a <span class=\"popular\">Riksum Gönpo<\/span><span class=\"scholar\">Rigs gsum mgon po<\/span> <span class=\"popular emph\">Chörten<\/span><span class=\"scholar emph\">mchod rten<\/span> that was destroyed in the Chinese Cultural Revolution. Beside it is a crudely built wall with a few shards of old inscribed plaques. <\/p> "},{"title":"mChod rten bdun bu","index":10,"parent_index":6,"body":" <p>A couple kilometers down valley from the agrarian village of <span class=\"popular\">Dechö<\/span><span class=\"scholar\">Sde chos<\/span> there is a row of ancient <span class=\"popular emph\">Chörten<\/span><span class=\"scholar emph\">mchod rten<\/span> called mchod rten bdun bu. They are set in the midst of defunct agricultural fields. According to village elders, these <span class=\"popular emph\">Chörten<\/span><span class=\"scholar emph\">mchod rten<\/span> were built by that ancient tribe, the <span class=\"popular\">Kel Mön<\/span><span class=\"scholar\">Skal mon<\/span>, and were destroyed before living memory. This oral tradition, the absence of inscribed plaques and the fact that no contemporary observances are held at the site may suggest that these shrines were built by the Bonpo. The six <span class=\"popular emph\">Chörten<\/span><span class=\"scholar emph\">mchod rten<\/span> (perhaps there was once a seventh specimen as the name suggests) form a north-south line 28 m in length. They were primarily built of granite blocks and corbels but some adobe blocks are also interspersed in the constructions. Structures are composed of random-rubble walls, containing stones 20 cm to 70 cm in length. <\/p> <p>The two north and two south <span class=\"popular emph\">Chörten<\/span><span class=\"scholar emph\">mchod rten<\/span> each have a single <span class=\"popular emph\">bhumpa<\/span><span class=\"scholar emph\">bum pa<\/span>, and were designed in a similar fashion to modern variants. The two middle <span class=\"popular emph\">Chörten<\/span><span class=\"scholar emph\">mchod rten<\/span> had multiple <span class=\"popular emph\">bhumpa<\/span><span class=\"scholar emph\">bum pa<\/span> (local accounts claim that each of these specimens had five <span class=\"popular emph\">bhumpa<\/span><span class=\"scholar emph\">bum pa<\/span>). The number given to each <span class=\"popular emph\">Chörten<\/span><span class=\"scholar emph\">mchod rten<\/span> reflects their sequential position from south to north:<\/p> "},{"title":"mchod rten 1","index":11,"parent_index":10,"body":" <p>The MT1 shrine (2.75 m x 2.75 m) is approximately 3 m in height and was apparently covered in a mud-based veneer tinted with red ochre. The base and cylindrical <span class=\"popular emph\">bhumpa<\/span><span class=\"scholar emph\">bum pa<\/span> are hollow. The base appears to consist of two tiers: a lower main tier and an upper tier of lesser height. The corbels, stacked diagonally on top of one another to create the top section of the base, are visible. These corbels are all less than 1 m in length. The lower two rungs of the spire (<span class=\"popular emph\">khorlo<\/span><span class=\"scholar emph\">’khor lo<\/span>) are extant. This spire was probably short and squat as is common in early <span class=\"popular emph\">Chörten<\/span><span class=\"scholar emph\">mchod rten<\/span> architecture. <\/p> "},{"title":"mchod rten 2","index":12,"parent_index":10,"body":" <p>MT2 (3 m x 3 m) is of the same design and construction as MT1. The cylindrical <span class=\"popular emph\">bhumpa<\/span><span class=\"scholar emph\">bum pa<\/span> tapers slightly outwards towards the top. <\/p> "},{"title":"mchod rten 3","index":13,"parent_index":10,"body":" <p>There is a portal (1m x 70 cm) in the east wall of the 1.6-m high base of MT3 (4 m x 4 m). The 50-cm to 70-cm hick exterior walls enclose a substantial interior, which is divided by a north-south partition wall into two sections. A 1.6 m long bridging stone spans the partition wall and exterior south wall. A 1.2-m long capstone still covers the northeast corner of the base. What ostensibly are the remains of a small <span class=\"popular emph\">bhumpa<\/span><span class=\"scholar emph\">bum pa<\/span> rest upon this stone slab. A very small fragment of the southeast <span class=\"popular emph\">bhumpa<\/span><span class=\"scholar emph\">bum pa<\/span> has also survived.<a href=\"#n83\" name=\"nb83\" class=\"note\">83<\/a> In situ corbels are also found on top of the east wall of the <span class=\"popular emph\">Chörten<\/span><span class=\"scholar emph\">mchod rten<\/span> base. The exact purpose of this hollow base is not known, but it is likely to have had an enshrining function. <\/p> "},{"title":"mchod rten 4","index":14,"parent_index":10,"body":" <p>MT4 (4 m x 4m) is of the same design and construction as MT3. Its base has been reduced to an incomplete shell.<\/p> "},{"title":"mchod rten 5","index":15,"parent_index":10,"body":" <p>MT5 (3 m x 3m) is of the same type as MT1 and MT2.<\/p> "},{"title":"mchod rten 6","index":16,"parent_index":10,"body":" <p>The 1-m high base of MT6 (2 m x 2m) was mud plastered. Some adobe blocks cap the base but not enough of them remain in place to gauge the type of structure they created. <\/p> <hr class=\"footnote-divider\" \/> "},{"title":"Notes","index":17,"parent_index":0,"body":" <div class=\"footnote\"> <a name=\"n83\" \/> <a href=\"#nb83\" class=\"note\"> [83] <\/a> <span class=\"popular emph\">Chörten<\/span><span class=\"scholar emph\">mchod rten<\/span> with elongated bases and rows of small <span class=\"popular emph\">bhumpa<\/span><span class=\"scholar emph\">bum pa<\/span>, which were almost certainly built by the Bonpo, are found at the <span class=\"popular\">Dodrilbu<\/span><span class=\"scholar\">Do dril bu<\/span> site at <span class=\"popular\">Trari Namtso<\/span><span class=\"scholar\">Bkra ri gnam mtsho<\/span> (B-13) (Bellezza, <em>Antiquities of Northern Tibet<\/em>, 243) and on the north shore of <span class=\"popular\">Daroktso<\/span><span class=\"scholar\">Da rog mtsho<\/span> (Bellezza, John Vincent. “A Preliminary Archaeological Survey of Da rog mtsho.” <em>The Tibet Journal<\/em> 24, no. 1 [1999]: 66). <\/div>  "}]}