{"meta":{"domain":"places","kid":"16487","authors":[],"title":"Jomo Rirang Khar Introduction","dates":{"created_at":"2010-08-11 20:45:17 UTC","updated_at":"2011-04-13 14:04:01 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Jomo Rirang Khar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Jomo Rirang KharJo mo ri rang mkhar","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Textual tradition","index":6,"parent_index":2,"body":null},{"title":"Site elements","index":7,"parent_index":2,"body":" "},{"title":"Upper complex","index":8,"parent_index":7,"body":null},{"title":"Middle complex","index":9,"parent_index":7,"body":" <p>The middle complex is located on a 70-m long ridgeline, adjacent to the lower end of the structure-filled gully of the upper complex. The middle complex contained around 40 rooms in total. Its east or upper end consists of a single line of southern aspect all-stone buildings. These poorly preserved structures were deeply built into the rocky mountainside, reducing the amount of stone needed for the construction of their walls. At the lower west end of the middle complex there is a cluster of around 20 rooms and\/or buildings. Some of these semi-subterranean structures still have a few roof slabs and bridging stones in place. The longest in situ bridging stone is 2.1 m. At the western extremity of the complex there is a single two-story tall structure, which probably contained four lower rooms and four upper rooms. One of the lower rooms still has a substantial portion of its ceiling intact. The corbelling of the ceiling was skillfully installed to create a robustly designed structure that could easily support a second story.<\/p> "},{"title":"Lower complex","index":10,"parent_index":7,"body":" <p>The lower complex is located some tens of meters east of the middle complex. It contains a few ruined all-stone buildings of diminutive size, along a 27-m length of the summit.<\/p> <hr class=\"footnote-divider\" \/> "},{"title":"Notes","index":11,"parent_index":0,"body":null}]}