{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Zertro Samten Yungdrung Ling Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Derge County"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(140) Zer ’phro Monastery"
  }, 
  {
   "body": "<p>The full name is Zer ’phro bSam gtan g-yung drung gling.</p>
", 
   "index": 3, 
   "parent_index": 2, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>The monastery is located on the west bank of the rDza chu river in rDza khog. When I visited it in August 1997, I left from sTeng chen Monastery and had to cross the river on a wooden raft consisting of four tree trunks. From the opposite bank it took me about half an hour on horseback via a village to reach the monastery which is located at the foot of a mountain.</p>
", 
   "index": 4, 
   "parent_index": 2, 
   "title": "2. Location "
  }, 
  {
   "body": "<p>According to oral tradition, the monastery was founded by gYung drung rnam rgyal with the financial support of Gling tshang, one of the leading families in Derge, around eight hundreds years ago. Later the monastery was destroyed by a flood, which according to popular belief, was caused by the local deities who were offended by the monastery’s gold roof. Following this episode it was rebuilt by Nyag rong bKra shis dge legs, a disciple of Shar rdza bKra shis rgyal mtshan. It became a branch of sMon rgyal Monastery (No.136). In the 15th Rab byung (1867-1926), it became a branch of rDza sTeng chen Monastery and has remained as such until now. </p>
<p>The monastery is headed by abbots. Since Shar rdza is a very isolated and poor area, it took several generations to complete the monastery’s reconstruction. Nyag rong bKra shis dge legs, who undertook the monastery’s reconstruction, built an assembly hall (’du khang), and two sanctuaries for the atonement (sgrub khang). The second abbot, Phun tshogs blo gros, made a large statue callled lHa chen, and painted the murals within the sgrub khang. The third abbot, Tshul khrims dar rgyas, built a kitchen and rebuilt another sgrub khang, and also introduced a system allowing the monastery to finance four monks at a time to do two-year tantric practice in the sgrub khang. The fourth abbot, Shes rab bstan ’dzin, travelled throughout Nyag rong and Khyung po to give teachings and collect funds for the monastery with which he built thirty small buildings for sheltering prayer-wheels (’khor chung), a small ma ti mantra wheel, and four large cauldrons (mtshogs zangs) and other cooking utensils for the monastery. The fifth abbot, rTogs ldan bsTan ’dzin blo gros, commissioned copper statues of the gNas brtan bcu drug (the “sixteen direct disciples of the Buddha”), Gu ru mtshan brgyad (the “eight aspects of Padmasambhava”), and gilded statues of the Buddhas of the Three Ages. The sixth abbot, rTogs ldan Zla ba rgyal mtshan, travelled to central Tibet whence he returned with the collected works of mNyam med Shes rab rgyal mtshan (1356-1415), two conches and three statues. The seventh abbot, dBang li, a disciple of Shar rdza bKra shis rgyal mtshan, repaired the assembly hall and built a wheel containing more than one hundred million ma ti mantras (stong ’khor). He is said to have passed away in his “rainbow body” (’ja’ lus). The eighth abbot, bsKal bzang bstan ’dzin, built a gold stupa (gser gdung mchod rten) and acquired more than forty volumes of tantric texts for the monastery. rTogs ldan Mi pham rnam rgyal and gYung drung nyi ma, commissioned statues of the thirty-five Buddhas (ltung gshags so lnga) and furnished the monastery with other religious relics. The tenth abbot, Nam mkha’ grags pa, acquired the complete works of Kun grol ’ja’ tshon snying po and gTer ston gSang sngags gling pa, and more than forty thangkhas for the monastery. Shes rab phun tshogs and Nam mkha’ ye shes, established a philosophical college (bshad gwra). The twelfth abbot, Tshul khrims dbang rgyal, founded a printing house containing more than a thousand printing blocks. As a very rare exception, there were dKon mchog, dBang ldan, mThar phyin and rGyal mchog: dKon mchog was a very learned master and introduced a ritual of bDe ’dus sgrub mchod which the monastery performs on the 15th day of the 5th month; dBang ldan was also mgon khang bla ma. mThar phyin was the head of the bshad grwa at the same time; rGyal mchog was a gCod pa, one who practices mainly gCod. There were three fourteenth abbots bsTan pa dkon mchog, Tshe ring dpal bzang and Nyi ma grags pa, until the mid-20th century. </p>
<p>The monastery suffered from destruction in the 1980s, it was rebuilt by bSod nams blo gros, dBra sras bSod nams lha rgyal and dBra sras Yid bzhin dbang rgyal, the last three abbots of the monastery. </p>
<p>The above information was provided by the Zer ’phro dgon pa’i lo rgyus by rDza pa Tshe ring ’gyur med which unfortunately does not give dates or details of the abbots’ life stories.</p>
", 
   "index": 5, 
   "parent_index": 2, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one mkhan po</li> <li>one slob dpon </li> <li>one dbu mdzad</li> <li>one dge skos </li> <li>one mchod dpon</li> <li>one bdag gnyer </li> <li>one rtsis pa </li> </ul>
<p>All the incumbents are reappointed every three years.</p>
", 
   "index": 6, 
   "parent_index": 2, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>There are twenty novices and monks in the monastery. </p>
", 
   "index": 7, 
   "parent_index": 2, 
   "title": "5. Number of monks"
  }, 
  {
   "body": "<p>This monastery is a practising place (sgrub grwa) rather than a place for study. It specializes mainly in meditation practice in accordance with the trantric tradition. A teacher (slob dpon) is appointed to train the young novices. For major calendrical rituals they go and join their brethren at sTeng chen Monastery.</p>
", 
   "index": 8, 
   "parent_index": 2, 
   "title": "6. Education"
  }, 
  {
   "body": "<p>The monks used to go to sMan ri to take their full ordination and Shar rdza ri khrod for the three-year retreat and other practices. </p>
", 
   "index": 9, 
   "parent_index": 2, 
   "title": "7. Exchanges with other monasteries"
  }, 
  {
   "body": "<p>The performance of rituals in this monastery is much the same as those of sTeng chen Monastery (No.139).</p>
", 
   "index": 10, 
   "parent_index": 2, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The printed editions: one copy of the Bonpo Kanjur, one copy of mNyam med Shes rab rgyal mtshan’s and Shar rdza  bKra shis rgyal mtshan’s collected works, bDe chen gling pa’s collected works in thirteen volumes.</p>
<p>There are about thirty-five volumes of Bonpo tantras and other texts mostly manuscripts. </p>
", 
   "index": 11, 
   "parent_index": 2, 
   "title": "10. Books held in the monastery "
  }, 
  {
   "body": "<p>The tenth Panchen Lama gave the monastery twelve thousand Chinese Yuan for the reconstruction of the monastery. The monks provide their own food. The monastery does not pursue any economic activities.</p>
", 
   "index": 12, 
   "parent_index": 2, 
   "title": "11. Income and expenses"
  }, 
  {
   "body": "<p>The local lay community consists of seven villages: Kham be village with six families, Wa pa with nine fimilies, Ser skya dgon with eighteen families, rNa bzhi with seven families, ’Khor lo with six families, Ma rtsa with five families and ’Od dwangs with ten families. </p>
", 
   "index": 13, 
   "parent_index": 2, 
   "title": "12. Local community "
  }, 
  {
   "body": "<p>The mountain behind the monastery is called A myes rGyal po. There is a la btsas halfway up the mountain. Its renewal ceremony and the propitiation of the local deity take place on the 15th day of the 4th month and attended by both lay and monastic communities. </p>
", 
   "index": 14, 
   "parent_index": 2, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Mostly farmers and some nomads</p>
", 
   "index": 15, 
   "parent_index": 2, 
   "title": "14. Occupation of the local population"
  }, 
  {
   "body": "", 
   "index": 16, 
   "parent_index": 2, 
   "title": "Sources"
  }, 
  {
   "body": "<p>In August 1997: gSal gong (b.1965), a monk and head of the administrative committee of the monastery; Bu sngon (b.1965), a monk and vice-head of the administrative committee of the monastery</p>
", 
   "index": 17, 
   "parent_index": 16, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<ol type=\"1\"> <li>Zer ’phro dgon pa’i lo rgyus by rDza pa Tshe ring ’gyur med, MS. 3 folios; KGLG, Vol.1, pp.636-639</li> </ol>
", 
   "index": 18, 
   "parent_index": 16, 
   "title": "(2) Texts"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }, 
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }
  ], 
  "domain": "places", 
  "kid": "23546", 
  "dates": [], 
  "title": "Zertro Samten Yungdrung Ling Introduction"
 }
}