{"meta":{"authors":[],"title":"Barmön Khar Introduction","dates":{"created_at":"2010-08-11 20:47:05 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Barmön Khar Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":"Barmön KharBar mon mkhar","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Barmön Khar<\/span><span class=\"scholar\">Bar mon mkhar<\/span> <\/li> <li>Site number: B-88<\/li> <li>Site typology: I.2b <\/li> <li>Geographic coordinate (N. lat.): 31º 26.2΄ <\/li> <li>Geographic coordinate (E. long.): 79º 25.5΄ <\/li> <li>Elevation: 4320 m<\/li> <li>Administrative location (township): <span class=\"popular\">Tsarang<\/span><span class=\"scholar\">Rtsa rang<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Tsada<\/span><span class=\"scholar\">Rtsa mda’<\/span> <\/li> <li>Survey expedition: HTWE<\/li> <li>Survey date: July 23, 2004<\/li> <li>Contemporary usage: None.<\/li> <li>Identifiable Buddhist constructions: None. <\/li> <\/ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Barmön Khar<\/span><span class=\"scholar\">Bar mon mkhar<\/span> is situated on a small earthen outcrop in a mountain cove located on the north side of the <span class=\"popular\">Bar<\/span><span class=\"scholar\">Bar<\/span> valley. On the outcrop, which rises 4 m to 10 m above the surrounding slopes, are the remnants of a small residential complex. Its siting on an isolated prominence suggests that it belonged to the upper stratum of archaic society. The summit of the outcrop measures 11.7 m (north to south) x 2.5 m to 7 m. There has been much erosion of this natural feature and it may have been considerably larger at one time. The outcrop hosts earthen, limestone and sandstone structural traces. So degraded is <span class=\"popular\">Barmön Khar<\/span><span class=\"scholar\">Bar mon mkhar<\/span> that its extent and ground plan are beyond recognition. The general architectonic pattern, location and <span class=\"popular\">Mön<\/span><span class=\"scholar\">Mon<\/span> attribution indicate that <span class=\"popular\">Barmön Khar<\/span><span class=\"scholar\">Bar mon mkhar<\/span> is an archaic cultural site.<\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to local lore, <span class=\"popular\">Barmön Khar<\/span><span class=\"scholar\">Bar mon mkhar<\/span> was an ancient <span class=\"popular\">Mön<\/span><span class=\"scholar\">Mon<\/span> castle.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Outcrop complex","index":7,"parent_index":6,"body":" <p>On the south side of the hillock are two highly eroded primarily earthen wall segments, 3.6 m and 5.6 m in length. The 3.6-m long fragment stands 2.6 m on the interior side and 3 m on the exterior side. The base of this wall contains random-work blocks and cobbles and reaches a height of about 1 m. A row of small rounds of wood protrude from the upper extent of the wall. Below this row of wood a single small timber runs parallel to the axis of the wall. This 3.6-m wall fragment also has two buttresses against its outer side. The 5.6-m long wall fragment is reduced to the top of the outcrop. This revetment sheathes a vertical expanse of the outcrop up to 1.5 m in height. It has a cobble base and blocks laid in two diagonal courses near the top. Stones in this wall are up to 40 cm in length. At the north edge of the outcrop there is a footing fragment 1.4 m in length and 50 cm in width. It is composed of parallel courses of stones 10 cm to 15 cm in length. There is also a footing segment (2.3 m) on the south side of the outcrop and a small one in the middle of the summit. These footings were constructed of limestone and sandstone.<\/p> "},{"title":"Outlying structures","index":8,"parent_index":6,"body":" <p>Sixty-five meters south of the <span class=\"popular\">Barmön Khar<\/span><span class=\"scholar\">Bar mon mkhar<\/span> outcrop, on the side of a slope, there is a masonry plinth. It is 70 cm high on its downhill side and flush with the upper slope. This plinth is made of larger stones up to 70 cm in length. Local residents also call this a <span class=\"popular\">Mön<\/span><span class=\"scholar\">Mon<\/span> structure. Similar structures may have been found adjacent to it, as suggested by the analogous contours of the terrain. There is a zone (16 m x 15 m) of possible structural remains 20 m southeast of the outcrop on high ground. Below the <span class=\"popular\">Barmön Khar<\/span><span class=\"scholar\">Bar mon mkhar<\/span> site there is the adobe block shell of an old <span class=\"popular emph\">Tsatsa<\/span><span class=\"scholar emph\">tshwa tshwa<\/span> repository. It may have been founded to neutralize negative influences thought to issue from the ‘<span class=\"popular\">Mön<\/span><span class=\"scholar\">Mon<\/span>’ residential facility. <\/p> "},{"title":"Affiliated sites","index":9,"parent_index":2,"body":" "},{"title":"bar rdzong","index":10,"parent_index":9,"body":" <p>The imposing stronghold of <span class=\"popular\">Bardzong<\/span><span class=\"scholar\">Bar rdzong<\/span> with its more than 80 caves may have been the original nucleus of settlement in the <span class=\"popular\">Bar<\/span><span class=\"scholar\">Bar<\/span>valley (31° 26.9΄ N. lat. \/ 79° 26.6΄ E. long.). Certainly, this roglodytic site is the largest of its kind in the environs of <span class=\"popular\">Bar<\/span><span class=\"scholar\">Bar<\/span>. Nevertheless, all that can now be detected is a Buddhist installation (4370 m to 4450 m), which sits on a formation 110 m in height. This is said to have been a castle that met its end long before living memory. <span class=\"popular\">Bardzong<\/span><span class=\"scholar\">Bar rdzong<\/span> was also clearly the site of an important Buddhist religious center, founded no later than circa 1300 CE, as indicated by murals found in old cave temples at the site. The high point of <span class=\"popular\">Bardzong<\/span><span class=\"scholar\">Bar rdzong<\/span>, the east summit (41m x approximately 30 m), supported a tight knit group of adobe buildings as well as four <span class=\"popular emph\">Chörten<\/span><span class=\"scholar emph\">mchod rten<\/span>. The buildings were deeply inset (up to 3 m) into the central rib of formation and appear o have been largely secular structures rather than religious edifices per se. There are no explicit signs of chapels (<span class=\"popular emph\">lhakang<\/span><span class=\"scholar emph\">lha khang<\/span>) among the ruins. Many timbers are still an integral part of the east summit (as lintels, posts, beams, wall bonding, and substructures of walkways). There are four or five caves just below the east summit. What remains of the access route up to the east summit passes along the north side of the formation. A few caves are found along this trail just before reaching the summit. A passageway off this trail leads to a single row of at least five caves. The same trail accesses the smaller west summit, which hosts at least ten caves. Various buildings are found here, particularly along the 20-m long western extremity of the summit. <\/p> <p>A trail from the west summit winds down to a ridgeline (35 m x 10 m) with a least ten more caves and a dense cluster of adobe building carcasses. In two other locations there are eight caves and four caves, respectively. In the most westerly cave of the latter group there is a large mural (2.4 m x 2 m) of what appears to be the god <span class=\"popular\">Dzambhala<\/span><span class=\"scholar\">Dzam bha la<\/span>. The adjacent cave is fully covered in Buddhist murals executed to the highest standards of workmanship. Farther down the <span class=\"popular\">Bardzong<\/span><span class=\"scholar\">Bar rdzong<\/span> formation there are perhaps 40 more caves but few ruins of buildings. A steeply inclined tunnel 15 m in length leads up from the base of the formation (4340 m) to the first caves. It is still over 150 m vertical from the foot of the formation to the valley bottom. <\/p>  "}]}