{"meta":{"domain":"places","kid":"16955","authors":[],"title":"བདེ་ཆེན་གསང་སྔགས་མཁར་དགོན།","dates":{"created_at":"2010-08-13 17:00:58 UTC","updated_at":"2010-08-13 17:00:58 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"བདེ་ཆེན་གསང་སྔགས་མཁར་དགོན།"},{"title":"སྟག་རྩེ་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"བདེ་ཆེན་གསང་སྔགས་མཁར་དགོན།","index":2,"parent_index":0,"body":" <p>བདེ་ཆེན་གསང་སྔགས་མཁར་དགོན་ནི། ད་ལྟའི་སྟག་རྩེ་རྫོང་གི་ཉེ་འགྲམ་དང་། སྔོན་བདེ་ཆེན་རྫོང་ཤུལ་གྱི་རི་འདབས་སུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་ཐོག་མར་བཀའ་བརྒྱུད་པའི་དགོན་ཞིག་ཡིན་སྐད་ལ་རྗེས་སུ་རྗེ་ཙོང་ཁ་པ་གནས་དེར་ཞབས་བཅགས་ནས་གསང་འདུས་ཀྱི་ཉམས་ལེན་གནང་། བྲག་དཀར་རྫོང་གི་སྡེ་པ་སྐྱིད་ཤོད་བསོད་ནམས་རབ་བརྟན་གྱིས་སྦྱིན་བདག་མཛད་དེ་ཉམས་གསོ་གནང་། བདེ་མཆོག་དང་འཇིགས་བྱེད་ཀྱི་སྐུ་བརྙན་ཡོད་ཀྱང་གསང་འདུས་ཀྱི་སྐུ་བརྙན་མེད་པ་ནི་དགོན་དེ་ཉིད་གསང་བ་འདུས་པ་ཡིན་ཞེས་གསུངས། དགོན་པའི་མཚན་ལའང་གསང་སྔགས་མཁར་ཞེས་གསོལ། སྔོན་འདུ་ཁང་ཀ་བ་བཞི་བཅུའི་ནང་རྟེན་གཙོ་རྗེ་ཙོང་ཁ་པ་སྐུ་འཚོ་བཞུགས་སྐབས་བཞེངས་གནང་མཛད་པའི་རྒྱལ་བ་བྱམས་པ་ཐོག་སོ་ཉིས་ཐོག་ལྷག་དང་། མཁས་གྲུབ་རྗེའི་ཕྱག་བཟོ་མགོན་པོ་ཕྱག་དྲུག་གི་སྐུ་བརྙན་ཞིག་ཡོད་པ་དེ་ནི་མཁས་གྲུབ་རྗེས་ས་མཐེབ་སྐྱུ་རེར་ཡ་མ་ར་ཛཱ་འབུམ་རེ་བསགས་གནང་སྟེ་སྐུ་སྨད་འགྲུབ་ཡོད་པ་ལ་ཉིན་གཅིག་ཨ་མདོ་གནས་སྐོར་བ་གསུམ་ཡོང་སྟེ་མགོན་པོ་མཇལ་དགོས་ཞུས་པར་ད་ལྟ་འགྲུབ་མ་སོང་། ཁྱོད་ཚོ་ཡར་སོང་དང་ཞེས་གསུངས་པར་ཨ་མདོ་གནས་སྐོར་བ་གསུམ་ཡར་སོང་སྟེ་མར་མ་ཐོན་པས། མཁས་གྲུབ་རྗེས་ཅི་ཡིན་ནམ་དགོངས་ཏེ་མགོན་པོའི་སར་ཕེབས་སྐབས་གནས་སྐོར་བ་གསུམ་པོ་མཐོང་རྒྱུ་མེད་ལ་མགོན་པོའི་སྐུ་སྟོད་ལྷུན་གྱིས་འགྲུབ་ཡོད་པའི་ངོ་<span class=\"milestone page eng \">[page <span class=\"pnum\">239</span>] </span> མཚན་ཅན་གྱི་སྐུ་བརྙན་ཞིག་ཡོད་པ་དེས་ཐེངས་ཤིག་ཀློང་རྡོལ་བླ་མ་རིན་པོ་ཆེ་དགའ་ལྡན་གསེར་ཀོང་འབུལ་བར་ཕེབས་ཏེ་མར་ཕེབས་སྐབས་ང་ལ་གསེར་ཀོང་མེད་དམ་ཞེས་གསུང་བྱོན་པས་རྗེས་སུ་ལིའི་མཆོད་ཀོང་ཞིག་གི་མཐིལ་དུ་གསེར་བྱུག་པ་ཞིག་ཕུལ་བས་དེའི་ནང་མཆོད་མེ་འབུལ་སྐབས་འཛམ་ལྷའི་གཟུངས་ཕེབས་པ་བཅས་རྟེན་དང་བརྟེན་པ་བཅས་བཞུགས་སུ་གསོལ་ཡོད། སྔོན་དགེ་འདུན་བརྒྱ་དང་ལྔ་བཅུ་སྐོར་གྱིས་བདེ་གསང་འཇིགས་གསུམ་དང་ཀུན་རིག་སོགས་ཕྱག་བཞེད་མཛད། ཀུན་རིག་སེར་སྔགས་ཀྱི་ཕྱག་བཞེད་དང་། གཞན་རྣམས་རྒྱུད་སྨད་གྲྭ་ཚང་གི་བཞེད་སྲོལ་ཡིན། ལོ་ལྟར་བོད་ཟླ་6ཚེས་24.25.26བཅས་སོ་སོར་བདེ་ཆེན་དཀར་མེ་ཞེས་མགོན་ཆོས་སྡེ་ལྔ་སོགས་ཀྱི་གར་འཆམ་གནང་སྲོལ་ཡོད། ལོ་ལྟར་བོད་ཟླ་གཉིས་པའི་ནང་རྒྱུད་སྨད་གྲྭ་ཚང་ཆོས་ཐོག་ཏུ་གནས་དེར་ཕེབས་ཏེ་གསང་བ་འདུས་པའི་སྒྲུབ་མཆོད་ཀྱང་གནང་བ་ཡིན། </p> <p>ད་ལྟ་རྒྱུད་ཁང་ཉམས་གསོ་གནང་བའི་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་དང་། ཛམ་ལྷའི་མཆོད་ཀོང་། མགོན་པོ་གསུང་བྱོན་མའི་སྐུ་རྒྱུ་སོགས་ལས་གྲུབ་པའི་སྐུ་བརྙན་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད་ལ་སྔོན་གྱི་གསང་སྔགས་མཁར་དགོན་པའང་གསར་བཞེངས་གནང་བསྒྲུབས་པ་ཡིན།</p> <p>ཡང་དེ་ནས་ལྷ་སའི་ཕྱོགས་སུ་ཡོང་དུས་བྲག་དཀར་ཞོལ་ཞེས་པར་པཎ་ཆེན་བློ་བཟང་ཆོས་རྒྱལ་གྱིས་ཕྱག་བཏབ་གནང་བའི་བཀྲ་ཤིས་ལྗོངས་དགོན་པའི་རྗེས་ཤུལ་དང་། ཡང་དེ་དང་ཉེ་བར་སྨན་ཆུ་ཁ་པ་བློ་གྲོས་རྒྱལ་མཚན་ནམ་བློ་ལྡན་ཤེས་རབ་ཀྱིས་ཕྱག་བཏབ་གནང་བའི་སྨན་ཆུ་དགོན་པ་ཞེས་པ། ཡང་བསམ་འགྲུབ་གླིང་ཞེས་པའི་ཕུར་ཟབ་ཕུ་ལུང་ངམ་ཆོས་ལུང་ཞེས་པར་གུང་ཐང་བླ་མ་ཞང་གི་སྒྲུབ་གནས་སུ་མགོན་པོ་ཕྱག་བཞི་པའི་སྐུ་བརྙན་དང་། མགོན་པོའི་བླ་མཚོ་ཡོད། གནས་དེར་ཞབས་དཀར་བ་དང་ཇོ་ནང་ཕྱོགས་ལས་རྣམ་<span class=\"milestone page eng \">[page <span class=\"pnum\">240</span>] </span> རྒྱལ་ཡང་ཡུན་རིང་བཞུགས་ཞེས་གསུངས།</p>  "}]}