{"meta":{"authors":[],"title":"ལྕགས་པོ་རི","dates":{"created_at":"2010-08-13 17:00:42 UTC","updated_at":"2010-08-13 17:00:42 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"ལྕགས་པོ་རི"},{"title":"གྲོང་ཁྱེར་ལྷ་ས།","index":1,"parent_index":0,"body":" "},{"title":"ལྕགས་པོ་རི།","index":2,"parent_index":0,"body":" <p>མཚན་རྒྱས་པར་ལྕགས་རི་རིག་བྱེད་འགྲོ་ཕན་གླིང་ངམ། ལྕགས་རི་བེེཌཱུརྻ་འགྲོ་ཕན་ལྟ་ན་ངོ་མཚར་རིག་བྱེད་གླིང་། ལྟ་ན་སྡུག་པའི་སྨན་བླའི་ཞིང་ཁམས་གཉིས་པ་ཞེས་སོགས་ཞུ། པོ་ཏ་ལ་ནས་སྤྱི་ཁྲི་ཉིས་བརྒྱ་ཙམ་གྱི་ལྷོ་ངོས་སུ་སེང་གེ་གནམ་ལ་མཆོངས་པ་ལྟ་བུའི་ལྕགས་པོ་རིའི་སྟེང་དུ་ཆགས་ཡོད། ལྕགས་པོ་རི་ཞེས་པ་ནི། བལ་བཟའ་ཁྲི་བཙུན་གྱིས་ཕོ་བྲང་གི་ལྕགས་རི་དེར་བཏུགས་པས་ལྕགས་པོ་རི་དང་། ཡང་ཕོ་བྲང་པོ་ཏ་ལའི་ལྕགས་རིའི་ཚུལ་ལྟར་གྱི་རི་སྟེ་ལྕགས་པོ་རི་ཞེས་གསུང་སྲོལ་མི་འདྲ། ཐོག་མར་གནས་དེར་གྲུབ་ཐོབ་ཐང་སྟོང་རྒྱལ་པོའི་སྒྲུབ་ཕུག་གམ། བཞུགས་གནས་ཤིག་ཡོད་པ་ལ། དེ་རྗེས་སྤྱི་ལོའི་དུས་རབས་བཅུ་བདུན་པའི་དུས་མཇུག་སྟེ་རྒྱལ་བ་སྐུ་ཕྲེང་ལྔ་པའི་དུས་ལྕགས་རི་རིག་བྱེད་འགྲོ་ཕན་གླིང་ཞེས་པ་བསྐུན་གནང་མཛད། དེའང་རྒྱལ་བ་སྐུ་ཕྲེང་ལྔ་པ་ཞབས་སྐོར་དུ་ཕེབས་སྐབས་ལྕགས་པོ་རི་དེ་སྨན་བླའི་དཀྱིལ་འཁོར་དུ་གཟིགས་ཤིང་། བསྟན་མ་ཞལ་གཟིགས་པའི་རང་བྱོན་ཡང་ལྷོ་<span class=\"milestone page eng \">[page <span class=\"pnum\">38<\/span>] <\/span>ོས་དམག་ཟོར་རྡོ་ཕུང་ལ་ཞལ་གཏད་ནས་ཡོད། གྲྭ་ཚང་དེ་ནི་འོག་ཏུ་རྩིག་པ་གྲུ་བཞིའི་ནང་འདུ་ཁང་ཀ་རིང་བཞི་དང་། ཀ་ཐུང་བཅོ་བརྒྱད་ཀྱི་གཙང་ཁང་སྦུག་མར་གྲུབ་ཐོབ་ལྷ་ཁང་ཀ་བ་གཉིས་དང་གཡུ་ཡི་སྒྲོལ་མ་གསུང་བྱོན་མ་མཐོ་གང་ལྷག་དང་། གཡུ་ཡི་དོན་ཡོད་ཞགས་པ་དང་བྱུ་རུའི་ཚེ་དཔག་མེད་པུ་ཤེལ་གྱི་རིན་ཆེན་མཁའ་འགྲོ་བཅས་སྐུ་ཚད་གོང་མཚུངས། གྲུབ་ཐོབ་བསྟན་འཛིན་ཉི་ཟླ་བཟང་པོའི་གསེར་ཟངས་ཀྱི་གདུང་རྟེན་མི་ཚད་ཙམ། འདུ་ཁང་ནང་གསེར་ཟངས་གྱི་སྨན་བླའི་སྐུ་བརྙན་མི་ཚད་ལྷག་ལོངས་སྐུའི་ཆ་བྱད་ཅན་ཞིག་ཡོད་པ་དེ་ཞོལ་བཀྲས་ཁང་སྤྱི་ཁྱབ་མཁན་པོས་སྦྱིན་བདག་གནང་ནས་བཞེངས་གནང་བ་དང་།ེའི་ཕྱག་ཏུ་ཨ་རུ་རྣམ་རྒྱལ་འཁྲུལ་མེད་གཅིག་ཕུལ་ཡོད་པ་དེ་ནི། བཀྲས་ཁང་སྤྱི་ཁྱབ་མཁན་པོར་པོ་ཏ་ལའི་གད་སྙིགས་ནང་ནས་རྙེད་གནང་བ་ཡིན་ཞེས་ཞུ་བ་དེ་དང་། གཡུ་ཐོག་དང་རྟ་མགྲིན་གྱི་དབུ་ཐོད་དུ་གསེར་ཟངས་ཀྱི་མཆོད་རྟེན་ཁྲུ་གང་ཙམ་ཞིག་ཡོད་པ་དེའི་ནང་ལའང་ཨ་རུ་རྣམ་རྒྱལ་བཞུགས་ཡོད་ཅེས་པ་དང་། གཡོན་དུ་གཡུ་ཐོག་གསར་མའི་འཇིམ་གྱི་སྐུ་བརྙན་སྐུ་ཚད་མི་ཚད་ལྷག་གི་ཐུགས་ཀར་དྷརྨ་སེང་གེའི་ཐུགས་ལྗགས་སྤྱན་གསུམ་བཞུགས་པ་རིང་སྲེལ་ཕེབས་པ་བྱོན་ལེགས། དེའི་གཡོན་དུ་ཡིད་དམ་རྟ་མགྲིན་ཡང་གསང་གི་སྐུ་བརྙན་མི་ཚད་ཙམ། གྲུབ་ཐོབ་ལྷ་ཁང་གི་སྒོའི་གཡས་སུ་སྡེ་སྲིད་སངས་རྒྱས་རྒྱ་མཚོའི་དངུལ་གདུང་ཐོག་སོ་གཅིག་ལྷག དེའི་གཡས་སུ་གསེར་ཟངས་ཀྱི་ཐུབ་དབང་མི་ཚད་ལྷག གཡོན་དུ་གསེར་ཟངས་ཀྱི་བྱམས་པའི་སྐུ་བརྙན་ཐོག་སོ་མ་ཟིན་ཙམ། བྱམས་པའི་དབུའི་གཡས་གཡོན་དུ་འཇིམ་གྱི་སྨན་བླ་བདེ་གཤེགས་བརྒྱད་པ་མི་ཚད་ཙམ། འདུ་ཁང་གི་ལྷོ་ངོས་སུ་བཀའ་བསྟན་འགྱུར་པར་མ་དང་། རྒྱུད་བཞི་གསེར་ཆོས། སྐུ་རྒྱུ་ཨར་ཀ་ལས་གྲུབ་པའི་སྨན་སྲུང་ཞང་བློན་སོགས་དང་། ཡང་སྟེང་ལྷ་ཁང་ཐོག་རིལ་ཟླུམ་པོའི་ནང་སྨན་འདམ་གྱི་སྨན་བླ་བདེ་གཤེགས་བརྒྱད་ཀྱི་སྐུ་བརྙན་མི་ཚད་མ་དང་། དམ་ཅན་རྡོ་རྗེ་ལེགས་པ། དེའི་ཡང་སྟེང་སྡེ་ཚོགས་ལྷ་ཁང་ཞེས་པར་ས་དགེ་<span class=\"milestone page eng \">[page <span class=\"pnum\">39<\/span>] <\/span>ཀའ་རྙིང་གི་བླ་སྐུ་དང་། ཁྱབ་འཇུག་སོགས་ཀྱི་སྐུ་བརྙན་བཞུགས། གཞན་ཡང་སྨན་བཟོ་བྱེད་ཀྱི་ཡོ་བྱད་དང་། སྨན་ཐང་སོགས་བཞུགས་སུ་གསོལ། སྔོན་དགེ་འདུན་ཞལ་གྲངས་དྲུག་ཅུ་རེ་བཞི་ནས་འཕར་ཆག་མི་ཆོག་ཅིང་། གྲྭ་ཆག་ཡོང་ཁུངས་ནི་དབུས་གཙང་སོགས་ཀྱི་གཞུང་དགོན་ཁག་ནས་བསྡུས་ཤིང་། ཐོག་མར་དགོན་དེར་སྒྲིག་བཞུགས་བྱས་རྗེས་སྨན་བླ་མདོ་ཆོག་ཡེ་ཤེས་དབང་རྒྱལ་དང་། འཇིགས་བྱེད་ལྷ་བཅུ་གསུམ། གཡུ་ཐོག་རྙིང་ཐིག ཞང་བློན་བསྟན་མ་བཅས་བློ་འཛིན་གྱིས་དུས་གཅིག་ཏུ་རྒྱུགས་སྤྲོད་ཞུ་དགོས་པ་དང་། དེ་ནས་སྤྱི་བསྐང་དང་། ཕྱོགས་སྲུང་བཅས་བློ་འཛིན་རྒྱུགས་འབུལ་ཞུས་རྗེས་གཞི་ནས་རྒྱུད་གསུམ་བློ་འཛིན་རྒྱུགས་འཕྲོད་རྗེས་གཏོང་སྒོའང་གཏོང་དགོས་པ་བཅས་ལོ་བརྒྱད་ཙམ་སློབ་གཉེར་བྱས་རྗེས་གཞི་ནས་ཁྱིམ་དུ་འཁོར་ཞག་ཏུ་འགྲོ་ཆོག་པ་ཡིན། དེ་ནས་ལྷ་ལྡན་སྨོན་ལམ་ཆེན་མོའི་སྐབས་ཨེམ་རྗེ་བརྒྱད་ལ་ཐུགས་སྤྲོ་གཏོང་བ་ཞེས་པར་ཚུད་ན་གཞི་ནས་ཨེམ་རྗེ་བྱེད་ཆོག་པ་ཡིན།<\/p> <p>ལོ་ལྟར་སྨན་འཐོག་གྲྭ་པ་བཅུ་གཉིས་རེ་བོད་ཟླ་6ཚེས་30ནས་དོག་བདེ་ནས་་གཡག་མགོ་ལ་བརྒྱབ་ལུང་ནག་ཚྭ་ཁང་དུ་ཞག་གསུམ་བཞི་ཙམ་བསྡད།དེ་ནས་བོད་ཟླ་བདུན་པའི་ཚེས་བརྒྱད་ཙམ་ལ་བྲག་ཡེར་པར་ཕེབས་ནས་སྨན་འཐོག་གནང་། དེ་ནས་ཡེར་པ་ཚེས་བཅུ་གྲོལ་རྗེས་སྨན་སྣ་གསུམ་བརྒྱ་ཙམ་གྱི་སྨན་ངོ་ཡིག་ཚད་གཏོང་དགོས། རྩྭ་སྨན་རྣམས་མ་རུལ་བ་དང་། ནུས་པ་མ་ཉམས་པའི་ཆེད་ཐོ་རེངས་སུ་བོང་བུར་བཀལ་ཏེ་ལྕགས་པོ་རིར་འབྱོར་བ་བྱེད་དགོས། གྲིབ་སྐམ་བཏང་རྗེས་སྨན་བརྡར་དགོས་པ་དང་། དེ་ནས་སྨན་སྣ་ལྔ་བཅུ་ང་གསུམ་ལ་བོད་དངུལ་སྲང་བཅོ་ལྔ་རེ་བྱས་ཏེ་དབུས་གཙང་གི་སྒེར་གྱི་སྨན་པ་ཚོར་འཚོང་གནང་བ་ཡིན།<\/p> <p>ཐོག་མར་དམར་པོ་རི་དང་ལྕགས་པོ་རི་འབྲེལ་ཡོད་པ་ལ་དེ་རྗེས་ཆོས་རྒྱལ་ཁྲི་སྲོང་དུས་རི་བོ་གཏུབས་ཏེ་འགྲོ་ལམ་གཏོད་པ་དང་། རྒྱལ་བ་ལྔ་པའི་དུས་བྲག་སྒོ་ཀ་ལིང་ཞེས་པའི་མཆོད་རྟེན་བཞེངས་གནང་ནས་དེའི་འོག་ནས་འགྲུལ་<span class=\"milestone page eng \">[page <span class=\"pnum\">40<\/span>] <\/span>བཞུད་བྱེད་པ་དང་། གཡས་གཡོན་དུ་མཆོད་རྟེན་ཆུང་བ་གཉིས་ཀྱང་ཡོད། <\/p> <p>ད་ལྟ་ལྕགས་རི་དགོན་ཤུལ་དུ་བརྙན་འཕྲིན་གནམ་སྐུད་བཙུགས་སྟབས་བཞེངས་ཐུབ་མེད་ཀྱང་བྲག་སྒོ་ཀ་ལིང་གི་མཆོད་རྟེན་གསུམ་པོ་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད།<\/p>  "}]}