{"meta":{"authors":[{"id":"77","fullname":"Charles Ramble"},{"id":"77","fullname":"Charles Ramble"},{"id":"81","fullname":"Marietta Kind"},{"id":"81","fullname":"Marietta Kind"}],"title":"Böngön Penden Triten Norbutsé Introduction","dates":{"created_at":"2011-12-13 02:30:41 UTC","updated_at":"2011-12-13 02:30:41 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Böngön Penden Triten Norbutsé Introduction"},{"title":"Dolpo (Nep. Dolpa) District","index":1,"parent_index":0,"body":"\n\n                  "},{"title":"(230) Khri brtan nor bu rtse Monastery","index":2,"parent_index":1,"body":"\n\n                  \n\n                     "},{"title":"1. Name","index":3,"parent_index":2,"body":"\n\n                     <p>Bon dgon dpal ldan khri brtan nor bu rtse</p>\n\n                  \n\n                  \n\n                     "},{"title":"2. Location","index":4,"parent_index":2,"body":"\n\n                     <p>The monastery is located on the western outskirts of Kathmandu city. It is\n                        built on the slope of a hill and has an extensive view overlooking the city.\n                        The place is called Ropa by the local people and is in the vicinity of\n                        Swayambhunath stupa.</p>\n\n                  \n\n                  \n\n                     "},{"title":"3. History","index":5,"parent_index":2,"body":"\n\n                     <p>In 1986, Yongs &rsquo;dzin bsTan &rsquo;dzin rnam dag initiated the building of a house\n                        built at this location with the financial help of an American friend. He\n                        thought that a Bon religious centre in Kathmandu would be desirable\n                        considering that there are fairly large areas in Nepal where the population\n                        adheres to the Bon religion and his idea was unanimously supported by the\n                        Bonpo community in Kathmandu. It was dPal &rsquo;byor nor bu, however, a resident\n                        of Kathmandu and a member of the Bonpo community, who played the leading\n                        role in dealing with the purchase of land and obtaining official permission\n                        for construction as well as fund-raising. When Yongs &rsquo;dzin bsTan &rsquo;dzin rnam\n                        dag went to visit Tibet from India he stayed in the new house while in\n                        Kathmandu. While he was there, monks from different places came to see him\n                        and he started giving them teachings. However, the actual temple was founded\n                        in 1992 and a little later the work on the interior decoration and\n                        surrounding areas were completed. In 1994, the consecration of the new\n                        assembly hall was carried out by the abbot of sMan ri in Dolanji and Yongs\n                        &rsquo;dzin bsTan &rsquo;dzin rnam dag. </p>\n\n                     <p>The establishment gradually developed into a monastery and dGe bshes Nyi ma\n                        dbang rgyal was appointed as its first abbot by the abbot of sMan ri\n                        Monastery in Dolanji (No.231) and Yongs &rsquo;dzin bsTan &rsquo;dzin rnam dag in 1992. </p>\n\n                     <p>The monastery has an assembly hall (&rsquo;du khang), a residence of the abbot\n                        (bla brang) and a building that houses the library, guest rooms as well as\n                        rooms prepared specially for computer work. There are also several buildings\n                        for accommodating the monks. </p>\n\n                     <p>The monastery has two distinct establishments: the bshad grwa (centre for\n                        studies of philosphy and logic) and the sgom grwa (centre for meditation\n                        practice). In 1996, dGe bshes bsTan pa g-yung drung, who obtained his dge\n                        bshes degree in sMan ri Monastery in Dolanji, became the dpon slob, the\n                        principal teacher. In 2001 he succeeded the abbot Nyi ma dbang rgyal as the\n                        second abbot of the monastery. Since then mKhan po bsTan pa g-yung drung has\n                        been in charge of the whole establishment. Amongst other heavy duties, he\n                        supervises students as well as doing his own research. In 2002, dGe bshes\n                        Tshul khrims bstan &rsquo;dzin was appointed as the chief of the meditation\n                        centre.</p>\n\n                  \n\n                  \n\n                     "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":"\n\n                     <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\">\n                        <li>yongs &rsquo;dzin</li>\n\n                        <li>mkhan po</li>\n\n                        <li>sgom grwa&rsquo;i mkhan po</li>\n\n                        <li>dpon slob</li>\n\n                        <li>dbu mdzad</li>\n\n                        <li>dge skos</li>\n\n                        <li>spyi gnyer</li>\n\n                        <li>mgron gnyer</li>\n\n                        <li>zla da gnyer pa</li>\n                     </ul>\n\n                  \n\n                  \n\n                     "},{"title":"5. Number of monks","index":7,"parent_index":2,"body":"\n\n                     <p>There are 117 monks from various parts of Nepal, mainly Dol po and Mustang,\n                        as well as from Khyung po in Khams and from Amdo. A number of researchers in\n                        Tibetology from various countries also either stay in the monastery for\n                        short periods or pay visits. </p>\n\n                  \n\n                  \n\n                     "},{"title":"6. The present educational system","index":8,"parent_index":2,"body":"\n\n                     <p>The monks of the bshad grwa follow courses on such sujects as the classic\n                        texts on philosophy and logic. They also read Tantras and rDzogs chen texts\n                        as well as taking up studies in poetry, astrology, Sanskrit, traditional\n                        medicine, metrology connected with making stupas and mandalas as well as\n                        thangka painting. The courses last for 13 years, after which students are\n                        examined, mainly by debate, for the dge bshes degree.</p>\n\n                     <p>As for the students of the sgom grwa, the courses last 4 years during which\n                        time they read and practise meditation based on A khrid, rDzogs chen bsgrags\n                        pa skor gsum and Zhang zhung snyan brgyud. After completing the courses, the\n                        successful candidates are issued a certificate for the title of gShen gyi\n                        rnal &rsquo;byor ba.</p>\n\n                  \n\n                  \n\n                     "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":"\n\n                     <p>The monastery receives students from other monasteries in India such sMan ri\n                        in Dolanji (No.231). It also sends its own students to sMan ri as well as to\n                        dGe lugs pa colleges in India.</p>\n\n                  \n\n                  \n\n                     "},{"title":"8 / 9. Rituals","index":10,"parent_index":2,"body":"\n\n                     <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\">\n                        <li>1st month: from 4 to 5, celebration of the birth of mNyam med Shes rab\n                           rgyal mtshan; on the 5th there is also the renewal celebration of the dar\n                           shing and the rlung rta with laymen from the Bonpo community in\n                           Kathmandu; on the 8th, performance of &rsquo;cham, called gShen gyi gar &rsquo;cham;\n                           from 14 to 15, a ceremony based on the gShen gyi dge spyod rnam par dag\n                           pa&rsquo;i mdo; from 23 to 30, the monks of the bshad grwa practise the ritual\n                           of sMra seng while those the sgom grwa perform the ritual devoted to Bla\n                           chen Dran pa nam mkha&rsquo;;</li>\n\n                        <li>4th month: from 12 to 16, performance of the ritual based on the Sa\n                           bdag nye lam sde bzhi;</li>\n\n                        <li>8th month: from 1 to 7 observation of the monastic discipline while\n                           the laymen come to the monastery and practise the bsnyen gnas and smyung\n                           gnas observations;</li>\n\n                        <li>9th month: the 30th, commemoration of the death of gShen rab Mi\n                           bo;</li>\n\n                        <li>10th month: from 1 to 21, intensified study of logic following the\n                           former tradition of gYung drung gling Monastery (No.2);</li>\n\n                        <li>12th month: from 26 to 29, performance of the dgu gtor chen mo rite\n                           based on the ritual cycle of Khro bo and Phur pa. </li>\n                     </ul>\n\n                  \n\n                  \n\n                     "},{"title":"10. Books and manuscripts kept in the monastery","index":11,"parent_index":2,"body":"\n\n                     <p>The monastery&rsquo;s library has a large collection of MSS and modern Tibetan and\n                        Indian reprints of Bonpo works.</p>\n\n                     <p>The monastery has established good working conditions for computerisation of\n                        classical texts and other Bonpo works. It was the monks of this monastery\n                        who input the whole catalogue of the Katen collection. This was published in\n                        2001 by National Museum of Ethnology, Osaka, Japan under the title of A\n                        Catalogue of the New Collection of Bonpo Katen Texts, Bon Studies 4 (Senri\n                        Ethnological Reports 24) and the texts contained in The Call of the Blue\n                        Cuckoo, published by the same institute in 2002, Bon Studies 6 (Senri\n                        Ethnological Reports 32). The monastery publishes a periodical entitled\n                        bGres po&rsquo;i &rsquo;bel gtam once a year.</p>\n\n                     <p>This account of Khri brtan nor bu rtse Monastery is based on the Bal yul\n                        gnas &rsquo;khod bon dgon dpal ldan khri brtan nor bu rtse&rsquo;i lo rgyus mdo tsam\n                        brjod pa gtsang chab zegs ma by mKhan po bsTan pa g-yung drung composed in\n                        2002, MS, pages 15. </p>\n\n                  \n\n               "}]}