{"meta":{"domain":"places","kid":"16900","authors":[],"title":"ལྕགས་རི་དགོན།","dates":{"created_at":"2010-08-13 17:00:51 UTC","updated_at":"2010-08-13 17:00:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"ལྕགས་རི་དགོན།"},{"title":"ལྷུན་གྲུབ་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"ལྕགས་རི་དགོན།","index":2,"parent_index":0,"body":" <p>མཚན་གཞན་ལ་རྒྱ་ལྕགས་རི་དགོན་ནམ་ལྕགས་རི་<span class=\"milestone page eng \">[page <span class=\"pnum\">168</span>] </span> གོང་དཀར་ཞེས་ཞུ། དགའ་ལྡན་ཆོས་འཁོར་ནས་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་སྤྱི་ལེ་བདུན་ཙམ་སོང་ན་ཆོས་ཉིད་རྩེ་ཞེས་པའི་རི་བོའི་པང་དུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ཕྱག་འདེབས་པ་པོ་ནི། རྒྱ་ལྕགས་རི་བ་ཡོན་ཏན་གྲགས་ཞུ་བ་དེ་ཡིན། རྒྱ་ལྕགས་རི་བ་ཡོན་ཏན་གྲགས་ནི། རབ་བྱུང་དང་པོའི་སྨད་ཙམ་དུ་འཁྲུངས་པར་གྲགས། དེའང་ཁམས་རྒྱ་ལྕགས་རི་ཞེས་པར་མ་གསོན་འདྲེ་ཞིག་ལ་བུ་ལྔ་ཡོད་པ་ལ་ཕྲུ་གུའི་ཕ་ནི་སྔ་ས་ནས་གྲོངས། ཕྲུ་གུ་གསུམ་རིམ་བཞིན་མ་ཡིས་ཤ་སྐལ་དུ་བསྐྱལ། དེ་ནས་བུ་གཅིག་དང་བུ་མོ་གཅིག་ལྷག་མ་དེ་རྟག་ཏུ་ས་སྲོས་ཀྱི་མཚམས་སུ་བུད་མེད་གཉིས་ཀྱིས་བསུས་ཏེ་སྒམ་ཞིག་བཞོན་ནས་གཅིག་གིས་ཁྲིད་གཅིག་གིས་དེད་ནས་འགྲོ་བ་དང་། ནམ་སྨད་དུ་ཚུར་ལོག་ཡོང་བ་བུ་དེས་མཐོང་། ཕྱི་ཉིན་ས་དྲོས་མཚམས་བུ་དེས་མས་མ་ཤེས་པར་སྒམ་གྱི་ནང་དུ་འཛུལ་ཏེ་མ་གསོན་འདྲེ་ཚོགས་སར་སོང་། མ་ནི་གསོན་འདྲེའི་རྒྱལ་མོ་ཡིན་ཅིང་གསོན་འདྲེ་ཚོགས་པའི་སྐབས་སྐྱེས་པ་ཞིག་གི་རོ་ཞིག་ཁུར་ནས་ཡོང་། ཀླད་པ་གཙོ་མོ་ལ་ཕུལ་བས་ཐུར་མ་ལུས་སྟབས་ཨ་མ་ལགས་ཕྱག་རིང་རྐྱོང་བར་ཞུ་ཞུས་པས་མ་ཡིས་ལག་རིང་བརྐྱངས་ཏེ་ཁྱིམ་ནས་ཐུར་མ་བླངས་ཏེ་ཀླད་པ་ལྡག དེ་ནས་གསོན་འདྲེ་གྲོལ། སླར་ཡང་སྒམ་བཞོན་ཏེ་རང་ལོག་ཁྱིམ་དུ་འོང་ནས་མི་མངོན་པར་རང་གི་མལ་དུ་ཉལ། དེ་དག་ཚང་མ་བུས་མཐོང་། ཕྱི་ཉིན་མ་ཐོག་གར་བལ་འཁེལ་བཞིན་པའི་སྐབས་ཕང་ཤོད་དུ་ལྷུང་བས་མ་ཡིས་བུ་ལ་ཕང་ཡར་སྤྲོད་དང་ཅེས་བརྗོད་པས་བུས་ཨ་མ་ལགས་ཕྱག་རིང་རྐྱོང་བ་གནང་ཞེས་བཤད་པས་མ་ཡི་གསང་བ་བུས་རྟོགས་པ་ཤེས་ནས་དེ་མར་བུའི་སྤྱི་གཙུག་ནས་འཐེན་པས་བུ་དེ་ཁྱི་མོ་ཞིག་གི་ལུས་སུ་གྱུར། བུ་དེ་ཁྱི་ལུས་སུ་གྱུར་སྟབས་ཤིན་ཏུ་བློ་འགྱོད་བྱུང་སྟེ་ཆུ་ལ་མཆོངས་པར་བསྐྱོད་པ་ན་མི་མང་པོ་ཞིག་གིས་གླང་ཐང་པའི་ཡོན་ཏན་བརྗོད་པ་གོ་ནས་དེ་མར་དད་གུས་དང་བཅས་ཚོང་པ་ཞིག་དང་མཉམ་དུ་གླང་ཐང་པ་མཇལ་དུ་བསྐྱོད། གླང་ཐང་པས་དེ་མཁྱེན་ཏེ་ཉེ་གནས་ལ་དེ་རིང་འགྲུལ་པ་སུ་སླེབས་ཀྱང་དེའི་མགོ་ལ་ <span class=\"milestone page eng \">[page <span class=\"pnum\">169</span>] </span> བགེགས་གཏོར་འདི་རྒྱོབས་ཤིག་གསུངས་པས། ཉེ་གནས་ཀྱི་བླ་མས་གསུངས་པ་ལྟར་གཏོར་མ་ཁྱི་མགོར་བརྒྱབས་པས་ཁྱི་མོ་དེ་མི་ལུས་སུ་གྱུར། སྔོན་གནས་དེར་ཁྱི་མོ་འབུམ་པ་ཞེས་པ་ཞིག་ཀྱང་ཡོད། ཡང་གསུངས་སྲོལ་གཞན་ཞིག་ཡོད་པ་ནི། གླང་ཐང་པས་ངས་ཁྱོད་མི་ལུས་སུ་བསྒྱུར་མི་ཐུབ་པས་བླ་མ་རྭ་ལོའི་སྐུ་མདུན་དུ་སོང་ཞེས་གསུངས་ཏེ་རྭ་ལོའི་མདུན་ནས་མི་ལུས་སུ་གྱུར་ཞེས་ཀྱང་གསུངས་སྲོལ་ཡོད། བུ་མི་ལུས་སུ་གྱུར་བ་མ་ཡིས་ཤེས་ཏེ་ཆོས་རྒྱག་ཡིན་ཞེས་ཐོག་མ་སྨད་དགུ་བླུགས་པའི་སྒམ་ཆུང་ཞིག་བསྐུར་བ་དེར་འབྱོར་བས་བླ་མས་སྒམ་དེ་ཁ་འབྱེད་མ་བཅུག་པར་དེར་བླ་མའི་ཆོས་གོས་གཡོགས་གནང་ནས་མདུན་ངོས་སྤང་ལྗོངས་ཀྱི་སྟེང་དུ་ཁ་འབྱེད་བཅུག་གནང་བས་དེའི་ནང་ནས་ཐོག་མ་སྨད་དགུ་ཐོན་ནས་སྤང་ལྗོངས་ལ་མེ་མཆེད་དེ་བྲག་རྡོར་འགྱུར། ཁོ་རང་ལ་བླ་མའི་སྐུ་ཆོས་ཀྱིས་མི་གནོད་པ་དང་། དེ་ནས་མར་ཕེབས་སྐབས་ད་ལྟའི་དགོན་པ་ཆགས་ཡུལ་དེར་བུད་མེད་ཉེར་གཅིག་གིས་བྲོ་གར་འཁྲབ་བཞིན་ཡོད་པ་གཟིགས་པ་དང་དེ་དག་གཅིག་ལ་གཅིག་ཐིམས། མཐར་ཐམས་ཅད་ཡལ་སོང་བ་བླ་མར་ཞུས་པས་དགོན་དེ་ཕོ་དགོན་ཞིག་ཆགས་ན་བསམ་ཡང་ད་མོ་དགོན་བྱེད་དགོས་ཀྱི་རེད་གསུངས་ནས་སྤྱི་ལོ་1100ཙམ་ལ་དགོན་དེ་ཕྱག་འདེབས་གནང་མཛད། མཉམ་མེད་དྭགས་པོ་ལྷ་རྗེའང་ལྕགས་རི་བའི་མཚན་སྙན་གསན་ཏེ་ལྕགས་རི་བའི་དྲུང་དུ་ཕེབས་ནས་བསྙེན་པར་རྫོགས། མཚན་ལའང་བསོད་ནམས་རིན་ཆེན་ཞེས་གསོལ། ཐོག་མར་དགོན་དེ་བཀའ་གདམས་པ་ཡིན་པ་ལ་བཀའ་གདམས་པའི་དགོན་པ་ས་སྐྱ་དང་། དགེ་ལུགས་སུ་འགྱུར་སྐབས་དགོན་དེ་ནི་ས་སྐྱར་འགྱུར་ཏེ་ས་སྐྱ་ངོར་ལུགས་ཕྱག་བཞེད་མཛད་པ་རེད། སྔོན་འདུ་ཁང་ཀ་བ་དྲུག་གི་ནང་རྟེན་གཙོ་སྤྱན་རས་གཟིགས་ཕྱག་སྟོང་སྤྱན་སྟོང་དང་སྒྲོལ་དཀར་སོགས་ཀྱི་སྐུ་བརྙན་དང་། བཙུན་མ་ལྔ་བཅུ་སྐོར་ཡོད། ད་ལྟ་སྔོན་གྱི་གྱང་གོག་སྟེང་གསར་བཞེངས་གནང་བའི་འདུ་ཁང་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་དང་།<span class=\"milestone page eng \">[page <span class=\"pnum\">170</span>] </span> དགོན་དེའི་ལྟག་གི་མཆོད་རྟེན་རྣམ་གསུམ་ཡང་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད།</p>  "}]}