{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Belmo Möndur Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "II.2. Superficial structures: Primarily funerary superstructure"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Belmo MöndurBal mo mon dur "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Belmo Möndur</span><span class=\"scholar\">Bal mo mon dur</span> (sp?)</li> <li>Site number: D-106</li> <li>Site typology: II.2b </li> <li>Geographic coordinate (N. lat.): 31º 43.9΄ </li> <li>Geographic coordinate (E. long.): 84º 18.2΄</li> <li>Elevation: 4900 m </li> <li>Administrative location (township):<span class=\"popular\">Mamik</span><span class=\"scholar\">Ma mig</span> </li> <li>Administrative location (county): <span class=\"popular\">Gertsé</span><span class=\"scholar\">Sger rtse</span> </li> <li>Survey expedition: HTWE</li> <li>Survey date: June 18, 2004</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> plaques and walls. </li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Belmo Möndur</span><span class=\"scholar\">Bal mo mon dur</span> is located on the east side of the <span class=\"popular\">Belmo</span><span class=\"scholar\">Bal mo</span> basin in the <span class=\"popular\">Penche</span><span class=\"scholar\">Phan che</span> region (now known as <span class=\"popular\">Nachen</span><span class=\"scholar\">Na chen</span>). The views to the north and south are fairly open, while those to the east and west are constrained by ridges bounding the basin. The shelf upon which <span class=\"popular\">Belmo Möndur</span><span class=\"scholar\">Bal mo mon dur</span> was built is turf-covered and strewn with shards from broken <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi </span>plaques. The site was completely altered by the construction of <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi </span>walls. In the Chinese Cultural Revolution, these <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> walls were in turn destroyed and now lie in two heaps. The mostly broken plaques are primarily inscribed with the <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> mantra. These plaques are significantly worn and must be centuries old. Evidently, the <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> walls were built with stones extracted from local funerary structures. These Buddhist shrines are likely to have been constructed to rid the locale of negative influences thought to emanate from the funerary structures, or perhaps to make amends after their desecration. Interestingly, despite its wholesale modification, <span class=\"popular\">Belmo Möndur</span><span class=\"scholar\">Bal mo mon dur</span> never lost its <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> associations. The continued presence of the original structures has probably conspired to help it retain its older cultural connotations. It appears that substantial funerary structures once stood at <span class=\"popular\">Belmo Möndur</span><span class=\"scholar\">Bal mo mon dur</span>. Recently, stones removed from the site were used to build a small enclosure for yak dung storage. </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span> of <span class=\"popular\">Belmo</span><span class=\"scholar\">Bal mo</span>, bal mon dur is an ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> burial ground.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "<p> <span class=\"popular\">Belmo Möndur</span><span class=\"scholar\">Bal mo mon dur</span> was primarily constructed from larger bluish metamorphic blocky rocks (30 cm to 1.2 m long). These stones appear to have been transported from an adjacent rocky slope. The largest of the old <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> walls now forms a pile about 4.5 m in length and 1.5 m in height. This pile of sacred rubble may obscure older wall traces. There is also a smaller pile of broken plaques and rubble, the remains of another <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> wall. A double-course wall fragment (5 m long, 65 cm thick) from a funerary structure is situated to the west of the <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> wall rubble. The blocks in this east-west running wall are flush with the ground level. On either side of this structure there are concavities in the ground, the probable vestiges of two funerary enclosures or cells. The long masonry fragment appears to have been part of a wall common to both cells. The depression on the north side of his east-west oriented wall fragment is surrounded by other wall traces. These structural remains once formed a quadrate enclosure, approximately 3.7 m in length (east-west). No traces of walls remain around the south depression as well. Wall vestiges are also found north of the <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> rubble, and there is a wall fragment (2.5 m long) to the east. It is not clear if these walls were part of funerary structures, the <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> walls, or both genres of structures.</p>", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "", 
   "index": 7, 
   "parent_index": 2, 
   "title": "Affiliated sites"
  }, 
  {
   "body": "<p>Recently, while ’brog pa were excavating in the settlement of <span class=\"popular\">Jangma Langsha</span><span class=\"scholar\">Byang ma glang sha</span>, in <span class=\"popular\">Jangma</span><span class=\"scholar\">Byang ma</span> township, <span class=\"popular\">Drongpa</span><span class=\"scholar\">’Brong pa</span> county (31° 34.86΄ N. lat. / 84° 22.99΄ E. long. / 4600 m), human skeletal remains were discovered. A femur from a fairly tall individual was available for inspection. </p>", 
   "index": 8, 
   "parent_index": 7, 
   "title": "Byang ma glang sha"
  }, 
  {
   "body": "<p> <span class=\"popular\">Am Nakkha</span><span class=\"scholar\">Am nag kha</span> (Black Plain Rock Formation) is he name of a ridge that parallels the south side of a valley in the <span class=\"popular\">Penche</span><span class=\"scholar\">Phan che</span> region (<span class=\"popular\">Mamik</span><span class=\"scholar\">Ma mig</span> ownship, <span class=\"popular\">Gertsé</span><span class=\"scholar\">Sger rtse</span> county). On this ridge here is a distinctive line of stones that runs between two spurs (31° 45.4΄ N. lat. / 84° 05.8΄ E. long. / 4730 m). This sinuous stone structure is nearly 100 m in length and is located about 20 m above the valley floor. It runs in a northeast-southwest direction and is possibly a natural geological feature. A sloping terrace, 3 m to 10 m wide, forms behind this rock structure. A little farther up valley there are the remains of a manmade stone wall, which circumscribes the base of the southern ridge. This wall is around 200 m in length and 20 cm to 40 cm in height. In between these two linear stone structures is a third example bounding a terrace about 30 m above he valley floor. There are several dozen small stone mounds dispersed around the rocky valley bottom just north of the 200-m long wall. These mounds are 1 m to 2 m in diameter and 20 cm to 30 cm in height. They are impacted with soil and have moss growing on them, indicating that they have stood undisturbed for quite awhile. The mounds and the adjoining stone walls appear to have a funerary function. This is the only site of this particular morphological configuration surveyed to date. According to the local elder, <span class=\"popular\">Ngülchu Yöntan</span><span class=\"scholar\">Dngul chu yon tan</span> (Ox Year, born circa 1937), these walls and mounds are associated with the ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span>. </p>", 
   "index": 9, 
   "parent_index": 7, 
   "title": "Am nag kha"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16819", 
  "dates": [], 
  "title": "Belmo Möndur Introduction"
 }
}