{"meta":{"domain":"places","kid":"16845","authors":[],"title":"Trashi Darlung Introduction","dates":{"created_at":"2010-08-25 11:13:48 UTC","updated_at":"2010-08-25 11:13:48 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Trashi Darlung Introduction"},{"title":"II.3. Cubic mountaintop tombs","index":1,"parent_index":0},{"title":"Trashi DarlungBkra shis dar lung","index":2,"parent_index":1},{"title":"Basic site data","index":3,"parent_index":2,"body":"<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Trashi Darlung<\/span><span class=\"scholar\">Bkra shis dar lung<\/span> <\/li> <li>Site number: E-10<\/li> <li>Site typology: II.3 <\/li> <li>Geographic coordinate (N. lat.): 29º 35.9΄ <\/li> <li>Geographic coordinate (E. long.): 84º 26.3΄ <\/li> <li>Elevation: 4690 m to 4750 m <\/li> <li>Administrative location (county): <span class=\"popular\">Saga<\/span><span class=\"scholar\">Sa dga’<\/span> <\/li> <li>Survey expedition: UTAE<\/li> <li>Survey date: April 11, 2001<\/li> <li>Contemporary usage: None. <\/li> <li>Identifiable Buddhist constructions: None. <\/li> <\/ul>"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"<p>Near the summit of a small spur, situated above the confluence of the <span class=\"popular\">lamlung<\/span><span class=\"scholar\">Lam lung<\/span> and <span class=\"popular\">Trashi Darlung<\/span><span class=\"scholar\">Bkra shis dar lung<\/span>valleys, are ten platform-like structures. These structures are found on the southeast face and are separated from the rest of a mountain mass by two rocky ribs. The site has long vistas to the southeast, in he direction of the <span class=\"popular\">Yarlung Tsangpo<\/span><span class=\"scholar\">Yar lung gtsang po<\/span>. The structures are built of unhewn blocks (up to 1 m long) laid in random-work, dry-masonry courses. They are generally smaller and of a more rudimentary construction than the typical structures of the cubic mountaintop tomb ypology and represent a significant morphological variation. An assessment of the structural qualities of the <span class=\"popular\">Trashi Darlung<\/span><span class=\"scholar\">Bkra shis dar lung<\/span> monuments is hampered by the poor state of preservation (none of them are well preserved enough to have intact central depositories). Given the location (not within the territorial ambit of the typical cubic tombs) and unusual construction features, their function and chronology are uncertain. <\/p>"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"<p>According to an elderly man (born circa 1926) who hails from the hamlet at the foot of the site, the platform-like structures of <span class=\"popular\">Trashi Darlung<\/span><span class=\"scholar\">Bkra shis dar lung<\/span> are very old and may have had a funerary function.<\/p>"},{"title":"Site elements","index":6,"parent_index":2},{"title":"Lowest structures","index":7,"parent_index":6,"body":"<ol> <li>Funerary structure FS1 (4690 m): its poorly preserved remains are found on a rock-strewn, sandy slope inclined at approximately a 30° angle. <\/li> <li>Funerary structure FS2 (1.6 m x 1.7 m x 1.1 m) is located immediately above FS1 (29° 35.876΄ N. lat. \/ 84° 26.355΄ E. long. \/ 4710 m). <\/li> <\/ol>"},{"title":"Lower row of four structures","index":8,"parent_index":6,"body":"<p>Directly above FS2 is a row of four quadrate structures situated on the edge of a small vertical drop (35.888΄ \/ 26.304΄ \/ 4750 m). The surrounding slopes are inclined at around a 45° angle. The ground, while still sandy, is rockier than that below. The dissolving structures form a north-south row, 13 m in length, and are almost flush with the uphill slope, while on the downhill side they have significant elevations. From south to north, he four structures have the following dimensions:<\/p><ol> <li>Funerary structure FS3 (1.2 m x 1.2 m x 50 cm).<\/li> <li>Funerary structure FS4 (1.5 m x 1.5 m x 1.3 m).<\/li> <li>Funerary structure FS5 (1.5 m x 1.8 m x 1.1 m).<\/li> <li>Funerary structure FS6 (1.6 m x 1.2 m x 1.3 m).<\/li> <\/ol>"},{"title":"Upper row of four structures","index":9,"parent_index":6,"body":"<p>Directly below the lower row of four structures, analogous structures form a row, 18 m in length (35.896΄ \/ 26.293΄ \/ 4760 m). The upper row is built on the edge of a cliff and is less straight than its lower counterpart. The terrain here is very rocky. The uphill sides of the poorly-preserved structures are almost flush with the uphill slope. From south to north, the four structures have the following characteristics:<\/p><ol> <li>Funerary structure FS7 (1.2 m x 1.5 m x 70 cm): in the middle of the structure there is a depression (the remains of the base of a central depository?).<\/li> <li>Funerary structure FS8 (1 m x 1.2 m x 50 cm). <\/li> <li>Funerary structure FS9: little is left remaining.<\/li> <li>Funerary structure FS10 (1.5 m x 1.2 m x 70 cm). <\/li> <\/ol>"}]}