{"meta":{"domain":"places","kid":"16522","authors":[],"title":"Gekhö Kharlung Introduction","dates":{"created_at":"2010-08-11 20:45:42 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Gekhö Kharlung Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Riverside complex","index":7,"parent_index":6,"body":null},{"title":"Level one complex","index":8,"parent_index":6,"body":null},{"title":"Barracks","index":9,"parent_index":6,"body":" <p>On the east side of the spine of the formation, across the breadth of the adjoining slope, there are around eight all-stone structures, one set on top of the other. It was in one of these dependencies that a piece of wood was found, which yielded a radiocarbon date of circa 200 BC to 100 CE.<a href=\"#n46\" name=\"nb46\" class=\"note\">46<\/a> Each of these buildings supported a single row of small semi-subterranean rooms. The low profile and forward position of this series of habitational structures suggests that they were used by a subsidiary social grouping. Such structures are in an inherently more vulnerable position than those perched in the crags. Their &lsquo;lesser&rsquo; relative position, combined with the minimal height and shallow depth of the structures, suggests that hese were politically and strategically of less importance and probably occupied by lower status residents. They may have served to garrison troops, as servants&rsquo; quarters or as artisan workshops. <\/p> <p>The lowest dependency is found in the vicinity of the level one complex (17 m x 3 m). It probably contained five rooms. It was built 1.5 m into the rear or uphill slope. The two rooms on its southwest end of the structure still have corbels bearing down upon the rear wall. About 5 m directly above the lowest dependency and also running transverse to the angle of the slope is a similar structure (21 m x 5 m). Its west side is built into a cleft in the rocky backbone. There is one in situ corbel in the rear wall of the west end of the building. Above this structure is a similarly constructed specimen, approximately 33 m in length, but very little of it has endured. Five rooms in a single row are still distinguishable. On the east side of the structure, its north or rear wall is deeply set into the slope. Above it is yet another analogous structure in extremely poor condition, which is about 36 m in length. <\/p> <p>Several meters above the 36-m long structure are the hazy remains of the same type of buildings, extending up he slope for another 40 m. This group of ruins has an east-west breadth of about 20 m. The top end of this group of ruins corresponds with the elevation of the level three complex. A few wall segments in these semi-subterranean structures reach 1.2 m in height; nevertheless, most wall footings are obscured by rubble. <\/p> "},{"title":"Level two complex","index":10,"parent_index":6,"body":" <p>The level two complex is found on a series of ledges, beginning about 15 m above the level one complex. It extends 54 m up the backbone, over a 20 m vertical expanse. At the bottom end of the complex, exterior walls reach 3 m in height and interior walls 2.5 m. The lowest building and the one immediately above it are around 5 m wide, the width of the ledge. The lowest building has a small intact north-facing entrance. Some corbels are still resting on top of the upper\/north wall of this structure. Inside the lowest building there is a 1.5-m deep, 1-m wide cavity in the floor, revealing the formation underneath. To create a level floor, stone slabs were laid across the crags, some of which are still in situ. The adjacent building has been reduced to its foundations and freestanding wall segments no more than 50 cm in height. To the north of these two structures here is a steep rise in the backbone, which terminates in a ledge up to 17 m wide. This ledge is only accessible from the west slope. On it there is a sparse assortment of destroyed buildings. Just above this ledge, on the west slope, there are the remains of a wall 23 m in length and up to 1.2 m in height, which is connected to the rocky backbone of the citadel and an outcrop in the west. This defensive outwork was designed o restrict access between the precipitous flanks of the hill below the wall and the less severe slopes above it. <\/p> "},{"title":"Level three complex","index":11,"parent_index":6,"body":" <p>This large group of buildings begins 25 m above the high end of the level two complex. A vertical rock face separates them. Built on a large knob (44 m x 13 m) in the backbone of the formation, the exterior walls of this dense aggregation of no less than nine buildings, reaches a maximum height of 5 m. In the most southeasterly structure there is a window opening (35 cm high) with an intact stone lintel. On the south side of this building here is a deep recess in the floor exposing the formation below. Some pieces of the stone-slab flooring have survived in place. The interior walls of the southeast building are up to 2.5 m in height. The adjacent southwest building is almost leveled. The next building to the west has heavily buttressed walls and a few in situ corbels resting upon them. Its three rooms were clearly overlain with an all-stone roof. The third building on the west edge of the outcrop is in very poor condition. There is a small gap between the third and fourth building on the west rim of the outcrop, however, they are interconnected by a curtain-wall. The fourth edifice on the west side of the outcrop has a small window in the west wall, flanked by two small square niches inside. The north wall also has a small aperture and a larger niche. This wall appears to have extended right across the rocky platform upon which it sits. The fifth west structure had at least three rooms, and a lintel between the north and central room is in situ. The sixth and most northerly west structure has been mostly obliterated. <\/p> <p>On the east edge of the formation, the building adjacent to the lowermost southeast specimen has freestanding walls up to 2.5 m in height. The third building on the east side of level three has been nearly leveled. Its walls continue to the cliff bounding the north side of the indenture in the spine of the formation. A structural extension to this edifice appears to have functioned as a fortified ramp, which traverses the formation to the east slopes and the complex of semi-subterranean dependencies located there. <\/p> "},{"title":"Summit outpost","index":12,"parent_index":6,"body":null},{"title":"Temple","index":13,"parent_index":6,"body":null},{"title":"East backbone structure","index":14,"parent_index":6,"body":null},{"title":"Affiliated sites","index":15,"parent_index":2,"body":null},{"title":"Notes","index":16,"parent_index":0,"body":null}]}