{"meta":{"domain":"places","kid":"22342","authors":[],"title":"ཁྲ་འབྲུག","dates":{"created_at":"2010-08-14 12:30:02 UTC","updated_at":"2010-08-14 12:30:02 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"ཁྲ་འབྲུག"},{"title":"སྣེ་གདོང་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" <p>མཚན་རྒྱས་པར་“བྱམས་པ་མི་འགྱུར་ལྷུན་གྱིས་གྲུབ་པའི་གཡོ་རུ་གཙུག་ལག་ཁང་”ཞེས་ཞུ། རྩེད་ཐང་ནས་ཡར་ཀླུངས་ཕྱོགས་སུ་འཁོར་ལམ་དེད་སྤྱི་ལེ་བཞི་ཙམ་སོང་ན་ཁྲ་འབྲུག་གྲོང་དབུས་སུ་གཙུག་ལག་ཁང་དེ་མཇལ། དེ་ནི་སྤྱི་ལོའི་དུས་རབས་བདུན་པར་ཆོས་རྒྱལ་སྲོང་བཙན་གྱིས་ར་ས་འཕྲུལ་སྣང་གཙུག་ལག་ཁང་བཞེངས་པའི་བགེགས་སེལ་དུ་བཞེངས་པའི་གཡོ་རུ་མཐའ་འདུལ་གཙུག་ལག་ཁང་བཞིའི་ཡ་གྱལ་ཞིག་ཡིན་པ་དང་། ཆུ་ལྷོ་ངོས་སུ་གཙུག་ལག་ཁང་ཡོངས་ཀྱི་སྔ་ཤོས་ཀྱང་ཡིན་གསུངས། གནས་དེར་མཚོ་ཞིག་ཡོད་པ་ལས་དེར་གནས་པའི་ཀླུ་གདུག་པ་ཅན་དེ་སུས་འདུལ་ནུས་པ་དེ་ལ་བྱ་དགའ་སྦྱིན་པའི་ཞལ་ལྕེ་བཅད་པས། སྔགས་པ་ཅོག་ལ་ཙུག་སྒྲ་ཙུག་སྣང་དང་། བོན་པོ་ཚེ་མི་སྣང་གྲགས་གཉིས་ཀྱིས་འདུལ་བར་ཞུས། དང་པོ་བོན་པོ་ཚེ་མི་ཡིས་འདུལ་བར་བརྩམས་ཀྱང་མ་ནུས། དེ་ནས་སྔགས་པ་ཅོག་ལ་ཙུག་སྒྲ་ཙུག་<span class=\"milestone page eng \">[page <span class=\"pnum\">47</span>] </span>སྣང་གིས་གོང་པོ་རིར་ཁྱུང་བསྒྲུབས་ནས། ས་འགུལ་ནས་འདབས་ཆགས་ཐམས་ཅད་ཀྱང་འཕུར། ནམ་མཁའ་ནས་བྱ་ཁྲ་འདྲ་བ་ལ་སྐད་འབྲུག་ལྟར་སྒྲོག་པ་ཞིག་བྱུང་བ་ལ་མཚོ་ནང་ནས་དུག་སྦྲུལ་མགོ་ལྔ་པ་ཞིག་ཐོན་པས་བྱ་ཁྲ་དེའི་གཤོག་པ་སྤུ་གྲི་འདྲ་བས་སྦྲུལ་མགོ་ལྔ་སྐད་ཅིག་གིས་བཅད་དེ་མཚོ་དེ་ཁྲག་ཏུ་གྱུར་ནས་རིམ་བཞིན་སྐམ་སོང་བ་དེའི་སྟེང་དུ་གཙུག་ལག་ཁང་དེ་བརྩིགས། ཁྲ་འབྲུག་ཅེས་པའི་མཚན་ཡང་དེ་ནས་བྱུང་། གཙུག་ལག་ཁང་བཞེངས་བསྒྲུབས་རྗེས་རྟེན་གང་ཞིག་བཞུགས་དགོངས་ཙ་ན། ནུབ་གཅིག་གཟིགས་སྣང་དུ་རྩེད་ཐང་གོང་པོ་རིར་རྒྱལ་བ་རིགས་ལྔ་བཞུགས་པ་རྨིས། སང་ཞོགས་གཟིགས་སྐབས་ཚང་མ་འོད་ཟེར་དང་བཅས་བཞུགས་ཡོད་པ་དེར་སྤྱན་དྲངས། ཐོག་མར་བཟོ་བཀོད་ཡག་པོ་མེད་པ་ལ་བཟོ་ཡི་རྒྱལ་པོ་བི་ཤུ་ཀརྨས་སྤྱན་ཕྱེས་སྐབས་སྐུ་ལ་ཐོར་བའི་རྡོ་ཕྱེ་ལས་འོད་འཕྲོ་བ་མང་པོ་མཇལ། ཡང་ཛྷེེ་ཀྵིམ་གྱི་སྒྲོལ་མ་གསུང་འབྱོན་དང་། ཉེ་སྲས་བརྒྱད་སོགས་བལ་ཡུལ་ནས་གདན་དྲངས། ཐོག་མར་ཁྲུ་གང་ལས་མེད་པ་ཚང་མ་བལ་ཡུལ་ནས་འཕུར་ཕེབས། དེ་ནས་ད་ལྟ་ལུག་གདོང་ཞེས་པའི་ས་དེར་མི་ཚད་མ་རེ་ལུག་བཀྱོན་ནས་དེ་དག་གི་ཐུགས་ཀར་ཕུལ། ལྷག་པར་དུ་སྒྲོལ་མ་གསུང་འབྱོན་མ་ནི་གོང་གསལ་རྟེན་སྐུ་དེ་དག་ལྷ་ཁང་དུ་གདན་འདྲེན་པའི་ཚེ་སྒྲོལ་མས་“ཡར་ཕེབས་”“ཡར་ཕེབས་”ཞེས་གསུངས་ནས་མཐར་ཁོང་རང་བཞུགས་ས་མེད་པར་སྒོ་རྒྱབ་ཏུ་བཞུགས་དགོས་བྱུང་། ཕྱག་གཉིས་ཀྱང་“ཡར་ཕེབས་”ཞེས་པའི་ཚུལ་ལྟར་ཡོད། ལྷ་ཁང་དེར་ཆོས་རྒྱལ་སྲོང་བཙན་ནས་བཟུང་བོད་ཀྱི་རྒྱལ་རབས་རིམ་བྱོན་རྣམས་ཀྱིས་སྲི་ཞུ་བཀུར་སྟི་རྒྱ་ཆེར་གནང་། རྒྱལ་མཆོག་ལྔ་པས་གསེར་ཟངས་ཀྱི་རྒྱ་ཕིབས། རྒྱལ་མཆོག་བཅུ་གསུམ་པ་དང་། རྭ་སྒྲེང་སོགས་ཀྱིས་དབུ་རྒྱན་དང་། སྙན་རྒྱན། མགུལ་རྒྱན། གསེར་གྱི་ཚེ་བུམ་སོགས་འབུལ་གནང་མཛད་པས་གཙུག་ལག་ཁང་དེ་ཤིན་ཏུ་ནས་ངོ་མཚར་ཆེ་བ་ཡོད། སྔོན་རྩེ་ཚོགས་པའི་དགོན་ལག་ཡིན་ཀྱང་། ཕྱོགས་མཐའ་ཁག་ནས་བཞུགས་མཁན་ཡང་མང་པོ་ཡོད།</p> <p> <span class=\"milestone page eng \">[page <span class=\"pnum\">48</span>] </span>ད་ལྟ་ཉམས་གསོ་གནང་བའི་རྒྱལ་བ་རིགས་ལྔའི་ལྷ་ཁང་ནང་སྔོན་གྱི་རྡོ་སྐུར་ཉམས་གསོ་ཞུས་པ་རྣམས། གསར་བཞེངས་སྒྲོལ་མ་གསུང་འབྱོན་དང་ཉེ་སྲས་བརྒྱད། རྩེ་ཚོགས་པའི་མུ་ཏིག་གི་ཞལ་ཐང་། ཡར་ཀླུང་ཤེལ་བྲག་གི་གུ་རུ། རྒྱ་བཟའི་ཕྱག་བཟོ་ཐུབ་དབང་འཐག་གྲུམ་མ། མཁའ་འགྲོ་འབུམ་གྱི་དབུ་སྐྲས་བཞེངས་པའི་སྤྱན་རས་གཟིགས་སེམས་ཉིད་ངལ་གསོའི་སྐུ་ཐང་སོགས་མཇལ་རྒྱུ་ཡོད།</p>  "}]}