{"meta":{"domain":"places","kid":"16631","authors":[],"title":"Ombu Zhangzhung Gönpa Introduction","dates":{"created_at":"2010-08-11 20:47:13 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Ombu Zhangzhung Gönpa Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":"Ombu Zhang Zhung Gönpa’Om bu zhang zhung dgon pa","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Ombu Zhang Zhung Gönpa</span><span class=\"scholar\">’Om bu zhang zhung dgon pa</span> </li> <li>English equivalent: ’Om bu Zhang zhung Monastery </li> <li>Site number: B-123</li> <li>Site typology: I.2x </li> <li>Geographic coordinate (N. lat.): 31º 20.3΄ </li> <li>Geographic coordinate (E. long.): 86º 45.9΄ </li> <li>Elevation: 4650 m</li> <li>Administrative location (township): <span class=\"popular\">Ombu</span><span class=\"scholar\">’Om bu</span> </li> <li>Administrative location (county): <span class=\"popular\">Nyima</span><span class=\"scholar\">Nyi ma</span> </li> <li>Survey expedition: TUE</li> <li>Survey date: October 3, 2005</li> <li>Contemporary usage: A threshing pad has been recently built. </li> <li>Identifiable Buddhist constructions: None.</li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Ombu Zhang Zhung Gönpa</span><span class=\"scholar\">’Om bu zhang zhung dgon pa</span> appears o have been an important archaic residential center and may represent the original locus of settlement in <span class=\"popular\">Ombu</span><span class=\"scholar\">’Om bu</span>, a well-known agricultural village.<a href=\"#n96\" name=\"nb96\" class=\"note\">96</a> The location of the site, on a rocky shelf at the base of a limestone formation known as brag btsan (the local <span class=\"popular\">yüllha</span><span class=\"scholar\">Yul lha</span>), is in keeping with the lofty aspect of ancient residential centers at <span class=\"popular\">Dangra Gyutso</span><span class=\"scholar\">Dang ra g.yu mtsho</span> and other locations in Upper Tibet. <span class=\"popular\">Ombu Zhang Zhung Gönpa</span><span class=\"scholar\">’Om bu zhang zhung dgon pa</span> possesses a prominent position and a degree of defensibility typical of archaic cultural sites. The contemporary village, located immediately to the north at 20 m lower elevation, does not have hese characteristics (it was constructed on much more open ground).<a href=\"#n97\" name=\"nb97\" class=\"note\">97</a> A steep rocky slope separates <span class=\"popular\">Ombu</span><span class=\"scholar\">’Om bu</span> village from the ruins of <span class=\"popular\">Ombu Zhang Zhung Gönpa</span><span class=\"scholar\">’Om bu zhang zhung dgon pa</span>. The shelf that hosts the ruins is bounded by a rocky spine to the south. In the north it is connected to a narrower shelf with no archaeological remains discernable. The site has a western orientation overlooking <span class=\"popular\">Dangra Gyutso</span><span class=\"scholar\">Dang ra g.yu mtsho</span>. The total dispersion of <span class=\"popular\">Ombu Zhang Zhung Gönpa</span><span class=\"scholar\">’Om bu zhang zhung dgon pa</span>is 270 m (north-south) long. It is 12 m to 25 m (east-west) wide on the south end and 30 m to 40 m (east-west) on the north end of the site. This dispersion covers an area of some 6000 m², reflecting the existence of a significant cultural center. <span class=\"popular\">Ombu Zhang Zhung Gönpa</span><span class=\"scholar\">’Om bu zhang zhung dgon pa</span>was intensively mined for stones during the Chinese Cultural Revolution, heavily impacting the integrity of the ruins. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>Elders of <span class=\"popular\">Ombu</span><span class=\"scholar\">’Om bu</span> opine that the ruins of <span class=\"popular\">Ombu Zhang Zhung Gönpa</span><span class=\"scholar\">’Om bu zhang zhung dgon pa</span> represent a religious center built in prehistoric <span class=\"popular\">Zhang Zhung</span><span class=\"scholar\">Zhang zhung</span> times.</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Residential complex","index":7,"parent_index":6,"body":" <p>Only fragmentary foundations and retaining walls are still extant at <span class=\"popular\">Ombu Zhang Zhung Gönpa</span><span class=\"scholar\">’Om bu zhang zhung dgon pa</span>. Despite its decimation, it is evident that a dense array of structures was once spread out across the site. From the structural footprints persisting, it would appear that many of these structures were buildings, at least some of which were of the all-stone corbelled type. The shelf was lined with two or three tiers of buildings, of which there were around 50 in total (each between 10 m² and 60 m²). Potentially several hundred people once resided here. </p> <p>Structures at <span class=\"popular\">Ombu Zhang Zhung Gönpa</span><span class=\"scholar\">’Om bu zhang zhung dgon pa</span> are of the dry-mortar, random-rubble type. Stones used in the construction of the foundations and revetments are of variable length (up to 1.2 m long) but tend to be larger. Superstructures are likely to have been less robustly built. The white limestone building materials have assumed a reddish color through geochemical processes and the growth of lichen. The revetment fragments are typically 2 m to 4 m in length and 50 cm to 1.5 m in height. Foundation walls often incorporate naturally occurring boulders and outcrops that dot he shelf into their construction. </p> "},{"title":"South sector","index":8,"parent_index":7,"body":" <p>The south or narrow end of the shelf is very rocky and sloping. Probably the best-preserved structure in this sector measures 6.5 m x 7 m (31° 20.271΄ N. lat. / 86° 45.583΄ E. long.). Within the crumbling footings of its perimeter, there is a depression 1 m deep. The rear/east wall is set 60 cm below the slope. The forward/west wall is nearly flush on its inner side and a maximum of 1.3 m high on its exterior. A north wall fragment in his structure has survived in relatively good condition. This 80-cm-thick wall was constructed in a manner congruent with having supported a superstructure (it is double-coursed, uniform in design and probably with races of the rubble used to fill the spaces between the courses). Also, in the south sector, there are the remains of what was almost certainly a <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> (20.285΄ / 45.578΄). This structure has a semi-subterranean aspect and a sub-rectangular ground plan (internal dimensions: 2.8 m x 3 m). Its rear wall is set 1.5 m into the slope while its forward side is placed 50 cm or less below the surface. The rear wall is capped by two, probably naturally occurring, boulders (1 m and 1.2 m in length). The rounded corners and overlapping masonry courses of this structure closely match those of <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> sites all along the east shore of <span class=\"popular\">Dangra Gyutso</span><span class=\"scholar\">Dang ra g.yu mtsho</span>. </p> "},{"title":"Forward structures","index":9,"parent_index":7,"body":" <p>A retaining wall, built along the rim of the shelf, may have once supported a standing wall that demarcated he forward/lower/west flank of the site. On the west edge of the shelf a retaining wall segment 8 m long and 1.5 m to 2 m in height has survived (20.301΄ / 45.569΄). The most extensive west rim revetment is 13 m long and 1.5 m to 2 m in height (20.340΄ / 45.557΄). Just above this wall there is a quadrate structure (9.5 m x 5.7 m) with a depression in the middle. There are no coherent walls left in this larger structure (the remains of a building?). Another, somewhat irregularly shaped, semi-subterranean structure has maximum interior dimensions of 3.7 m x 7.2 m (20.323΄ / 45.569΄). Its rear/east wall is set a maximum of 2 m below the surface and has in situ boulders incorporated in it. The forward/west wall of this structure is placed about 50 cm below the surface. Although there are no corbels left, this was almost certainly the remains of a <span class=\"popular\">do khang</span><span class=\"scholar\">Rdo khang</span>, as found at other <span class=\"popular\">Dangra Gyutso</span><span class=\"scholar\">Dang ra g.yu mtsho</span> sites.</p> "},{"title":"Affiliated sites","index":10,"parent_index":2,"body":" "},{"title":"Glang chen brag khung","index":11,"parent_index":10,"body":" <p> <span class=\"popular\">Langchen Drakkhung</span><span class=\"scholar\">Glang chen brag khung</span> (Elephant Grotto) is located in the red limestone escarpment above <span class=\"popular\">Ombu</span><span class=\"scholar\">’Om bu</span> village (31° 20.51΄ N. lat. / 86° 45.77΄ / 4810 m). This shallow cave is suspended 200 m above he village and has a northwest aspect. It is 7 m deep but only the outer 3 m has a level floor and a fairly high ceiling. The mouth of <span class=\"popular\">Langchen Drakkhung</span><span class=\"scholar\">Glang chen brag khung</span> is bounded by the remains of a stonewall 13 m in length, with an exterior height of 1 m to 1.3 m (the interior height is somewhat less). The original design and extant of this degraded façade wall could not be determined. Part of the base of this wall is covered in moss and orange climax lichen, indications that it is of significant age. Although they too lie in ruins, other parts of the wall appear to have been built much more recently and are of a far more rudimentary form of construction. The existence of this substantial façade indicates that <span class=\"popular\">Langchen Drakkhung</span><span class=\"scholar\">Glang chen brag khung</span> may have been used for residential purposes (perhaps as a religious retreat). Nevertheless, he ceiling of the cave shows no signs of fire blackening. No information about the history of <span class=\"popular\">Langchen Drakkhung</span><span class=\"scholar\">Glang chen brag khung</span> could be collected. Its location above prime agricultural land and the absence of other caves in <span class=\"popular\">Ombu</span><span class=\"scholar\">’Om bu</span>, suggest that this site may have once constituted a prominent cultural feature. Some prayer flags are hung up inside<span class=\"popular\">Langchen Drakkhung</span><span class=\"scholar\">Glang chen brag khung</span>, the only contemporary usage of the cave.</p> <p>Below <span class=\"popular\">Langchen Drakkhung</span><span class=\"scholar\">Glang chen brag khung</span>, on steep limestone slopes, there is a location known as ’thag ri rked. A number of small stone structures (around 3 m x 3.5 m) are found here. These appear to be the foundations of rudimentary habitations of considerable age. Three of these structures are located at 20.52΄ / 45. 67΄ / 4740 m and one is found at 20.52΄ / 45.64΄ / 4710 m. No information about ’thag ri rked could be obtained locally. It is certainly possible that the structural remains of this site represent an early nucleus of settlement in <span class=\"popular\">Ombu</span><span class=\"scholar\">’Om bu</span>.</p> <hr class=\"footnote-divider\" /> "},{"title":"Notes","index":12,"parent_index":0,"body":" <div class=\"footnote\"> <a name=\"n96\" /> <a href=\"#nb96\" class=\"note\"> [96] </a> I first noted the existence of this site in Bellezza, <em>Divine Dyads</em>, 394; Bellezza, <em>Antiquities of Northern Tibet</em>, 121. </div> <div class=\"footnote\"> <a name=\"n97\" /> <a href=\"#nb97\" class=\"note\"> [97] </a> <span class=\"popular\">Ombu</span><span class=\"scholar\">’Om bu</span> village has been occupied for centuries as maintained in the village’s oral tradition. This is corroborated by the presence of all-stone basements underneath the oldest houses of the villages. These subterranean structures are called <span class=\"popular emph\">ok khang</span><span class=\"scholar emph\">’og khang</span> (B-56). See Bellezza, <em>Antiquities of Northern Tibet</em>, 138-140. </div>  "}]}