{"meta":{"authors":[],"title":"Kamsang Mönkhar Introduction","dates":{"created_at":"2010-08-11 20:46:10 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Kamsang Mönkhar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Kamsang Mön KharSkam srang mon mkhar","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Kamsang Mön Khar</span><span class=\"scholar\">Skam srang mon mkhar</span> </li> <li>English equivalent: Dry Plain <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> Castle </li> <li>Site number: A-123</li> <li>Site typology: I.1c </li> <li>Geographic coordinate (N. lat.): 32º 02.3΄</li> <li>Geographic coordinate (E. long.): 84º 02.0΄ </li> <li>Elevation: 4760 m to 4850 m </li> <li>Administrative location (township): <span class=\"popular\">Mamik</span><span class=\"scholar\">Ma mig</span> </li> <li>Administrative location (county): <span class=\"popular\">Gertsé</span><span class=\"scholar\">Sger rtse</span> </li> <li>Survey expedition: HTWE</li> <li>Survey date: June 20, 2004</li> <li>Contemporary usage: None.</li> <li>Identifiable Buddhist constructions: None.</li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>The rampart network of <span class=\"popular\">Kamsang Mön Khar</span><span class=\"scholar\">Skam srang mon mkhar</span> is located on a ridge-top that rises above the west side of <span class=\"popular\">Lakkor Tso</span><span class=\"scholar\">Lag skor mtsho</span>. Across the lake to the south is the local <span class=\"popular emph\">yüllha</span><span class=\"scholar emph\">yul lha</span> mountain known as <span class=\"popular\">Ngadak</span><span class=\"scholar\">Mnga’ bdag</span>. The summit of the <span class=\"popular\">Kamsang</span><span class=\"scholar\">Skam srang</span>limestone formation has unassailable vertical rock faces on nearly all sides. Access to the summit is via the north face and a series of steep gullies. The broad ridge-top hosts many level and near level shelves, as well as hidden nooks beside rocky outcrops. The ramparts of the site were designed to fend off a military incursion from the approachable north side of the formation, and are situated some 300 m above <span class=\"popular\">Lakkor Tso</span><span class=\"scholar\">Lag skor mtsho</span>. These defensive walls are around 70 cm thick. They are constructed of variable-sized (to 70 cm long) uncut hunks of limestone laid in dry-mortar random-work courses. These stones are spotted with orange climax lichen. The only source of water on the summit seems to be seasonal rainfall that collects in small recesses and crevices in the limestone surfaces. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to local elders, <span class=\"popular\">Kamsang Mön Khar</span><span class=\"scholar\">Skam srang mon mkhar</span> was an ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> stronghold.</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Defensive wall network","index":7,"parent_index":6,"body":" <p>A steep climb up a gully leads to a saddle and the most forward of the defensive walls, which overlooks the north side of the ridge-top. This structure (32° 02.344΄ N. lat. / 84° 02.016΄ E. long. / 4760 m) is 13 m long and has a maximum down-slope height of 1.4 m and a maximum upslope height of 70 cm. The wall contains small pieces of limestone used to close up the chinks, an unusual feature in rampart construction. On the same saddle are two more ramparts: 7 m and 5.7 m in length (they are up to 1.5 m high on the exterior side). Originally, these three defensive walls may have been part of more extensive and significantly taller structures. </p> <p>Higher on the ridgeline are other series of ramparts defending the northern approaches to the site. They were built on rocky prows projecting above the heads of gullies that lead up to the summit, conferring a formidable defense capability on the site. L-shaped walls among them appear to have enclosed rock outcrops to create rudimentary but effective battlements. The locations, dimensions and physical characteristics of these walls are as follows:</p> <ol> <li>Rampart R1: 32° 02.267΄ N. lat. / 01.753΄ E. long. / 4840 m – 6 m long, 20 cm to 40 cm high, highly degraded.</li> <li>Rampart R2: 02.281΄ / 01.734΄ / 4840 m – 5 m long, 30 to 40 cm high, contains two to three coherent vertical courses of stones.</li> <li>Rampart R3: 02.277΄ / 01.785΄ / 4840 m – 5.4 m and 3.6 m long, outer face up to 80 cm in height, inner face flush, an L-shaped structure and the most westerly specimen reconnoitered.</li> <li>Rampart R4: 02.326΄ / 01.602΄ / 4850 m – 11 m and 5 m long, up to 70 cm in height, L-shaped (in the corner of the two walls there is a loophole, measuring 60 cm x 30 cm supported by a 40-cm long stone lintel). </li> <li>Rampart R5: 02.354΄ / 01.538΄ / 4840 m – the remains of three battlements with the following characteristics:</li> <li>West – 4 m long, around 90 cm high, appears to have enclosed an outcrop;</li> <li>Central - 3 m and 2.4 m, around 80 cm high on the outer face, inner face less height, L-shaped structure;</li> <li>East – 4.8 m and 2 m, 1 m maximum height, L-shaped, appears to have enclosed an outcrop. </li> <li>Rampart R6: 02.337΄ / 01.652΄ / 4830 m – 5.4 m and 3.2 m, up to 1 m in height, L-shaped.</li> <li>Rampart R7: 02.300΄ / 01. 722΄ / 4830 m – length?, outer face up to 60 cm in height, inner face flush with the slope. </li> </ol>  "}]}