{"meta":{"domain":"places","kid":"16519","authors":[],"title":"Kharpo Ché Introduction","dates":{"created_at":"2010-08-11 20:45:40 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Kharpo Ché Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"KharpocheMkhar po che","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Castle","index":7,"parent_index":6,"body":" <p>The ancient stronghold is accessed by the little that remains of a stairway, which ascends the near vertical walls of the formation. It begins at the northwest foot of the granite spire. On the high north end of the summit there are four buildings and\/or rooms, reached via an entryway on the east side of the formation. This portal still has its gray stone lintel in place. Below the entranceway there is a chamber in the formation that is at least 2 m deep. Along the east flank of the formation, what remains of a passageway on a ledge leads to he three rooms of the south summit. There are also the vestiges of two rooms along the side of this passageway. From the edge of the summit a collection of ruined buildings follows the southwest side of the ridgeline downward. This line of small structures contained at least nine interconnected buildings (38 m x 7 m to 9 m). There are also several outlying structures in extremely poor condition to the south of this row of buildings. At he south base of the formation there are a few ill-defined structural remains as well. The tallest extant wall segment at the <span class=\"popular\">Kharpoche<\/span><span class=\"scholar\">Mkhar po che<\/span> castle is 3 m. The 50 cm to 60 cm thick walls of the various structures are composed of mud-mortared random-rubble containing pieces of granite, mostly 10 cm to 50 cm in length. <\/p> "},{"title":"Ancient village","index":8,"parent_index":6,"body":null}]}