{"meta":{"domain":"places","kid":"23584","authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"title":"Tokden Wenné Lhündrup Ösel Yungdrung Ling Introduction","dates":{"created_at":"2011-12-13 02:30:14 UTC","updated_at":"2011-12-13 02:30:14 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Tokden Wenné Lhündrup Ösel Yungdrung Ling Introduction"},{"title":"rNga khog","index":1,"parent_index":0,"body":" "},{"title":"(178) rTogs ldan Monastery","index":2,"parent_index":1,"body":" "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p>The monastery’s full name is rTogs ldan dBen gnas lhun grub ’od gsal g-yung drung gling or rTogs ldan dPal gShen bstan smin grol bkra shis g-yas su ’khyil ba’i gling.</p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>The monastery is located 5 km northeast of rNga ba Township, the seat of rNga ba county.</p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>rTogs ldan Monastery is believed to have been an extension of a hermitage founded by Bon blon bla ma.<a href=\"#n54\" name=\"nb54\" class=\"note\">54</a> He was a descendent of Bya chen Nyi ma ’dzin, the founder of sNang zhig Monastery (No.180).</p> <p>The hermitage was mainly for lay practitioners and remained as such for many generations after Bon blon bla ma. In 1666 rTogs ldan gYung drung tshul khrims, the first of the Tshul chen series, transformed it into a monastery. </p> <p>Tshul khrims bstan pa’i rgyal mtshan, the second Tshul chen, received teachings from Shar rdza bKra shis rgyal mtshan (1858-1934) whom he invited to the monastery, and changed the name of the monastery to rTogs ldan sMin grol bkra shis g-yas su ’khyil ba’i gling. The monastery was rebuilt in the nineteen-eighties. Since the monastery was destroyed in the middle of the twentieth century it had to be rebuilt in the 1980s.</p> <p>There are three main reincarnate masters as the heads of the monastery: Tshul chen Theg mchog bstan pa’i nyi ma (b.1937), Khri pa ’Jam dbyangs mkhyen rab rgya mtsho and Bon blon Nam mkha’ bstan ’dzin (b.1932). These three take turns as khri pa of the monastery every three years.</p> "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>three sprul sku</li> <li>one khri pa, replaced every three years </li> <li>one mkhan po, replaced every three years</li> <li>one dbu mdzad, replaced every three years</li> <li>one dbu mkhyen, (assistant dbu mdzad) replaced every three years </li> <li>one dge skos, replaced every year</li> <li>two dge g-yog (assistant dge skos) replaced every year </li> <li>one mchod dpon, replaced every two years </li> <li>one mchod g-yog (assistant mchod dpon), replaced every two years </li> <li>two gnyer pa replaced every two years (the two gnyer pa have equal status) </li> </ul> <p>The incumbents are replaced on the 11th day of the 4th month following the renewal ceremony of the la btsas dedicated to the local deity called Cho mchog when each of the new incumbents receive a silk-knot protection (srung mdud).</p> "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":" <p>There are five hundred and eighty-eight novices and monks in the monastery.</p> "},{"title":"6. Current education","index":8,"parent_index":2,"body":" <p>There are three colleges: sDe snod thos bsam nyin byed gling for the study of philosophy (mtshan nyid), lHun grub ’od gsal zla gzhon gling for the study and practice of tantras, and lNga rig shes bya’i dga’ tshal gling for the study of the “five sciences” (rig gnas lnga).</p> <p>There are four hostels (khang tshan): Kun rig khang tshan, Dus ’khor khang tshan, sMan lha khang tshan and Byams ldan khang tshan. </p> "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":" <p>rTogs ldan is the largest monastery upholding the New Bon Tradition. Many monk students from monasteries throughout Amdo and Khams go there to study. It also sends teachers to smaller monasteries which have the same tradition.</p> "},{"title":"8 / 9. Rituals","index":10,"parent_index":2,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>2nd month: ritual of the Siddhi bon sgrub that invokes Padmasambhava, from the 23rd to the 30th day </li> <li>3rd month: the religious service in general (zhabs rten chen mo) for the monastery from the 1st to the 13th day</li> <li>4th month: ritual based on the bDe chen zhing sgrub chen mo from the 11th to the 15th day</li> <li>6th-7th months: the observance of the summer-fast (dbyar gnas chen mo) from the 15th day of the 6th month to the 30th day of the 7th month</li> <li>10th month: ritual based on the cycle of Phur pa called Phur sgrub chen mo from the 5th to the 15th day</li> <li>12th month: commemoration of a bla ma on the 20th day and the dgu gtor rite from the 23rd to the 29th day</li> </ul> "},{"title":"10. Books held in the monastery","index":11,"parent_index":2,"body":" <p>The monastery has one manuscript copy of the Khams chen (in sixteen volumes) and five printed copies of the Bonpo Kanjur and Katen. It also holds printed copies of the collected works of the following masters: rTogs ldan bSod nams phun tshogs, rTogs ldan dKon mchog (in two volumes), rTogs ldan Tshul khrims bstan pa’i rgyal mtshan (in three volumes), rTogs ldan Yon tan rgya mtsho, rTogs ldan ’Jam dbyangs mkhyen rab rgya mtsho (in three volumes), rTogs ldan Theg mchog bstan pa’i nyi ma (in three volumes), rTogs ldan Nges don mthong ba rang grol (in three volumes) and rTogs ldan bZod pa rgyal mtshan. Most of the books are enclosed in their traditional wooden covers (leb shing).</p> "},{"title":"11. Income and expenses","index":12,"parent_index":2,"body":" <p>The monastery depends on offerings from the faithful and also owns a hotel in the county town.</p> "},{"title":"12. Local community","index":13,"parent_index":2,"body":" <p>The local lay community consists of twenty-nine villages: sTag tsha with thirty-families, Shod pa with thirteen families, Tsu ra with ten families, mGon shul with eight families, Khug mgo rtsa with six families, The grong with five families, Grong mang with four families, Ka shul with twenty-eight families, ’Tsham rang lcag with eight families, Zhe phan with four families, A ka with ten families, Ber rtsa with six families, sNas tsa with eight families, Tha ra with eleven families, ’Gyur skor with eight families, Ho tsha with eight families, Hor ’phan with fifteen families, Khug mgo sgang with eighteen families, Kha shu with five families, Cha ’go with one families, mTha’ ba with eighteen families, Cho mchog with ten families, Rag tsa with eight families, Phyug tshang with thirty families, dGe li with forty families, Ko tsa with eight families, dGon pa with twenty families, So ri with ten families, Byar skor ma with eight families.</p> "},{"title":"13. Local festivals","index":14,"parent_index":2,"body":" <p>The mountain behind the monastery is called Cho mchog, and has a la btsas at its summit dedicated to the deity Cho mchog Drang srong gnyan po. As it was constructed by rTogs ldan bSod nams phun tshogs on the 11th day of the 4th month, the ceremony of its renewal is performed on that day by both religious and lay communities of sNang zhig and rTogs ldan. The ceremony is followed by the appointment of the new administrators of rTogs ldan Monastery. </p> "},{"title":"14. Occupation of the local people","index":15,"parent_index":2,"body":" <p>Farmers and traders</p> "},{"title":"Sources","index":16,"parent_index":2,"body":" "},{"title":"(1) Interviews","index":17,"parent_index":16,"body":" <p>In autumn 1998 with: Tshul chen Theg mchog bstan pa’i nyi ma, one of the present masters of the monastery (b.1937). Bon blon Nam mkha’ bstan ’dzin (b.1932), one of the three trulkus of the monastery</p> "},{"title":"(2) Texts","index":18,"parent_index":16,"body":" <ol type=\"1\"> <li>rNga ba rdzong gi rtogs ldan dgon pa’i lo rgyus by Tshul chen Theg mchog bstan pa’i nyi ma, MS</li> <li>A history of rTogs ldan monastery (untitled and anonymous), MS</li> <li>sNgang zhig bkra shis g-yung drung gling gi gdan rabs rdzogs ldan ngag gi rgyal rnga by Bya ’phur Nam mkha’ rgyal mtshan, p.38, Mutri Tsedpo Zhang bod Research Institute, Dolanji, H.P. India, 1994</li> <li>gTer bdag rbang gi bka’ blon mon nam mched brgyad kyi nang tshan khyung dkar lha gnyan gyi bsang mchod by rTogs ldan rGyal ba dbang ldan, MS</li> </ol> <hr class=\"footnote-divider\" />"},{"title":"Notes","index":19,"parent_index":0,"body":"<div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n54\" /><a href=\"#nb54\" class=\"note\"> [54] </a> There are several variants of the name: Bo leb, sPo leb, Bon slebs and Bon blon. Regarding the first variant, “bo” derives from the term bo ti in Amdo dialect, meaning clod, leb means “flat”. It is said that when Bon blon bla ma established the hermitage in the place where there were many “flat clods”; the meaning of the second variant remains unknown; the third variant means the “arrival of Bon”, the explanation for this name was that the master was the first Bonpo to arrive in the region; the fourth variant means “the Bon minister” which appears in the official documents given to the master by the local authorities of Zung ’phan during the reign of Qianlong. </div>"}]}