{"meta":{"domain":"places","kid":"16641","authors":[],"title":"Draklung Lhoma Introduction","dates":{"created_at":"2010-08-11 20:47:18 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Draklung Lhoma Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":"Draklung LhomaBrag lung lho ma","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Draklung Lhoma</span><span class=\"scholar\">Brag lung lho ma</span> </li> <li>English equivalent: Rock Formation Valley South</li> <li>Site number: B-134</li> <li>Site typology: I.2x </li> <li>Geographic coordinate (N. lat.): 31º 23.8΄ </li> <li>Geographic coordinate (E. long.): 88º 42.1΄ </li> <li>Elevation: 4640 m to 4710 m</li> <li>Administrative location (township): <span class=\"popular\">Zhungmé</span><span class=\"scholar\">Gzhung smad</span> </li> <li>Administrative location (county): <span class=\"popular\">Shentsa</span><span class=\"scholar\">Shan rtsa</span> </li> <li>Survey expedition: THE</li> <li>Survey date: April 28, 2006.</li> <li>Contemporary usage: None.</li> <li>Identifiable Buddhist constructions: Wall with plaques inscribed with the <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> mantra and <span class=\"popular emph\">Tsatsa</span><span class=\"scholar emph\">tshwa tshwa </span>figurines. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Draklung Lhoma</span><span class=\"scholar\">Brag lung lho ma</span> is a defile located just south of <span class=\"popular\">Pel Zimpuk</span><span class=\"scholar\">Dpal gzims phug</span> monastery. Above the mouth of this gorge, on both its north and south sides, there are the remains of archaic cliff dwellings and fortifications. Further afield, there are also modified caves overlooking the <span class=\"popular\">Zimpuk Tso</span><span class=\"scholar\">Gzims phug mtsho</span> basin. On the far side of this freshwater lake stands <span class=\"popular\">Tanggyung Zomtra</span><span class=\"scholar\">Stang rgyung zom khra</span> (its peak is said to resemble a milk pail), a mountain also known to local Buddhists as <span class=\"popular\">Takhyung Nam Gi Kawa</span><span class=\"scholar\">Rta khyung gnam gyi ka ba</span> (Horse Khyung Sky Pillar).<a href=\"#n124\" name=\"nb124\" class=\"note\">124</a> The various archaic structures of <span class=\"popular\">Draklung Lhoma</span><span class=\"scholar\">Brag lung lho ma</span> have a random-rubble dry-mortar texture composed of uncut variable-length hunks of blue limestone (up to 80 cm long). These constructions contrast with local Buddhist variants, which are more lightly built and heavily mud mortared. The earlier ruins also tend to be in more hidden and hard-to-reach locations than their Buddhist counterparts. They are generally ignored in the historical traditions of <span class=\"popular\">Pel Zimpuk</span><span class=\"scholar\">Dpal gzims phug</span> monastery. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to residents of <span class=\"popular\">zimpuk</span><span class=\"scholar\">Gzims phug</span>, <span class=\"popular\">Draklung Lhoma</span><span class=\"scholar\">Brag lung lho ma</span> consists of ancient habitations.</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Brag lung lho ma north ledge cliff dwellings","index":7,"parent_index":6,"body":" <p>On the north side of the <span class=\"popular\">Draklung Lhoma</span><span class=\"scholar\">Brag lung lho ma</span> defile, about 25 m above its mouth, there is a well-protected ledge with excellent southern exposure (31° 23.78΄ N. lat. / 88° 42.12΄ / 4660 m). It is in close proximity to <span class=\"popular\">Pel Zimpuk</span><span class=\"scholar\">Dpal gzims phug</span> monastery. The remnants of a massive revetment wall hem in this 75-m long ledge. This wall constitutes the most conspicuous structural feature of the archaic cliff dwellings. The original architectural character of these habitations, however, is hardly discernable as the ledge has undergone significant Buddhist modification. What can be stated is that the robustness and size of the revetment is incongruent with the much more modestly-built Buddhist monuments sitting on the ledge. The revetment appears to have been designed with defensive purposes in mind and probably for a higher density of habitations. A large gap in the middle of the revetment demarcates its east and west sectors. </p> <p>Along its west side, the revetment (up to 1.8 m high) runs along the top of a vertical rock face and loses about 10 m of elevation. The ledge in this west sector is 4 m to 8.5 m wide. Against the rear of the ledge, a Buddhist retreat house (8.1 m long, 2.2 m high) with a red and white painted exterior was built next to the escarpment. There is an ochre-colored turret (<span class=\"popular emph\">chok</span><span class=\"scholar emph\">lcog</span>) near the west side of the roof. This disused building contains a row of three rooms, each around 2.5 m in width. In the west wall of the west room there are two niches. The east room was for religious practice and probably housed an altar. Just to the east of this retreat house there is a narrow fissure in the escarpment containing the traces of a stairway, which climbed 2.5 m to the mouth of a cave (4 m deep, 1.6 m wide). The façade around the mouth of this cave (1.8 m long and 2.3 m high) is lightly built and probably of Buddhist origin. Approximately 4 m above this cave there is another, now inaccessible cave, with a masonry façade. This cave front appears to belong to the archaic cultural horizon. Corresponding with the central gap in the revetment there is an old masonry <span class=\"popular emph\">Tsatsa</span><span class=\"scholar emph\">tshwa tshwa</span> receptacle at the base of the escarpment. The ledge of the east sector is 3 m to 9 m in width, and the revetment bounding it is up to 2.7 m high. On this portion of the ledge there is a small wall with old sandstone plaques inscribed with the <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> mantra. The ledge continues beyond the mouth of the <span class=\"popular emph\">Draklung Lhoma</span><span class=\"scholar emph\">brag lung lho ma</span> defile to the flank of the formation directly overlooking <span class=\"popular\">Zimpuk Tso</span><span class=\"scholar\">Gzims phug mtsho</span>. <span class=\"popular\">Pel Zimpuk</span><span class=\"scholar\">Dpal gzims phug</span> monastery is situated 100 m away at the same elevation.</p> <p>Around 100 m up the <span class=\"popular\">Draklung Lhoma</span><span class=\"scholar\">Brag lung lho ma</span> gorge from the big ledge there are other southern exposure revetment fragments. Clinging to a sheer rock face, 50 m above the floor, of the gorge there are the remains of another archaic fortification and/or habitation. These structures run for about 20 m and are highly inaccessible, reinforcing their defensive credentials.</p> "},{"title":"Brag lung lho ma south side fortifications","index":8,"parent_index":6,"body":" <p>There are other minor fortifications on the south side of the <span class=\"popular\">Draklung Lhoma</span><span class=\"scholar\">Brag lung lho ma</span>gorge. These structures are accessed from the base of the defile and are fully hidden from view to those in the <span class=\"popular\">Zimpuk Tso</span><span class=\"scholar\">Gzims phug mtsho</span> basin. A walled ledge, 11 m in length, begins above a steep slope suspended above the gorge (23.72΄ / 44.10΄ / 4670 m). Some of this fortified walkway has been destroyed and is very narrow. Above the walled ledge a small wall fragment adheres to the cliff face. The walled walkway leads to a level area reinforced by a revetment (3.3 m long and 1.5 m to 1.8 m high). Another revetment, 2.7 m in length, is found only 1.4 m away. These structures bound the west side of the formation and overlook the defile. They constitute a defensive installation that potentially protected against a frontal attack up the gorge. </p> <p>A way through the cliffs leads to the summit where there is another minor emplacement (23.72΄ / 42.10΄ / 4710 m). It consists of a masonry platform with freestanding upper walls (2.8 m x 2.9 m). This structure is 1 m to 1.2 m high including its neatly-built freestanding walls (40 cm thick). To the north, along the top of limestone crags, there are the vestiges of other defensive walls, which are no longer approachable. These structures must have had a surveillance function because they possess excellent views of the <span class=\"popular\">Zimpuk Tso</span><span class=\"scholar\">Gzims phug mtsho</span> basin. This lofty location would have been very difficult to reach and may have constituted the last line of defense for the local cliff dwelling community. A religious function for this summit facility cannot be discounted either. </p> "},{"title":"Brag lung lho ma east side fortification","index":9,"parent_index":6,"body":" <p>From the south summit of <span class=\"popular\">Draklung Lhoma</span><span class=\"scholar\">Brag lung lho ma</span>, a route leads down to the east/forward side of the formation. Enroute, there is a revetment (4.2 m long, up to 1.7 m high) that bounds a narrow level area (23.70΄ / 42.08΄ / 4690 m). This defensive platform must have helped to bar attack from the <span class=\"popular\">Zimpuk Tso</span><span class=\"scholar\">Gzims phug mtsho</span>lake basin. From this emplacement, a route heads down to the base of the escarpment. </p> "},{"title":"Brag lung lho ma cave shelters","index":10,"parent_index":6,"body":" <p>At the base of the escarpment facing <span class=\"popular\">Zimpuk Tso</span><span class=\"scholar\">Gzims phug mtsho</span>, south of the <span class=\"popular\">Draklung Lhoma</span><span class=\"scholar\">Brag lung lho ma</span> gorge, there are several cave shelters. These look out on the lake basin which is situated about 100 m lower down. The first cave reached is called <span class=\"popular\">Tsakhang</span><span class=\"scholar\">Tshwa khang</span> (Salt House) (23.69΄ / 42.08΄ / 4680 m). Like its counterparts, <span class=\"popular\">Tsakhang</span><span class=\"scholar\">Tshwa khang</span> has an eastern aspect. Below <span class=\"popular\">Tsakhang</span><span class=\"scholar\">Tshwa khang</span> there are the remnants of a 12-m high stairway embedded in a fissure. This stairway accesses an unnamed cave (8.3 m deep, 2 m wide) with the remains of a façade. These highly eroded masonry structures belong to the archaic cultural horizon. Although the façade is still 1.2 m high all of it lies below the floor of the cave. Originally, it must have been much taller. Old <span class=\"popular emph\">Tsatsa</span><span class=\"scholar emph\">tshwa tshwa</span> deposited in this cave and large <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi </span>mantras carved into the formation must have been made with a mind to bring this locale under auspices of Buddhism. </p> <p>The next archaic cave shelter to the south consists of a walled ledge 7.7 m in length (23.60΄ / 42.03΄ / 4690 m). The wall around this ledge is around 70 cm thick and 1.5 m in height, as much as 60 cm of which is freestanding. The overhanging cliff partially encloses the ledge (2 m to 3 m wide). A cave (4.5 m deep, 2 m wide) in the escarpment, without ample standing room, opens onto this ledge. </p> <p>The most southerly cave of the <span class=\"popular\">Draklung Lhoma</span><span class=\"scholar\">Brag lung lho ma</span> area is called <span class=\"popular\">Pukpa Mukdong</span><span class=\"scholar\">Phug pa smug gdong</span> (Purplish Rock Face Cave) (8 m deep, 2 m to 3 m wide) (23.59΄ / 42.03΄ / 4690 m). Its Buddhist façade (2.3 m long, 1.7 m high) is lightly-built and copiously mud mortared. Below this façade there is a retaining wall (5 m long) that creates a landing in front of the cave (1.5 m to 2.5 m in width). This wall is much more eroded and strongly built than the cave façade. Below the retaining wall there are other structural vestiges that probably lined the path up to the cave. There is a masonry platform in the rear of the cave. On the south cave wall there is a counterclockwise swastika made in red ochre. It may be evidence of the earlier era of occupation, but its relative age could not be assessed because it is obscured by thick black soot that covers the wall.</p> <p>On the outer south edge of the <span class=\"popular\">Draklung Lhoma</span><span class=\"scholar\">Brag lung lho ma</span> gorge there is a cave (7.3 m deep) with the roots of a 7.5-m long façade wall (23.74΄ / 42.07΄ / 4640 m).</p> "},{"title":"gZims phug dgon pa","index":11,"parent_index":6,"body":" <p>Flanking the south side of the mouth of the <span class=\"popular\">Draklung Lhoma</span><span class=\"scholar\">Brag lung lho ma</span> defile there is a residential structure (12.8 m x 8.4 m) that appears to have consisted of five rooms (23.73΄ / 42.14΄ / 4640 m). This structure was established on a bench below the escarpment and above steep slopes that drop down to the <span class=\"popular\">Zimpuk Tso</span><span class=\"scholar\">Gzims phug mtsho</span> basin. Reportedly, walls around 1.5 m in height stood here until being dismantled in order to build the present-day <span class=\"popular\">Pel Zimpuk</span><span class=\"scholar\">Dpal gzims phug</span> monastery. According to the <span class=\"popular\">Pel Zimpuk</span><span class=\"scholar\">Dpal gzims phug</span> oral tradition, this edifice was part of the monastery until being destroyed by the jun gar in the 18th century CE. </p> <p>The current <span class=\"popular\">Pel Zimpuk</span><span class=\"scholar\">Dpal gzims phug</span> monastic facility consists of <span class=\"popular\">Wangkhang Puk</span><span class=\"scholar\">Dbang khang phug</span> (most southerly building, the site of the pre-modern assembly hall), <span class=\"popular\">Guru Lhakhang</span><span class=\"scholar\">Gu ru lha khang</span> and <span class=\"popular\">Khelkhang</span><span class=\"scholar\">Khal khang</span> (the most northerly and largest building). Above <span class=\"popular\">Khelkhang</span><span class=\"scholar\">Khal khang</span> is <span class=\"popular\">Takgyang Puk</span><span class=\"scholar\">Stag gyang phug</span> (Tiger Wall Cave), a cave where <span class=\"popular\">Guru Rinpoché</span><span class=\"scholar\">Gu ru rin po che</span> is supposed to have stayed for seven days. This cave contains a self-formed (<span class=\"popular\">Rangjön</span><span class=\"scholar\">Rang byon</span>) image of a tiger’s head. The tiger’s fangs, along with the rest of the monastery, were destroyed in the Chinese Cultural Revolution. Adjacent to <span class=\"popular\">Takgyang Puk</span><span class=\"scholar\">Stag gyang phug</span> is a deep cavity containing pure spring water.</p> "},{"title":"Affiliated sites","index":12,"parent_index":2,"body":" <p>A couple kilometers west of <span class=\"popular\">Draklung Lhoma</span><span class=\"scholar\">Brag lung lho ma</span> there is a limestone formation called <span class=\"popular\">Langchen Drakkhung</span><span class=\"scholar\">Glang chen brag khung</span> (Elephant Cave) (31° 23.8΄ N. lat. / 88° 41.3΄ / 4820 m). This formation has a southern aspect and is endowed with a natural stone archway 4 m in height. This archway is said to be part of an elephant’s head. A spur in the formation is reckoned to be its trunk. At the base of the archway, a clockwise swastika (45 cm high) was scrawled in medium-red ochre. Above this swastika there are several non-descript ochre applications. Next to the archway there is a cave with four separate entrances (there are three or four other caves in <span class=\"popular\">Langchen Drakkhung</span><span class=\"scholar\">Glang chen brag khung</span>). This roundish cave, the heart of the elephant, is about 12 m across. In the center, resting on a pile of rocks, there are the remains of a <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span>. This unusual ceremonial structure is made from specially-hardened clay that was painted with red ochre and a white pigment. The spherical <span class=\"popular emph\">bhumpa</span><span class=\"scholar emph\">bum pa</span> (27 cm high) rests upon a square base (20 cm high, about 55 cm wide on each of its sides). The lower-most portions of the structure are no longer extant. Prayer flags are draped over the shrine. This structure appears to be of considerable age. Its religious identification is not clear. </p> <hr class=\"footnote-divider\" /> "},{"title":"Notes","index":13,"parent_index":0,"body":" <div class=\"footnote\"> <a name=\"n124\" /> <a href=\"#nb124\" class=\"note\"> [124] </a> The validity of the <span class=\"popular\">Zhang Zhung</span><span class=\"scholar\">Zhang zhung</span> name of the mountain (<span class=\"popular\">Tanggyung</span><span class=\"scholar\">Stang gyung</span>) is confirmed by its pronunciation in the local dialect. According to the recently published work <span class=\"popular emph\">Pelzim Puk Orgyen Chöling</span><span class=\"scholar emph\">Dpal gzims phug o rgyan chos gling</span>, this mountain is the residence of a <span class=\"popular\">Tenma Chunyi</span><span class=\"scholar\">Bstan ma bcu gnyis</span> goddess and was brought into the Buddhist fold by the oath-administering <span class=\"popular\">Guru Rinpoché</span><span class=\"scholar\">Gu ru rin po che</span> (<span class=\"popular\">rik dzin chö pel</span><span class=\"scholar\">Rig ‘dzin chos ‘phel</span>, <span class=\"popular emph\">Pelzim Puk Orgyen Chöling</span><span class=\"scholar emph\">Dpal gzims phug o rgyan chos gling</span>, 6). <span class=\"popular\">Takhyung Nam Gi Kawa</span><span class=\"scholar\">Rta khyung gnam gyi ka ba</span> is also associated with the epic hero <span class=\"popular\">Ling Gesar</span><span class=\"scholar\">Gling ge sar</span> (<span class=\"popular\">rik dzin chö pel</span><span class=\"scholar\">Rig ‘dzin chos ‘phel</span>, <span class=\"popular emph\">Pelzim Puk Orgyen Chöling</span><span class=\"scholar emph\">Dpal gzims phug o rgyan chos gling</span>, 6). According to <span class=\"popular emph\">gu ru rin po ché sung pé gyel ngen lha sang</span><span class=\"scholar emph\">Gu ru rin po ches gsung pa’i rgyal brngan lha bsang</span>, an incense offering text housed at <span class=\"popular\">Pel Zimpuk</span><span class=\"scholar\">Dpal gzims phug</span>, one of the <span class=\"popular\">Tenma</span><span class=\"scholar\">Bstan ma</span> goddesses is <span class=\"popular\">Mating Tingmo</span><span class=\"scholar\">Ma ting ting mo</span> (<span class=\"popular\">Guru Rinpoché</span><span class=\"scholar\">Gu ru rin po che</span>, “<span class=\"popular emph\">gu ru rin po ché sung pé gyel ngen lha sang</span><span class=\"scholar emph\">Gu ru rin po ches gsung pa’i rgyal brngan lha bsang</span>.” (Unpublished text housed at dpal gzims phug monastery, nd), folio 29a). According to <span class=\"popular\">Rindzin Chömpel</span><span class=\"scholar\">Rig ’dzin chos ’phel</span> (the abbot) and other senior residents of <span class=\"popular\">Pel Zimpuk</span><span class=\"scholar\">Dpal gzims phug</span>, <span class=\"popular\">Mating Tingmo</span><span class=\"scholar\">Ma ting ting mo</span> is the goddess of <span class=\"popular\">Takhyung Nam Gi Kawa</span><span class=\"scholar\">Rta khyung gnam gyi ka ba</span>. Her name, which is of <span class=\"popular\">Zhang Zhung</span><span class=\"scholar\">Zhang zhung</span> origin, indicates that she is a female personification of water (<span class=\"popular emph\">ting</span><span class=\"scholar emph\">ting</span>). As such, she may have been the original goddess of <span class=\"popular\">Zimpuk Tso</span><span class=\"scholar\">Gzims phug mtsho</span> and the consort of <span class=\"popular\">Tanggyung</span><span class=\"scholar\">Stang rgyung</span>. Currently little or no divine lore is attached to <span class=\"popular\">Zimpuk Tso</span><span class=\"scholar\">Gzims phug mtsho</span>. </div>  "}]}