{"meta":{"authors":[],"title":"རྒྱ་རི་དགོན།","dates":{"created_at":"2010-08-14 12:30:05 UTC","updated_at":"2010-08-14 12:30:05 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"རྒྱ་རི་དགོན།"},{"title":"ཆུ་གསུམ་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"རྒྱ་རི་དགོན།","index":2,"parent_index":0,"body":" <p>མཚན་རྒྱས་པར་“ཨེ་སྟོང་རྒྱ་རི་དགོན་”ཞེས་ཞུ། དགའ་རྣམ་རྒྱལ་ནས་ཤར་ངོས་སུ་སྤྱི་ལེ་བཞི་ལྔ་ཙམ་སོང་ན་རྒྱ་རི་ཞོལ་གྲོང་གི་ལྟག་ཏུ་དགོན་དེ་མཇལ་ཐུབ། དགོན་དེ་ནི་རྒྱལ་བ་རིས་མེད་པ་ཞུ་བ་བཀའ་བརྒྱུད་པའི་བླ་མ་ཞིག་གིས་ཐོག་མར་དགོན་དེའི་ལྟག་ཏུ་ཞོལ་མོ་ཆེ་ཞེས་པར་དགོན་ཞིག་ཕྱག་འདེབས་གནང་མཛད། དེ་ནས་མར་གཟིགས་དུས་ད་ལྟའི་དགོན་དེ་ཆགས་ཡུལ་དུ་ཉིན་མོ་དུ་བ་དང་། མཚན་མོ་མར་མེ་འབར་བ་གཟིགས་པས་སློབ་མ་ཚོར། ས་མ་ཀིར་ཅི་འདུག་ལྟོས་ཤིག་ཅེས་གསུངས་པར། སློབ་མ་ཚོ་དེར་ཡོང་ནས་བལྟ་སྐབས་གཞན་གང་ཡང་མེད་པར་རྩྭ་རྒྱ་བ་ཞིག་སྐྱེས་འདུག་ཅེས་ཞུས་པར། ད་འོ་ན་ངའི་དགོན་པ་ས་ཕ་ཀིར་གདབ་དགོས་གསུངས་ནས་ད་ལྟའི་དགོན་པ་དེ་ཕྱག་བཏབ་གནང་མཛད། དེ་རྗེས་རིམ་བཞིན་དགེ་ལྡན་པར་འགྱུར་ནས་དགེ་འདུན་ཞལ་གྲངས་བདུན་ཅུ་སྐོར་ཟིན། སྔོན་འདུ་ཁང་ནང་འགྲན་མེད་རྣམ་གསུམ་ཞེས་གཙོ་བོ་ཇོ་བོ་དང་། གཡས་སུ་<span class=\"milestone page eng \">[page <span class=\"pnum\">86</span>] </span>ཇོ་བོ་རྗེ། གཡོན་དུ་རྗེ་ཙོང་ཁ་པའི་སྐུ་བརྙན་སོགས་ཡོད། ད་ལྟ་གསར་བཞེངས་འདུ་ཁང་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་འཇིམ་སྐུ་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད། </p> <p>དགོན་དེ་ནས་ཤར་ལྷོའི་མཚམས་ཀྱི་རི་ལྡེབས་སུ་ཆུ་ཚོད་གཅིག་ལྷག་ཙམ་སོང་ན་ཨེ་སྟོད་ཆུ་ཚན་ཞེས་པ་དེ་ཡོད། ཆུ་ཚན་དེ་ནི་སྐྱེས་བུ་ཡེ་ཤེས་རྡོ་རྗེས་འོལ་དགའ་ནས་གཟིགས་སྐབས་ཨེ་སྟོད་ལུང་ཤུར་གྱི་ཆུའི་ནང་ཆུ་འགྲོ་བ་འདྲེན་པ་ཡོད་པ་གཟིགས་ཏེ་རོང་ནས་ཆུ་དེ་དེད་བཞིན་ཕེབས་པས་ཀློག་ཅེས་པར་ཕེབས་སྐབས་ལུང་ཤུར་གཉིས་ནས་ཆུ་བབས་ཀྱི་ཡོད་སྟབས་ཆུ་འགྲོ་བ་འདྲེན་པ་བརླགས་པས་ཀློག་ཅེས་པའི་མིང་དེ་ཐོག་མར་བརླགས་ཞེས་པ་ལས་བྱུང་ཟེར། དེ་ནས་མར་ཙམ་ཕེབས་པས་སླར་ཡང་བརྙེས་གནང་ནས་ཕེབས་སྐབས་ཞབས་སྙུན་ལ་སྐུ་གཉེལ་ནས་སྐྱོ་མོ་ཞེས་པར་སྐུ་ངལ་གསོ་བ་དང་སྦྲགས་གསུང་གཏོར་གནང་ནས་བཞུགས་སྐབས་བྱ་རོག་གཅིག་གིས་གཏོར་ཆས་ཁྱེར་སོང་བས་དེའི་རྗེས་བསྙེགས་ནས་ཕེབས་པས་ད་ལྟའི་ཕོ་རོག་ཆུ་ཚན་ཞེས་པར་ཕོ་རོག་གཅིག་གི་རྐང་པ་བཅུག་ནས་བསྡད་ཡོད་སྟབས་སྐྱེས་བུ་ཡེ་ཤེས་རྡོ་རྗེས་དེ་ཆུ་ཚན་ཡིན་པར་མཁྱེན་ནས་དེར་ཆུ་ཚན་བསྐྱོན་པས་ཞབས་ཀྱི་སྙུན་གཞི་དྲག དེ་ནས་བཟུང་“ཨེ་སྟོད་ཆུ་ཚན་”ཞེས་པ་བྱུང་།</p>  "}]}