{"meta":{"authors":[{"id":"78","fullname":"Dondrup Lhagyal"},{"id":"78","fullname":"Dondrup Lhagyal"}],"title":"Darding Rigyel Gön Introduction","dates":{"created_at":"2011-12-13 02:28:48 UTC","updated_at":"2011-12-13 02:28:48 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Darding Rigyel Gön Introduction"},{"title":"Bonpo monasteries and temples in Central Tibet","index":1,"parent_index":0,"body":"\n\n               "},{"title":"(3) Ri rgyal Monastery","index":2,"parent_index":0,"body":"\n\n               \n\n                  "},{"title":"1. Name","index":3,"parent_index":2,"body":"\n\n                  <p>Dar sding (also lding) Ri rgyal dgon; its formal name is Khri brtan nor bu\n                     rtse.</p>\n\n               \n\n               \n\n                  "},{"title":"2. Location","index":4,"parent_index":2,"body":"\n\n                  <p>A six-hour drive from Shigatse brings one to the seat of bZhad mthong smon\n                     rdzong. From here it takes two hours to reach the monastery on foot. One can\n                     also go there by bus.</p>\n\n               \n\n               \n\n                  "},{"title":"3. History","index":5,"parent_index":2,"body":"\n\n                  <p>Initially, there was only a small temple of the gShen family. In 1360 dMu gshen\n                     Nyi ma rgyal mtshan, the fifteenth successor in the gShen lineage, not only\n                     expanded the temple but also built the assembly hall and renamed Ri rgyal Khri\n                     brtan nor bu rtse. It is situated on Mount Ri rgyal behind the village called\n                     Dar sding. The seat of the gShen family is in Dar sding village, where the\n                     temple known as gSer sgo khra mo was built in 1173 by Kun mkhyen Ye shes blo\n                     gros, who was the ninth successor after gShen chen Klu dga&rsquo; (996-1035). In the\n                     village there was the famous stupa called sKu &rsquo;bum rig byed khang. From the\n                     beginning of the 15th century, the monastery became renown for its statues,\n                     scriptures and stupas of the Bon religion. In 1966, during the Cultural\n                     Revolution, the monastery on the mountain, the temple gSer sgo khra mo and the\n                     great stupa were all completely destroyed. In 1982 the monks began to rebuild\n                     the monastery. Led by Nor bu dbang rgyal, they first restored gSer sgo khra mo\n                     in the village, then rebuilt Khri brtan nor bu rtse. It is said that there have\n                     been twenty-five abbots from Kun mkhyen Ye shes blo gros to the present Nor bu\n                     dbang rgyal.</p>\n\n               \n\n               \n\n                  "},{"title":"4. Headship","index":6,"parent_index":2,"body":"\n\n                  <p>Leadership was ensured by a system of abbotship, with the abbots coming mostly\n                     from the gShen family.</p>\n\n               \n\n               \n\n                  "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":"\n\n                  <p>Twenty monks</p>\n\n               \n\n               \n\n                  "},{"title":"6. Current education","index":8,"parent_index":2,"body":"\n\n                  <p>As the monastery has not organized any study classes for the monks, they have\n                     to look for private tutors for their studies.</p>\n\n               \n\n               \n\n                  "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":"\n\n                  <p>So far, this work has not yet begun.</p>\n\n               \n\n               \n\n                  "},{"title":"8. Daily rituals","index":10,"parent_index":2,"body":"\n\n                  <p>Religious services dedicated to the tutelary and protective deities are\n                     performed everyday.</p>\n\n               \n\n               \n\n                  "},{"title":"9. Annual rituals, based on the Tibetan calendar","index":11,"parent_index":2,"body":"\n\n                  <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\">\n\n                     <li> First month: on the 3rd day, a ceremony of offerings to the\n                        deities.</li>\n\n                     <li> Fourth month: on the 10th, offerings according to the Ma rgyud\n                        cycle.</li>\n\n                     <li> Fifth month: on the 10th, offerings according to the Ma rgyud\n                        cycle.</li>\n\n                     <li> Sixth month: on the 4th, a general ceremony of offerings to the tutelary\n                        deities.</li>\n\n                     <li> Seventh month: on the 1st, a general ceremony of offerings to the\n                        tutelary deities.</li>\n\n                     <li> Tenth month: on the 10th, offerings according to the Ma rgyud\n                        cycle.</li>\n\n                     <li> Eleventh month: on the 20th, a religious assembly for the practice of\n                        the Ma rgyud ritual cycle.</li>\n\n                     <li> Twelfth month: on the 15th, the anniversary of the birth of sTon pa\n                        gShen rab Mi bo.</li>\n\n                  </ul>\n\n                  <p>Now and then, monks go to recite prayers and scriptures for Bon followers in\n                     the nomad areas of Byang thang. They usually stay in the monastery or in their\n                     homes, but they must be present for the offerings during the religious\n                     assemblies and the religious services observed at certain times prescribed by\n                     the monastery.</p>\n\n               \n\n               \n\n                  "},{"title":"10. Books held in the monastery","index":12,"parent_index":2,"body":"\n\n                  <p>These include three sets of the <em xmlns:str=\"http://exslt.org/strings\">bKa&rsquo; &rsquo;gyur</em>\n                     published by Ayung Lama and sKal bzang phun tshogs in Chengdu, 1985-87.</p>\n\n               \n\n               \n\n                  "},{"title":"11. Income and expenses","index":13,"parent_index":2,"body":"\n\n                  <p>Each year the monastery organizes the monks to conduct religious ceremonies and\n                     recite prayers at the homes of the herdsmen in the nomad area of Byang thang.\n                     The money earned is used for the restoration of the monastery and for the\n                     expenses of offerings during the religious assemblies and services observed at\n                     certain prescribed times during the following year.</p>\n\n               \n\n               \n\n                  "},{"title":"12. Local community","index":14,"parent_index":2,"body":"\n\n                  <p>To the south of the monastery there is a village called Ne nang with about one\n                     hundred households, and to the north a village named sKyid gzhong with about\n                     forty households. The villagers in both are followers of Bon and are\n                     farmers.</p>\n\n               \n\n               \n\n                  "},{"title":"13. Local festivals","index":15,"parent_index":2,"body":"\n\n                  <p>Each household in the village normally participates in all the following\n                     ceremonies: a ceremony of offerings to the local deities on the 3rd day of the\n                     first month of the Tibetan calendar, an important activity during the Tibetan\n                     New Year; the Bumping Harvest Festival (called &rsquo;Ong skor) on the 4th of the\n                     sixth month; a general ceremony of offerings to the local deities on the 1st of\n                     the seventh month.</p>\n\n               \n\n            "}]}