{"meta":{"domain":"places","kid":"23492","authors":[{"fullname":"Phuntso Tsering Sharyul","id":"79"},{"fullname":"Phuntso Tsering Sharyul","id":"79"}],"title":"Sigyel Gönchen Introduction","dates":{"created_at":"2011-12-13 02:29:29 UTC","updated_at":"2011-12-13 02:29:29 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Sigyel Gönchen Introduction"},{"title":"Nying khri rdzong","index":1,"parent_index":0},{"title":"(88) Srid rgyal Monastery","index":2,"parent_index":1,"body":"<p>Srid rgyal dgon chen is situated close to Nying khri rdzong, halfway up the holy mountain Bon ri. Cars can reach the foot of the mountain.<\/p><p>One of the thirty-seven centres of Bon was rKong yul Se mo thang. These centres were established during the time of Mu khri btsan po, a son of gNya’ khri btsan po. It is at Se mo thang in Kong po that Srid rgyal Monastery is located.<\/p><p>The lineage of lamas of this monastery goes back to Ri pa ’Brug gsas. He is said to have been the emanation of the tutelary deity sTag la med ’bar. A historical document states:<\/p><p>“In the land called Bon ri<\/p><p>There will be a hermit named ’Brug gsas<\/p><p>Who will possess a ‘magic-stone’,<\/p><p>Will be courageous and avert wars,<\/p><p>And guide 300,000 people to salvation.<\/p><p>Anyone who contacts him will be rewarded.”<\/p><p>This hermit was born in 1270 in rDza rong into the clan of sMa ra. sMa ra is a subdivision of the clan Rang bya. He was the second son of dKon cog dge, the father, and A lcam U gu, the mother. Having been in religious service until the age of thirteen years, he was given the name ’Brug gsas rgyal. From the time he was fourteen until he was nineteen years of age, he practised meditation. He then listened to various masters in China, ’Jang and Mi nyag. He then became conscious of the impermanence of life. He therefore travelled to Central Tibet and began to practise more meditation, as well as to perform circumambulation around sacred sites such as Ti se, Ma pang, Bye ma g-yung drung and sPos ri ngad ldan. He then travelled down to Kong po in accordance with a prophecy of Srid pa rgyal mo. In 1330, he “opened the door of Bon ri” (that is to say, he identified the mountain), because people had forgotten the fact that the place was one of the thirty-seven religious centres of Bon. This was due to the long period of time that passed since sTon pa gShen rab’s visit to the place and also due to the chequered history of the Bon religion.<\/p><p>’Brug gsas took up residence in the cave gYu phug, near which the three streams of Nyang meet. He remained there in meditation for three years and countenanced deities of tranquil and wrathful aspects from whom he received more prophecies. He was able to make the eight kinds of demons serve him. While devoting himself to retreat-practice of Khro bo and Phur pa on the mountain, he received signs from the goddess dKar mo Srid rgyal for founding a monastery at this place. He therefore founded Srid rgyal Monastery there. The interior and exterior of the monastic buildings were of good design and their religious contents were rich. More than one hundred monks from all directions gathered together there.<\/p><p>He left traces of his body and footprints on rocks around the site of the monastery and passed away at the age of eighty. He promised that he would come back in the form of a bird to see the monastery every year on the 13th day of the fourth Tibetan month. A festival called dGon chen Bya mjal was, thereafter, held on this day and it was the occasion when people went to see the bird.<\/p><p>The line of the heads of the monastery was as follows:<\/p><ol type=\"1\"> <li> Ri pa ’Brug gsas<\/li> <li> Rag shi Nyi ma rgyal mtshan<\/li> <li> Bru ston Nyi ma rgyal mtshan<\/li> <li> La tri hri rda (Zhang zhung language: Dam pa blo gros)<\/li> <li> sDong sgom bsTan pa lhun grub<\/li> <li> rNal ’byor Nam mkha’ lhun grub<\/li> <li> Tshe dbang lhun grub<\/li> <li> bsTan pa rgyal mtshan<\/li> <li> gYung drung rnam rgyal<\/li> <li> Rin chen tshul khrims<\/li> <li> Kun bzang lhun grub<\/li> <li> rGyal ba gtsug phud<\/li> <li> Tshe dbang legs mchog<\/li> <li> gYung drung rgyal mtshan<\/li> <li> rGyal ba blo gros<\/li> <li> Mi ’gyur rgyal mtshan<\/li> <li> lHun grub dbang rgyal<\/li> <li> gYung drung dbang rgyal<\/li> <li> Tshe dbang ’od zer<\/li> <li> Khyung sprul gYung drung phun tshogs<\/li> <li> Zla ba don ’grub<\/li> <li> Tshul khrims blo gros<\/li> <li> mTha’ yas rgya mtsho<\/li> <li> Nor skyabs Rinpoche<\/li> <\/ol><p>Dam pa blo gros, the fourth in the line, founded the monastery called rDzong chung kha. gDong sgom bsTan pa lhun grub, the fifth, founded sTag rtse Monastery (No.89) in his later life. bsTan pa rgyal mthan, the eighth, carried out all the duties delegated to him by sPyan gsal Kun ’phel gling, an official serving under the Fifth Dalai Lama (1617-1682). As a reward, the Dalai Lama granted the monastery the special privilege of establishing an independent monastic code, building a rooftop and making a double tamarisk-stems-work on the outer wall of the monastic building. At that time there were four hundred monks in the monastery. Mi ’gyur rgyal mtshan, the sixteenth in the line, founded dGyes ri Monastery. Khyung sprul gYung drung phun tshogs, the twentieth, founded dGon sding Monastery.<\/p><p>At present there are nineteen monks in the monastery. It has a complete set of the printed edition of the <em xmlns:str=\"http:\/\/exslt.org\/strings\">bKa’ ’gyur<\/em> and a complete set of manuscripts of the <em xmlns:str=\"http:\/\/exslt.org\/strings\">bKa’ brten<\/em>. Besides these, there are ritual texts and more than two hundred volumes<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\"> <\/span>of manuscripts.<\/p>"},{"title":"Annual Ritual Services","index":3,"parent_index":2,"body":"<ol type=\"1\"> <li> In the first month the birthday ceremony of mNyam med Shes rab rgyal mtshan is celebrated on the 5th day, and the memorial service of sTong rgyung mthu chen was held for fifteen days.<\/li> <li> In the second month there is a recitation of the <em xmlns:str=\"http:\/\/exslt.org\/strings\">bKa’ ’gyur<\/em> and on the occasion of the festival of sTon pa gShen rab’s conversion of demons.<\/li> <li> In the third month the ritual cycle of one of the five tutelary deities is performed for ten days.<\/li> <li> In the fourth month, on the 10th day, the birthday of Dran pa nam mkha’ was celebrated; on the 13th, the memorial service of Ri pa ’Brug gsas was held. For the latter, the Zhi khro khri mchod ceremony was performed. This festival, called dGon chen Bya mjal (“Meeting the bird of the great monastery”), was the occasion when the local people would dance and sing, and expect to see the vulture, as Ri pa ’Brug gsas had promised that he would come in the form of the bird every year.<\/li> <li> In the fifth month, starting from the 5th day, the memorial service of mNyam med Shes rab rgyal mtshan was held for ten days.<\/li> <li> In the sixth month, on the 10th day, the birthday ceremony of Tshe dbang rig ’dzin and Pad ma ’byung gnas was held.<\/li> <li> In the seventh month, starting from the 15th day, the confession ceremony was held for five days.<\/li> <li> In the eighth month there was the performance of the ritual cycle of dBal gsas and the offering of the sacrificial cake a hundred times to the guardians of the Bon religion for eight days.<\/li> <li> In the ninth month, starting from the 13th day, there was the performance of the Ma tri ’bum sgrub ceremony as a memorial service of sTon pa gShen rab for fifteen days.<\/li> <li> In the tenth month, on the 15th day, a general religious service was held.<\/li> <li> In the eleventh month, there was the performance of the thousand offerings of the sacrificial cake to sTag la me ’bar and the short <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dgu gtor<\/span> rite for fifteen days.<\/li> <li> In the twelfth month, there was a the performance of the birthday celebration of sTon pa gShen rab on the 15th day, based on the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">gYung drung klong rgyas<\/span> and the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">dgu gtor<\/span> rite based on the ritual cycle of Khro bo for fifteen days.<\/li> <\/ol><p>Daily assemblies are held to make offerings to the deities.<\/p><p>Tea is served twelve times a day, and meals with meat and butter are provided according to availability. Apart from this, the monks must make their living by going out and performing religious services in villages and receiving support from their parents and relatives.<\/p>"}]}