{"meta":{"authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}],"title":"Nyingtri Introduction","dates":{"created_at":"2011-12-13 02:30:55 UTC","updated_at":"2011-12-13 02:30:55 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Nyingtri Introduction"},{"title":"The Chamdo region","index":1,"parent_index":0,"body":" "},{"title":"Nying khri rdzong","index":2,"parent_index":1,"body":" <p>Nying khri rdzong lies in the south-western part of Tibet, at the confluence of the rivers Nyang chu and Yar lung gTsang po. It covers an area of 10,238 square kilometres, 28,000 <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mu</span> of which is farmland, 565,000 <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mu</span> is pastureland and 5,020,000 <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mu</span> forest. Its population is about 26,000. Administratively, it consists of one town. </p> <p>In 1959, the three old <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> - Kong po rTse la rdzong, bDe gling rdzong and Jo mo rdzong - were joined together to form Nying khri rdzong and at the same time its people’s administration was established; but in 1964, the administration was dismantled and Nying khri rdzong came under the direct control of Lhasa. Then, in 1976 the administration of Nying khri rdzong was restored again.</p> <p>The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong </span>is situated along the river Yar lung gTsang po. It contains beautiful mountains and the region is rich in natural forest. Along the river there is good farmland where the agriculture is fairly prosperous, as is the pasturage. Various medicinal herbs grow here, cattle thrive and the area is abundant in carnivores and herbivores. Roads are good for travellers. Moreover, this <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> has much that is of interest, scenically and historically, including Kong po Bon ri, celebrated in Tibet and beyond.</p> "},{"title":"Bon ri, the Great Sacred Place","index":3,"parent_index":2,"body":" <p>From rTag gzigs ’Ol mo lung ring, sTon pa gShen rab, accompanied by five attendants, came to rescue his seven horses, which were stolen by the demons of Kong po. sTon pa gShen rab and his attendants travelled down the river Yar lung gTsang po to Kong po, the land of demons. While travelling, sTon pa gShen rab was obstructed along the way by the three evils - <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">klu</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bdud</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">btsan</span> - out of envy, but in spite of all the serious obstacles, he subjugated the land, which belonged to black demons by performing miracles that were beyond all imagination.</p> <p>Then sTon pa gShen rab and his attendants reached the palace rTse la ’bar ba, where they were welcomed:</p> <p>“The lady Kong btsun De mo was the first to honour him. Holding a nectar-producing bough of juniper in her hand, she proposed a way in which restitution could be made for the seven horses. The matter was settled through offers of compensation: firstly, by offering the lady Kong bza’ khri lcam to sTon pa gShen rab as his wife; secondly, by offering bushels of gold and turquoise; and thirdly, Kong rje, the king of the demons, offered himself and his subjects, who then became sTon pa gShen rab’s attendants.”</p> <p>sTon pa gShen rab then buried many treasures, including the gold and turquoise he received, at the foot of the craggy hills that looked like scattered jewels, so that they would be the essence of the soil of the four quarters of Tibet. Saying prayers to the nectar-producing bough of Kong btsun De mo, he thrust it into the ground there as a sign of eternity.</p> <p>On top of Mount gNyan, he also planted a juniper tree as tall as himself, where handprints of his four distinguished disciples still remain. The tree is called sKu tshad sku shug ldem drug. </p> <p>He preached the Bon of the Nine Vehicles and he, himself being the lord of the dMu lineage, identified a mountain and gave it the name dMu ri smug po. This is the central peak of Mount Bon ri. The summit is also called lHa ri gyang tho. He entrusted the local deities who reside on various peaks to guard the treasures he had concealed: gYung drung lha gnyan rtsal as the guardian of treasure in the centre, Gangs gnyan stag rtse as the king of the east, Nyang lha btsan drug as the king of the north, bDud nag rngams sgra sgrogs as the king of the west and gYu ’od sman btsun as the goddess of the south. Kong btsun De mo is the overall protectress of the place and rDzu ’phrul klu dbang is the special protector of treasures.</p> <p>The sacred mountain Bon ri and its surroundings became a centre of the teachings of Bon. gNya’ khri btsan po is said to have descended from the sky onto the summit lHa ri Gyang tho. He was the first king of Tibet. Co’u and ’Tshe mi were the first religious attendants of the king; between them and the king there was the “priest-patron” relationship. The king and his religious attendants resided at the foot of Mount dMu ri smug po and inspired the spreading of the Bon teachings.</p> <p>Since then a number of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gshen</span> religious practitioners have come up to this holy place and established places for religious practice. dMu ri smug po, the main peak of Mount Bon ri, is the very highest among the peaks, which include lHa ri Gyang tho, Nor bu ri and gShen ri bde ldan. On the slopes and in the valleys of Mount Bon ri, there were the following religious sites: Srid rgyal, sTag bro sa, dGyes ri, dGon rnying, Srin mo phug, dBus phug, Yang dben, Bya de phug, lHa ri Gyang tho, gSang gling, Phug gu, Nyi ma phug, sNang ngog, Thugs dkar brag, Brag dkar zhabs rjes, rDzong chung steng, Shel sku sbug and the cemetery Mi yul skyid mthing. Mount Bon ri is, therefore, not only a special place for the Bonpo, but Buddhists as well, who join in its veneration.</p> <p>Mount Bon ri still receives a stream of pilgrims who accumulate merit by making circumambulations and many prostrations. Mount Bon ri and its surroundings present unearthly scenery, with the beautiful high mountains filled with pine trees, bamboo, medicinal herbs, flowers, herbivores and various kinds of birds.</p> <p>There were periods of great celebration in the vicinity of the mountain. One of the major festivities in a cycle of twelve years was an event called Nyang po lha gsol, held in the tiger year, from the 1st to the 8th day of the eighth month. During this period, people got together in the seven Bonpo monasteries, including sNang ngog, and went through the ceremonies, true to the time-honoured tradition, of initiation, the fortune-call ritual and religious dances. The lay folk also performed dances, horse-racing, horseback archery and the fortune-call parade.</p> <p>In the mouse year, on the 8th day of the eighth month, there was the performance of the fortune-call ceremony by the religious practitioners, and dances and songs by the lay folk, as in the case of the tiger year. The origin of this festival goes back to a Bonpo hermit:</p> <p>In the Sixth Rab byung (1327-1386) a lama of Shel zhig from the Khams province rediscovered a crystal image of sTon pa gShen rab called Dri med shel sku, in the place called Shel sku sbug, and took it back to Khams. Similarly, three text-rediscoverers from Khyung po found, in Thugs dkar brag, a conch believed to be self-grown from the teeth of sTon pa gShen rab and took it back to Khyung po. Following that, in Kong po, a mountain crumbled, rainfall became rare, fields produced little harvest, disease spread among people and cattle, famine struck and many other disasters ensued, which reduced the people to a state of helplessness. During this time, the hermit dPon gsas Ri pa ’brug gsas was in meditation at the cave Thod g-yu phug in Nying khri. The hermit understood the reason for the disasters and said, “The fertility of the soil had been weakened because of the excavation of the treasures, the image Dri med shel sku and the tooth conch.” He therefore made the people perform the ritual of propitiation dedicated to the local deities and the fortune-call ceremony. When these ceremonies ended, rain began to fall, people had a good harvest and the epidemic abated.</p> <p>The local people propitiated the goddess Srid pa rgyal mo in her various aspects: at Srid rgyal Monastery, it was dKar mo Srid rgyal; at rDzong chung steng Monastery, sMug mo Srid rgyal; and at sTag bro sa, Srid rgyal drel nag. The people of the three villages of Nya mgor propitiated the goddess A ma Yu mo. They also kept the tradition of performing the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsang</span> ritual on the 15th and 30th of every month at different sacred sites of Mount Bon ri where there were special signs, such as footprints of early sages on rocks. This holy mountain, to which all devotees pay homage and make pilgrimages, is one of the most important religious sites in the world and, as such, it is well known.</p> "},{"title":"(88) Srid rgyal Monastery","index":4,"parent_index":2,"body":" <p>Srid rgyal dgon chen is situated close to Nying khri rdzong, halfway up the holy mountain Bon ri. Cars can reach the foot of the mountain.</p> <p>One of the thirty-seven centres of Bon was rKong yul Se mo thang. These centres were established during the time of Mu khri btsan po, a son of gNya’ khri btsan po. It is at Se mo thang in Kong po that Srid rgyal Monastery is located.</p> <p>The lineage of lamas of this monastery goes back to Ri pa ’Brug gsas. He is said to have been the emanation of the tutelary deity sTag la med ’bar. A historical document states:</p> <p>“In the land called Bon ri</p> <p>There will be a hermit named ’Brug gsas</p> <p>Who will possess a ‘magic-stone’,</p> <p>Will be courageous and avert wars,</p> <p>And guide 300,000 people to salvation.</p> <p>Anyone who contacts him will be rewarded.”</p> <p>This hermit was born in 1270 in rDza rong into the clan of sMa ra. sMa ra is a subdivision of the clan Rang bya. He was the second son of dKon cog dge, the father, and A lcam U gu, the mother. Having been in religious service until the age of thirteen years, he was given the name ’Brug gsas rgyal. From the time he was fourteen until he was nineteen years of age, he practised meditation. He then listened to various masters in China, ’Jang and Mi nyag. He then became conscious of the impermanence of life. He therefore travelled to Central Tibet and began to practise more meditation, as well as to perform circumambulation around sacred sites such as Ti se, Ma pang, Bye ma g-yung drung and sPos ri ngad ldan. He then travelled down to Kong po in accordance with a prophecy of Srid pa rgyal mo. In 1330, he “opened the door of Bon ri” (that is to say, he identified the mountain), because people had forgotten the fact that the place was one of the thirty-seven religious centres of Bon. This was due to the long period of time that passed since sTon pa gShen rab’s visit to the place and also due to the chequered history of the Bon religion.</p> <p>’Brug gsas took up residence in the cave gYu phug, near which the three streams of Nyang meet. He remained there in meditation for three years and countenanced deities of tranquil and wrathful aspects from whom he received more prophecies. He was able to make the eight kinds of demons serve him. While devoting himself to retreat-practice of Khro bo and Phur pa on the mountain, he received signs from the goddess dKar mo Srid rgyal for founding a monastery at this place. He therefore founded Srid rgyal Monastery there. The interior and exterior of the monastic buildings were of good design and their religious contents were rich. More than one hundred monks from all directions gathered together there.</p> <p>He left traces of his body and footprints on rocks around the site of the monastery and passed away at the age of eighty. He promised that he would come back in the form of a bird to see the monastery every year on the 13th day of the fourth Tibetan month. A festival called dGon chen Bya mjal was, thereafter, held on this day and it was the occasion when people went to see the bird.</p> <p>The line of the heads of the monastery was as follows:</p> <ol type=\"1\"> <li> Ri pa ’Brug gsas</li> <li> Rag shi Nyi ma rgyal mtshan</li> <li> Bru ston Nyi ma rgyal mtshan</li> <li> La tri hri rda (Zhang zhung language: Dam pa blo gros)</li> <li> sDong sgom bsTan pa lhun grub</li> <li> rNal ’byor Nam mkha’ lhun grub</li> <li> Tshe dbang lhun grub</li> <li> bsTan pa rgyal mtshan</li> <li> gYung drung rnam rgyal</li> <li> Rin chen tshul khrims</li> <li> Kun bzang lhun grub</li> <li> rGyal ba gtsug phud</li> <li> Tshe dbang legs mchog</li> <li> gYung drung rgyal mtshan</li> <li> rGyal ba blo gros</li> <li> Mi ’gyur rgyal mtshan</li> <li> lHun grub dbang rgyal</li> <li> gYung drung dbang rgyal</li> <li> Tshe dbang ’od zer</li> <li> Khyung sprul gYung drung phun tshogs</li> <li> Zla ba don ’grub</li> <li> Tshul khrims blo gros</li> <li> mTha’ yas rgya mtsho</li> <li> Nor skyabs Rinpoche</li> </ol> <p>Dam pa blo gros, the fourth in the line, founded the monastery called rDzong chung kha. gDong sgom bsTan pa lhun grub, the fifth, founded sTag rtse Monastery (No.89) in his later life. bsTan pa rgyal mthan, the eighth, carried out all the duties delegated to him by sPyan gsal Kun ’phel gling, an official serving under the Fifth Dalai Lama (1617-1682). As a reward, the Dalai Lama granted the monastery the special privilege of establishing an independent monastic code, building a rooftop and making a double tamarisk-stems-work on the outer wall of the monastic building. At that time there were four hundred monks in the monastery. Mi ’gyur rgyal mtshan, the sixteenth in the line, founded dGyes ri Monastery. Khyung sprul gYung drung phun tshogs, the twentieth, founded dGon sding Monastery.</p> <p>At present there are nineteen monks in the monastery. It has a complete set of the printed edition of the <em xmlns:str=\"http://exslt.org/strings\">bKa’ ’gyur</em> and a complete set of manuscripts of the <em xmlns:str=\"http://exslt.org/strings\">bKa’ brten</em>. Besides these, there are ritual texts and more than two hundred volumes<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>of manuscripts.</p> "},{"title":"Annual Ritual Services","index":5,"parent_index":4,"body":" <ol type=\"1\"> <li> In the first month the birthday ceremony of mNyam med Shes rab rgyal mtshan is celebrated on the 5th day, and the memorial service of sTong rgyung mthu chen was held for fifteen days.</li> <li> In the second month there is a recitation of the <em xmlns:str=\"http://exslt.org/strings\">bKa’ ’gyur</em> and on the occasion of the festival of sTon pa gShen rab’s conversion of demons.</li> <li> In the third month the ritual cycle of one of the five tutelary deities is performed for ten days.</li> <li> In the fourth month, on the 10th day, the birthday of Dran pa nam mkha’ was celebrated; on the 13th, the memorial service of Ri pa ’Brug gsas was held. For the latter, the Zhi khro khri mchod ceremony was performed. This festival, called dGon chen Bya mjal (“Meeting the bird of the great monastery”), was the occasion when the local people would dance and sing, and expect to see the vulture, as Ri pa ’Brug gsas had promised that he would come in the form of the bird every year.</li> <li> In the fifth month, starting from the 5th day, the memorial service of mNyam med Shes rab rgyal mtshan was held for ten days.</li> <li> In the sixth month, on the 10th day, the birthday ceremony of Tshe dbang rig ’dzin and Pad ma ’byung gnas was held.</li> <li> In the seventh month, starting from the 15th day, the confession ceremony was held for five days.</li> <li> In the eighth month there was the performance of the ritual cycle of dBal gsas and the offering of the sacrificial cake a hundred times to the guardians of the Bon religion for eight days.</li> <li> In the ninth month, starting from the 13th day, there was the performance of the Ma tri ’bum sgrub ceremony as a memorial service of sTon pa gShen rab for fifteen days.</li> <li> In the tenth month, on the 15th day, a general religious service was held.</li> <li> In the eleventh month, there was the performance of the thousand offerings of the sacrificial cake to sTag la me ’bar and the short <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dgu gtor</span> rite for fifteen days.</li> <li> In the twelfth month, there was a the performance of the birthday celebration of sTon pa gShen rab on the 15th day, based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gYung drung klong rgyas</span> and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dgu gtor</span> rite based on the ritual cycle of Khro bo for fifteen days.</li> </ol> <p>Daily assemblies are held to make offerings to the deities.</p> <p>Tea is served twelve times a day, and meals with meat and butter are provided according to availability. Apart from this, the monks must make their living by going out and performing religious services in villages and receiving support from their parents and relatives.</p> "},{"title":"(89) sTag rtse gYung drung gling Monastery","index":6,"parent_index":2,"body":" <p>sDong sgom bsTan pa lhun grub, the fifth head of Srid rgyal Monastery, was a native of Amdo. He founded sTag rtse gYung drung gling in 1680.</p> <p>The line of the heads of this monastery is as follows:</p> <ol type=\"1\"> <li> sDong sgom bsTan pa lhun grub</li> <li> Tshe dbang lhun grub</li> <li> Rin chen tshul khrims</li> <li> sKal bzang lhun grub</li> <li> rGyal ba gtsug phud</li> <li> Tshe dbang mchog legs</li> <li> lHun grub dbang rgyal</li> <li> gYung drung dbang rgyal</li> <li> bsTan pa rgyal mtshan</li> <li> Tshe dbang rnam rgyal</li> <li> Tshe dbang bdud ’dul</li> </ol> <p>This monastery formerly possessed such religious objects as the following: a marvelous precious stone found on the peak of Bon ri by sDong sgom bsTan pa lhun grub; the latter’s image, called lCe me thub; and statues of Phur pa, rTa mgrin and Padmasambhava. There were more than two thousand manuscripts including the <em xmlns:str=\"http://exslt.org/strings\">bKa’ ’gyur</em> and <em xmlns:str=\"http://exslt.org/strings\">bKa’ brten</em>.</p> <p>At present the monastery possesses relics of sDong sgom bsTan pa lhun grub, a large white conch, more than ten statues, including Phur pa, rTa mgrin, and <em xmlns:str=\"http://exslt.org/strings\">bKa’ ’gyur</em> and <em xmlns:str=\"http://exslt.org/strings\">bKa’ brten</em>. There are no more than twelve monks in this monastery now.</p> <p>Near the monastery there is a rock-face upon which sDong sgom bsTan pa lhun grub inscribed the five syllables <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">stag</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rtse</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">g-yung</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">drung </span>and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gling</span> with his fingers, and a stone with his handprint on it. At the back of the monastery there is a meditation cave of the four scholarly ones; to the north there is a rock with an amazing shape, called Ye shes dbal mo; up the valley there is the meditation cave of sDong sgoms bsTan pa lhun grub. The area around the monastery is covered with dense forest of various kinds of trees and is considered to be the abode of the three protective deities, Ma, bDud and bTsan. It stands in a magnificent place surrounded by mountains, the abodes of the local deities, including lHa gnyan gYung drung rtse in the centre, rGyal po Kong gnyan rgyal in the east, bDud nag rNgams sgra sgrog in the west, Ma mo gYu ’od sman in the south and Nyang lha bTsan drug in the north.</p> "},{"title":"Services and Rituals","index":7,"parent_index":6,"body":" <ol type=\"1\"> <li> In the first month there is the memorial service of mNyam med Shes rab rgyal mtshan for six days starting from the 1st day of the month, and the performance of the offering of sacrificial cake one hundred times to sTag la me ’bar and one thousand times to the protective deities for nine days.</li> <li> In the second month, offerings of the sacrificial cake are made to Ge khod gsang drag for eleven days.</li> <li> In the third month, starting from the 8th day, offerings of the sacrificial cake are made to dBal gsas for ten days.</li> <li> In the fifth month, starting from the 8th day, the ritual of rNam rgyal stong mchod is performed for seven days.</li> <li> In the ninth month, starting from the 22nd day, offerings of the sacrificial cake are made to sTag la me ’bar for ten days.</li> <li> In the eleventh month, starting from the 9th day, the sTag rtse me mchod is performed for seven days.</li> <li> In the twelfth month, starting from the 22nd day, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dgu gtor</span> rite is performed for ten days.</li> </ol> <p>As for daily activities, the day is divided into four parts: in the first, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsang</span> ritual; in the second, water offering and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsur</span> ceremony; in the third, prayers; and last, propitiation of the protective deities.</p> <p>The local deity residing on the hill behind the monastery is called Pho lha ’Ba’ ba dpal ldan and the local deity of sTag rtse village is the goddess A ma Pad mo.</p> <p>For their means of living, the monks receive an annual stipend of 2,880 <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan</span> from the lama, and the local devotees offer over ten thousand <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan</span> for the expenses of the performance of the rituals mentioned above.</p> <p>To go to rTse thang in lHo kha from Nying khri rdzong one takes the route that passes through Glang rdzong. The road is reasonably good, but it is very often winding and, moreover, one must go up and across the big mountain pass called sPor thang la. It can, therefore, take some twelve hours to reach rTse thang.</p> <p>From rTse thang to sNye mo rdzong is a drive of three and a half hours, crossing the large bridge at Chu shur.</p> "}]}