{"meta":{"domain":"places","kid":"16782","authors":[],"title":"Dramé Dzuk Introduction","dates":{"created_at":"2010-08-25 11:12:40 UTC","updated_at":"2010-08-25 11:12:40 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Dramé Dzuk Introduction"},{"title":"II.2. Superficial structures: Primarily funerary superstructure","index":1,"parent_index":0},{"title":null,"index":2,"parent_index":1},{"title":"Basic site data","index":3,"parent_index":2,"body":"<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Dramé Dzung<\/span><span class=\"scholar\">Gra ma’i rdzugs<\/span> (sp.?)<\/li> <li>Site number: D-70<\/li> <li>Site typology: II.2a, II.2b <\/li> <li>Geographic coordinate (N. lat.): 31º 31.1΄ <\/li> <li>Geographic coordinate (E. long.): 83º 18.3΄ <\/li> <li>Elevation: 4890 m <\/li> <li>Administrative location (township): <span class=\"popular\">Runtor<\/span><span class=\"scholar\">Ru ’thor<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Drongpa<\/span><span class=\"scholar\">’Brong pa<\/span> <\/li> <li>Survey expedition: HTCE<\/li> <li>Survey date: June 15, 2002<\/li> <li>Contemporary usage: Light grazing. <\/li> <li>Identifiable Buddhist constructions: None. <\/li> <\/ul>"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"<p> <span class=\"popular\">Dramé Dzung<\/span><span class=\"scholar\">Gra ma’i rdzugs<\/span> is located on a broad gently inclined slope interspersed between <span class=\"popular\">Ngangla Ringtso<\/span><span class=\"scholar\">Ngang la ring mtsho<\/span> and the range hemming in the north side of the lake basin. The site exists between two side valleys with perennial sources of water. This general locale therefore is likely to have a long history of settlement. Nowadays, it is used by <span class=\"popular emph\">drok pa<\/span><span class=\"scholar emph\">’brog pa<\/span> on a seasonal basis. The terrain is sandy, gravelly and well drained. <span class=\"popular\">Dramé Dzung<\/span><span class=\"scholar\">Gra ma’i rdzugs<\/span> consists of no less than five funerary enclosures. As the site is sprawling, it is possible hat other specimens were overlooked during the survey. All structures are made of uncut gray granite and metamorphic rocks. <\/p>"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"<p>According to local <span class=\"popular emph\">drok pa<\/span><span class=\"scholar emph\">’brog pa<\/span>, <span class=\"popular\">Dramé Dzung<\/span><span class=\"scholar\">Gra ma’i rdzugs<\/span> is an ancient <span class=\"popular\">Mön<\/span><span class=\"scholar\">Mon<\/span> burial ground. <\/p>"},{"title":"Site elements","index":6,"parent_index":2},{"title":"Funerary Structure FS1","index":7,"parent_index":6,"body":"<p>Funerary structure FS1 (8 m x 6 m) consists of a degraded enclosure of indeterminate construction. Stones up to 60 cm in length lie along the rectangular perimeter. Inside the enclosure there is a single-course inner enclosure or cist marker (1.4 m x 1.1 m). This square enclosure is composed of upright stones protruding upwards of 25 cm above the ground surface. This type of structure may mark the actual location of a subsurface tomb. <\/p>"},{"title":"Funerary Structure FS2","index":8,"parent_index":6,"body":"<p>Funerary structure FS2 is situated 14 m west of FS1. The highly deteriorated enclosure measures 18 m north-south. The east wall is entirely absent, thus the width of the structure is ambiguous. Variable-length stones laid flat make up the perimeter walls. These stones are even with the ground surface or project above it o a maximum height of 25 cm. There is some evidence indicating that the enclosing walls of FS2 were of the double-course variety. A dislodged stone, 1 m in length, lies beside the enclosure. The west\/lower wall of the enclosure is elevated about 50 cm above the adjacent slope, in order to maintain a level interior. <\/p>"},{"title":"Funerary Structure FS3","index":9,"parent_index":6,"body":"<p>Funerary structure FS3 (14 m x 9 m) is situated 117 m south of FS2. This rectangular enclosure is subdivided into a smaller\/west part and a larger\/east part. Remnants of double-course walls (60 cm thick) are composed of upright variable-length upright stones, which protrude as much as 40 cm above ground level. <\/p>"},{"title":"Funerary Structure FS4","index":10,"parent_index":6,"body":"<p>Funerary structure FS4 (6 m x 12 m) is situated 105 m south of FS3. Parts of its double-course walls (55 cm to 70 cm thick) are intact. These walls contain stones up to 60 cm in length, which are flush with the ground surface or which project above it as much as 30 cm. <\/p>"},{"title":"Funerary Structure FS5","index":11,"parent_index":6,"body":"<p>Funerary structure FS5 (2.7 m x 1.5 m) is situated 17 m east of FS2. The outer walls of this small, single-course quadrate structure appear to be aligned in the cardinal directions. FS5 is partitioned into four, roughly equal, cells. These subdividing walls are now only partially intact. <\/p>"}]}