{
 "nodes": [
  {
   "body": "<p><span class=\"org\" title=\"Type ID here\">Sera</span> is the second largest of the three great “Seats of Learning,” or Densa (<span class=\"tibetan\" title=\"Type ID here\">gdan sa</span>), of the Geluk (<span class=\"tibetan\" title=\"Type ID here\">dge lugs</span>) school. It has produced some of the most important scholars, saints, and political figures in Tibetan history. Located about two miles north of Lhasa, and occupying an area of about one-third square kilometer, Sera was and is one of Tibet’s premier monastic-educational institutions. Although founded as a tantric college in 1419 by a close disciple of Tsongkhapa, the monastery changed course at an early date, and quickly became known as an institution for the study of doctrine and philosophy. Sera has three colleges: <span class=\"org\" title=\"Type ID here\">Jé</span> (<span class=\"tibetan\" title=\"Type ID here\">byes</span>), <span class=\"org\" title=\"Type ID here\">Mé</span> (<span class=\"tibetan\" title=\"Type ID here\">smad</span>) and <span class=\"org\" title=\"Type ID here\">Ngakpa</span> (<span class=\"tibetan\" title=\"Type ID here\">sngags pa</span>). <span class=\"org\" title=\"Type ID here\">Jé</span> and <span class=\"org\" title=\"Type ID here\">Mé</span> are philosophical colleges. Traditionally, these two colleges each had a twenty-plus-year long curriculum of studies culminating in the prestigious Geshé (<span class=\"tibetan\" title=\"Type ID here\">dge bshes</span>) degree. The <span class=\"org\" title=\"Type ID here\">Ngakpa College</span> has been, from its founding, an institution dedicated to the practice of tantric ritual. The so-called “Council of Ten Lamas,” headed by the abbots of the three colleges, was responsible for the administration of the monastery as a whole. After the events of 1959, <span class=\"org\" title=\"Type ID here\">Sera</span> monks were forced to leave the monastery, and it became an army barracks for a time. Monks were allowed to return in the early 1980s. Since then they have reconstructed many of the buildings, and reestablished much of the monastery as an educational and ritual institution. Today, the monastery is run by the so-called “Democratic Governing Board,” which serves with the consent of the Office of Religious Affairs.</p><p>For more details, see <a href=\"http://thlib.org/places/monasteries/sera/\" target=\"_self\">The Sera Portal</a>.</p>", 
   "index": 0, 
   "parent_index": -1, 
   "title": "An Overview of Sera Monastery"
  }
 ], 
 "meta": {
  "date": "2009-05-21 12:04:11 UTC", 
  "domain": "places", 
  "kid": "433", 
  "authors": [
   {
    "fullname": "José I. Cabezón", 
    "id": "54"
   }, 
   {
    "fullname": "José I. Cabezón", 
    "id": "54"
   }
  ], 
  "title": "An Overview of Sera Monastery"
 }
}