{"meta":{"authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}],"title":"Yungdrung Püntsok Ling Introduction","dates":{"created_at":"2011-12-13 02:29:47 UTC","updated_at":"2011-12-13 02:29:47 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Yungdrung Püntsok Ling Introduction"},{"title":"Reb gong","index":1,"parent_index":0,"body":"\n\n                  "},{"title":"(123) Khyung mo Monastery","index":2,"parent_index":1,"body":"\n\n                  \n\n                     "},{"title":"1. Name","index":3,"parent_index":2,"body":"\n\n                     <p>The monastery was named after Khyung mo Trulku, the main reincarnate lama of\n                        the monastery. It is also known as gYung drung phun tshogs gling. </p>\n\n                  \n\n                  \n\n                     "},{"title":"2. Location","index":4,"parent_index":2,"body":"\n\n                     <p>The monstery is located in Ba rgya village in sTong che valley of Chu nub\n                        (Hexi) district (xiang) in Khri ka county, 18 km south of the county seat of\n                        Khri ka county. </p>\n\n                  \n\n                  \n\n                     "},{"title":"3. History","index":5,"parent_index":2,"body":"\n\n                     <p>Literary Sources: in addition to sBra ser <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Pandita</span> Kun\n                        bzang rgyal mtshan&rsquo;s unfinished autobiograghy, there are two more recent\n                        texts by sNying sangs rgyal and sBra ser Tshangs dbyangs. sBra ser Pandita,\n                        also known as Khri ka Kun bzang rgyal mtshan (or by his secret name Nam\n                        mkha&rsquo; dbang phyug) was a learned monk from sBra ser Monastery overlooking\n                        the village of the same name. There are no written Sources concerning the\n                        origin of Bon in sTong che. However, according to oral tradition, in the\n                        14th century Ye shes rgyal mtshan, a Bonpo monk from gYas ru dben sa kha\n                        Monastery and originally from Sog sde in Nag chu kha, asked his main master,\n                        mTha&rsquo; bral bSod nams rgyal mtshan, about his future. His master told him\n                        that he was to spread the doctrine in a land called gYang lung ra gsum in\n                        northern Amdo. Following his master&rsquo;s instructions, he left for Amdo in\n                        search of the place. The master gave Ye shes rgyal mtshan a reliquary for\n                        keeping sacred items exhorting him repeatedly not to open it before reaching\n                        his destination, but Ye shes rgyal mtshan&rsquo;s treasurer, overcome by\n                        curiosity, opened the reliquary on the way and a pigeon escaped from it. The\n                        bird was in fact dMag dpon, a guardian of the Bon religion, which is why, it\n                        is believed, dMag dpon is propitiated by the Bonpos living in Kokonor to\n                        this day. When they reached the shores of Kokonor lake they learnt that\n                        gYang lung ra gsum corresponded to the three valleys of Khri ka, and thus\n                        proceeded in that direction. When they reached sTong che valley, the mule\n                        carrying their belongings dropped to the ground. Ye shes rgyal mtshan took\n                        this as an auspicious sign. He decided that they would settle there and\n                        drove his <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">phur pa</span> dagger into the ground. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> he built on the spot became Khyung mo lha\n                        khang which survived until the middle of the 20th century. (The temple was\n                        built in the old architectural style with the three Buddhas of the Three\n                        Ages at the entrance flanked by eight <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sems dpa&rsquo;</span> on\n                        either side). The temple is the earliest of its kind in Amdo; indeed, since\n                        Ye shes rgyal mtshan arrived there from central Tibet, the temple was built\n                        in the original, central Tibetan style. Ye shes rgyal mtshan became renowned\n                        as sTong che ston pa, also called Sog btsun ston pa, the &ldquo;monk from Sog sde&rdquo;\n                        (in Amdo). He also built a monastery at the site of the present dPon tshang\n                        lha khang, but since its location in the center of the village was\n                        inconvenient, it was moved to the present site of Khyung mo Monastery a few\n                        generations after its foundation. It was during this period that the first\n                        temples in sTong che valley were founded: sBra ser lha khang, dPon tshang\n                        lha khang and sKa rgya stong skor spyi khang. </p>\n\n                     <p>A lags Khyung mo is the most important reincarnation of the monastery.\n                        According to legend, A lags Khyung mo was a lama who practised the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;pho ba grong &rsquo;jug</span>, &ldquo;tranferring the soul from one body\n                        to another&rdquo;. There are two lineages of the practice of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;pho\n                           ba grong &rsquo;jug</span>, one from India and the other from China. The Indian\n                        lineage was discontinued when sKar ma mdo sde, the son of Mar pa <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lo tsa ba</span>, was killed by Rwa <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lo tsa\n                           ba</span>. A lags Khyung-mo is said to belong to the Chinese lineage. The\n                        third A lags Khyung mo Kun dga&rsquo; rgyal mtshan received the teaching of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;pho ba grong &rsquo;jug</span> from Rong sgom rTog med zhig po, a\n                        master of the lHo yang ston lineage and initiated the practice of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;pho ba grong &rsquo;jug</span> within the Khyung mo lineage. Kun\n                        bzang rgyal mtshan was born to the Khyung po village in Nag chu kha and was\n                        the son of the King of Hor (Hor spyi khyab rgyal po). </p>\n\n                     <p>The elder people in the village remember that the eighteenth A lags Khyung\n                        mo was a Chinese man from Ziling (Xining), who came to Khyung mo Monastery\n                        and claimed to be the embodiment of the previous A lags Khyung mo who\n                        practised the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;pho ba grong &rsquo;jug</span>. The monastery, after\n                        having investigated the matter, confirmed his claim and he was enthroned at\n                        the monastery. This took place sometime in the early 20th century. The\n                        present A lags Khyung mo, sTobs ldan dbang phyug, was recognized by rGyal\n                        &rsquo;obs Rinpoche of sNang zhig Monastery of rNga khog. There are no biographies\n                        of the A lags Khyung mo incarnations, only a list of their names: </p>\n\n                     <ol type=\"1\">\n                        <li>Sog btsun <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sTon pa</span> Ye shes rgyal mtshan </li>\n\n                        <li>Sog btsun Grags pa rgyal mtsan </li>\n\n                        <li>Kun bzang rgyal mtshan </li>\n\n                        <li>Yon tan rgyal mtshan </li>\n\n                        <li>unknown </li>\n\n                        <li>Tshul khrims ye shes </li>\n\n                        <li>Kun bzang ye shes </li>\n\n                        <li>Nyi ma rgyal mtshan </li>\n\n                        <li>\n                           <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Grub dbang</span> Nyi ma </li>\n\n                        <li>bsTan pa blo gros </li>\n\n                        <li>Tshul khrims ye shes </li>\n\n                        <li>bsTan &rsquo;dzin dbang rgyal </li>\n\n                        <li>mTshan ldan rgyal mtshan </li>\n\n                        <li>bsTan &rsquo;dzin ye shes </li>\n\n                        <li>Phun tshogs dbang rgyal </li>\n\n                        <li>gYung drung rnam rgyal </li>\n\n                        <li>bsTan pa blo gros </li>\n\n                        <li>sGrub pa mthar phyin </li>\n\n                        <li>rGyal &rsquo;obs bsTan &rsquo;dzin dbang rgyal </li>\n\n                        <li>sTobs ldan dBang phyug, the present A lags Khyung mo</li>\n                     </ol>\n\n                     <p>There was a mKhar nag Trulku popularly known as mKhar nag grub chen, who\n                        belonged to one of the three lineages of Khyung mo Monastery.</p>\n\n                     <p>The monastery&rsquo;s most remarkable scholar was sBra ser <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Pandita</span> Kun bzang rgyal mtshan. He travelled throughout both Amdo\n                        and Khams. He finally arrived in gYing drung gling where he studied under\n                        the famous <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mKhan po</span> Nyi ma bstan &rsquo;dzin. He is the\n                        author of a great number of works. Following is a list of those known to us:\n                           <em xmlns:str=\"http://exslt.org/strings\">Ṇub phyogs stag gzig bde ba can gyi zhing smon</em>; <em xmlns:str=\"http://exslt.org/strings\">Ṣang rgyas sman lha&rsquo;i cho ga &rsquo;bring po</em>; <em xmlns:str=\"http://exslt.org/strings\">Ṣhes rab byams ma&rsquo;i bstod pa</em>;<em xmlns:str=\"http://exslt.org/strings\">MKhar nag btsan gzhung gi phyag bzhes</em>; <em xmlns:str=\"http://exslt.org/strings\">Gḍugs dkar bzlog bsgyur</em>; <em xmlns:str=\"http://exslt.org/strings\">Ḷegs bshad rin chen gter khyim</em> and <em xmlns:str=\"http://exslt.org/strings\">Brḍa sprod nyi shu bdun pa&rsquo;i &rsquo;grel bshad</em>. He was also a painter. A large <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">zhing bkod</span> type of thangka depicting &rsquo;Ol mo lung ring, the Bonpo\n                        sacred land in sTag gzig, is attributed to him. The image is regarded as the\n                        emblem of the Bonpo community throughout Amdo. As a result, it has been\n                        copied in many temples and monasteries in Amdo. </p>\n\n                     <p>In the lineage of rTse zhig Lama of rTse zhig Monastery, there was a master\n                        called Shes rab, more commonly known as A lags Shes rab, who became the\n                        master of many temples and monasteries in Amdo including those in sTong che.\n                        He had several temples and a residence built in sTong che Monastery. He\n                        named the monastery gYung drung phun tshogs gling. Shes rab rnam rgyal, his\n                        nephew, travelled to Central Tibet where he lived and studied as a monk at\n                        sMan ri Monastery in gTsang. His aging uncle grew very sad for he was afraid\n                        he might never see his nephew again, so rGyal ba, a monk at Khyung mo\n                        Monastery, went to sMan ri to ask Shes rab rnam rgyal to return. The latter\n                        accepted and thus uncle and nephew were reunited. Shes rab rnam rgyal also\n                        developed close ties with the sixth Panchen Lama, dPal ldan ye shes\n                        (1738-1780), who offered him a title and seal investing him with authority\n                        over all the Bonpo communities throughout Amdo (KTGN, p.fol.9), and he\n                        became known as rTse zhig Drung rams pa. </p>\n\n                     <p>He frequently returned to Khyung mo Monastery. From that time onwards, the\n                        masters of the rTse zhig lineage have been in charge of Khyung mo Monastery,\n                        and some among them as <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">khri ba</span> of the monastery even\n                        had a permanent residence there. Later, gYung drung bstan rgyas and rTse\n                        dbus rGyal ba tshul khrims from rTse zhig Monastery also put a lot of effort\n                        into the monastery. </p>\n\n                     <p>Until the mid-20th century, monastery had three temples, one known as the\n                        dPon tshang gsas khang was built by dBang rgyal, a chief of sTong che\n                        valley, as an act of repentence for the killing of the seven brothers of Sha\n                        kya village by the Tsha kho army. According to legend, when gYung drung lha\n                        steng Monastery was destroyed by Chinese forces during the Manchu dynasty an\n                        orphan child from rGyal rong was adopted by a Chinese officer. When the boy\n                        grew up and became an officer like his adopted father, he asked permission\n                        to destroy one hundred and eight dGe lugs pa monasteries to take revenge on\n                        the dGe lugs pa for destroying gYung drung lha steng Monastery. Permission\n                        was granted and he was given the troops stationed at rGyal rong --known by\n                        the people of Khri ka as the Tsha kho army)-- to assist him in his task.\n                        When the troops finally arrived in sTong che valley to destroy Ba rgya\n                        Monastery, the last of the one hundred and eight dGe lugs pa monasteries\n                        located near Khyung mo Monastery, they met stiff resistence from the Sha kya\n                        village, the patron family of Ba rgya Monastery and their people. In the end\n                        only the Sha kya&rsquo;s stag bdun (&ldquo;seven tigers of Sha kya village&rdquo;), in other\n                        words, the seven brothers of the village, were left to defend the monastery.\n                        The brothers took refuge in a castle to make their last defense. At this\n                        juncture the chief of sTong che proposed to act as mediator between the\n                        seven brothers and the Tsha kho troops and obtained from the latter the\n                        promise that the brothers would not be killed if they surrendered to the\n                        army. No sooner had the brothers surrendered than they were killed. Since\n                        the chief had urged the brothers to surrender he felt responsible for their\n                        deaths and built the temple as an act of repentence. We do not know the\n                        exact dates of these events, but the story is still well-known today.</p>\n\n                     <p>In the eighteen-nineties permission was granted for the monastery&rsquo;s\n                        reconstruction.</p>\n\n                  \n\n                  \n\n                     "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":"\n\n                     <p>The head of the monastery is a <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sprul sku</span>.</p>\n\n                     <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\">\n                        <li>one <span style=\"font-style: italic;\" class=\"\">dge skos</span>\n                        </li>\n\n                        <li>one <span style=\"font-style: italic;\" class=\"\">dbu mdzad</span>\n                        </li>\n                     </ul>\n\n                     <p />\n\n                  \n\n                  \n\n                     "},{"title":"6 / 7. Education and Exchanges with other monasteries","index":7,"parent_index":2,"body":"\n\n                     <p>The elder men of this monastery have not taken vows of celibacy and have\n                        families in the village. However, since the monastery&rsquo;s reconstruction in\n                        the early nineteen-eighties, Khyung mo Trulku is trying to impose religious\n                        vows on the younger monks. As a result both young monks who have taken the\n                        vows and elder men who have not coexist inside the monastery. Generally the\n                        elder men only go to the monastery for rituals and other religious\n                        activities and then return to their homes in the village, while the young\n                        monks live inside the monastery on a permanent basis. In the past, the\n                        establishment had close ties with rTse zhig Monastery of rGan rgya pasture,\n                        but is now closer to Bon brgya Monastery, especially with A lags Bon brgya,\n                        also called Bon brgya Trulku. rTse zhig Monastery was formerly the most\n                        important Bonpo monastery in the Kokonor area but now, even though their\n                        master, Trulku Zla ba, is a disciple of A lags Bon brgya, its influence has\n                        diminished. Thus the monks of Khyung mo go to Bon brgya Monastery to receive\n                        teachings from A lags Bon brgya.</p>\n\n                  \n\n                  \n\n                     "},{"title":"12. Local community","index":8,"parent_index":2,"body":"\n\n                     <p>There are seventeen large local lay communities around Khyung mo Monastery\n                        in sTong che, both farmers and nomads: </p>\n\n                     <ol type=\"1\">\n                        <li>Khyung mo lha sde with fifty families </li>\n\n                        <li>sBra ser with twenty families </li>\n\n                        <li>&rsquo;Bum kho with fifteen families </li>\n\n                        <li>sNying nge lha sde with sixty families </li>\n\n                        <li>Sha rgya with ten families </li>\n\n                        <li>mKhar nag with twenty families </li>\n\n                        <li>sKa rgya with twenty families </li>\n\n                        <li>sTong skor with twenty families </li>\n\n                        <li>Lhasa with ten families </li>\n\n                        <li>Nog wer sgang with five familes </li>\n\n                        <li>Zhwa dmar with six familes. All the above mentioned communities are\n                           farmers. </li>\n\n                        <li>&rsquo;Brog ru&rsquo;i dpon tshang with sixty families </li>\n\n                        <li>&rsquo;Brog ru&rsquo;i stong skor with fifty families </li>\n\n                        <li>Kro&rsquo;u tshang with ten families </li>\n\n                        <li>Mar nang with twenty families </li>\n\n                        <li>Sha rgya bon tshang ma with fifteen families </li>\n\n                        <li>Bya mdo bon po tshang with about five hundred families, but most\n                           families converted to Buddhism, leaving only thirty Bonpo families.\n                        </li>\n                     </ol>\n\n                     <p>All the above-mentioned communities are nomads. Altogether There are four\n                        hundred and twenty-one families (around two thousand five hundred people).\n                        All these families also support the four <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> of\n                        sTong che valley, as well as the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> of &rsquo;Brog\n                        ru&rsquo;i stong skor and the tent <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshogs ras</span>) of &rsquo;Brog ru&rsquo;i dpon tshang.</p>\n\n                  \n\n                  \n\n                     "},{"title":"13. Local festivals","index":9,"parent_index":2,"body":"\n\n                     <p>(mentioned at the beginning of the document)</p>\n\n                  \n\n                  \n\n                     "},{"title":"14. Occupation of the local people","index":10,"parent_index":2,"body":"\n\n                     <p>Farmers</p>\n\n                  \n\n                  \n\n                     "},{"title":"Sources","index":11,"parent_index":2,"body":"\n\n                     <p>Interview </p>\n\n                     <p>In autumn of 1996 with Khyung mo sTobs ldan dbang phyung, the present Khyung\n                        mo bla ma of the monastery; Tshangs dbyangs, a monk and the teacher of the\n                        present Khyung mo bla ma at the monastery.</p>\n\n                     \n\n                        "},{"title":"Texts:","index":12,"parent_index":11,"body":"\n\n                        <ol type=\"1\">\n                           <li>\n                              <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">KTGN</span>\n                           </li>\n\n                           <li>\n                              <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">KhKRL</span>\n                           </li>\n\n                           <li>\n                              <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TsGLNy</span>\n                           </li>\n                        </ol>\n\n                     \n\n                  \n\n               "}]}