{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "སེ་ར་དགོན།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "གྲོང་ཁྱེར་ལྷ་ས།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་ཆོས་སྡེ་ཆེན་པོ་སེ་ར་ཐེག་ཆེན་གླིང་<span class=\"milestone page eng \">[page <span class=\"pnum\">65</span>] </span>ཞེས་ཞུ། ར་ཆེ་གཙུག་ལག་ཁང་ནས་བྱང་ངོས་སུ་སྤྱི་ལེ་བཞི་ལྔ་ཙམ་སོང་ན་དགོན་དེར་སླེབས་པ་ཡིན། སེ་ར་ཞེས་པ་ནི། ཐོག་མར་དགོན་དེའི་མཐའ་འཁོར་དུ་ཤིང་སེ་བའི་ར་བས་བསྐོར་ནས་ཡོད་པས་སེ་ར་ཞེས་དང་། ཡང་གསུངས་སྲོལ་གཞན་ལ་འཇམ་དབྱངས་ཆོས་རྗེས་རྗེ་ཙོང་ཁ་པར་ངས་དགོན་པ་འབྲས་སྤུངས་པ་ལྟར་ཞིག་བཏབ་ཡོད་ཅེས་ཞུས་པར། བྱམས་ཆེན་ཆོས་རྗེས་ངས་དགོན་པ་འབྲས་སྟེང་དུ་སེར་བ་བཏང་བ་ལྟ་བུ་ཞིག་བཏབ་ཡོད་ཅེས་ཞལ་ཤོབ་ཀྱི་ཕྱིར་དུ་གསུངས་པས་རྗེས་སུ་དགོན་མིང་དུ་དེ་ལྟར་ཐོགས་ཞེས་ཀྱང་ཟེར། དེའང་ཐོག་མར་དགོན་དེ་མ་ཆགས་གོང་སེ་ར་ཆོས་སྡིངས་སུ་རྗེ་ཙོང་ཁ་པ་ཡུན་རིང་བཞུགས་ཏེ་སློབ་མ་མང་པོར་ཆོས་གསུངས། ལྷག་པར་དུ་དབུ་མ་རྩ་བ་ཤེས་རབ་ཀྱི་ཊིཀ་ཆེན་བརྩམ་པར་དགོངས་ཏེ་ཟབ་མོ་སྟོང་པ་ཉིད་ལ་བརྟག་ཅིང་དཔྱད་པའི་གཟིགས་སྣང་ལ་ཤེར་ཕྱིན་གྱི་མདོའི་བརྗོད་བྱ་སྟོང་ཉིད་བཅུ་དྲུག་སོགས་ཨ་ཡིག་གི་རྣམ་པར་ཆར་ལྟར་བབས་པས་བྱེས་གྲྭ་ཚང་གི་ཆོས་རྭའི་ནང་གི་བྲག་གོང་ཆེན་པོ་ཞིག་གི་སྟེང་འབུར་དོད་དུ་ཡོད་པ་དེང་སང་ཡང་མཇལ་རྒྱུ་ཡོད་ལ། མི་སོ་སོར་ཨ་ཡིག་མང་ཉུང་མཇལ་ཚུལ་མི་འདྲ་བ་ཡོད་ཅེས་ཟེར། རྗེ་ཙོང་ཁ་པར་དེ་ལྟའི་གཟིགས་སྣང་བྱུང་སྟབས་མ་འོངས་པར་གནས་དེར་དབུ་མ་མཁས་པའི་ཆོས་སྡེ་ཆེན་པོ་ཞིག་ཆགས་འོང་ཞེས་ལུང་བསྟན། དེ་ནས་མི་རིང་པར་བྱམས་ཆེན་ཆོས་རྗེ་ལ་ཆོས་སྡེ་འདེབས་དགོས་པའི་བཀའ་བཀོད་མཛད་པ་བཞིན་སྣེའུ་རྫོང་དཔོན་ནམ་མཁའ་བཟང་པོས་མཐུན་རྐྱེན་སྦྱར་ནས་སྤྱི་ལོ་1419ལོར་དགོན་དེ་བཏབ། ཐོག་མའི་ཚོགས་ཆེན་ནི་ད་ལྟའི་སྔགས་པ་གྲྭ་ཚང་ཡིན། གྲྭ་ཚང་དེ་འདུ་ཁང་ཀ་རིང་4དང་ཀ་ཐུང་38ཀྱི་གཙང་ཁང་གཡས་སུ་གནས་བཅུའི་ལྷ་ཁང་ཡོད། དེའང་རྗེ་ཙོང་ཁ་པ་རྒྱ་ནག་ཏཱ་མིང་ཡུང་ལོ་རྒྱལ་པོའི་དབུ་བླར་ཐེངས་དང་པོ་གདན་ཞུ་བྱས་པར་མ་ཕེབས། ཐེངས་གཉིས་པའི་གསེར་ཡིག་པའི་མདུན་རྗེ་ཉིད་ཕེབས་མ་ཐུབ་ན་གང་ཉིད་དང་མཁྱེན་རླབས་མཚུངས་པའི་སློབ་མ་ཞིག་གཏོང་གནང་མཛད་དགོས་ཕེབས་པ་བཞིན་བྱམས་<span class=\"milestone page eng \">[page <span class=\"pnum\">66</span>] </span>ེན་ཆོས་རྗེ་ཕེབས་རྒྱུ་མཛད། བྱམས་ཆེན་ཆོས་རྗེས་ཀྱང་རྗེ་ཙོང་ཁ་པའི་བཀའ་བཞིན་རྒྱ་ནག་ཏུ་ཕེབས་ཏེ་མཛད་འཕྲིན་ཤིན་ཏུ་རྒྱས་པ་བྱུང་། གོང་མའི་གཟིགས་སྣང་དུ་བྱུང་བ་བཞིན་དབུ་ཞྭ་ནག་པོ་རིགས་ལྔ་ཅན་དང་། ཙན་དན་དཀར་པོའི་གནས་བརྟན་བཅུ་དྲུག་གི་སྐུ་བརྙན་ཕུལ་བ་གཟུངས་སུ་བྱས་ཏེ་ལྷ་བཟོ་སྤྲུལ་སྐུ་སྣེའུ་ཆུང་པས་བཞེངས་པའི་ཐུབ་པ་བདུད་འདུལ་གཙོ་བོར་གྱུར་པའི་ཐུབ་པ་གནས་བརྟན་བཅུ་དྲུག་གི་གནས་བརྟན་ཡན་ལག་འབྱུང་འདི་གསུང་བྱོན་དུ་གྲགས་ཤིང་། དེའང་ཀུན་མཁྱེན་བློ་གྲོས་རིན་ཆེན་སེ་རར་ཕེབས་ཏེ་ལྷ་ཁང་འདིའི་ནང་ཕེབས་སྐབས་“ཀུན་མཁྱེན་ཆེན་པོ་བྱོན་པ་ལེགས་བསྟན་པའི་རྒྱལ་མཚན་བཙུགས་པ་ལེགས”ཞེས་གསུང་བྱོན་པ་དང་། ཕྱག་ཀྱང་ཡར་ཕེབས་ཞུ་བའི་ཚུལ་དུ་ཡོད། ཡང་དགེ་བསྙེན་དྷ་རྨ་ཏ་ལའི་སྐུ་བརྙན་དེས་ཀྱང་“ཕུག་འདི་ཅུང་དོག་འདུག”གསུངས་ནས་ཕུག་པའི་ཕྱིར་མར་ཙམ་ཕེབས་ཡོད་པ་ཡང་ཀརྨ་ཆོས་གྲགས་རྒྱ་མཚོ་དང་རིན་སྤུངས་དོན་ཡོད་རྡོ་རྗེས་ལྷ་སའི་ཤར་ཕྱོགས་སུ་ཀརྨ་དགོན་གསར་བཏབ། གསེར་གསོལ་ལ་ཁ་གཡར་ཏེ་ནང་རྟེན་ཙན་དན་གྱི་སྐུ་རྣམས་བསྔོག་རྩིས་བྱས་ཏེ་གནས་བརྟེན་མ་ཕམ་པའི་ཐུགས་ཀར་གྲི་བཙུགས་པས“ངེད་རྣམས་འདིར་བཞག་པ་འགྲོ་དོན་ཆེ”ཞེས་གསུངས་བྱོན་པས་ཙན་དན་གྱི་སྐུ་རྣམས་འདོན་མི་ཕོད་པར་རང་སོར་བཞག་དགོས་བྱུང་བའི་ལྷ་ཁང་དང་། གཙང་ཁང་ཤར་དུ་རྗེ་ཙོང་ཁ་པའི་ཕྱག་བཟོ་འཇིགས་བྱེད་སོགས་ཀྱི་མགོན་ཁང་། འདུ་ཁང་ནང་དབུས་སུ་བྱམས་ཆེན་ཆོས་རྗེ་དང་། རྗེ་ཡབ་སྲས་གསུམ། རྒྱལ་བ་བྱམས་པ། ཕ་བོང་ཁ་སོགས་ཀྱི་སྐུ་བརྙན། ཡང་སྟེང་ཚེ་དཔག་ལྷ་ཁང་ནང་དབུས་སུ་ཚེ་དཔག་མེད་དང་། གཡས་སུ་གུང་རུ་རྒྱལ་མཚན་བཟང་པོའི་གདུང་རྟེན། དེའི་གཡས་སུ་རྗེ་བཙུན་པའི་གདུང་རྟེན། གཞན་ཡང་སྨན་བླ་བདེ་གཤེགས་བརྒྱད་སོགས་བཞུགས་སུ་གསོལ་བ་བཅས་དང་།</p><p>བྱེས་མཁས་མང་གྲྭ་ཚང་ནི། ཀུན་མཁྱེན་བློ་གྲོས་རིན་ཆེན་སེང་གེས་ཕྱག་<span class=\"milestone page eng \">[page <span class=\"pnum\">67</span>] </span>ཏབ་གནང་མཛད། ཐོག་མར་བཞུགས་གནས་གཏན་འཇགས་མེད་པར་ཚལ་གུང་ཐང་དང་། དབུས་སྟོད་སོགས་སུ་ཆོས་ཐོག་ཏུ་ཕེབས་པས་བྱེས་གྲྭ་ཚང་ཞེས་པར་གྲགས། དེའང་ཀུན་མཁྱེན་བློ་གྲོས་རིན་ཆེན་སེང་གེ་ནི། ལ་སྟོད་བྱང་གི་ཡུལ་དུ་གསང་སྔགས་རྙིང་མའི་གྲུབ་ཐོབ་ཀྱི་རྒྱུད་དུ་འཁྲུངས། དབུས་སུ་ཕེབས་ནས་རྗེ་ཙོང་ཁ་པ་དང་། དགེ་འདུན་གྲུབ་པ། འཇམ་དབྱངས་ཆོས་རྗེ་སོགས་ཀྱི་ཞབས་ལ་གཏུགས། འབྲས་སྤུངས་ཟུར་ཁང་དུ་བཞུགས་ནས་གསན་བསམ་མཛད་སྐབས་སུ་འགྲན་ཟླར་འདུག་པ་འགའ་ཡིས་ཐུགས་བསུན་ནས་འཁོར་མང་པོ་དང་བཅས་འཇམ་དབྱངས་ཆོས་རྗེའི་བསྟོད་པ་གསུང་བཞིན་སེ་རར་ཕེབས། དེ་ནས་མཁན་ཐོག་ཁ་ཤས་སོང་རྗེས་འཁོན་སྟོན་དཔལ་འབྱོར་ལྷུན་གྲུབ་ཀྱིས་གྲྭ་ཚང་འདིའི་མཁན་པོ་གནང་སྐབས་སེ་རར་གཏན་འཇགས་སུ་བཞུགས་པས་གྲྭ་ཚང་འདི་ཆགས། འདུ་ཁང་ཀ་རིང་8ལ་ཀ་ཐུང་92ཀྱི་དབུས་སུ་རྭ་སྒྲེང་སྐུ་ཕྲེང་ལྔ་པ་དང་། ཁྲི་ཆེན་ངག་དབང་ཆོས་ལྡན། འཇམ་དཔལ་རྡོ་རྗེ། རྗེ་བློ་བཟང་རྒྱ་མཚོ། ཡོངས་འཛིན་བློ་བཟང་དོན་གྲུབ། འདོད་ཡོན་དངུལ་གདུང་སོགས་སྐུ་བརྙན་ཁག་དང་། ནུབ་ཀྱི་གཙང་ཁང་ནང་དུས་གསུམ་སངས་རྒྱས་ཀྱི་སྐུ་བརྙན་དང་འབྲེལ་བའི་ཉེ་སྲས་བརྒྱད་དང་དེ་འབྲེལ་རྟ་མགྲིན་ཁང་ཡོད། དེའང་གྲྭ་ཚང་འདི་མ་ཆགས་གོང་ད་ལྟའི་རྟ་མགྲིན་ཁང་གི་ཤུལ་དུ་དུར་ཁྲོད་ཡིན་པ་དང་། ཀུན་མཁྱེན་བློ་གྲོས་རིན་ཆེན་ཞབས་སྐོར་དུ་ཕེབས་རིམ་བཞིན་དེར་སྐྱེས་པའི་ཤིང་སེ་བའི་སྡོང་པོ་ཞིག་ལ་རྟག་ཏུ་ན་བཟའ་འཐོག་པ་ལྟར་དུ་བྱེད། ཉིན་ཞིག་བྱ་དམར་པོ་ཞིག་སེ་ཕུང་ལ་འཐིམ་པའི་གཟིགས་སྣང་བྱུང་བས་ཞིབ་པར་གཟིགས་དུས་སེ་ཕུང་དེའི་དཀྱིལ་ནས་རྟ་མགྲིན་ཡང་གསང་མཇལ་ཏེ་རྟ་སྐད་ཀྱང་སྒྲོག་པས་དེ་མར་ཆོས་གོས་ཕུད་ནས་ཤིང་དེ་ལ་དཀྲིས་ཏེ་ཡང་གསང་གི་སྐུ་བརྙན་བཞེངས་གནང་བ་ད་ལྟའང་མཇལ་རྒྱུ་ཡོད་པ་འདི་ཉིད་ལགས། འདི་ནི་ཤིན་ཏུ་ནས་བྱིན་རླབས་ཆེ་ཞིང་གྲྭ་ཚང་འདིར་ལེགས་ཉེས་དུས་འགྱུར་སོགས་ཀྱི་སྔ་ལྟས་སུ་རྟ་སྐད་སའི་གཏིང་ནས་སྒྲོག་<span class=\"milestone page eng \">[page <span class=\"pnum\">68</span>] </span>་ཡང་ཡང་བྱུང་ཞེས་གྲགས་པའི་སྐུ་བརྙན་གྱིས་དབུས་མཐའ་འཁོར་དུ་སྲུང་མ་ཁག་བཞུགས་སུ་གསོལ་ཡོད། གཞན་ཡང་ཀུན་མཁྱེན་བློ་གྲོས་རིན་ཆེན་གཞིས་ཀ་དཔལ་འབྱོར་ལྷུན་པོར་བཞུགས་སྐབས་ཡབ་རྟོགས་ལྡན་ཡོན་ཏན་མགོན་པོར“ཁྱོད་ཡི་དམ་འདི་དང་ཕུར་པ་འདི་མ་བྲལ་བ་བགྱིས་ཤིག”ཅེས་རྟ་མགྲིན་གྱི་ཆོས་སྐོར་དང་། ཕུར་པ་ཆེད་དུ་སྐྱེལ་མི་བྱུང་། ཕུར་པ་དེ་ནི་གྲུབ་ཐོབ་འདར་འཕྱར་གྱི་གཏེར་མ་བྱིན་ཅན་ཡིན་སྟབས་ལོ་ལྟར་བོད་ཟླ་12ཚེས་27ཉིན་སེ་ར་ཕུར་མཇལ་ཞེས་མཇལ་ཁ་གཏོང་སྲོལ་ཡོད་པའི་ཕུར་པ་དེའང་མགོན་ཁང་དེར་བཞུགས། གདོང་གྲལ་དཀྱིལ་གྱི་གཙང་ཁང་དབུས་སུ་རྗེ་ཙོང་ཁ་པ་དང་། གཡས་སུ་སྟོན་པ་བཅོམ་ལྡན་འདས། གཡོན་དུ་འོད་དཔག་མེད། གདོང་གྲལ་གཡས་ཀྱི་གཙང་ཁང་ནང་རྒྱལ་བ་བྱམས་པ་དང་། ཇོ་བོ་ཤཱཀྱ་མུ་ནེ། དེའི་གཡོན་གྱི་གཙང་ཁང་ནང་འཇམ་དབྱངས་ཆོས་འཁོར་དང་། བྱམས་པ་ཆོས་འཁོར་སོགས་བཞུགས་སུ་གསོལ་ཡོད་པ། ཡང་ཐོག་རྟ་མགྲིན་ལྷ་ཁང་ནང་གཙོ་བོ་རྟ་མགྲིན་ཡང་གསང་དང་། གུ་རུ་རིན་པོ་ཆེ། རྒྱལ་བ་ལྔ་པ་སོགས་དང་། ཤར་གྱི་ལྷ་ཁང་ནང་ཐུགས་རྗེ་ཆེན་པོ་ཕྱག་སྟོང་སྤྱན་སྟོང་སོགས་བཞུགས། གཞན་ཡང་གྲྭ་ཚང་དེ་ཁོངས་ཁང་ཚན་ཉེར་གཅིག་ཡོད་པ་ནི། 1ཧར་གདོང་ཁང་ཚན། 2བསམ་བློ་ཁང་ཚན། 3བྱ་བྲལ། 4ཀྲེ་བོ། 5བྲ་ཏི། 6ཚ་བ། 7ལྷོ་པ། 8རྒོམ་སྡེ། 9ལ་བ། 10འདན་མ། 11ཟངས་དཀར། 12གུ་གེ 13དཔེ་ཐུབ། 14སྟག་མོ། 15གཙང་པ། 16རྒྱལ་བྱེད། 17ཨེ་པ། 18གཉལ་པ། 19དྭགས་པོ། 20རྩེད་ཐང་། 21སྤོམ་འབོར་བཅས་ཡིན།</p><p>གྲྭ་ཚང་སྨད་ཐོས་བསམ་ནོར་བུའི་གླིང་ནི། ཀུན་མཁྱེན་བྱང་ཆུབ་འབུམ་པས་ཕྱག་བཏབ་གནང་མཛད། འདུ་ཁང་ཀ་རིང་12དང་ཀ་ཐུང་88ཀྱི་གཙང་ཁང་དབུས་སུ་ཇོ་བོ་ཤཱཀྱ་མུ་ནེ་ཐོག་སོ་གཉིས་ཙམ་དང་། གཡས་སུ་བྱམས་པ། གཡོན་དུ་འཇམ་དབྱངས། རྗེ་ཡབ་སྲས་གསུམ། རྗེ་ཕ་བོང་ཁ། ཚེ་སྨོན་གླིང་རྒྱལ་ཐོག་སྐབས་ཕུལ་བའི་ཇོ་བོ་བྱང་ཆུབ་ཆེན་པོ་སོགས་དང་། གཙང་ཁང་<span class=\"milestone page eng \">[page <span class=\"pnum\">69</span>] </span>ུབ་ཏུ་སྣེའུ་ཆུང་པའི་ཕྱག་བཟོ་འཇིགས་བྱེད་དང་། ཐ་འགོ། ནག་པོ་སྐོར་གསུམ་སོགས་དང་། གཙང་ཁང་དཀྱིལ་དུ་མི་དབང་ཇོ་བོ་གཙོ་བོར་གྱུར་བའི་ཉེ་སྲས་བརྒྱད། གཙང་ཁང་ཤར་དུ་རྗེ་ཙོང་ཁ་པ་དང་། འཁོར་དག་པ་རྣམ་བརྒྱད། ཇོ་རྔོག་འབྲོམ་གསུམ་བཅས་སོགས་བཞུགས། ཡང་ཐོག་ཉི་མ་ལྷ་ཁང་དུ་ཛྷེ་ཀྵིམ་ལས་གྲུབ་པའི་ཐུབ་པ་གྲོང་ཁྱེར་མ་དང་། འཕགས་པ་ལོ་ཀེ་ཤྭ་ར། བདེ་མཆོག་ཡབ་ཡུམ་སོགས་བཞུགས་སུ་གསོལ་ཡོད། གྲྭ་ཚང་འདིར་ཁང་ཚན་བཅུ་བཞི་ཡོད་པ་ནི། 1ཨ་མདོ་གཞུང་པ་ཁང་ཚན། 2སྤོམ་འབོར། 3ཡེར་པ། 4རོང་པོ། 5ཚ་རྡོར། 6ཚ་བ། 7ཀོང་པོ། 8རྨར་སྙུང་། 9ཨ་ར། 10ཐེ་བོ། 11རྟ་དབོན། 12སྤོ་བོ། 13གུང་རུ། 14མི་ཉག་བཅས་སོགས་ཡིན།</p><p>ད་ལྟའི་ཚོགས་ཆེན་ནི། ལྷ་བཟང་གི་སྡི་སྲིད་བཀྲོངས་པའི་སྡིག་བཤག་ཏུ་བཞེངས་པ་ཡིན་ཟེར་ཞིང་། དེའང་ཚོགས་ཆེན་འདུ་ཁང་ཀ་རིང་12ལ་ཀ་ཐུང་96གི་འདུ་ཁང་ནང་རྟེན་གཙོ་གསེར་ཟངས་ཀྱི་མི་དབང་བྱམས་པ་ཐོག་སོ་གཅིག་ལྷག དེའི་གཡས་སུ་བྱམས་ཆེན་ཆོས་རྗེའི་སྐུ་བརྙན་དང་ཐུབ་པ་གཙོ་འཁོར། སྒྲོལ་དཀར་ཚེ་དཔག་མེད་སོགས་དང་། གཙང་ཁང་ནུབ་ཏུ་གནས་བཅུ་ལྷ་ཁང་། གཙང་ཁང་དཀྱིལ་དུ་ལྷ་བཟང་གིས་བཞེངས་པའི་རྒྱལ་བ་བྱམས་པ་ཐོག་སོ་གཉིས་ལྷག གཙང་ཁང་ཤར་དུ་འཇིགས་བྱེད་ལྷ་ཁང་། ཡང་ཐོག་ལྷ་བཟང་བྱམས་པའི་ཞལ་རས་ཁང་ནང་ཇོ་བོ་རྗེའི་སྐུའི་གཟུངས་སུ་ནོར་བུ་བསམ་འཕེལ་དང་རིང་བསྲེལ་སོགས་བཞུགས་པ་དང་། ཏཱ་མིང་རྒྱལ་པོས་བྱམས་ཆེན་ཆོས་རྗེར་ཕུལ་བའི་ཐུབ་དབང་གི་ཞལ་ཐང་མཁའ་འགྲོ་བཀྲས་འཐག་མ། གནས་བཅུའི་གོས་ཐང་། བཀའ་འགྱུར་ལྷ་ཁང་ནང་ཏཱ་མིང་རྒྱལ་པོས་ཕུལ་བའི་པད་རག་ལས་བྲིས་པའི་བཀའ་འགྱུར་ངོ་མཚན་ཅན། གསེར་བྲིས་ཀྱི་ལཉྩའི་བརྒྱད་སྟོང་པ། རྒྱལ་བ་ལྔ་པས་གནང་བའི་བཀའ་འགྱུར། ཕོ་ལྷ་མི་དབང་གིས་གནང་བའི་བསྟན་འགྱུར་པར་མ། ཟ་དམ་ཀརྨའི་ཆོས་རྫོང་ནས་གདན་དྲངས་པའི་གོས་སྐུ་གླིང་གསུམ་མ། ཡང་ཐོག་ཏུ་དགེ་སློང་མ་པདྨའི་<span class=\"milestone page eng \">[page <span class=\"pnum\">70</span>] </span>ུགས་དམ་ཀྱི་རྟེན། གུང་རུ་རྒྱལ་མཚན་བཟང་པོས་ཉང་བྲན་བཀའ་བསྒོ་ཕུག་ནས་གདན་དྲངས་པའི་སྤྱན་རས་གཟིགས་བཅུ་གཅིག་ཞལ་དང་། དེར་སྨོན་ལམ་འདེབས་པའི་སྦ་འཁར་དེའང་གུང་རུ་རྒྱལ་མཚན་བཟང་པོའི་ཕྱག་འཁར་ཡིན་པ། དུར་ཁྲོད་བསིལ་བ་ཚལ་གྱི་རྡོ་ནག་ལས་གྲུབ་པའི་མགོན་པོ་ཕྱག་བཞི་པ་སོགས་མཇལ་རྒྱུ་ཡོད།</p><p>གཞན་ཡང་དགོན་དེར་ཐོག་མར་རྒྱ་དང་།འབྲོང་སྟེང་། སྟོད་པ། སྨད་པ་བཅས་གྲྭ་ཚང་བཞི་ཡོད་པ་ལ་རྗེས་སུ་སྔགས་པ་དང་། བྱེས། སྨད་པ་བཅས་གྲྭ་ཚང་གསུམ་དུ་སྒྲིལ། གྲྭ་ཚད་ནི་སེ་ར་ལྔ་སྟོང་ལྔ་བརྒྱ་ཟེར་ཡང་རྗེས་སུ་གྲྭ་གྲངས་ཆིག་ཁྲི་མ་ཟིན་ཙམ་དང་། གྲྭ་སྤྱིལ་གསུམ་སྟོང་ཙམ་ཡོད།</p><p>ད་ལྟ་གྲྭ་ཚང་གསུམ་དང་ཚོགས་ཆེན་གྱི་རྟེན་གསུམ་ནི་ཕལ་ཆེར་སྔོན་གྱི་དེ་རང་དང་།ཁང་ཚན་ནི་ཕལ་ཆེ་བ་ཉམས་གསོ་དང་། གསར་བཞེངས་གནང་བ་ཡིན། ཁང་ཚན་ཞེས་པ་ནི། གྲྭ་རྒྱུན་སོ་སོའི་ཐོབ་ཁུངས་ལ་གཞིགས་ནས་དབྱེར་ཡོད་སྟབས་ཁང་ཚན་སོ་སོའི་མིང་ཡང་ལུང་པ་སོ་སོའི་མིང་ཐོགས་ཡོད།</p><p>ཡང་དགོན་དེའི་ལྟག་ལ་གླིང་སྐོར་ལམ་སྟེང་དུ་སེ་ར་ཆོས་སྡིངས་ཡོད།སེ་ར་དགོན་ཕྱག་མ་བཏབ་གོང་རྗེ་ཙོང་ཁ་པ་གནས་དེར་བཞུགས། གནས་དེ་ནི་རྗེ་ཙོང་ཁ་པ་དང་མཁས་གྲུབ་དགེ་ལེགས་དཔལ་བཟང་མཇལ་ས་དང་། དབུ་མ་རྩ་ཤེའི་ཊིཀ་ཆེན་གསུང་ས། ཏཱ་མིང་གོང་མའི་གསེར་ཡིག་པ་མཇལ་ས། རྗེ་ཙོང་ཁ་པས་ཇོ་ཤཱཀ་རྣམ་གཉིས་ལ་དབུ་རྒྱན་ཕུལ་ཏེ་ལྷ་ལྡན་སྨོན་ལམ་ཆེན་མོ་ཚོགས་གནང་བ་དང་། དགའ་ལྡན་དགོན་པ་ཕྱག་འདེབས་དགོས་ཐུགས་ལ་འཁྲུངས་ས་སོགས་གནས་དེར་ཡིན། ཡང་དེ་ནས་མུ་མཐུད་སེ་རའི་རྒྱབ་རིར་འཛེགས་ན་རི་སྐེད་མཚམས་སུ་དགེ་ལེགས་སྙན་གྲགས་རྒྱ་མཚོའམ་རྗེ་སྒྲུབ་ཁང་པས་བཏབ་པའི་སེ་ར་སྒྲུབ་ཁང་རྩེའི་གྱང་གོག་མཇལ་རྒྱུ་ཡོད།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "སེ་ར་དགོན།"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "ཆོས་འཕེལ། (Chömpel) ", 
    "id": "43"
   }, 
   {
    "fullname": "ཆོས་འཕེལ། (Chömpel) ", 
    "id": "43"
   }
  ], 
  "domain": "places", 
  "kid": "433", 
  "dates": [], 
  "title": "སེ་ར་དགོན།"
 }
}