{"meta":{"domain":"places","kid":"23625","authors":[{"fullname":"Charles Ramble","id":"77"},{"fullname":"Charles Ramble","id":"77"},{"fullname":"Marietta Kind","id":"81"},{"fullname":"Marietta Kind","id":"81"}],"title":"Ludrak Introduction","dates":{"created_at":"2011-12-13 02:30:35 UTC","updated_at":"2011-12-13 02:30:35 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Ludrak Introduction"},{"title":"Mustang District","index":1,"parent_index":0,"body":" "},{"title":"(219) Klu Brag Monastery","index":2,"parent_index":1,"body":" <p>The only Bonpo community of any size in Mustang is Klu brag, a village of ten-and-a-half estates (grong pa) subdivided into fourteen households (khang pa) and sixteen hearths (me khral). There are also three private temples, in Jomsom, Nardzong and Dzar, but because they concern only individual families they are not considered here. </p> "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p>The settlement, called Klu brag is itself sometimes referred to in historical works as a monastery (dgon pa), rather than just a village. This is probably because the community is populated by people who are ranked as Priests (bla mchod) in the social hierarchy of the area, between Nobles (dpon po) and Commoners (phal pa). </p> <p>There are, however, a number of temples (variously called lha khang and dgon pa) that are either still functional or derelict and abandoned. The main temple (lha khang) is called Phun tshogs gling. It is a public institution, and it is here that almost all the community ceremonies are held. </p> <p>In addition to Phun tshogs gling, there is another communal temple called sGom phug dgon pa, “the temple of the meditation cave”, situated uphill some twenty minutes’ walk to the south of the main settlement area. And finally, there are three active private temples: </p> <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>two adjoining temples a short distance to the east of the main settlement area, belonging to the Glo bo Chos tsong and Ja ra sgang clans</li> <li>the bla brang, belonging to the estate of Klu brag’s founder, Yang ston bKra shis rgyal mtshan </li> </ul> <p>There are also a number of caves that are used for meditative retreats. </p> <p>The village temple, Phun tshogs gling, was founded in the nineteenth century by Ka ru sGrub dbang bsTan ’dzin rin chen, who was born in western Tibet in 1801 and later developed close links with Klu brag. sGom phug dgon pa is said to have been built much earlier by the founders of the village in the thirteenth century, or shortly afterwards. It appears to have been restored a number of times, but most recently, after its complete collapse, it was rebuilt with a grant from the Danish Embassy in Kathmandu. A detailed report of this reconstruction is attached below as an appendix. </p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>Klu brag is one of the nineteen settlements that form the old political enclave known as Baragaon (Tib. Yul kha bcu gnyis). It is about two hours’ walk north of Jomsom, the headquarters of Mustang District, in Dhaulagiri Zone, on the southern bank of the Panda Khola, an eastern tributary of the Kali Gandaki. </p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>The early history of Klu brag can be derived from three main sources in the Tibetan language. The texts are as follows.</p> <ol type=\"1\"> <li>The first is entitled: “The voice of Brahma, the lineage history of the clan of the Ya ngal priests which is like sight, the foremost of all the senses”. A manuscript of this book, consisting of fifty-four pages written in Tibetan script, is kept in the village of Klu brag. It has also been published in India. The lineage history occupies approximately one half of the text, while the first part deals with the Bonpo account of the creation of the world. This work will be referred to below as the Ya ngal gdung rabs (YDR).</li> <li>The second source is entitled Dong mang gur gsum gyi rnam thar. This is a short piece containing brief biographies of several bla mas from the Ya ngal clan, principally Shes rab rgyal mtshan and his two sons, Dam pa ’bum rje and bKra shis rgyal mtshan. It has been published in India in a collection entitled Sources for a History of Bon. </li> <li>The third work is entitled “The biographies of the bla mas of the rDzogs chen zhang zhung snyan rgyud lineage”. It contains the life stories of over a hundred Bonpo bla mas. It has been published in India under the title of Bonpo Nispanna Yoga.</li> </ol> <p>The following account will not be a detailed discussion of these texts, but will summarise the main historical events, and simply outline the lives of the principal figures. Reference will also be made to certain important historical documents from Thini and other villages of Panchgaon.</p> "},{"title":"3.1. The Bon religion enters Mustang","index":6,"parent_index":5,"body":" <p>The Ya ngal gdung rabs begins with the divine origin of the Ya ngal lineage at the time of gNya’ khri btsan po. Ya ngal is said to have been one of his three court priests. The list of descendants, which is too long to discuss here, runs for seventeen generations from the heads of three main branches, called the Three Gu rib, who lived in the early eleventh century.</p> <p>The main history begins in the life of Shes rab rgyal mtshan, who was born in 1077<a href=\"#n64\" name=\"nb64\" class=\"note\">64</a> in the village of sTag rtse byi ri in Upper Tsang, in Tibet, where the Ya ngal clan had lived for many generations. His father was gSung rab skyabs, who was the son of mKhas pa sman pa, one of the three lineage heads. According to the Bonpo Nispanna Yoga:</p> <blockquote xmlns:str=\"http://exslt.org/strings\"> <p>He had four different names: since he was born thirteen days after the death of his father he was known as Tshabs ma grags (meaning “the One Called the Replacement”); his clan was Ya ngal, and so he was known as Yang ston chen po (meaning “the Great Teacher of the Ya ngal clan”); according to a prophesy he was an incarnation of sPang la rnam gshen, and his given name was Shes rab rgyal mtshan.</p> <p>During his youth he devoted himself to scholarly pursuits, and Buddhist monks were unable to defeat him in debate. Later he lived as a yogi in the mountains. During this period everyone said he had gone mad because he would sit for long periods staring into space. Once, while he was meditating, a beautiful young woman came to him and asked him if he was going to visit his teacher. On his inquiring where his teacher was to be found, the woman replied that he was in the upper part of the same valley. Here he found a cave containing a woven nest of silken thread. In this nest was a tiny creature like a monkey which offered him a bronze bowl and told him to drink from it. He did so, and immediately achieved illumination. </p> </blockquote> <p>After returning to scholarly life, he held a discussion with a certain Se bon ’khro rgyal on certain matters of philosophy. So impressed was he by the bla ma’s knowledge that he decided to study under his teacher, ’Or sgom kun ’dul. After ’Or sgom kun ’dul had initiated Shes rab rgyal mtshan into a part of the Zhang zhung snyan rgyud, he instructed him to go to Upper mNga’ ris, where he would have two sons and would receive many disciples. About this time there lived in the village of Bon ’khor in Glo bo a bla ma named Rong rTog med zhig po, who had many patrons in the area. The story of their meeting is related in Bonpo Nispanna Yoga:</p> <blockquote xmlns:str=\"http://exslt.org/strings\"> <p>As he sat there, one of the dice-mantras went: “Rong rTog med zhig po who sees neither the sun nor the moon”. He asked where such a person was. “The adept of the rDzogs chen zhang zhung snyan rgyud, the great saint in the monastery high up there in the mountains is the one called Rong rTog med zhig po, who sees neither the sun nor the moon”. On hearing this, boundless reverence and faith arose in him and he determined to meet the bla ma.</p> <p>... The same evening, in the early part of the night, a woman came to Rong rTog med zhig po in a dream. “The incarnation of sPang la rnam gshen is coming as your student. Give him an audience and instruct him thoroughly in the Zhang zhung snyan rgyud”, she commanded. In the second half of the night, a man came for an audience carrying the equipment of a Bonpo tantrist...</p> <p>The next morning, a servant said, “a Bonpo who has come from the village of gDong skya, over there, is asking for an audience”. Rong rTog med zhig po asked what he looked like and was told that his dress and tantric equipment were such and such, and he said, “The one who appeared in my dream last night is here.”</p> <p>Shes rab rgyal mtshan received from Rong rTog med zhig po the upper transmission of the Zhang zhung snyan rgyud.</p> </blockquote> <p>At this point we may mention another version of these events. This account was written by the nineteenth-century master Shar rdza bKra shis rgyal mtshan. It is probably based on the historical sources cited earlier, but the author seems to have added certain details and omitted others in order to create a good story. After discussing the perseverance shown by many notable scholars in trying to find their bla mas, he praises them for adhering to their quest “without giving a thought to hardship or suffering”:</p> <blockquote xmlns:str=\"http://exslt.org/strings\"> <p>For example, we should follow the manner of the Great Yang ston’s search for Rong rTog med zhig po. That bla ma, the Great Yang ston, was thoroughly learned in the Bon doctrines of the Shegyu, and on one occasion a woman appeared to him him saying, “How learned are you?”</p> <p>“I am completely learned,” he replied, whereupon the woman began weeping and departed unhappily. The bla ma thought to himself, “When I told her I was learned she became unhappy. If she appears tomorrow I must tell her I know nothing,” and he waited.</p> <p>The following day the woman came and spoke to him as before. “I know nothing at all,” he replied, “have you any sort of knowledge you might teach me?” The woman laughed with happiness.</p> <p>“If you want to acquire some knowledge, there is one Rong sgom rTog med zhig po who appears to be living among crags infested by nagas and demons, seeing neither the sun nor the moon. Go to him, and you will have some great knowledge to study,” she said, and departed. Just to hear this the Great Yang ston’s heart was so filled with joy that he forgot to ask where the bla ma was. Thinking that the woman would come again on the following day too he waited, but she did not appear. After a week had elapsed, he thought to himself that it would be best to go off now in search of the bla ma. He travelled down to A mdo and Khams, and sought him for three years without finding him. Then he went up and searched for three years in the middle of Tibet, in dBus and gTsang, but he did not find him. He then looked in sTod mNga’ ris for three years, but did not find him there either.</p> <p>By now the Great Yang ston was utterly dispirited, and proceeded to return. When he reached the capital of Glo bo sMon thang he met two men who were playing dice. One of the dice-mantras ran: “The one who sees neither the sun nor the moon, Rong sgom rTog med zhig po, knows.” On hearing this the Great Yang ston began to tremble. “Now I can meet my bla ma,” he thought, and laughed with joy, but then thought, “Although I have looked for three years without finding him I may not find him now,” and he wept. He asked where that bla ma known as Rong sgom rTog med zhig po lived, and the two men replied, “Below here, towards Glo bo sMon thang, among the crags infested by nagas and demons in the upper part of the valley of Klu brag - there he lives seeing neither the sun nor the moon. Then he went there and met the bla ma, and after telling him this story he requested spiritual instructions.</p> </blockquote> <p>It is interesting that the author of this account names Klu brag as the place where Rong rTog med zhig po lived. In fact the village was not founded until the next generation, but the mistake may be due to the author’s knowledge of the connection between Klu brag and the Ya ngal lineage. </p> <p>Ya ngal Shes rab rgyal mtshan died at the age of sixty-five. He had two sons and a daughter by his third marriage. The elder son, Dam pa ’bum rje ’od, was a remarkable individual, but there is insufficient space here to discuss his life. It is with his younger brother, bKra shis rgyal mtshan, that we are mainly concerned. </p> "},{"title":"3.2. bKra shis rgyal mtshan and the founding of Klu brag","index":7,"parent_index":5,"body":" <p>bKra shis rgyal mtshan is generally known by the title of ’Gro mgon Klu bragpa, meaning “the Protector of Living Beings, the Man of Klu brag”, because he was the founder of Klu brag village. The Ya ngal gdung rabs gives an entertaining description of the event:</p> <blockquote xmlns:str=\"http://exslt.org/strings\"> <p>bKra shis rgyal mtshan went riding on a mare which had a foal. His patrons in Kagbeni said goodbye to him on the plateau (Pe Thangka, situated between Kagbeni and Klu brag). “But you cannot go any further,” they said, because it was an area inhabited by demons. </p> <p>“My service to living beings is in this place,” he replied. The demon of the place hid the foal inside a rock, and then its mother galloped and kicked the rock; the foal kicked from inside, and the rock split open into three pieces, and the foal emerged. The hoof-prints of the mare and the foal are still there, and the bla ma left the imprint of his penis.</p> </blockquote> <p>bKra shis rgyal mtshan had a further encounter with the same goblin, Kye rang skrag med, who appeared with his wife a few days later in the form of a pair of poisonous snakes. He defeated them and made them swear oaths that they would become protectors of the doctrine. Then, according to the Ya ngal gdung rabs:</p> <blockquote xmlns:str=\"http://exslt.org/strings\"> <p>He put two small needles into the earth to decide whether or not he should found a village. He put an inverted basket over them, and when he looked after seven days the basket was full and had been raised so that it did not touch the ground.</p> <p>What had filled the basket was, in fact, a young walnut tree which had sprouted from the needles. This gigantic tree still stands above the entrance to the village of Klu brag, and small pieces of wood are occasionally taken from it to make receptacles for sacred relics. bKra shis rgyal mtshan, who is also sometimes known as Yang ston Bla ma, died at the age of eighty-five. The descendants of bKra shis rgyal mtshan later went to Dolpo, where they founded bSam gling Monastery (No.223) and other religious centres. The Ya ngal clan still lives in several places in Dolpo, and the association between the clan and this district has often led to the mistaken assumption that Yang ston Bla ma originally came from here. </p> </blockquote> <p>The land on which the village of Klu brag was built belonged to Thini, also known as gSum dGa’ rab rdzong, which at that time was the most powerful settlement in the region. Historical documents, known as bemcha, from Panchgaon, confirm that surrounding villages were obliged to pay relatively heavy taxes to Thini. Thus Pha lag and Dang dga’ rdzong had to pay Thini nine large baskets of meat annually, while nearby Sangdak provided eight male goats in their second year. dGe lung had to make an annual payment of one adult bull yak and one yak calf. Marpha had to pay its taxes in the form of unpaid labour. Every year, ten young men would come from Marpha to Thini, bringing their own farming implements and animals, to plough Thini’s fields, and ten young women would come to do the weeding. Even Manang had to pay annual tribute to its powerful neighbour. One document from Thini gives the following account of events:</p> <blockquote xmlns:str=\"http://exslt.org/strings\"> <p>Yang ston Bla ma of Dolpo asked the headmen and constables of gSum dGa’ rab rdzong to give him the land of Klu brag. Because they considered him to be the greatest bla ma, without any equals, they presented it to him. They said: “even if you keep livestock, you may still have the land; even if a conflict arises, you may still have the land. Take good care of Ya po ri and Ti mi ri thang ka... Every year you should pay us 3 zowa of bumbali berries from Thini’s hillside, three bundles of birch-bark, and a small basket of dzimbu.</p> </blockquote> <p>The reason why Klu brag had to pay these commodities in particular may have been simply that they were most abundant in the vicinity of the village - as indeed they seem to be today. Klu brag is the only village in Baragaon which has extensive forests, a legacy of the gift of land which was made to Yang ston Bla ma in the thirteenth century. What is clear is that this tribute, compared with the burdensome taxes paid by other settlements, was nothing more than a gesture of respect in acknowledgement of dGa’ rab rdzong’s political authority. </p> "},{"title":"3.3. The legend of dGon phug dgon pa","index":8,"parent_index":5,"body":" <p>One of bKra shis rgyal mtshan’s first acts after establishing a Bonpo community in Klu brag was to undertake a lengthy retreat of nine years, nine months and nine days in a small cave situated some twenty minutes’ walk above the valley floor. It is said that, as a miraculous sign of his spiritual achievements, a ridge appeared in the rock wall above the cave to mark each year that he spent in retreat. At some period after the end of his retreat a small temple was built over the site, and this construction was duly named dGon phug dgon pa, the Temple of the Meditation Cave. There were a number of cells adjoining the main temple where hermits once used to reside, but these fell into disrepair long before the recent collapse of the main hall.</p> "},{"title":"4. Hierarchical system","index":9,"parent_index":2,"body":" <p>Although the village of Klu brag as a whole is regarded in Baragaon as a religious settlement, only a small number of its inhabitants actively practise as bla mas. Every male head of a household must be a priest, whether he attains to this position by birth, adoption or marriage, and must undergo an initiation ceremony. Younger sons who are not the heads of households may also undergo initiation and receive an education if they choose, although priesthood is not obligatory in their case. A small number of women (currently, only three) are celibate nuns (jo mo); their religious role is not a hereditary one. </p> "},{"title":"4.1. The bla ma","index":10,"parent_index":9,"body":" <p>The most important position in the hierarchy is that of bla ma. The bla ma may be either a member of the community itself or a prominent religious figure from the outside. The present incumbent is gYung drung rgyal mtshan, a member of the Zhu clan. Born in 1957 of Tibetan parents just on the Indian side of the western Tibetan border, gYung drung rgyal mtshan was subsequently recognised as the incarnation of bsTan pa rgyal mtshan, who had been the founder of the little private Bonpo temple in nearby Jomsom (Mustang dialect Dzongsam < Tib rDzong gsar). gYung drung rgyal mtshan, the “Dzongsam sprul sku”, was educated to the level of dge bshes in sMan ri Monastery (No.231) in Dolanji, and after completing his studies came to settle in Klu brag in the early 1990s. He recently married a Klu brag woman and is living in sGom phug dgon pa (see below). </p> "},{"title":"4.2. The dbu mdzad","index":11,"parent_index":9,"body":" <p>Far from being considered a prestigious office, the position of dbu mdzad (precentor) is the most unpopular in the village. The incumbent is not decided on a rotational basis but is appointed at a village meeting held specifically for this purpose. The length of the term of office is on of the most variable, and although it is likely to be fixed at its present time of two years, terms of one and three years have been known in the past. The main reason for the unpopularity of the office is that the dbu mdzad may not go to India for trading during the winter, since his duties require him to be present in the village at least once a month. </p> <p>The dbu mdzad’s work consists in leading the chanting during ceremonies and, whatever his age (the criterion which determines the order of seating in non-religious gatherings) he sits at the head of the row of bla mas. He must make the gtor ma for all ceremonies in the temple with the aid of other village bla mas who are skilled at this, and during ceremonies lasting more than one day, he and the chos khrims pa (see below) must sleep inside the temple to guard the butter and flour sculptures from cats and rodents. </p> "},{"title":"4.3. The chos khrims pa","index":12,"parent_index":9,"body":" <p>The chos khrims pa (proctor), who need not be literate, is chosen by appointment at the same time as the dbu mdzad. While the term of office is the same, the chos khrims pa is not obliged to forego the winter trading. Like many other aspects of monasticism, the duty of the proctor in Klu brag has been adapted to a lay environment, and its scope has been extended to include non-monastic functions. In spite of appearances the office is not merely a ceremonial vestige of earlier times, but it is apparently regarded as a valuable peacekeeping force. Evidence for this lies in the fact that at two of the annual secular festivals, an assistant chos khrims pa is appointed for the duration of the festivities. </p> "},{"title":"4.4. The jo mo bla ma","index":13,"parent_index":9,"body":" <p>In theory, the duty of the jo mo bla ma (the “nuns’ priest”) is to lead and supervise the nuns’ ceremonies, whereas in actual fact is is only they who perform the chanting while the few nuns that there are now look on or administer and beer. There are two jo mo bla ma, of whom at least one must be literate. Whereas the term of office used to be three years, it has recently been reduced to two, and the incumbents are selected by casting dice amongst the adult male bla mas. In addition to the main annual ceremony of the nuns (see below), there is one that is conducted on the night of the tenth day in every month, and it is accordingly referred to as Tshes bcu mchod pa (tenth-day ceremony). </p> <p>In all the nuns’ ceremonies, including the tshes bcu, making the gtor ma and the tshogs (consecrated food for subsequent distribution to all the villagers) is the duty of the younger jo mo bla ma, but he is usually helped by his senior. They are not obliged to forego the winter trading as is the dbu mdzad, but may be absent on the condition that they arrange for another bla ma to take their places. </p> <p>Outgoing jo mo bla ma end their term of office after the annual ceremony, but their successors are decided before the ceremony. </p> "},{"title":"4.5. The mchod dpon","index":14,"parent_index":9,"body":" <p>There are two mchod dpon, selected by appointment at a village meeting, and the only occasion for which they are required is the mdos rgyab, the five-day-long ritual which marks the end of the old year. Their term of office runs for only one year. They lead and perform most of the dancing (’cham, for which reason they are also sometimes referred to as ’cham dpon), and on the organisational side they are responsible for receiving and measuring the required contributions of oil from each household, apportioning some of it to the women charged with making tshogs, and for making and lighting the oil lamps. </p> "},{"title":"4.6. The spyi pa","index":15,"parent_index":9,"body":" <p>There are two spyi pa for each of the twenty-odd ceremonies held annually in the temple, and the officiants are selected on a rotating basis. However, the rota does not operate from one ceremony to another, but only from one year to the next in such a way that each ceremony has its own roster of spyi pa. </p> <p>The position in each case rotates by estate (grong pa), and it is to a household rather than to an individual that the actual work is allocated, since the wives of the two spyi pa are responsible for collecting the grain contributions from each household and using it to brew the beer necessary for the ceremony. </p> "},{"title":"4.7. The sku tshab","index":16,"parent_index":9,"body":" <p>Like the spyi pa, the sku tshab is an office that has its origin in the great monasteries of Tibet. It, too, has become a humble one in Klu brag to the extent that a common synonym for it is chang ma, the “beer-dispenser”. Only the more important annual ceremonies have a sku tshab. He is also selected by household rotation, and his duties are to assist the two spyi pa in the kitchen and in serving beer and food to the bla mas. </p> "},{"title":"5. Number of monks / priests","index":17,"parent_index":2,"body":" <p>There are at present no celibate monks in Klu brag, although a few boys from Klu brag, having taken monastic vows and received training in sMan ri Monastery (No.231) in Dolanji, are living in India. An exception may be made for gTsug phud rgyal mtshan, the senior bla ma of Bar sle in Dolpo, who lived in Klu brag for the last few years of his life, departing a short while before his death in 2001. However although he was a monk, he was living in sGom phug dgon pa, rarely descended to the village itself, and played little part in the life of the community. </p> <p>The other “outsider” is the Dzongsam sprul sku, gYung drung rgyal mtshan (see above). However, he is more integrated into the community to the extent that he has married into it and presides at rituals. </p> <p>There are ten-and-a-half estates (grong pa) in Klu brag, and these are subdivided into fourteen households (khang pa). The head of each of the fourteen households is considered to be a bla ma (grwa pa, though none is celibate). All must participate in the calendrical ceremonies of the community, but only those who are literate (about half the number) actually take part in reading the liturgy and performing ritual procedures. In addition to the heads of household, some younger men in the community have received some level of education either within the village or in Dolanji and may therefore participate actively as bla mas. </p> "},{"title":"6. The present educational system","index":18,"parent_index":2,"body":" <p>The religious education of the Klu brag bla mas is carried on along much the same lines as in the past: training may be received either from a local or visiting bla ma residing in the village itself, or at a distant religious institution (Tibet in the past, but now Nepal or India). About ten boys are currently undergoing monastic training or pre-monastic schooling at sMan ri Monastery (No.231) in Dolanji. Certain rituals are taught by fathers to their sons within the village, and this training is accompanied by periods of retreat either in a cave or in the family chapel. </p> <p>The Dzongsam sprul sku, gYung drung rgyal mtshan, is also providing an education to villagers. His main focus of attention has been the village women, who are illiterate but at whose request he has taught them certain devotional songs and recitations. </p> <p>Secular education, following the Nepalese state curriculum, is provided in the village school, but the community has built a hostel that will provide parallel education in Bon religious matters and Tibetan literacy. </p> "},{"title":"7. Personnel and educational exchange of monks between monasteries","index":19,"parent_index":2,"body":" <p>Apart from the Bar sle Rinpoche and the Dzong sam sprul sku, the first a native of Dolpo and the second of India, all the bla mas of Klu brag are native either to Klu brag or to the neighbouring villages. Since there are no Bonpo establishments of any size in Mustang district apart from Klu brag, the only education or devotional visits that Klu brag pas usually make are to Dolanji or to Triten Norbutse Monastery (No.230) in Kathmandu. </p> "},{"title":"8. Description of daily rituals of the monastery","index":20,"parent_index":2,"body":" <p>Other than the daily morning fumigation (bsang) ceremony and the lighting of the votive lamp (mchod me) in the evening, there are no daily rituals. Every household performs these same ceremonies in its private chapel. </p> "},{"title":"9. Description of annual rituals of the monastery","index":21,"parent_index":2,"body":" <p>The following ceremonies are listed in the register of temple ceremonies (ma yig), which details the financial obligations of each household in subsiding each performance.</p> <table class=\"essay-table\" cellspacing=\"0\" cellpadding=\"5\"><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"left\" valign=\"top\">Tibetan month</td> <td align=\"left\" valign=\"top\">date (tshes)</td> <td align=\"left\" valign=\"top\">Name of ceremony</td> <td align=\"left\" valign=\"top\">Short title of main text</td> <td align=\"left\" valign=\"top\">Short title of main text</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"right\" valign=\"top\">1</td> <td align=\"right\" valign=\"top\">10</td> <td align=\"left\" valign=\"top\" /> <td align=\"left\" valign=\"top\">Dran pa yab sras</td> <td align=\"left\" valign=\"top\">Dran pa yab sras</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"right\" valign=\"top\">1</td> <td align=\"right\" valign=\"top\">15</td> <td align=\"left\" valign=\"top\">gSo sbyong/ sMyung gnas</td> <td align=\"left\" valign=\"top\">Klong rgyas</td> <td align=\"left\" valign=\"top\">Klong rgyas</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"right\" valign=\"top\">2</td> <td align=\"right\" valign=\"top\">22</td> <td align=\"left\" valign=\"top\">Bla ma mchod pa</td> <td align=\"left\" valign=\"top\">Dran pa yab sras</td> <td align=\"left\" valign=\"top\">Dran pa yab sras</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"right\" valign=\"top\">3</td> <td align=\"right\" valign=\"top\">11</td> <td align=\"left\" valign=\"top\">SKye sgo gcod pa</td> <td align=\"left\" valign=\"top\">’Khor ba ngan song skye sgo gcod pa...</td> <td align=\"left\" valign=\"top\" /> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"right\" valign=\"top\">3</td> <td align=\"right\" valign=\"top\">15</td> <td align=\"left\" valign=\"top\">dGe rtsa mchod pa</td> <td align=\"left\" valign=\"top\">sTag la me ’bar spu gri dmar po...</td> <td align=\"left\" valign=\"top\">sTag la me ’bar spu gri dmar po...</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"right\" valign=\"top\">4</td> <td align=\"right\" valign=\"top\">15</td> <td align=\"left\" valign=\"top\">Grub dbang rin po che’i ’das mchod (commemoration of Ka ru Grub dbang bsTan ’dzin rin chen</td> <td align=\"left\" valign=\"top\">dMar khrid dug lnga rang grol</td> <td align=\"left\" valign=\"top\">dMar khrid dug lnga rang grol</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"right\" valign=\"top\">4</td> <td align=\"right\" valign=\"top\">24</td> <td align=\"left\" valign=\"top\">(Bla ma mchod pa che ba)</td> <td align=\"left\" valign=\"top\">dMar khrid dug lnga rang grol</td> <td align=\"left\" valign=\"top\">dMar khrid dug lnga rang grol</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"right\" valign=\"top\">5</td> <td align=\"right\" valign=\"top\">10</td> <td align=\"left\" valign=\"top\">(Tshes bcu chen mo)</td> <td align=\"left\" valign=\"top\">Rig ’dzin bon skor</td> <td align=\"left\" valign=\"top\">Rig ’dzin bon skor</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"right\" valign=\"top\">6</td> <td align=\"right\" valign=\"top\">15</td> <td align=\"left\" valign=\"top\">sPyi pa spo lab (changeover of temple stewards)</td> <td align=\"left\" valign=\"top\">Rig ’dzin bon skor</td> <td align=\"left\" valign=\"top\" /> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"right\" valign=\"top\">7</td> <td align=\"right\" valign=\"top\">10</td> <td align=\"left\" valign=\"top\">Bla sgrub mchod pa</td> <td align=\"left\" valign=\"top\">Bla ma rtsa sgrub (from dMar khrid cycle)</td> <td align=\"left\" valign=\"top\">Bla ma rtsa sgrub (from dMar khrid cycle)</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"right\" valign=\"top\">7</td> <td align=\"right\" valign=\"top\">15</td> <td align=\"left\" valign=\"top\" /> <td align=\"left\" valign=\"top\">Zhi ba stag la</td> <td align=\"left\" valign=\"top\">Zhi ba stag la</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"right\" valign=\"top\">8</td> <td align=\"right\" valign=\"top\">18</td> <td align=\"left\" valign=\"top\">(Bla ma mchod pa)</td> <td align=\"left\" valign=\"top\">dMar khrid dug lnga rang grol</td> <td align=\"left\" valign=\"top\">dMar khrid dug lnga rang grol</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"right\" valign=\"top\">8</td> <td align=\"right\" valign=\"top\">30</td> <td align=\"left\" valign=\"top\">dByar ston mchod pa</td> <td align=\"left\" valign=\"top\">Rig ’dzin bon skor</td> <td align=\"left\" valign=\"top\">Rig ’dzin bon skor</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"right\" valign=\"top\">9</td> <td align=\"right\" valign=\"top\">8</td> <td align=\"left\" valign=\"top\">Dasa’i mchod pa (anti-Dasain ceremony)</td> <td align=\"left\" valign=\"top\">dMar khrid dug lnga rang grol</td> <td align=\"left\" valign=\"top\">dMar khrid dug lnga rang grol</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"right\" valign=\"top\">9</td> <td align=\"right\" valign=\"top\">15</td> <td align=\"left\" valign=\"top\">Ba shog mchod pa</td> <td align=\"left\" valign=\"top\">Rig ’dzin bon skor</td> <td align=\"left\" valign=\"top\">Rig ’dzin bon skor</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"right\" valign=\"top\">10</td> <td align=\"right\" valign=\"top\">15</td> <td align=\"left\" valign=\"top\">(Klong rgyas mchod pa)</td> <td align=\"left\" valign=\"top\">Klong rgyas</td> <td align=\"left\" valign=\"top\">Klong rgyas</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"right\" valign=\"top\">11</td> <td align=\"right\" valign=\"top\">15</td> <td align=\"left\" valign=\"top\">bsTan ’dzin nyi ma’i ’das mchod</td> <td align=\"left\" valign=\"top\">dMar khrid dug lnga rang grol</td> <td align=\"left\" valign=\"top\">dMar khrid dug lnga rang grol</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"right\" valign=\"top\">12</td> <td align=\"right\" valign=\"top\">15-19</td> <td align=\"left\" valign=\"top\">mDos rgyab</td> <td align=\"left\" valign=\"top\">Zhi khro</td> <td align=\"left\" valign=\"top\">Zhi khro</td> </tr></table> <p>There are certain ceremonies that are not listed in the register. These include the following two: </p> <table class=\"essay-table\" cellspacing=\"0\" cellpadding=\"5\"><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"left\" valign=\"top\">Tibetan month</td> <td align=\"left\" valign=\"top\">date (tshes)</td> <td align=\"left\" valign=\"top\">Name of ceremony</td> <td align=\"left\" valign=\"top\">Short title of main text</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"right\" valign=\"top\">1</td> <td align=\"right\" valign=\"top\">10</td> <td align=\"left\" valign=\"top\">(Jo mo mchod pa)</td> <td align=\"left\" valign=\"top\">dMar khrid dug lnga rang grol</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"right\" valign=\"top\">2</td> <td align=\"right\" valign=\"top\">5</td> <td align=\"left\" valign=\"top\">mNyam med ’das mchod (commemoration of the death of mNyam med Shes rab rgyal mtshan)</td> <td align=\"left\" valign=\"top\">Klong rgyas</td> </tr></table> <p>The Jo mo mchod pa is held simultaneously with the first village ceremony of the year. The latter is conducted in a private house while the nuns and their two bla mas (who hold this position by rotation) assemble in the village temple. Since the Jo mo mchod pa lasts only one day, the temple is vacated in time for the preparations for the gso sbyong, which begins on the thirteenth. </p> <p>The last ceremony was established comparatively recently. It is not listed in the who lives in the small village of Drumbag, near Jomsom. The venue for the ceremony alternates annually between the patron’s home and the Klu brag temple. </p> "},{"title":"10. Daily life of an individual monk","index":22,"parent_index":2,"body":" <p>Except on the occasion of village ceremonies, the daily round of the village priests consists mainly in pursuing economic activities. </p> "},{"title":"11. Books and manuscripts kept by the monastery","index":23,"parent_index":2,"body":" <p>Klu brag was one of the main sources of Bonpo religious manuscripts that were reprinted in India during the 1960s and 1970s. There are many liturgical and a few biographical works kept either in the temple library or in private houses. Various other Bonpo works, published in India from other sources, have also been brought to the village. The inventory of these has not yet been completed. </p> "},{"title":"12. Economic circumstances of temple","index":24,"parent_index":2,"body":" <p>The annual ceremonies performed in the village temple are financed by the priestly estates (grong pa) on the basis of capital that was invested in these rituals by patrons from Klu brag itself and from surrounding settlements. These investments and the interest that must be paid by each of the estates are recorded in a register of temple contributions referred to as the ma yig, the “record of capital”. The documents in question are in the form of sheets of coarse paper measuring 9.5 inches by 8.5 inches sewn together along the centre and folded horizontally to make a booklet. The two booklets are not, however, the original documents, but were copied from an earlier scroll by an educated bla ma from Mustang who lived in Klu brag for a short time at the request of the villagers. Households listed in the text are identified by the heads of each, and the names in the register refer to men who occupied this position in the last generation. The copies are therefore compratively recent, and the fact that they have been updated unfortunately makes it impossible to draw many inferences about the village as it would have been during the time of the document’s original composition. The type of patronage revealed by the register is not based on a private relationship between a bla ma and a lay householder, but embraces any number of people who wish to confer their patronage on the Klu brag temple and its community of bla mas. This system itself has two sightly varying forms. The first of these is apparently an earlier method and operates as follows. </p> <p>If someone from a neighboring village loses a close relative, he or she may wish to bestow a certain amount of money on a religious institution in order that prayers be said and lamps lit to generate merit for the deceased. Such donations are known as sbyar mchog and are collected until the total is sufficient for the establishment of a ritual. Originally the money used to be divided up into eight equal portions and each portion given to one of the grong pa. This sum was used by that grong pa as capital (a ma) with which to trade, and interest to the value of ten per cent of the capital was contributed towards purchasing the foodstuffs necessary for the ceremony. Sometimes the sum given to each householder was not the same, and the form in which the interest was to be paid frequently differed, but these variations are all recorded in the register and must still be paid as they are entered.The names and perhaps the motives (usually the death of the named relative) were probably recorded in the original register, but the more recent booklets contain only details of the original contributions required of each household, and make provision for the new ninth grong pa. Rituals that are financed by this method are referred to as the ‘old ceremonies’ (mchod pa rnying pa), and these are contained in the first of the two ma yig booklets. </p> <p>Whereas the recipients of the patronage used to be the grong pa, the money is now distributed among the ‘monks’ (grwa pa) and nuns (jo mo). ‘Monks’ in this case still refers to village bla mas and the money continues to be invested in household trade, but a household with two bla mas (for example, an extended household occupied by a father and his eldest son) or with a resident nun will be given a proportionately larger share of the capital. The system may be represented by a simple diagram. Let us suppose that at a certain point in time there are five priests or nuns in Klu brag’s religious community \\(in fact there are now fifteen), each represented in order of age by a letter. To simplify matters, it may be assumed that the sum of money collected as sbyar mchog is fifty rupees, and each person is consequently required to pay commodities to the value of one rupee per year as interest. The amount payable is represented by a number following each letter: </p> <table class=\"essay-table\" cellspacing=\"0\" cellpadding=\"5\"><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"left\" valign=\"top\">A1</td> <td align=\"left\" valign=\"top\">B1 </td> <td align=\"left\" valign=\"top\">C1</td> <td align=\"left\" valign=\"top\">D1</td> <td align=\"left\" valign=\"top\">E1</td> </tr></table> <p>When a monk or a nun dies his or her payment of the interest ceases. But the terms of receiving sbyar mchog from patrons are that the ritual be perpetuated on as grand a scale as the capital permits, and the onus of the deceased’s temple contributions is transferred to the two youngest members of the community. The capital that has been allotted to the deceased is given in equal portions to the two youngest, but in view of the depreciation of money the sum comes to a good deal less even than the interest which they are required to pay in the form of foodstuffs. The bracketed letter represents the deceased.</p> <table class=\"essay-table\" cellspacing=\"0\" cellpadding=\"5\"><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"left\" valign=\"top\">(A1)</td> <td align=\"left\" valign=\"top\">B1 </td> <td align=\"left\" valign=\"top\">C1</td> <td align=\"left\" valign=\"top\">D1½</td> <td align=\"left\" valign=\"top\">E1½</td> </tr></table> <p>If a new bla ma or nun, F, joins the community he or she then receives the obligations of the deceased priest which had been allotted to the two who until now had been the youngest. Everyone is again paying the same amount of interest:</p> <table class=\"essay-table\" cellspacing=\"0\" cellpadding=\"5\"><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"left\" valign=\"top\">B1 </td> <td align=\"left\" valign=\"top\">C1</td> <td align=\"left\" valign=\"top\">D1</td> <td align=\"left\" valign=\"top\">E1</td> <td align=\"left\" valign=\"top\">F1</td> </tr></table> <p>If another young bla ma then joins he receives half the interest-obligations of each of the two oldest: </p> <table class=\"essay-table\" cellspacing=\"0\" cellpadding=\"5\"><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"left\" valign=\"top\">B½</td> <td align=\"left\" valign=\"top\">C½</td> <td align=\"left\" valign=\"top\">D½</td> <td align=\"left\" valign=\"top\">E½</td> <td align=\"left\" valign=\"top\">F1</td> <td align=\"left\" valign=\"top\">G1</td> <td align=\"left\" valign=\"top\">H1</td> </tr></table> <p>If the oldest then died, not the youngest member but the youngest member paying half a share would receive the obligations:</p> <table class=\"essay-table\" cellspacing=\"0\" cellpadding=\"5\"><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"left\" valign=\"top\">(B) </td> <td align=\"left\" valign=\"top\">C½</td> <td align=\"left\" valign=\"top\">D½</td> <td align=\"left\" valign=\"top\">E1</td> <td align=\"left\" valign=\"top\">F1</td> <td align=\"left\" valign=\"top\">G1</td> <td align=\"left\" valign=\"top\">H1</td> </tr></table> <p>Finally, to conclude the possibiltities, the premature death of a young bla ma or nun would affect the two who are paying half a share each: </p> <table class=\"essay-table\" cellspacing=\"0\" cellpadding=\"5\"><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"left\" valign=\"top\">C1</td> <td align=\"left\" valign=\"top\">D1</td> <td align=\"left\" valign=\"top\">E1</td> <td align=\"left\" valign=\"top\">F1</td> <td align=\"left\" valign=\"top\">(G)</td> <td align=\"left\" valign=\"top\">H1</td> </tr></table> <p>In this way no one pays less than half a share or more than one and a half. </p> <p>It is not clear why this system was introduced in preference to the older one which was based on estates (grong pa). It may be that grong pa were fragmenting into separate households at that time, and since each house must have a resident bla ma, this was regarded as a fairer system. The theory would be that the combined wealth of the two households forming a split grong pa would be greater than that if the grong pa was still a unit. However, this is not necessarily the case, and it does not explain why nuns and junior bla mas in a house should have to pay, since they do not necessarily strengthen the economic situation of that house. The rituals that are financed by this method are known as the ‘new ceremonies’ (mchod pa gsar pa). </p> "},{"title":"13. Number of local villages or nomads","index":25,"parent_index":2,"body":" <p>Klu brag belongs to an enclave popularly known as Baragaon, a Nepali name derived from a Tibetan original (Yul kha bcu gnyis) meaning “the twelve villages”. The original range of this enclave is not known, but in recent centuries it comprised nineteen villages. The enclave was ruled by a duke (dpon po) who belonged to one of the noble lineages from Lo, several days’ walk to the north. Klu brag is the southernmost village in Baragaon. </p> "},{"title":"14. Economic occupation of the local population","index":26,"parent_index":2,"body":" <p>The people are basically sedentary farmers who grow barley, wheat and buckwheat, and rear livestock. This economy is supplemented by winter trading in India and summer trading in Tibet, but long distance trade (mainly in contraband) to Hong Kong and Thailand was also practised in the past two decades. </p> <hr class=\"footnote-divider\" />"},{"title":"Notes","index":27,"parent_index":0,"body":"<div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n64\" /><a href=\"#nb64\" class=\"note\"> [64] </a> The historical texts from which it has been possible to confirm the dates of these early historical events are discussed in two works: David Jackson’s “Notes on the history of Serib and nearby places in the Upper Kali Gandaki”, Kailash, vol. 6, 1978, pp. 195-224; and David Snellgrove’s The Nine Ways of Bon, 1967, pp. 4-5. </div>"}]}