{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "སྨྲ་བོ་ལྕོག"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "མཚོ་སྨད་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་“གཏམ་ཤུལ་ཨོ་རྒྱན་སྨྲ་བོ་ལྕོག་”ཞེས་ཞུ། རྩེད་ཐང་ནས་འཕྱོངས་རྒྱས་བརྒྱུད་ལུ་གུ་ལ་བརྒྱབ། དེ་ནས་གྲི་གུ་མཚོ་བརྒྱུད་འཁོར་ལམ་སྤྱིར་བཏང་བ་དེད་སྤྱི་ལེ་བརྒྱ་དང་སུམ་ཅུ་སོ་ལྔ་ཙམ་སོང་ན་ད་ལྟའི་མཚོ་སྨད་རྫོང་གནས་ཡུལ་དུ་འབྱོར། ཡང་གཉལ་རི་ཐང་ནས་སྒོ་དུད་བརྒྱུད་མཚོ་སྨད་དུ་འཁོར་ལམ་ཡོད་ཀྱང་ལམ་བདེ་པོ་མེད། ད་ལྟའི་མཚོ་སྨད་རྫོང་གི་རྒྱབ་རིར་རྐང་ཐང་མར་ཆུ་ཚོད་གཅིག་ལྷག་སོང་ན་དགོན་དེར་སླེབས། དགོན་དེ་ནི་ཆོས་རྒྱལ་ཁྲི་སྲོང་གི་སྐུའི་རྣམ་སྤྲུལ་ཉང་རལ་ཉི་མའི་འོད་ཟེར་ཞུ་བ་དེ་ཡིན། ཉང་ཉི་མའི་འོད་ཟེར་ནི་ལྷོ་བྲག་འཇོང་ས་སེར་དགོན་དུ་སྤྱི་ལོ་1124ལོར་སྐུ་བལྟམས། སྐུ་ཆུང་དུས་ནས་ཡབ་ཉང་སྟོན་ཆོས་ཀྱི་འཁོར་ལོ་ལས་དབང་ལུང་མང་པོ་གསན་ཏེ་གྲུབ་རྟགས་ཀྱང་ཐོན། དེ་ནས་མཁའ་འགྲོས་ལུང་བསྟན་ལྟར་<span class=\"milestone page eng \">[page <span class=\"pnum\">120</span>] </span>གནས་དེར་ཕེབས། ཐོག་མར་ཕ་བོང་ཤོ་འདྲའི་སྟེང་དུ་བཞུགས་སྐབས་མཁའ་འགྲོས་གནས་འདིར་གང་ཡོད་ཅེས་བཀའ་འདྲི་ཞུས་པར། གནས་འདིར་ཤར་དུ་ཀླུ་བདུད་གསུམ་དང་། ལྷོ་རུ་མ་མོ་སྤུན་གསུམ། ནུབ་ཏུ་བཙན་གསུམ། བྱང་དུ་གནོད་སྦྱིན་གསུམ་སོགས་དང་། གནས་རི་འདིའི་མཚན་ལ་སྟོང་དཔོན་དཔལ་རི་ཞུ་ཞེས་གསུངས་པ་དང་། སྐབས་དེར་ཉི་མ་ཤར་བ་དང་དུས་མཚུངས་པས“མ་རིག་མུན་སེལ་ཉི་མ་ཤར་དང་མཇལ། སྐྱེས་བུའི་མཚན་ནི་ཉི་མ་འོད་ཟེར་བཟང་”ཞེས་གསུངས་པས་ཉི་མ་འོད་ཟེར་ཞུ་བའི་མཚན་ཡང་དེ་ནས་བྱུང་། རལ་པ་ཞེས་པ་ནི་སྐུ་ཆུང་དུས་ནས་དབུ་སྐྲ་མདའ་ཚད་ཙམ་ཡོད་སྟབས་རལ་པ་ཞེས་པའི་མཚན་ཐོགས། དེ་ནས་རིམ་བཞིན་མཛད་འཕྲིན་རྒྱས་སྟབས་གདུགས་ཐོབ་པའི་སློབ་མ་སྟོང་ཁ་ལོན་པ་བྱུང་གསུངས། བཀའ་ཐང་ཟངས་གླིང་མ་ཁམས་གསུམ་ཟངས་ཁང་གླིང་ནས་གཏེར་ལས་བཞེས། རྙིང་མའི་གཏེར་སྟོན་བརྒྱ་རྩའི་ནང་ནས་རྗེ་འདི་ཉིད་གཏེར་སྟོན་གོང་མ་དང་། གུ་རུ་ཆོས་དབང་གཏེར་སྟོན་འོག་མ་ཞེས་སུ་གྲགས། སྔོན་དགོན་དེར་གསུང་གི་རྟེན་དུ་ལ་བཀའ་འགྱུར་བསྟན་འགྱུར། ཐུགས་ཀྱི་རྟེན་ལ་མཆོད་རྟེན་བཀྲ་ཤིས་འོད་འབར། ཡོན་ཏན་གྱི་རྟེན་ལ་གསེར་ཐང་བརྒྱ་དང་བརྒྱད། འཕྲིན་ལས་ཀྱི་རྟེན་དུ་རྡོ་དཀར་པོ་འཛུམ་ཤར་དང་། ནག་པོ་འཛུམ་མེད་གཙོ་བོར་གྱུར་པའི་ལྷ་སའི་ཇོ་བོ་རགས་རྒྱག་གི་མཛད་འཕྲིན་བསྐྱངས། ཉང་རལ་དགོངས་པ་ཆོས་དབྱིངས་སུ་ཐིམ་རྗེས་ཐུགས་སྲས་འགྲོ་བའི་མགོན་པོས་བལ་ཡུལ་དུ་བཞེངས་པའི་སྐུ་རྒྱུ་ལི་མ་ལས་གྲུབ་པའི་རིགས་གསུམ་མགོན་པོའི་སྐུ་བརྙན་གྲ་ཕྱི་ཚོང་བར་དབོར། དེ་ནས་ལྷུ་བསྒྲིགས་ཏེ་གནས་དེར་སྤྱན་དྲངས། དེ་རྗེས་ཇུན་གར་དམག་དུས་སྐུ་དེ་རྣམས་ས་སྐྱར་དབོར་ཏེ་ལྷ་ཁང་ཞིག་ནང་བཞུགས་སུ་གསོལ་བ་ལ་ཉིན་གཅིག་སྐུ་དེ་གསུམ་གྱིས་“ཨ་ཆུ་ཆུ། གནས་སྐྱིད་པོ་ལྷོ་བྲག་སྨྲ་བོ་ལྕོག་ལས་སྨོན་ལམ་དབང་གིས་འདིར་སླེབས་སོང་”ཞེས་གསུངས་འབྱོན་པས་སྐུ་གཉེར་གྱིས་ལྷ་འདི་རྣམས་ལ་འདྲེ་བཞུགས་འདུག་ཟེར་ནས་སྤྱན་རས་གཟིགས་ཀྱི་སྤྱན་<span class=\"milestone page eng \">[page <span class=\"pnum\">121</span>] </span>དང་། འཇམ་དབྱངས་ཀྱི་ཕྱག་གཡོན་མ། ཕྱག་རྡོར་གྱི་ཞབས་བཅས་ལ་ཏིའུ་ཞུས་པའི་རྗེས་ཀྱང་ཡོད། དེ་ནས་སླར་ཡང་རང་སློག་ཏུ་ཚུར་ཕུལ་བ་སོགས་ཀྱི་ལོ་རྒྱུས་ཀྱང་ཡོད།</p><p>ད་ལྟ་སྔོན་གྱི་རྩིག་རྨང་སྟེང་གསར་བཞེངས་གནང་བའི་འདུ་ཁང་ནང་རྟེན་གཙོ་སྔོན་གྱི་འཇམ་དབྱངས་གསུང་འབྱོན་མའི་སྐུ་སྟོད་ལ་སྐུ་སྨད་གསར་བཞེངས་ཞུས་པ་དང་། སྔོན་གྱི་སྐུ་བརྙན་རྡོར་སེམས་དང་། ཚེ་དཔག་མེད། ཐུག་སྲས་འགྲོ་བའི་མགོན་པོའི་མཆོད་རྟེན་བཀྲ་ཤིས་འོད་འབར། ཉེ་གནས་སོ་བདུན་པ་ཞེས་པས་བཞེངས་གནང་བའི་མཆོད་རྟེན་བཀྲ་ཤིས་འོད་འབར་བཅས་ཀྱི་ཆོས་འཁོར་ཡང་ཉམས་གསོ་ཞུས་པ་སོགས་མཇལ་རྒྱུ་ཡོད།</p><p>དགོན་དེ་ནས་གཏམ་ཤུལ་ཡུལ་གྱི་ནུབ་ངོས་སུ་སོང་ན་ཆོས་གླིང་ཞེས་པ་དགེ་ལུགས་པའི་དགོན་ཞིག་ཀྱང་མཇལ་རྒྱུ་ཡོད།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "སྨྲ་བོ་ལྕོག"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "22409", 
  "dates": [], 
  "title": "སྨྲ་བོ་ལྕོག"
 }
}