{"meta":{"domain":"places","kid":"22297","authors":[],"title":"ཚེ་ཆུ་སྒྲུབ་སྡེ།","dates":{"created_at":"2010-08-14 12:29:58 UTC","updated_at":"2010-08-14 12:29:58 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"ཚེ་ཆུ་སྒྲུབ་སྡེ།"},{"title":"གོང་དཀར་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"ཚེ་ཆུ་སྒྲུབ་སྡེ།","index":2,"parent_index":0,"body":" <p>སྔོན་མིང་ལྕགས་ཟམ་ཞེས་པ་དང་། དེང་སང་ཆུ་ཤུར་ཟམ་ཆེན་ནས་སྤྱི་ལེ་བཅུ་ཙམ་སྣུམ་ནག་འཁོར་ལོ་བརྒྱུད་ཤར་དུ་སོང་ན་སྐྱིད་ནགས་སུ་འབྱོར། སྐྱིད་ནགས་ཞེས་པ་ནི་སྔོན་ཡུལ་དེར་ཤིང་གནམ་གཟེར་གྱི་གླིང་ཁ་ཆེན་པོ་ཞིག་ཡོད་པས་སྐྱིད་ནགས་ཞེས་པའི་མིང་དེ་ལྟར་བྱུང་ཟེར། དེ་ནས་ནུབ་བྱང་གི་རི་འདབས་ཏེ་ཆུ་བོ་རིའི་ཤར་ངོས་སུ་འཁོར་ལམ་དེད་སྤྱི་ལེ་བཞི་ཙམ་གྱི་ས་ན་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་སྔོན་ཆོས་རྒྱལ་ཁྲི་སྲོང་ལྡེ་བཙན་ལ་གུ་རུ་རིན་པོ་ཆེས་སྐུ་ཚེ་ཚེ་སྒྲུབ་གནང་སྐབས་ཐོག་ཀ་ནས་ཚེ་བུམ་ཕོ་རོག་གཅིག་གིས་ས་དེར་ཁྱེར་ནས་དགོན་པའི་གཡས་ངོས་ཀྱི་བྲག་རོང་ནང་ཆུ་མིག་ཅིག་ཡོད་པ་དེའི་འགྲམ་དུ་སྦས་པས་དེར་ཤིང་སེ་བ་ཞིག་སྐྱེས་ཟེར། གུ་རུ་དེར་ཕེབས་པའི་ཞབས་རྗེས་ཀྱང་ཡོད། དེ་ལས་བབས་པའི་ཆུ་འཐུང་ན་ཚེ་<span class=\"milestone page eng \">[page <span class=\"pnum\">2</span>] </span>འཕེལ་ཞེས་དང་། སྔོན་སྡེ་པ་གཞུང་གི་སྐུ་ཚེ་ཚེ་སྒྲུབ་ཀྱང་འདིར་བསྒྲུབས་ཏེ་ལོ་གསར་ཚེས་བཅོ་ལྔ་ཉིན་ཚེ་རིལ་ཀྱང་འབུལ་དགོས། ཐོག་མར་དགོན་དེ་སྨིན་གྲོལ་གླིང་གི་ཁོངས་ཡིན་ཅིང་དེར་བཞུགས་དགེ་འདུན་བརྒྱད་གྲྭ་གཅིག་གི་དགོས་བྱ་སྨིན་གྲོལ་གླིང་ནས་ཞུ་དགོས། དེ་རྗེས་ཁམས་ཀྱི་བླ་མ་ཚེ་དབང་བསམ་གྲུབ་དང་། བློ་བཟང་བསམ་གྲུབ་ཞུ་བ་གཉིས་ཐོག་མར་རི་དེའི་ལྡེབས་ཀྱི་བསམ་གཏན་གླིང་དུ་བཞུགས་ཡོད་པ་ལ་དགོན་དེའི་བླ་མ་གནང་རོགས་ཞེས་སྐྱབས་འཇུག་ཞུས་པར་ཞལ་གྱིས་བཞེས་ཏེ་དགོན་དེའི་བླ་མ་གནང་བས་རིམ་བཞིན་དགེ་ལུགས་པར་འགྱུར། དེ་རྗེས་རྭ་སྒྲེང་རྒྱལ་ཐོག་སྐབས་འདུ་ཁང་གསར་བཞེངས་གནང་། སྔོན་དགོན་དེར་ཤར་ལི་སོགས་ཀྱི་ནང་རྟེན་མང་པོ་འཇལ་རྒྱུ་ཡོད།</p> <p>ད་ལྟ་གསར་བཞེངས་འདུ་ཁང་ནང་སྔོན་གྱི་ཚེ་དཔག་མེད་ཀྱི་སྐུ་བྱིན་ཅན་ཞིག་དང་། གཞན་ཡང་གསར་བཞེངས་གནང་བའི་རྟེན་སྐུ་མང་པོ་མཇལ་རྒྱུ་ཡོད།</p> <p>དགོན་དེའི་གཡས་ངོས་སུ་ཆུ་བོ་རིའི་གནས་སྒོ་ཡོད། གནས་སྒོ་དེ་ནི་སྔོན་སྐྱིད་ནགས་ཀྱི་ར་རྫི་ཞིག་གི་ར་དཀར་པོ་ཞིག་རྟག་ཏུ་བོར་བརླག་འགྲོ་གི་ཡོད་པ་ལ། ཉིན་ཞིག་ར་རྫིས་རའི་སྐེ་ལ་སྐུད་པ་བཏགས་ཏེ་ར་གང་སོང་རྗེས་དེད་བྱས་པས་ར་གནས་སྒོའི་ནང་དུ་འཛུལ། ར་རྫིས་ཀྱང་དེ་རྗེས་སོང་བས་དེའི་ནང་ཡུལ་སྐྱིད་པོ་པད་མ་བཀོད་ཡོད་པ་ར་རྫིར་མཇལ། ར་རྫི་ཧ་ལས་ཏེ་ཡུལ་འདི་ལྟར་སྐྱིད་པོ་ཡོད་ན་ངའི་ཕ་མ་གཉིས་ཀྱང་འདིར་བསུ་དགོས་བསམ་སྟེ་ཁྱིམ་དུ་ཕ་མ་འབོད་པར་སོང་ནས་ཕ་མ་དང་བཅས་དེར་སླེབས་སྐབས་གནས་སྒོ་ཟུམ། དེ་ནས་བཟུང་ལྕགས་ཟམ་ཆུ་བོ་རིའི་གནས་སྒོ་ཕྱེས་མེད་ཟེར།</p> <p>ཡང་ལྕགས་ཟམ་ཆུ་བོ་རི་ལ་ཤོད་སྲོལ་གཞན་ཞིག་ཡོད་པ་ནི། ཤོར་བོ་རི་ཞེས་རྒྱ་གར་ནས་ཤོར་ཡོང་བའི་རི་ཡིན་ཞེས་དང་། བདེ་མཆོག་གི་བླ་རི་ཞེས་ཀྱང་ཟེར་ལ། ཚེ་ཆུ་སྒྲུབ་སྡེའི་ངོས་སུ་ཕྱག་རྡོར་དང་། བྲག་ཐོག་གི་ངོས་སུ་<span class=\"milestone page eng \">[page <span class=\"pnum\">3</span>] </span>འཇམ་དབྱངས་། ཨོ་རྒྱན་གཟིམ་ཕུག་ལ་སྤྱན་རས་གཟིགས་བཅས་རིགས་གསུམ་མགོན་པོའང་ཚང་ཡོད་ཅེས་ཟེར།</p> <p>དགོན་དེའི་འོག་ཏུ་ཆུ་བོ་རིའི་རི་སྐོར་ལམ་ཡོད་པས་དེ་ནས་ལ་ཉག་བརྒྱབ་སྟེ་སྤྱི་ལེ་ལྔ་དྲུག་ཙམ་སོང་ན་བྱང་ཐང་དུ་འབྱོར། བྱང་ཐང་ཞེས་པ་ནི་ཡར་འབྲོག་གི་བྱང་དུ་ཡོད་པས་བྱང་ཐང་ཞེས་དང་། ཡང་གམ་པ་བྱང་ཐང་ཡང་ཟེར། དེ་ནས་མཇལ་ན་ཆུ་བོ་རིའི་ནུབ་ངོས་སུ་བྲག་ཐོག་བླ་མ་བསོད་ནམས་བཟང་པོས་ཕྱག་བཏབ་གནང་བའི་བྲག་ཐོག་དགོན་པ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ཐོག་མར་དབོན་པོའི་དགོན་པ་ཡིན་པ་ལ་དེ་རྗེས་གོང་དཀར་སྐུ་གཉེར་གྲྭ་ཚང་གི་དགོན་ལག་ཏུ་གྱུར་ཅིང་སྐུ་གཉེར་རེ་དེ་ནས་བཏང་གནང་གི་རེད།</p> <p>དེ་ནས་ལྕགས་ཟམ་ཕྱོགས་སུ་སྤྱི་ལེ་གཉིས་གསུམ་ཙམ་སོང་ན་ཆུ་ཤུར་ཟམ་ཆེན་དུ་འབྱོར། ཟམ་ཆེན་གྱི་ཤར་ངོས་སུ་སྔོན་ཐང་སྟོང་གིས་བསྐྱོན་པའི་ལྕགས་ཟམ་གྱི་རྗེས་ཤུལ་ས་འབུར་མཐོང་རྒྱུ་ཡོད་ལ། དེ་དང་ཉེ་བའི་རི་ལྡེབས་འཁོར་ལམ་གྱི་སྟེང་དུ་ལྕགས་ཟམ་བླ་བྲང་གི་རྗེས་ཤུལ་ཡང་མཇལ་རྒྱུ་ཡོད། གཞན་ཡང་ཤོད་སྲོལ་ལ་དཔལ་གྱི་ཆུ་བོ་རི་ལ་དགོན་པ་བརྒྱ་དང་བརྒྱད། དུར་ཁྲོད་བརྒྱ་དང་བརྒྱད། ཆུ་མིག་བརྒྱ་དང་བརྒྱད་བཅས་ཡོད་ཟེར་བ་ལ་སྔོན་དུས་འགྱུར་གོང་ལྕགས་ཟམ་བླ་བྲང་དགོན་དང་། ཚེ་ཆུ་སྒྲུབ་སྡེ། བསམ་གཏན་གླིང་། བྲག་ཐོག་དགོན་བཅས་གྲྭ་དགོན་བཞི་དང་། གཟིམ་སྦུག་དགོན། ཐར་རྩེ་དགོན། སྟག་ཚང་དགོན། ཆུ་མིག་དགོན་གསར་བཅས་བཙུན་དགོན་བཞི། རྩེ་ལ་ནམ་མཁའ་ལྡིང་ཞེས་པའི་རི་ཁྲོད་གཅིག་ལས་མཇལ་རྒྱུ་མེད།</p> <p>དེ་ནས་སྤྱི་ལེ་བཞི་ལྔ་ཙམ་སྣུམ་ནག་འཁོར་ལམ་བརྒྱུད་སོང་ན་ཆུ་བོ་རིའི་བྱང་ཤར་ངོས་སུ་ལྷ་ཆུ་ཞེས་ཆུ་མིག་གི་ཆུ་ཞིག་ཝ་ལས་དྲངས་པ། དེའི་འོག་ཏུ་ལུས་དཀྲུས་ན་ནད་ཀུན་འཇོམས་ཞེས་ཟེར།</p>  "}]}