{"meta":{"domain":"places","kid":"16642","authors":[],"title":"Dopuk Introduction","dates":{"created_at":"2010-08-11 20:47:19 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Dopuk Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0},{"title":"Do PukRdo phug","index":2,"parent_index":1},{"title":"Basic site data","index":3,"parent_index":2,"body":"<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Do Puk<\/span><span class=\"scholar\">Rdo phug<\/span> <\/li> <li>English equivalent: Stone Cave<\/li> <li>Site number: B-135<\/li> <li>Site typology: I.2c <\/li> <li>Geographic coordinate (N. lat.): 32º 22.7΄ <\/li> <li>Geographic coordinate (E. long.): 80º 48.4΄ <\/li> <li>Elevation: 4520 m<\/li> <li>Administrative location (township): <span class=\"popular\">Götsang Mé<\/span><span class=\"scholar\">Rgod tshang smad<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Gar<\/span><span class=\"scholar\">Sgar<\/span> <\/li> <li>Survey expedition: THE <\/li> <li>Survey date: May 26, 2006.<\/li> <li>Contemporary usage: None.<\/li> <li>Identifiable Buddhist constructions: None. <\/li> <\/ul>"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"<p>The large cave of <span class=\"popular\">Do Puk<\/span><span class=\"scholar\">Rdo phug<\/span> is situated in a limestone gorge, a tributary of the <span class=\"popular\">Tritso Tsangpo<\/span><span class=\"scholar\">Khri tsho gtsang po<\/span>. The cave is well hidden from the <span class=\"popular\">Tritso Tsangpo<\/span><span class=\"scholar\">Khri tsho gtsang po<\/span>, a relatively low elevation valley with rich pasturelands. This residence was well sheltered from the elements and perhaps from enemies as well. <span class=\"popular\">Do Puk<\/span><span class=\"scholar\">Rdo phug<\/span> has a southern exposure making it especially attractive for habitation. There is much rubble in the mouth of the cave and the traces of various masonry structures inside. From the outermost footings (probably the highly obscured roots of a façade) it is 30 m to the rear of <span class=\"popular\">Do Puk<\/span><span class=\"scholar\">Rdo phug<\/span>. The cave is 8 m to 12 m wide and has a ceiling more than 3 m in height. The structural remains suggest that this cave once accommodated a fairly large group of residents. The gorge in which <span class=\"popular\">Do Puk<\/span><span class=\"scholar\">Rdo phug<\/span> is located is now devoid of permanent sources of water (the closest perennial source is the <span class=\"popular\">Tritso Tsangpo<\/span><span class=\"scholar\">Khri tsho gtsang po<\/span> situated nearly 3 km away). Perhaps the hydrological status of this gorge was different in ancient times.<\/p>"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"<p>According to local sources, <span class=\"popular\">Do Puk<\/span><span class=\"scholar\">Rdo phug<\/span> was a habitation of the ancient <span class=\"popular\">Mön<\/span><span class=\"scholar\">Mon<\/span>.<\/p>"},{"title":"Site elements","index":6,"parent_index":2,"body":"<p>From the outer-most footings there are probably three more lines of parallel footings extending 13 m into the cave. Each of these wall traces is at a slightly higher elevation (the floor of the cave angles upward from the entrance). These high dissolute remains must have been part of significant forward structures that barricaded the entrance to <span class=\"popular\">Do Puk<\/span><span class=\"scholar\">Rdo phug<\/span>. In the middle of the rear of the cave there is a masonry structure (1.1 m long, 1.2 m high) set on a rock outcrop below a low point in the ceiling. Stones up to 35 cm in length and large amounts of a clay-based mortar were used in its construction. This enigmatic structure resembles a partition wall but may actually have had a ceremonial function. In the rear of <span class=\"popular\">Do Puk<\/span><span class=\"scholar\">Rdo phug<\/span>, on its east side, there is a ledge (4 m long, about 2 m wide) suspended above the cave floor. The west and east sides of this ledge are bounded by walls (1.2 m and 1.3 m long) that are only one vertical course of stones in height. Adjacent to the east side of this ledge there is another ledge that is about 3 m in width. On the forward\/south side of the east ledge there are the remains of a wall (3.5 m long, up to 60 cm high), composed of stones up to 50 cm in length. It is not known whether these walled ledges had a utilitarian or ceremonial function. On the west side of the middle portion of <span class=\"popular\">Do Puk<\/span><span class=\"scholar\">Rdo phug<\/span> there appears to be an extremely degraded structure (6 m x 3.5 m) now reduced to a shallow covering of stones.<\/p>"}]}