{"meta":{"domain":"places","kid":"23444","authors":[{"fullname":"Phuntso Tsering Sharyul","id":"79"},{"fullname":"Phuntso Tsering Sharyul","id":"79"}],"title":"Zhenang Gön Yungdrung Pelri Introduction","dates":{"created_at":"2011-12-13 02:29:06 UTC","updated_at":"2011-12-13 02:29:06 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Zhenang Gön Yungdrung Pelri Introduction"},{"title":"sTeng chen rdzong","index":1,"parent_index":0,"body":" "},{"title":"(41) Zhe nang Monastery","index":2,"parent_index":1,"body":" <p>The monastery&rsquo;s full name is Zhe nang dgon gYung drung dpal ri.<\/p> <p>From sTeng chen rdzong,<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\"> <\/span>Zhe nang Monastery is reached by travelling three kilometres eastward on the highway and another eight kilometres along the waterway on the left. It is located to the west of the river Zhe zhung, in front of the mountain Gangs chen dbang po. It is a place of beauty and interest, surrounded by glorious forest-covered mountains, and the harmonious singing of birds is heard.<\/p> <p>This monastery was founded in 1735 by Bru zhig Yon tan rgya mtsho. It was the seat of the Khyung sprul series. Later it was maintained by the hermits gYung dga&rsquo; Rinpoche and rNal &rsquo;byor bZod pa Rinpoche. The latter undertook its renovation.<\/p> <p>The lineage of Khyung sprul starts with the sage Kun dkar &rsquo;Od ldan and then later continued as follows:<\/p> <ol type=\"1\"> <li> gYu sgra snying po<\/li> <li> Shes rab blo ldan<\/li> <li> Grags pa rgyal mtshan<\/li> <li> lHun grub rgyal mtshan<\/li> <li> gYung drung phun tshogs<\/li> <li> gYung drung bstan &rsquo;dzin phun tshogs<\/li> <li> Gangs rgyal who was four years old in 1998<\/li> <\/ol> <p>Around the monastery are the following sacred mountains: Mount Gangs chen dbang po, regarded as the abode of Dran pa nam mkha&rsquo; and his twin sons Tshe dbang rig &rsquo;dzin and Pad ma &rsquo;byung gnas, is situated at the back of the monastery; to its right is Mount gYag se, to the left, Ra mdung, and in front, sPen ne ri bkra. There are also the two lakes of sPas thang mtsho, the large and the small.<\/p> <p>The monastery has the following religious objects: a relic of sTon pa gShen rab as big as a hen&rsquo;s egg, a conch made of his teeth and a tooth of bZod pa Rinpoche. Before 1959, there were 130 monks in the monastery. At present, there is the lama &rsquo;Chi med rig &rsquo;dzin and more than eighty monks.<\/p> "}]}