{"meta":{"authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}],"title":"Daö Introduction","dates":{"created_at":"2011-12-13 02:29:57 UTC","updated_at":"2011-12-13 02:29:57 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Daö Introduction"},{"title":"dPal yul County","index":1,"parent_index":0,"body":" "},{"title":"(146) Zla ’od Monastery","index":2,"parent_index":1,"body":" "},{"title":"1. Name of the monastery","index":3,"parent_index":2,"body":" <p>In the ancient inscription on the wall inside the assembly hall (’du khang), which I will discuss below, the name of the monastery appears as rDa dbus dgon pa.</p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>The monastery is located about two hours on horseback southeast of Kha rag Monastery, at the top of a hill and surrounded by a forest. It is about 70 km northeast of the county town of dPal yul. </p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>According to oral tradition, Pad ma bdud ’dud, the youngest son of Khod po sNang ldan, married Chos mtsho and had three sons. The eldest, Nam mkha’i rgyal po, founded Zla ’od Monastery (No.146), and became known as Zla ’od Nam mkha’i rgyal po, the second son, Nyi ma’i rgyal po, founded gTsug ’od Monastery (No.147) near by, and was subsequently known as gTsug ’od Nyi ma’i rgyal po. The youngest son founded a monastery at sTag mgo gdong, on a hill resembling the head of a tiger, in a valley called gYang zla gzhi in the same locality as the other two monasteries. The year of the monastery’s foundation is believed to be 1124A.D., but there is no evidence to substantiate this. </p> <p>Zla ’od Nam mkha’i rgyal po was the prelate of the kings of Khro skyabs and Brag steng, two of the eighteen kingkdoms of rGyal rong. The history of the monastery after his time, as well as the chronology of its successive masters remain unclear: </p> <ol type=\"1\"> <li>Zla ’od Nam mkha’i rgyal po </li> <li>gYung drung rgyal mtshan </li> <li>bSod nams rgyal mtshan </li> <li>gTshug phud </li> <li>Shes rab bkra shis </li> <li>Nyi ma rgyal mtshan </li> <li>Nam mkha’ rgyal mtshan </li> <li>sByin pa ’od zer </li> <li>Nam mkha’ lhun grub </li> <li>bSlab gsum phun tshogs </li> <li>bSam gtan </li> <li>rGyal ba g-yung drung </li> <li>A don</li> <li>bsTan ’dzin rnam rgyal </li> <li>Pad ma rgyal mtshan </li> <li>’Chi med </li> </ol> <p>Since dPal yul district belonged to sDe dge in the past, many of the masters mentioned above were close to the kings of sDe dge, and several among them served as their prelates.</p> <p>Unfortunately none of their dates seem credible enough to mention here although I attempted to determine the dates of some of them. </p> <p>I was excited to find a long script on the ancient wall in the assembly hall (’du khang) which I hoped would yield some important historical information about the monastery. A monk at the monastery spent much time and energy making a copy of it for me, but unfortunately its content is disappointing. However, it says that the assembly hall was built by a bSod nams rgyal po, and not Nam mkha’i rgyal po as mentioned above, although no dates are provided. Otherwise the entire inscription is devoted to the praise of the assembly hall and to the description of the statues within. </p> <p>During the time of gTsug ’od, Zla ’od and gTsug ’od monasteries performed all of their annual rituals together. Despite the damage suffered during the Cultural Revolution, around 11,534 meters of the original wall-patings within the assembly hall have been preserved.</p> "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":" <p>Same as Kha rag Monastery (No.145)</p> "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":" <p>There are nine novices and monks at the monastery. </p> "},{"title":"6. Current education","index":8,"parent_index":2,"body":" <p>There are no organizd classes. The young novices are taught by masters of their choice.</p> "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":" <p>The monastery follows the Bru, Zhu or gShen traditions of ritual practice, (mainly the Bru tradition). At present the monastery also follows the New Bon tradition<a href=\"#n10\" name=\"nb10\" class=\"note\">10</a> and the monks go to Shar rdza hermitage for teachings and retreats.</p> "},{"title":"8 / 9. Rituals","index":10,"parent_index":2,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>1st month: Bla ma mchod chog from the 15th to the 20th day </li> <li>4th month: the Klong rgyas cho ga from the 10th to the 15th day</li> <li>5th month: Ma rgyud stong tshogs for seven days</li> <li>8th month: the smyung gnas fasting for eight days</li> <li>10th month: offerings of the sacrificial cake (tshogs) 1000 times from the 10th to the 15th day</li> <li>-11th month: the performance of the Zhi khro ritual from the 10th to the 20th day and the dgu gtor rite from the 24th to the 29th day</li> </ul> "},{"title":"10. Books held in the monastery","index":11,"parent_index":2,"body":" <p>The monastery possesses one printed copy of the Kanjur, one printed copy of the collected works of Shar rdza bKra shis rgyal mtshan, one printed copy of the collected works of gTer ston Tshang drag, the printed edition of the Dran pa bka’ thang in eight volumes, that of the Tshe dbang bka’ thang in four volumes and that of the mKha’ ’gro bka’ thang in one volume. </p> <p>There are manuscript copies of the following ritual texts: Zhi khro, Ma rgyud, Khro bo mgo mtshar rgyas pa, gDugs dkar, bDe ’dus, sTag la, Byams ma, gShed dmar, Gu drag, Khro bo rol pa, Seng gdong ma and Kun rig. </p> "},{"title":"11. Income and expenses","index":12,"parent_index":2,"body":" <p>The monastery depends on donations from the local lay community.</p> "},{"title":"12. Local community","index":13,"parent_index":2,"body":" <p>The local lay community consists of three villages: Ri tshal phu pa with twenty-five families, Phyug po phu ba with fifteen families and gYang stod phu pa with eighteen families (273 people altogether).</p> "},{"title":"13. Local festivals","index":14,"parent_index":2,"body":" <p>The mountain behind the monastery is called gSer phu and is believed to be the abode of the local deity Bya chen. There is a la btsas dedicated to him on the summit of the mountain. The deity is propitiated on the 10th day of the 1st month by the monks. </p> <p>Another mountain called gZung mgon 1 km east of the monastery is regarded as the abode of the eponymous local deity. There is a la btsas on its summit. The date of its renewal ceremony is not fixed. The ceremony is attended by the lay members of the Bonpo community</p> <p>There is a sacred mountain (gnas ri) called mDa’ lHa ri 20 km south of the monastery with a la btsas halfway up. It was first “opened” (gnas sgo phyed pa) as a holy place by bSod nams dbang rgyal alias Zla ’od Nam mkha’ thog ’dzin and later further sanctified by gTer chen Tshe dbang grags pa and also by Glang zhig. Its veneration ceremony takes place on the 15th day of the 4th month and the ceremony is attended by the members of both Bonpo and Buddhist communities. It is circumambulated following the Bon tradition, (g-yas skor, i. e. counter-clockwise). </p> "},{"title":"14. Occupation of the local population","index":15,"parent_index":2,"body":" <p>Farmers and nomads</p> "},{"title":"Sources","index":16,"parent_index":2,"body":" "},{"title":"(1) Interviews","index":17,"parent_index":16,"body":" <p>In autumn 1997 with ’Jigs med, a monk at the monastery (b.1965)</p> "},{"title":"(2) Texts","index":18,"parent_index":16,"body":" <ol type=\"1\"> <li>Zla ’od dgon gyi lo rgyus by Bya Tshe ring, MS</li> <li>The inscription on the assembly hall of the monastery</li> <li>gTsug ’od dgon pa, MS., anonymous</li> </ol> <hr class=\"footnote-divider\" />"},{"title":"Notes","index":19,"parent_index":0,"body":"<div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n10\" /><a href=\"#nb10\" class=\"note\"> [10] </a> Bon is referred to as Bon dkar (“White Bon”) and Bon nag (“Black Bon”) by the Buddhists, and as bKa’ gsar (“new teachings”) and bKa’ rnying (“old teachings”) by the Bon pos themselves. Because of the negative connotation of \"Bon nag\", Shar rdza bKra shis rgyal mtshan does not agree with either appelations; he considers that the distinction between new and old teachings is also incorrect and refers to them as new and old gTer ma (“treasures”) instead. As a result, the two traditions are now increasingly referred to as gTer gsar and gTer rnying, “new treasures” and “old treasures”. </div>"}]}