{"meta":{"domain":"places","kid":"23621","authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"title":"Rapwen Trashi Püntsok Ling Introduction","dates":{"created_at":"2011-12-13 02:30:33 UTC","updated_at":"2011-12-13 02:30:33 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Rapwen Trashi Püntsok Ling Introduction"},{"title":"Zung chu County","index":1,"parent_index":0,"body":" "},{"title":"(215) Rab dben Monastery","index":2,"parent_index":1,"body":" "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p>The monastery’s full name is Rab dben bKra shis phun tshogs gling. Since the monastery is located in rDza gzhi community it is also known as rDza gzhi dgon.</p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>The monastery is located 41 km west of the county seat of gZi tsha sde dgu which is renowned for its scenic beauty.</p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>The date of the monastery’s foundation remains uncertain. According to oral tradition, it has a history of 1100 years.<a href=\"#n62\" name=\"nb62\" class=\"note\">62</a> Bon mkhar sKal bzang rin chen, the present head of the monastery, has recorded an oral account according to which the original temple was founded by Drang srong Nyi ma thag ’dogs. This sage is regarded as a descendant of Kong tsha dbang ldan, one of the offspring of gShen rab Mi bo. The Bon mkhar lineage therefore claimes to be descended from gShen rab Mi bo.</p> <p>bsTan ’dzin rgyal mtshan, the twenty-first of the Bon mkhar lineage, moved the temple to the present site in 1573, and extended the establishment into a monastery which he named Rab dben bKra shis phun tshogs gling,<a href=\"#n63\" name=\"nb63\" class=\"note\">63</a> but the history of the establishment before his time remains obscure. However, the account of Bon mkhar sKal bzang rin chen gives a list of the heads of the monastery, but it is incomplete:</p> <ol type=\"1\"> <li>Drang srong Nyi ma thag ’dogs</li> </ol> "},{"title":"2-20. The names are missing.","index":6,"parent_index":2,"body":" <ol type=\"1\"> <li>rNam dag tshul khrims </li> <li>bsTan ’dzin lhun grub </li> <li>Tshe dbang lhun grub </li> <li>bsTan pa dar rgyas </li> <li>lHun grub dbang rgyal</li> <li>bsTan ’dzin dbang rgyal </li> <li>Rin chen rgyal mtshan </li> <li>gYung drung tshul khrims</li> <li>Sang rgyas tshul khrims (1936-1959) </li> <li>sKal bzang rin chen (b.1964), the present head of the monastery. The monastery was rebuilt in the 1980s.</li> </ol> "},{"title":"4. Hierarchical system","index":7,"parent_index":2,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>dgon bdag, hereditary</li> <li>two dbu mdzad</li> <li>two dge skos</li> <li>three mchod dpon </li> <li>two spyi ba, no predetermined term of office</li> </ul> <p>All the incumbents besides the dgon bdag are replaced every two years.</p> "},{"title":"5. Current number of monks","index":8,"parent_index":2,"body":" <p>There are sixty-one novices and monks in the monastery. </p> "},{"title":"6. Current education","index":9,"parent_index":2,"body":" <p>There are no organized classes. The young novices are trained by the elder monks.</p> "},{"title":"8 / 9. Rituals","index":10,"parent_index":2,"body":" <p>The monastery performs only two rituals: commemoration of mNyam med Shes rab rgyal mtshan from the 3rd to the 6th day of the 1st month; Ma tri sgrub chen from the 7th to the 16th day of the 4th month with the ’cham dances on the 15th day.</p> "},{"title":"10. Books held in the monastery","index":11,"parent_index":2,"body":" <p>The monastery has one printed copy of Bonpo Kanjur.</p> "},{"title":"11. Income and expenses","index":12,"parent_index":2,"body":" <p>The monastery has no regular Sources of income and depends on offerings from the faithful. The monks provide their own food.</p> "},{"title":"12. Local community","index":13,"parent_index":2,"body":" <p>There are several communities scattered among eight villages: ’Brong khams community comprises four villages: ’Bar yul mkhar with forty-three families, mDa’ ’bur with six families, mDa’ ’joms with eleven families and Bod nang with thirteen families. </p> <p>Khyung yag community comprises two villages: Khyung yag with thirty-five families and Nye kho with twelve families. </p> <p>gNyan rtsa community comprises gNyan rtsa with forty families; Ngo stod has one village: rDzong nang with thirty-seven families; Kyong te community comprises four villages: Phar phyin with twelve families, bDe chen with forty families, Sa cha with twenty families and Ha li with eighteen families; </p> <p>gZi tsha sde dgu community comprises nine villages: rDze tsha ba with sixty families, Zhu ce with forty families, He dga’ with seven families, Bo bzo with forty families, ’Phel ya with thirty families, rGyal ’phel with twelve families, rGu ba with nine families, ’Phan po with twenty-six families and ’Phong bze ge with thirty-seven families. In addition, there are several families scattered in various townships: Chu dkar, A lo, Ma ca, L’o dbyi, Wu’u c’o and rTsa thang.</p> "},{"title":"13. Local festivals","index":14,"parent_index":2,"body":" <p>There is a sacred mountain (gnas ri) called rDza gzhi brag dkar located 3 km east of the monastery, with a motorable road leading to it. It was revealed by sKyang sprul Nam mkha’ rgyal mtshan and is venerated by the people of the villages on the 15th and 30th day of the 6th month.</p> <p>In addition they also go and participate in the veneration of Mounts Bya dur and Dung ri, the two most important sacred mountains of Bon in Shar khog (cf. sNa steng Monastery No.199).</p> "},{"title":"14. Occupation of the local people","index":15,"parent_index":2,"body":" <p>Agriculture</p> "},{"title":"Sources","index":16,"parent_index":2,"body":" "},{"title":"(1) Interviews","index":17,"parent_index":16,"body":" <p>In autumn 1998 with: Bon mkhar sKal bzang rin chen (b.1963), the present head of the monastery</p> <p>(2) Texts,</p> <ol type=\"1\"> <li>Nan phing rdzong gi rab dben dgon pa’i lo rgyus mdor bsdus, NKhGL pp.260-266</li> </ol> <hr class=\"footnote-divider\" />"},{"title":"Notes","index":18,"parent_index":0,"body":"<div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n62\" /><a href=\"#nb62\" class=\"note\"> [62] </a> Zha ru si (rou wen gong ba) gai kuang (A General Introduction to rDza gzhi Monastery {rab dben dgon pa}) by Bon mkhar sKal bzang rin chen, written in Chinese, MS., p.1. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n63\" /><a href=\"#nb63\" class=\"note\"> [63] </a> Concerning the succession of the Bon mkhar bla ma and their dates, Nan phin rdzong gi rab dben dgon pa’i lo rgyus mdor bsdus provides a different list of the masters and their dates after the transference of the temple to the present site, but it is too confused to quote here. </div>"}]}