{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Labrang Monastery’s Corporate Estates (labrang)"
  }, 
  {
   "body": "<p>Modern social scientists have proposed models for the evolution of authority structures in Asia. All recognize that each culture has its own specific contexts and power groups, but there are similarities in evolutionary models, which are useful for understanding <span class=\"place\" title=\"F15472\">Labrang</span>’s (<em><span class=\"place\" title=\"F15472\">bla brang</span></em>) monastic and lay community at large. Here, the focus is on the structures of the <span class=\"place\" title=\"F15472\">Labrang</span> Monastery’s support communities, made up of predominantly nomadic and semi-nomadic groups in the surrounding areas. At the outset it is important to remember that the nomad society had different values, economies, and lifestyles than those of nearby lowland agricultural and predominantly sedentary societies. Agricultural communities had their locally defined authority structures, also with similar evolutions, for example from small subsistence level communities, to larger villages, and eventually regional groups. In nomadic areas like the <span class=\"place\" title=\"F15472\">Labrang</span> properties, its community-at-large, ownership of land, monetary and currency exchange, law and enforcement, and all social processes were all very different from those of surrounding cultures, and even more different from those in the modern west.</p>
", 
   "index": 1, 
   "parent_index": 0, 
   "title": "What was a Tibetan Corporate Estate (labrang, bla brang)?"
  }, 
  {
   "body": "<p>Nomadic areas were characterized by small groups called “<span class=\"tibetan\" title=\"Type ID here\">tsowa</span>” (<em><span class=\"tibetan\" title=\"Type ID here\">tsho ba</span></em>) led by chiefs, or prominent men who were able to establish themselves by their strength, leadership qualities, skill, and intelligence. The small groups might be understood as tribes, extended clan groups, and combinations of clan groups with leaders who received recognition and offerings of goods from the community in gestures of privilege, legitimization, and loyalty. The group also made offerings to <span class=\"place\" title=\"F15472\">Labrang</span> or one of its branch monasteries, and sent young boys to the monastery for ordination. Again, these <span class=\"tibetan\" title=\"Type ID here\">tsowa</span> groups included extended clans, but often included persons not biologically related.</p>
<p>The second stage of community authority structures were combined <span class=\"tibetan\" title=\"Type ID here\">tsowa</span>  groups, often called <span class=\"tibetan\" title=\"Type ID here\">shokpa</span> (<em><span class=\"tibetan\">shog pa</span></em>) – literally “section” or “wing.” The leaders of these combined <span class=\"tibetan\" title=\"Type ID here\">shokpa</span> groups were tribal or collected clan chiefs who were able to extend their power over a larger area and greater number of people, beyond the borders of their home group. This larger group leadership status was a result of bravery in battle against common enemies, of community consensus, sometimes reinforced by marriage alliances, natural leadership skills, or as a result of mutual economic benefit. This level of community authority required inter-group diplomacy and negotiation, over matters of pasture, and other concerns appropriate to <span class=\"place\" title=\"F15348\">Amdo</span> (<span class=\"place\" title=\"F15348\"><em>a mdo</em></span>) highlands life.</p>
<p>The third level of community authority structure consisted of combinations of these <span class=\"tibetan\" title=\"Type ID here\">shokpa</span> groups. Leadership of these groups required more diplomacy and negotiation between <span class=\"tibetan\" title=\"Type ID here\">shokpa</span><em> </em>groups relatively distant from one another, outside of their respective homelands. While individual or small groups of <span class=\"tibetan\" title=\"Type ID here\">shokpa</span> could and did form relations with a <span class=\"place\" title=\"F15472\">Labrang</span> lama’s estate, the larger units, like <span class=\"place\" title=\"Type ID here\">Ngülra</span> (<em><span class=\"place\" title=\"Type ID here\">ngul rwa</span></em>), <span class=\"place\" title=\"Type ID here\">Dzögé Nyinma</span> (<em><span class=\"place\" title=\"Type ID here\">mdzod dge nyin ma</span></em>), and all eight of <span class=\"place\" title=\"F15472\">Labrang</span>’s extended properties, usually consisted of several <span class=\"tibetan\" title=\"Type ID here\">shokpa</span> in each property. <span class=\"place\" title=\"Type ID here\">Ngülra</span>, for example, had three <span class=\"tibetan\" title=\"Type ID here\">shokpa</span>, <span class=\"place\" title=\"Type ID here\">Ngawa</span> (<em><span class=\"place\" title=\"Type ID here\">nga ba</span></em>) had six, <span class=\"place\" title=\"Type ID here\">Dzögé Mema</span> (<em><span class=\"place\" title=\"Type ID here\">mdzod dge smad ma</span></em>) had five, and so on. These large groups formed long-term relationships with <span class=\"place\" title=\"F15472\">Labrang</span> Monastery, and generally accepted the political leadership of <span class=\"place\" title=\"F15472\">Labrang</span>, in the permanent office of resident <span class=\"tibetan\" title=\"Type ID here\">gowa</span> (<em><span class=\"tibetan\" title=\"Type ID here\">go ba</span></em>) or other monastery-appointed official. This was a representative of the monastery who lived in the usually combined <span class=\"tibetan\" title=\"Type ID here\">shokpa</span> groups for three-year terms. They had the task of mediating disputes, providing religious services, looking after monastery livestock, and to the extent possible with the monastery’s broad powers, providing for community security.</p>
<p>In sum, the three levels of community authority were individual tribal units (<span class=\"tibetan\" title=\"Type ID here\">tsowa</span>), groups of individual tribal units (<span class=\"tibetan\" title=\"Type ID here\">shokpa</span>), and groups of <span class=\"tibetan\" title=\"Type ID here\">shokpa</span>. There were variations to this general pattern based on economy, whether agrarian or livestock management, on population, on leadership preferences and alliances, on wealth, and other factors.</p>
", 
   "index": 2, 
   "parent_index": 0, 
   "title": "Community Divisions"
  }, 
  {
   "body": "<p><span class=\"place\" title=\"F15472\">Labrang</span>’s social, political, and economic infrastructures were unique. In addition, <span class=\"place\" title=\"F15472\">Labrang</span>’s value system, or its sense of identity was also defined in unique ways, very much in contrast to those of its close neighbors, the Chinese and the regional Muslim groups. There were variable value systems in the <span class=\"place\" title=\"F15348\">Amdo</span> region. The largest group were the nomadic Tibetans (and the regional Mongol nomad groups who assimilated Tibetan systems), with their constellations of Buddhist and regional religions. The local groups of Hui and Salar Muslims were distinct because of Islam, and their own community traditions, mostly agricultural, mercantile, and to a lesser extent highland nomadic. By far the most different ethnographic definitions in relation to the nomadic Tibetans in the greater <span class=\"place\" title=\"F15348\">Amdo</span> region were those of the neighboring Chinese. Regional Chinese groups defined their civilization in Confucian terms, by their unique language and culture, their dynastic heritage, their largely agricultural heritage, and in a few words, their fundamental values.</p>
<p>In contrast to the Chinese and Muslims, the <span class=\"place\" title=\"F15472\">Labrang</span> Tibetans identified themselves as Buddhists, heirs to the traditions of the ancient Tibetan empire, the well known sagas of Gesar, and for those connected to <span class=\"place\" title=\"F15472\">Labrang</span> the proud bearers of central Tibetan Buddhist traditions. The <span class=\"place\" title=\"F15472\">Labrang</span> Tibetans’ nomadic lifestyles, their community group structures, their collected religious values and <span class=\"place\" title=\"F637\">Lhasa</span>-related heritage, and their vision of the world set them apart from their neighbors. The close proximity of these distinctly different groups stimulated even stronger assertion of personal and local community identity. These factors together provided powerful incentives for community solidarity. That is, maintaining one’s personal and community commitment to <span class=\"place\" title=\"F15472\">Labrang</span> Monastery, paying taxes, providing corvée, and participating in community rituals provided collective identity and strength, both metaphysical and in times of crisis, militia protection.</p>
<p>The important requirements of membership in the <span class=\"place\" title=\"F15472\">Labrang</span> communities included a knowledge of local Tibetan language, sensitivity to the very diverse range of religious values, acceptance of the authority of the monastery and the monastic authorities, and acceptance of one’s personal and community commitment to the monastery. There were law codes, and punishment for severe transgressions, but in general petty law enforcement was a local community matter. Community members were required to observe community standards and accepted practices, but failure to pay taxes or to provide corvée were not punishable offences; such transgressions rather resulted is disassociation of the group from the larger community, or in individual cases, banishment. Inability to pay often resulted in reduced or deferred payment. In some cases corvée responsibility and sponsorship of religious events could be met by proxy. In sum, there was a broad range of tangible and intangible or religious incentives for membership in the <span class=\"place\" title=\"F15472\">Labrang</span> <em><span class=\"tibetan\" title=\"Type ID here\">labrang</span></em>.</p>
", 
   "index": 3, 
   "parent_index": 0, 
   "title": "Ethnic Diversity in the Region"
  }, 
  {
   "body": "<p><span class=\"place\" title=\"F15472\">Labrang</span> Monastery’s revenue generating properties, its “corporate estate” or in Tibetan, its <em><span class=\"tibetan\" title=\"Type ID here\">labrang</span> </em>(<em><span class=\"tibetan\" title=\"Type ID here\">bla brang</span></em>) included the site of monastery itself and all of its properties. These properties were the monastery’s “community-at-large,” and were most often made up of <span class=\"tibetan\" title=\"Type ID here\">tsowa</span> and <span class=\"tibetan\" title=\"Type ID here\">shokpa</span> groups. There were different categories of relationships between the monastery and its revenue generating properties. The two primary categories were “divine communities” and “lay communities.” Its fully owned properties were the “divine communities” (<span class=\"tibetan\" title=\"Type ID here\">lhadé</span>, <em><span class=\"tibetan\" title=\"Type ID here\">lha sde</span></em>), meaning “communities in the service of the Buddhist gods.” The other main category were those properties that were not fully owned by the monastery, but nonetheless committed to service and donation. These were the “lay communities” (<span class=\"tibetan\" title=\"Type ID here\">midé</span>, <em><span class=\"tibetan\" title=\"Type ID here\">mi sde</span></em>) which meant “communities in service of men.” The key difference is that the monastery was fully in charge of the economic and political administration of the “divine communities,” while the “lay communities” were under the jurisdiction of lay lords (<span class=\"tibetan\" title=\"Type ID here\">pönpo</span>, <em><span class=\"tibetan\" title=\"Type ID here\">dpon po</span></em>). The <span class=\"place\" title=\"F15472\">Labrang</span> Monastery estate was made up primarily of “divine communities,” with few “lay communities.” The “divine” and “lay” status were moreover subject to change. As time went on, other communities formed even looser, strictly donative relationships to the monastery, sometimes called “religious communities” (<span class=\"tibetan\" title=\"Type ID here\">chödé</span>, <em><span class=\"tibetan\" title=\"Type ID here\">chos sde</span></em>). The “divine” and “lay” communities were generally in the <span class=\"place\" title=\"F15348\">Amdo</span> region, contiguous to the monastery site. However, other communities far away from the monastery maintained strong ties, and were counted as monastery properties. These included communities in Heilongjiang, at Wutaishan, and in Inner Mongolia. Readers should note that the support relationships between <span class=\"place\" title=\"F15472\">Labrang</span> Monastery and its estates were largely dissolved beginning in 1958 and shortly thereafter; however, much reduced religious and donative relationships remain.</p>
", 
   "index": 4, 
   "parent_index": 0, 
   "title": "Revenue Generating Properties"
  }, 
  {
   "body": "<p>The <span class=\"place\" title=\"F15472\">Labrang</span> Monastery and its extended community describes itself as consisting of “eight divine communities” (<em><span class=\"tibetan\" title=\"Type ID here\">lha sde shog pa brgyad</span></em>). In general, these eight communities were the monastery’s revenue generating properties in areas surrounding the monastery proper (some quite distant geographically), and their lay inhabitants were responsible for providing corvée. The revenues were variable and quite different in each territory, and there were even differences within single territories. In addition, the borders of the territories and their names sometimes shifted over time, because of conquests, natural disasters, or migrations. There are also exceptions to the responsibility to provide corvée (obligatory, unpaid labor for the monastery)—not all residents provided corvée—and there were different kinds of such service. Still, in spite of the variations, there are definable territories and discernable patterns of revenue and corvée.</p>
<p>Each of the territories has its own history, from their inclusion in the “eight divine communities,” through their histories and through variations in commitments to different <span class=\"place\" title=\"F15472\">Labrang</span> corporate estates (<em><span class=\"tibetan\" title=\"Type ID here\">nang chen</span></em>, <em><span class=\"tibetan\" title=\"Type ID here\">bla brang</span></em>). It is notable that the <span class=\"place\" title=\"F15472\">Labrang</span> communities, their revenues and corvée were treated like commodities. That is, they were inherently valuable, they were sometimes traded by different estate owners, and their commitments changed because of shifting allegiances on the part of the population.</p>
<p>Here, the “eight divine properties” are listed, leaving the important matters of revenue, corvée, and history aside, for the moment. Geographically, these communities extend from the actual site of the monastery in <span class=\"place\" title=\"F1147\">Sangchu</span>/Xiahe (<em><span class=\"place\" title=\"F1147\">bsang chu</span></em>) County, north into Yatse/Xunhua, south to <span class=\"place\" title=\"F1075\">Ngawa</span> (<em><span class=\"place\" title=\"F1075\">rnga ba</span></em>) in the north of modern Sichuan Province, east to modern Tsö/Hezuo, and west over the modern Qinghai border through the Mongol territories of Prince Erdeni.</p>
<p>1. The first of the eight is the collected the “four divine communities (<em><span class=\"tibetan\" title=\"Type ID here\">lha sde shog pa bzhi</span></em>).” This was the original endowment donated by Genkya nomads, a summer pasture called Tokti Demo Tang, in the region known as Khagya tsodruk. The Mongol Prince Erdeni invited the First <span class=\"org\" title=\"Type ID here\">Jamyang Zhepa</span>, sponsored the construction of the earliest monastery buildings, and provided boys as novice monks and for eventual ordination.</p>
<p>The “four divine communities” are <span class=\"place\" title=\"Type ID here\">Tanak</span> (<em><span class=\"place\" title=\"Type ID here\">mtha’ nag</span></em>), <span class=\"place\" title=\"Type ID here\">Tawa Gongma</span> (<em><span class=\"place\" title=\"Type ID here\">mtha’ ba gong ma</span></em>),  <span class=\"place\" title=\"Type ID here\">Tawa Zhölma</span> (<em><span class=\"place\" title=\"Type ID here\">mtha’ ba zhol ma</span></em>) or <span class=\"place\" title=\"Type ID here\">Zayainang</span> (<em><span class=\"place\" title=\"Type ID here\">za ya’i nang</span></em>), and <span class=\"place\" title=\"Type ID here\">Sakar</span> (<em><span class=\"place\" title=\"Type ID here\">sa dkar</span></em>). These four originally nomadic communities divided into thirteen farming villages (note that some of the following thirteen villages retain the name of the original large group). The account given here is compiled from several oral sources and verified where possible by written documents. The thirteen still recognize their origins in the four groups, as follows.</p>
<ul> <li>Group one (<span class=\"place\" title=\"Type ID here\">Tanak</span>): 1. <span class=\"place\" title=\"Type ID here\">Zayü</span> (<em><span class=\"place\" title=\"Type ID here\">za yus</span></em>), 2-3. <span class=\"place\" title=\"Type ID here\">Tangnak Gongzhöl</span> (<em><span class=\"place\" title=\"Type ID here\">thang nag gong zhol</span></em>) (two villages), 4. <span class=\"place\" title=\"Type ID here\">Ngönchok</span> (<em><span class=\"place\" title=\"Type ID here\">sngon mchog</span></em>); </li> <li>Group two (<span class=\"place\" title=\"Type ID here\">Tawa Gongma</span> ): 5-6. <span class=\"place\" title=\"Type ID here\">Tawa  Gongzhöl </span> (<em><span class=\"place\" title=\"Type ID here\">mtha’ ba gong zhol</span></em>) (two villages), 7. <span class=\"place\" title=\"Type ID here\">Menkhar</span> (<em><span class=\"place\" title=\"Type ID here\">man mkhar</span></em>), 8. <span class=\"place\" title=\"Type ID here\">Sasoma</span> (<em><span class=\"place\" title=\"Type ID here\">sa so ma</span></em>); </li> <li>Group three (<span class=\"place\" title=\"Type ID here\">Tawa Zhölma</span>): 9. <span class=\"place\" title=\"Type ID here\">Sakar</span>, 10. <span class=\"place\" title=\"Type ID here\">Gyawornang</span> (<em><span class=\"place\" title=\"Type ID here\">rgya bor nang</span></em>), 11. <span class=\"place\" title=\"Type ID here\">Pukdé</span> (<em><span class=\"place\" title=\"Type ID here\">phug sde</span></em>); </li> <li>Group four: (The first of group four are today six small villages. However, three of the six are included in both # 12 and # 13): 12. <span class=\"place\" title=\"Type ID here\">Rikdra</span> (<em><span class=\"place\" title=\"Type ID here\">rigs sgra</span></em>), <span class=\"place\" title=\"Type ID here\">Minyak</span> (<em><span class=\"place\" title=\"Type ID here\">mi nyag</span></em>), <span class=\"place\" title=\"Type ID here\">Lungkartang</span> (<em><span class=\"place\" title=\"Type ID here\">lung dkar thang</span></em>), <span class=\"place\" title=\"Type ID here\">Gardé</span> (<em><span class=\"place\" title=\"Type ID here\">mgar sde</span></em>), <span class=\"place\" title=\"Type ID here\">Yikchungtang</span> (<em><span class=\"place\" title=\"Type ID here\">yig chung thang</span></em>, and <span class=\"place\" title=\"Type ID here\">Ludrak</span> (<em><span class=\"place\" title=\"Type ID here\">glu grags</span></em>); 13. <span class=\"place\" title=\"Type ID here\">Rikdra</span>, <span class=\"place\" title=\"Type ID here\">Minyag</span>, <span class=\"place\" title=\"Type ID here\">Gardé</span>. Number 12 is alternatively divided into four villages instead of six. Finally, there is a tradition of dividing all of the thirteen villages into upper and lower sections.</li> </ul>
<p>2. <span class=\"place\" title=\"Type ID here\">Genkya</span>-<span class=\"place\" title=\"Type ID here\">Yartsi</span>/Xunhua (<span class=\"place\" title=\"Type ID here\">Yartsi</span>/Xunhua was formerly considered a part of <span class=\"place\" title=\"Type ID here\">Genkya</span>). The <em>Ocean Annals</em> records that “two lords of <span class=\"place\" title=\"Type ID here\">Khagya</span> [in <span class=\"place\" title=\"Type ID here\">Genkya</span>] donated the land, . . . The border with <span class=\"place\" title=\"Type ID here\">Rongpo</span> was set near <span class=\"place\" title=\"Type ID here\">Serkha</span> and <span class=\"place\" title=\"Type ID here\">Langgya</span>.”.<a name=\"n1\" href=\"#fn1\">[1]</a></p>
<p>3. <span class=\"place\" title=\"Type ID here\">Sangkhok</span> is located in grasslands south and southwest of <span class=\"place\" title=\"F15472\">Labrang</span> Monastery, on a route from <span class=\"place\" title=\"Type ID here\">Ngülra</span> to <span class=\"place\" title=\"F15472\">Labrang</span>.</p>
<p>4. <span class=\"place\" title=\"Type ID here\">Khotsé</span> is located due south of <span class=\"place\" title=\"Type ID here\">Sangkhok</span>.</p>
<p>5. <span class=\"place\" title=\"Type ID here\">Dokar</span>, the fifth of <span class=\"place\" title=\"F15472\">Labrang</span>’s eight communities, is located just east/southeast of <span class=\"place\" title=\"Type ID here\">Tsö</span>/Hezuo. Its revenues were originally the property of Drepung Gomang in <span class=\"place\" title=\"F637\">Lhasa</span>. The First <span class=\"org\" title=\"Type ID here\">Jamyang Zhepa</span> traded some of his <span class=\"place\" title=\"F637\">Lhasa</span> properties for the local <span class=\"place\" title=\"Type ID here\">Dokar</span> property.</p>
<p>6. <span class=\"place\" title=\"Type ID here\">Ngülra</span>, located in the upper reaches of the <span class=\"place\" title=\"Type ID here\">Machu</span>/Yellow River, in modern southwestern Gansu Province, was the sixth of <span class=\"place\" title=\"F15472\">Labrang</span>’s inner districts.</p>
<p>7. <span class=\"place\" title=\"Type ID here\">Dzögé Nyinma</span>'s modern administrative center is at <span class=\"place\" title=\"Type ID here\">Machu</span>.</p>
<p>8. <span class=\"place\" title=\"Type ID here\">Ngawa Tsodruk</span> is in the north of contemporary Sichuan Province.</p>
", 
   "index": 5, 
   "parent_index": 0, 
   "title": "The Eight Divine Communities"
  }, 
  {
   "body": "<p><a name=\"fn1\" href=\"#n1\">1</a> <span class=\"tibtext\" title=\"Type ID here\"><em>deb ther rgya mtsho</em></span>-Lanzhou, 547.20 ff: <em>kha gya’i be hu gnyis kyis sa phul te dgon pa btab bas byas pa che rkang tsha’i gser kha glang gya dang nye bar rong po dang sa mtshams ’dzin byed du bzhag.</em></p>
", 
   "index": 6, 
   "parent_index": 0, 
   "title": "Notes"
  }, 
  {
   "body": "", 
   "index": 7, 
   "parent_index": 0, 
   "title": "Bibliography"
  }, 
  {
   "body": "<p>’brug thar. <em><span class=\"tibtext\" title=\"Type ID here\">mdo smad byang shar gyi bod kyi tsho ba shog pa’i lo rgyus dang rig gnas bcas par dpyad pa</span></em>. Beijing: People’s Publishing House, 2002.</p>
", 
   "index": 8, 
   "parent_index": 7, 
   "title": "For patterns of community formation at Labrang"
  }, 
  {
   "body": "<p>Aung-Thwin, Michael. <em><span class=\"tibtext\" title=\"Type ID here\">Pagan: The Origins of Modern Burma</span></em>. (Honolulu: University of Hawai’i Press, 1985).</p>
<p>Kulke, Hermann. “The Early and Imperial Kingdom in Southeast Asian History,” in <em><span class=\"tibtext\" title=\"Type ID here\">Southeast Asia in the 9th to 14th Centuries</span></em>. Edited by David G. Marr &amp; A.C. Milner (Singapore: Institute of Southeast Asian Studies/Australian National University, 1986), 1-22.</p>
<p>Tambiah, Stanley J. <em><span class=\"tibtext\" title=\"Type ID here\">World Conqueror and World Renouncer: A Study of Buddhism and Polity in Thailand against a Historical Background</span></em>. Cambridge: Cambridge University Press, 1976.</p>
<p>Veluthat, Kesavan. <em><span class=\"tibtext\" title=\"Type ID here\">The Early Medieval in South India</span></em> (New Delhi: Oxford University Press, 2009).</p>
", 
   "index": 9, 
   "parent_index": 7, 
   "title": "For relevant analyses of communities in other Asian countries"
  }, 
  {
   "body": "<p>Goldstein, Melvyn. <em><span class=\"tibtext\" title=\"Type ID here\">An Anthropological Study of the Tibetan Political System</span></em>. PhD diss., University of Washington, 1968. http://www.cwru.edu/affil/tibet/booksAndPapers/Goldstein-Dissertation.pdf</p>
", 
   "index": 10, 
   "parent_index": 7, 
   "title": "For Social Structures in Central Tibet"
  }, 
  {
   "body": "<p>Davidson, Ronald M. <em><span class=\"tibtext\" title=\"Type ID here\">Indian Esoteric Buddhism: A Social History of the Tantric Movement</span></em>. (New York: Columbia University Press, 2002).</p>
<p>Kulke, Hermann and Dietmar Rothermund. <em><span class=\"tibtext\" title=\"Type ID here\">A History of India</span></em> (Revised, Updated <span style=\"font-size: 10.1273px;\">Edition). London: Routledge, 1990.</span></p>
<p>Stein, Burton. “The Segmentary State: Interim Reflections.” In <em>T<span class=\"tibtext\" title=\"Type ID here\">he State in India 1000-1700</span></em>. Edited by Hermann Kulke. (Delhi: Oxford University Press, 1995).</p>
", 
   "index": 11, 
   "parent_index": 7, 
   "title": "For Relevant “Segmentary” Political Groups in Asia"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "Paul Nietupski", 
    "id": "28"
   }, 
   {
    "fullname": "Paul Nietupski", 
    "id": "28"
   }
  ], 
  "domain": "places", 
  "kid": "15472", 
  "dates": [], 
  "title": "Labrang Monastery’s Corporate Estates (labrang)"
 }
}