{"meta":{"authors":[],"title":"བཙན་ཐང་།","dates":{"created_at":"2010-08-14 12:30:02 UTC","updated_at":"2010-08-14 12:30:02 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"བཙན་ཐང་།"},{"title":"སྣེ་གདོང་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"བཙན་ཐང་།","index":2,"parent_index":0,"body":" <p>མཚན་རྒྱས་པར་“བཙན་ཐང་གཡུ་ཡི་ལྷ་ཁང་”ཞེས་ཞུ། དེ་ནི་ཡར་ཀླུངས་གནས་གསུམ་གྱི་ཁོངས་ཡིན། ཚེ་ཆུ་འབུམ་པ་ནས་གཤམ་དུ་སྤྱི་ལེ་ཕྱེད་ཙམ་གྱི་ས་ལ་ལྷ་ཁང་དེ་མཇལ་རྒྱུ་ཡོད། བཙན་ཐང་ཞེས་པ་ནི་སྔོན་གནས་དེར་སྤང་གཤོང་ཞིག་ཡོད་པ་ལ། སྤྱི་ལོའི་སྔོན་གྱི་ལོ་127ཙམ་ལ་དེར་བྱིས་པ་བཞི་ཕྱུགས་འཚོ་བཞིན་པའི་སྐབས་རྒྱབ་རི་ཐབ་རྡོ་རི་སྟེ་བཙན་ཐང་ལྷ་རིའི་རྩེ་ནས་འོད་འཕྲོ་བ་མཐོང་ནས་དེ་ནོར་བུ་ཡིན་པར་ངོས་འཛིན་ནས་བྱིས་པ་རྒན་པ་གཉིས་གདན་འདྲེན་པར་འགྲོ་རྒྱུ་བྱས། དེ་འོག་གི་ནོར་བུ་བཞུགས་སའི་ལབ་མའི་ཁྲི་སྟེ་སྤང་དྲས་པ་ལས་རྩེགས་པའི་ཁྲི་རྩེགས། ཆུང་ཤོས་ཀྱིས་ཕྱུགས་འཚོ་བཞིན་བསྡད། རྒན་པ་གཉིས་རི་སྟེང་དུ་སླེབས་སྐབས་འོད་འཕྲོ་བ་<span class=\"milestone page eng \">[page <span class=\"pnum\">60<\/span>] <\/span>ནི་གཞན་མ་ཡིན་པར་མི་ཁྱད་དུ་འཕགས་པ་ཞིག་ཡོད་པར་གང་ནས་འོང་ཞེས་དྲིས་པར་ནམ་མཁའ་ལ་མཛུབ་མོ་བཙུགས་པས་ལྷ་ལས་བབས་པར་ངོས་འཛིན། ད་གང་དུ་བྱོན་དྲིས་པར་ཡུམ་བུ་བརླ་མཁར་གྱི་ཕྱོགས་སུ་མཛུབ་མོ་བཙུགས། དེ་ནས་བྱིས་པ་གཉིས་ཀྱིས་གཉའ་སྟེང་དུ་གདན་དྲངས་ཏེ་ལབ་མའི་ཁྲི་ལ་བཞུགས་སུ་གསོལ་ནས་རྒྱལ་པོར་བཀུར། བོད་ཀྱི་རྒྱལ་པོའི་ཐོག་མ་གཉའ་ཁྲི་བཙན་པོ་ཞེས་པའི་མཚན་ཡང་གཉའ་བར་སྟེགས་པ་དེ་ནས་བྱུང་། ས་དེར་བཙན་ཐང་ཞེས་ཐོགས་པའི་དོན་ཡང་དེ་ལྟར་བྱུང་། དེ་རྗེས་ཁྲི་སྲོང་ལྡེ་བཙན་གྱི་ཡུམ་ངང་ཚུལ་བྱང་ཆུབ་རྒྱལ་མོའམ་གྱིམ་ཤིང་ཀོང་ཇོས་རྒྱ་སྐྱེད་གནང་ནས་ཙན་དན་དཀར་དམར་དང་། རྒྱ་ཕོ་རྒྱ་མོ་རྒྱ་སོགས་ཀྱི་ཀ་བ་དང་། སྐོར་བ་ཕྱི་ནང་བར་གསུམ་དུ་རྒྱག་རྒྱུ་ཡོད། ཀ་བཀྱག་ཀྱང་བསམ་ཡས་སུ་དཀྲུག་རྒྱབ་སྟེ་ཆུ་ཐོག་ནས་དྲངས་པ་ཡིན་ཟེར་བ་ད་ལྟའང་མཇལ་རྒྱུ་ཡོད། གཡུ་ཡི་ལྷ་ཁང་ཞེས་པའང་དེའི་དུས་ཡངས་ཐོག་གཡུ་རྩི་བསྒྲོན་གནང་སྟབས་མཚན་དེ་ལྟར་བྱུང་། སྔོན་བྱ་ས་ལྷ་ཁང་དུ་ལི་དཀར་གྱི་རྣམ་པར་སྣང་མཛད་དང་། ཁྲ་འབྲུག་རུ་རྡོ་ཡི་རྣམ་པར་སྣང་མཛད། བཙན་ཐང་ལ་ཙན་དན་གྱི་རྣམ་པར་སྣང་མཛད་ཅེས་གནས་གསུམ་པོར་རྣམ་པར་སྣང་མཛད་སྐུ་རྒྱུ་མི་འདྲ་བ་རེ་མཇལ་རྒྱུ་ཡོད་ཟེར། སྔོན་དགའ་ལྡན་ཆོས་འཁོར་གླིང་གི་ཁོངས་ཡིན་ཅིང་དེར་གྲྭ་པ་ལྔ་གྲྭ་རེ་གཏོང་གནང་དགོས།<\/p> <p>ད་ལྟ་ཕྱིའི་ལྕགས་རི་ཙམ་ལས་ནང་གི་ལྷ་ཁང་གསར་བཞེངས་གནང་བའི་ནང་། རྣམ་པར་སྣང་མཛད་དང་། བཅོམ་ལྡན་འདས། མར་མེ་མཛད་སོགས་ཀྱི་སྐུ་བརྙན་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད།<\/p>  "}]}