{"meta":{"authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}],"title":"Sentsa Gari Introduction","dates":{"created_at":"2011-12-13 02:28:57 UTC","updated_at":"2011-12-13 02:28:57 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Sentsa Gari Introduction"},{"title":"’Bri ru rdzong","index":1,"parent_index":0,"body":"\n\n                     "},{"title":"(21) dGa’ ri Monastery","index":2,"parent_index":1,"body":"\n\n                     <p>Sen tsha dGa&rsquo; ri Monastery is also in gYang shod <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>,\n                        but located on the other side of the river rGyal chu. In 1697 or so, mKhas\n                        btsun bSam gtan nyi ma established the site as a place for meditation\n                        practice. There he meditated upon the tutelary deity dBal phur nag po and\n                        finally attained realization.</p>\n\n                     <p>The monastery is regarded as the sacred site of Phur pa. It is said that\n                        there are clear traces of a tiger, a snow lion, a Garuda and a dragon having\n                        landed on the cardinal points of this monastery. To the north is the\n                        mountain sBas yul gtsang ma dga&rsquo; ba&rsquo;i ri. The fact that the mountain is said\n                        to have a hidden place (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sbas yul</span>) where Tshe dbang rig\n                        &rsquo;dzin attained realization explains why it is called dGa&rsquo; ri (the Mountain\n                        of Joy).</p>\n\n                     <p>bsTan pa&rsquo;i nyi ma, who was a disciple of the great saint bsTan &rsquo;dzin rin\n                        chen bde chen snying po, practised meditation in this place and attained\n                        realization. He built a temple and collected religious objects, so that the\n                        hermitage was finally transformed into a monastery. He attracted many\n                        disciples by giving teachings based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dMar khrid dug\n                           lnga rang grol</span>, which is a mental-treasure (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dgongs\n                           gter)</span> of Grub dbang bsTan &rsquo;dzin rin chen. He lived a long life.</p>\n\n                     <p>After that, in the second half of the Fifteenth Rab byung, sKal bzang rgya\n                        mtsho, a lama of the rMe&rsquo;u lineage, was recognized as the reincarnation of\n                        bsTan pa&rsquo;i nyi ma. He looked after the interests of dGa&rsquo; ri Monastery. He\n                        took an oath to be a monk in the presence of Phun tshogs blo gros, the great\n                        abbot of sMan ri (No.1), and rendered great services during his whole\n                        life.</p>\n\n                     <p>The main religious objects of this monastery are a reliquary stupa of mKhas\n                        btsun bSam gtan nyi ma, a gilt-bronze statue of rNam par rgyal ba as high as\n                        the ceiling, a statue of rGyal ba mNyam med pa made of a mixture of medicine\n                        and clay, and statues of rGyal yum Byams ma and Dran pa nam mkha&rsquo; with his\n                        twin sons. There is also a great collection of scriptures written in gold\n                        and silver.</p>\n\n                     <p>The principal deity of this monastery is dBal phur nag po, but offerings are\n                        constantly made to Khro bo, dBal gsas and sTag la, as well as the\n                        performance of the ceremony of &ldquo;thousand offerings&rdquo; to rNam rgyal.</p>\n\n                     <p> In 1940, bsTan pa&rsquo;i nyi ma, the reincarnated lama of Srid rgyal dgon chen\n                        (No.88) of Bon ri in Kong po, after paying a visit to his native land,\n                        stayed at dGa&rsquo; ri Monastery in solitary meditation. At that time there were\n                        seventeen monks there. At present, his descendant, lama Tshul khrims blo\n                        gros, and fifteen other monks reside there.</p>\n\n                     <p>Travelling about six kilometres eastward from gYang shod <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span> up to Ban dkar <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span> and another five\n                        kilometres eastward from there leads one to Klu mkhar Monastery.</p>\n\n                  "}]}