{"meta":{"authors":[],"title":"Semodo (Lhochok) Introduction","dates":{"created_at":"2010-08-12 13:20:09 UTC","updated_at":"2010-08-12 16:53:52 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"\n\n","title":"Semodo (Lhochok) Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":"\n\t\t\t\t\t\t"},{"title":"SemodoSe mo do","index":2,"parent_index":1,"body":"\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Basic site data","index":3,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<ul class=\"bullet-blue\">\n\t\t\t\t\t\t\t\t<li>Site name: <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> (South)</li>\n\t\t\t\t\t\t\t\t<li>Alternative site name: <span class=\"popular\">Sinmodo</span><span class=\"scholar\">Srin mo do</span> (South)</li>\n\t\t\t\t\t\t\t\t<li>English equivalent: Island of the Srin mo</li>\n\t\t\t\t\t\t\t\t<li>Alternative site name 2: <span class=\"popular\">Nangdo</span><span class=\"scholar\">Nang do</span> (South)</li>\n\t\t\t\t\t\t\t\t<li>English equivalent: Inner Island </li>\n\t\t\t\t\t\t\t\t<li>Site number: B-126</li>\n\t\t\t\t\t\t\t\t<li>Site typology: I.2c </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (N. lat.): 30&ordm; 49.9&#900; </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (E. long.): 90&ordm; 23.5&#900; </li>\n\t\t\t\t\t\t\t\t<li>Elevation: 4730 m</li>\n\t\t\t\t\t\t\t\t<li>Administrative location (township): <span class=\"popular\">Poche</span><span class=\"scholar\">Spo che</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Administrative location (county): <span class=\"popular\">Pelg&ouml;n</span><span class=\"scholar\">Dpal mgon</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Survey expedition: TILE</li>\n\t\t\t\t\t\t\t\t<li>Survey date: February 12&ndash;14, 2006.</li>\n\t\t\t\t\t\t\t\t<li>Contemporary usage: Occasional use of site by religious practitioners and shepherds.</li>\n\t\t\t\t\t\t\t\t<li>Identifiable Buddhist constructions: A small wall with inscribed plaques,\n\t\t\t\t\t\t\t\t\t\tBuddhist mantras carved on the formation, and prayers and mantras written in red\n\t\t\t\t\t\t\t\t\tochre.</li>\n\t\t\t\t\t\t\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>The various caves and manmade structures of <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> (South) are located at the foot of the limestone escarpment forming the rocky backbone of a 3.5-km\n\t\t\t\t\t\t\t\tlong island, which is known as <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span>/<span class=\"popular\">Sinmodo</span><span class=\"scholar\">Srin mo do</span>/<span class=\"popular\">Nangdo</span><span class=\"scholar\">Nang do</span>. The name <span class=\"popular\">Nangdo</span><span class=\"scholar\">Nang do</span> (Inner Island) reflects the privileged geomantic and strategic\n\t\t\t\t\t\t\t\tposition of this island. Clearly, the zenith of material cultural development at <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> was reached in the archaic cultural horizon. In the last millennium\n\t\t\t\t\t\t\t\tonly individuals have lived here, those devoted to religious practice and the occasional pilgrim or herder.\n\t\t\t\t\t\t\t\t\t<span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> is very similar in size and aspect to\n\t\t\t\t\t\t\t\t\t<span class=\"popular\">Trashi Dochung</span><span class=\"scholar\">Bkra shis do chung</span> (J-1). With the\n\t\t\t\t\t\t\t\tpossible exception of bkra shis do (J-1, J-2), <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> gave rise to the largest archaic cultural center at <span class=\"popular\">Namtso</span><span class=\"scholar\">Gnam mtsho</span> (4720 m). Cave hermitage associated with famous\n\t\t\t\t\t\t\t\t\tBuddhist masters (8th to 13th century CE) sprung up on the much more extensive remains of an\n\t\t\t\t\t\t\t\tearlier phase of occupation. The archaic cultural heritage of <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> is well chronicled in a chain of ruined residential complexes that dot its shores (Phase I\n\t\t\t\t\t\t\t\toccupation). There were no less than 20 Phase I residential loci, ranging in size from one room to clusters of\n\t\t\t\t\t\t\t\tmulti-roomed buildings. The extent of these Phase I ruins gives the impression that as many as several hundred\n\t\t\t\t\t\t\t\tpeople may have once resided on <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span>. This\n\t\t\t\t\t\t\t\tthriving island center consisted of well-built habitations, each of which was constructed around a cave or cleft\n\t\t\t\t\t\t\t\tin the base of the escarpment. These natural rock shelters appear to have constituted the inner sancta of the\n\t\t\t\t\t\t\t\tPhase I residential loci.</p>\n\t\t\t\t\t\t\t<p>The remains of what appear to have been large, robustly built buildings indicate that Phase I se mo do was a\n\t\t\t\t\t\t\t\tpowerful outpost of Upper Tibetan civilization. This cultural nucleus could only have been established with\n\t\t\t\t\t\t\t\teconomic infusions from the mainland (currently, the island grasses could potentially support a herd of around 40\n\t\t\t\t\t\t\t\tsheep and goats). A sequestered island bastion required adequate food reserves, implements, clothing, etc. that\n\t\t\t\t\t\t\t\tcould only come from onshore. It is likely that only the social elite of the region could command and centralize\n\t\t\t\t\t\t\t\tsuch resources. This is corroborated by the size and quality of the Phase I archaic architectural remains; nowhere\n\t\t\t\t\t\t\t\telse in the gnam mtsho basin is there evidence for such a developed archaic residential hub. It seems likely,\n\t\t\t\t\t\t\t\ttherefore, that insular se mo do was once the political and social nexus of the region. This is where the socially\n\t\t\t\t\t\t\t\tprivileged chose to live, physically removed from the grazing lands, pastoral economy and manual labor on which\n\t\t\t\t\t\t\t\ttheir well-being was based. Being surrounded by the deep and turbulent waters of gnam mtsho on all sides (landfall\n\t\t\t\t\t\t\t\tis a minimum of 4 km away), se mo do was well insulated from unwanted intrusions and invasion. The island is\n\t\t\t\t\t\t\t\tusually accessed in the winter months when gnam mtsho is frozen. Wintertime passage to se mo do is relatively\n\t\t\t\t\t\t\t\tsecure and can facilitate the movement of large amounts of supplies.<a href=\"#n106\" name=\"nb106\" class=\"note\">106</a>\n\t\t\t\t\t\t\t</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>According to cultural luminaries of the region, <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> was the most exclusive of Buddhist meditation centers at <span class=\"popular\">Namtso</span><span class=\"scholar\">Gnam mtsho</span>. Some of the lore concerning the island is also\n\t\t\t\t\t\t\t\trecorded in texts. Probably the most knowledgeable person regarding the oral tradition of <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> is a <span class=\"popular emph\">ngakpa</span><span class=\"scholar emph\">sngags pa</span> named A thob, who resides at <span class=\"popular\">Trashi Dochung</span><span class=\"scholar\">Bkra shis do chung</span>. He mostly learned about <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> from the late <span class=\"popular\">Lama Ch&ouml;dak</span><span class=\"scholar\">Bla ma chos bdag</span>, a monk at <span class=\"popular\">Gurchung</span><span class=\"scholar\">Gur chung</span> monastery. They did not, however, visit the island together. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Textual tradition","index":6,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>The fact that Buddhist practitioners reoccupied an archaic cultural center at <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> is largely ignored in the Tibetan historical and\n\t\t\t\t\t\t\t\tbiographical texts. The Buddhist historical tradition begins with personalities such as\n\t\t\t\t\t\t\t\t\t<span class=\"popular\">Guru Rinpoch&eacute;</span><span class=\"scholar\">Gu ru rin po che</span> (8th century CE),\n\t\t\t\t\t\t\t\t\t<span class=\"popular\">Galo Rinpoch&eacute;</span><span class=\"scholar\">Gwa lo rin po che</span> (11th to 12th century\n\t\t\t\t\t\t\t\tCE), <span class=\"popular\">Gyelwa Lorepa</span><span class=\"scholar\">Rgyal ba lo ras pa</span> (died 1251 CE), mi la\n\t\t\t\t\t\t\t\tras pa (1040-1143 CE), <span class=\"popular\">Dopa Darma Sherap</span><span class=\"scholar\">Do pa dar ma shes rab</span> (born 1228 CE), and <span class=\"popular\">Rechungpa</span><span class=\"scholar\">Ras chung pa</span>\n\t\t\t\t\t\t\t\t(1083-1161 CE), all of whom are supposed to have visited <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span>.<a href=\"#n107\" name=\"nb107\" class=\"note\">107</a> These masters have caves dedicated to them in the oral and textual traditions of <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span>. <span class=\"popular\">Guru Rinpoch&eacute;</span><span class=\"scholar\">Gu ru rin po che</span> is documented as subjugating the god <span class=\"popular\">Lud&uuml; Dorj&eacute;</span><span class=\"scholar\">Klu bdud rdo je</span> (<span class=\"popular\">Lud&uuml; Tanglha</span><span class=\"scholar\">Klu bdud thang lha</span>) at <span class=\"popular\">Sinmodo</span><span class=\"scholar\">Srin mo do</span>. The taming of the great mountain god <span class=\"popular\">Nyenchen Tanglha</span><span class=\"scholar\">Gnyan chen thang lha</span> on the island reflects its\n\t\t\t\t\t\t\t\thistorical and cultural importance. It is also implicit recognition that an earlier religious order existed on\n\t\t\t\t\t\t\t\t\t<span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span>. Aware of the island&rsquo;s historical\n\t\t\t\t\t\t\t\tsignificance, Buddhist masters of the <span class=\"popular emph\">tenpa chidar</span><span class=\"scholar emph\">bstan\n\t\t\t\t\t\t\t\t\tpa phyi dar</span> developed a fascination with <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> and strove to bring it fully into the ambit of their religion. This is graphically illustrated in\n\t\t\t\t\t\t\t\tthe red ochre inscriptions found in various caves. Mostly composed of mantras, these writings attempt to\n\t\t\t\t\t\t\t\tsymbolically establish Buddhist control over the island. Other inscriptions were written by the\n\t\t\t\t\t\t\t\t\tBonpo, which tried to achieve the same ends for their religion. The Bon\n\t\t\t\t\t\t\t\tinscriptions were made from around 1000 CE (possibly even in the early historic period) to perhaps as late as\n\t\t\t\t\t\t\t\tcirca 1250 CE, when the last Bonpo along the shores of <span class=\"popular\">Namtso</span><span class=\"scholar\">Gnam mtsho</span> were converted to Buddhism.<a href=\"#n108\" name=\"nb108\" class=\"note\">108</a> Some Bon inscriptions and motifs were deliberately erased. Curiously, more of an effort\n\t\t\t\t\t\t\t\twas made to efface or tamper with Bon inscriptions at <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> than at bkra shis do. </p>\n\t\t\t\t\t\t\t<p>A period of heightened social tensions between conservative native practitioners of Bon\n\t\t\t\t\t\t\t\treligious traditions and crusading Buddhists coming from other parts of Tibet can well be imagined. This conflict is liable to have had major political overtones with\n\t\t\t\t\t\t\t\tvarious factions joining each of the religious camps. Any such struggles at <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> before circa 1000 CE are likely to have involved cults adhering to\n\t\t\t\t\t\t\t\tarchaic traditions, while those after this time may have involved Lamaist practitioners fighting for ecclesiastic\n\t\t\t\t\t\t\t\tdominance. Be that as it may, Buddhist doctrinal and ecclesiastic victory spelled the end to an\n\t\t\t\t\t\t\t\tearlier era, and the ancient cultural glories of places like <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span>were forgotten. For one thing, Buddhist practitioners never saw it\n\t\t\t\t\t\t\t\tnecessary in their writings to acknowledge the borrowing of building materials from the archaic complexes for the\n\t\t\t\t\t\t\t\tconstruction of their much more modestly-sized retreats. Neither does the quasi-historical literature of the\n\t\t\t\t\t\t\t\t\tBonpo do justice to the ancient cultural and historical significance of <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span>. </p>\n\t\t\t\t\t\t\t<p>An oblique reference to Bonpo personages (albeit they had converted to\n\t\t\t\t\t\t\t\t\tBuddhism) at <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> is\n\t\t\t\t\t\t\t\tfound in <span class=\"popular\">Taklung Tsetr&uuml;l</span><span class=\"scholar\">Stag lung rtse sprul</span>&rsquo;s <span class=\"popular emph\">n&eacute; sh&eacute;</span><span class=\"scholar emph\">gnas bshad</span> where it claims that <span class=\"popular\">Guru Rinpoch&eacute;</span><span class=\"scholar\">Gu ru rin po che</span> gave tantric initiations to <span class=\"popular\">Drenpa Namkha</span><span class=\"scholar\">Dran pa nam mkha&rsquo;</span> and <span class=\"popular\">khyeuchung Khading</span><span class=\"scholar\">Khye&rsquo;u chung mkha&rsquo; lding</span> at this location.<a href=\"#n109\" name=\"nb109\" class=\"note\">109</a> In Bon texts the eighth century CE adept stong rgyung mthu chen is\n\t\t\t\t\t\t\t\tclosely associated with <span class=\"popular\">Namtso</span><span class=\"scholar\">Gnam mtsho</span>. He is commonly\n\t\t\t\t\t\t\t\tportrayed as an ascetic living a solitary existence, not one involved in vibrant social intercourse. The text\n\t\t\t\t\t\t\t\t\t<span class=\"popular emph\">rik dzin rik p&eacute; tuk gy&uuml;</span><span class=\"scholar emph\">Rig &rsquo;dzin rig pa&rsquo;i thugs rgyud</span> records his death\n\t\t\t\t\t\t\t\ton the island of the bellicose <span class=\"popular emph\">sinpo</span><span class=\"scholar emph\">srin po</span> (<span class=\"popular emph\">sinpo drukp&eacute; ling</span><span class=\"scholar emph\">srin po &rsquo;khrugs pa&rsquo;i gling</span>) in the west, a reference to\n\t\t\t\t\t\t\t\t\t<span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span>.<a href=\"#n110\" name=\"nb110\" class=\"note\">110</a> The Bon\n\t\t\t\t\t\t\t\t<span class=\"popular emph\">magy&uuml;</span><span class=\"scholar emph\">ma rgyud </span> (Mother Tantra) tradition hints at the elite\n\t\t\t\t\t\t\t\tcharacter of the island, for it is the home of the central figure of the quincunx of <span class=\"popular emph\">lu</span><span class=\"scholar emph\">klu</span>-faced goddesses.<a href=\"#n111\" name=\"nb111\" class=\"note\">111</a> This identification in the <span class=\"popular emph\">magy&uuml;</span><span class=\"scholar emph\">ma rgyud</span> tradition shows\n\t\t\t\t\t\t\t\tthat the island was the divine heart of <span class=\"popular\">Namtso</span><span class=\"scholar\">Gnam mtsho</span>\n\t\t\t\t\t\t\t\tand a main focus of religious rites.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Site Elements","index":7,"parent_index":2,"body":"\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Residential complex","index":8,"parent_index":7,"body":"\n\t\t\t\t\t\t\t\t<p>Every Phase I residential structure at se mo do appears to have been razed as only fragmentary walls and\n\t\t\t\t\t\t\t\t\tfootings remain. If left only to natural decay, more extensive portions of these stout structures should have\n\t\t\t\t\t\t\t\t\tendured. An architectural recreation occurred at se mo do, reflecting major cultural, political and economic\n\t\t\t\t\t\t\t\t\tchanges buffeting Upper Tibet. As no ground plans are fully extant, it is not\n\t\t\t\t\t\t\t\t\tclear what the original configurations of the massive wall traces were. It could not be determined if they\n\t\t\t\t\t\t\t\t\tsupported permanent roofs or if some merely enclosed open courtyards and patios. It appears that stones from\n\t\t\t\t\t\t\t\t\truined walls were restacked, adding to the difficulty of ascertaining the architectural identity of Phase I\n\t\t\t\t\t\t\t\t\tstructures. It is certainly possible, given the thickness and quality of the footings, that these once\n\t\t\t\t\t\t\t\t\tunderpinned all-stone corbelled edifices. Locally available scrub juniper may also have been employed in the\n\t\t\t\t\t\t\t\t\tconstruction of roofs. In either case, individual rooms would have been small in size. </p>\n\t\t\t\t\t\t\t\t<p>Phase I structures include fa&ccedil;ades built around the mouth of caves and overhangs, and elevated masonry footings\n\t\t\t\t\t\t\t\t\textending 5 m to 14 m out from the base of the escarpment. These footings supported one to three vertical tiers\n\t\t\t\t\t\t\t\t\tof structures. The forward or lakeside edge of the foundations is commonly raised 1 m or more above ground\n\t\t\t\t\t\t\t\t\tlevel. Freestanding wall fragments (seldom more than 1 m in height) are limited to outer walls and partition\n\t\t\t\t\t\t\t\t\twalls subdividing each structure into two to four parts. The well-built random-rubble walls are 60 cm to 90 cm\n\t\t\t\t\t\t\t\t\tin thickness. Variable-length (up to 1 m) uncut pieces of naturally occurring blue limestone were used in\n\t\t\t\t\t\t\t\t\tconstruction. There is very little evidence for the use of adhesive materials. The robustly-built walls of the\n\t\t\t\t\t\t\t\t\tarchaic constructions contrast with the much more lightly and crudely built fa&ccedil;ades of the Lamaist retreats.\n\t\t\t\t\t\t\t\t\tThese constitute the Phase II architecture of the island. Often, ma Ni mantras are carved in the formation\n\t\t\t\t\t\t\t\t\tsurrounding the Phase II loci. No attempt was made by the Lamaists to redevelop the Phase I structures save for\n\t\t\t\t\t\t\t\t\tthe restacking of stones. The Lamaist fa&ccedil;ades are in a far better physical state than their archaic\n\t\t\t\t\t\t\t\t\tcounterparts, an important indication of relative age. </p>\n\t\t\t\t\t\t\t\t<p>There are also a number of rectangular ceremonial structures around the island erected on the lakeshore benches\n\t\t\t\t\t\t\t\t\tthat parallel the escarpments. These appear to be archaic cultural structures, which in some cases, consisted of\n\t\t\t\t\t\t\t\t\tat least two graduated tiers. No attempt seems to have been made to rebuild them, but they are likely to have\n\t\t\t\t\t\t\t\t\tundergone a Buddhist reconsecration process. Their numbers underscore the ritual importance\n\t\t\t\t\t\t\t\t\tof se mo do. </p>\n\t\t\t\t\t\t\t\t<p>Probably, from no later than 1000 CE, the Lamaists (be they Buddhists or\n\t\t\t\t\t\t\t\t\t\tBonpo) established a mere shadow of the earlier architectural presence on se mo do. The sum\n\t\t\t\t\t\t\t\t\ttotal of their building ventures are a few small shrines and the fa&ccedil;ades around their meditation caves (Phase II\n\t\t\t\t\t\t\t\t\tmonuments). The older ruins provided windbreaks and the walls of the retreat caves kept out the fierce elements,\n\t\t\t\t\t\t\t\t\tproviding the Lamaist inmates with some of the most secure housing anywhere at gnam mtsho. I envision two\n\t\t\t\t\t\t\t\t\thistorical scenarios in which the Phase I infrastructure of se mo do was either destroyed or fell into disuse:\n\t\t\t\t\t\t\t\t\t1) during the annexation of gnam mtsho by the spu rgyal emperors in circa seventh century CE punitive raids, 2)\n\t\t\t\t\t\t\t\t\tduring internecine religious conflicts between 800 and 1000 CE. While these scenarios are highly speculative the\n\t\t\t\t\t\t\t\t\tend result was the same, the dismemberment of the archaic ritual and political nerve center of se mo do. As for\n\t\t\t\t\t\t\t\t\tthe establishment of the archaic insular center, a prehistoric timeframe is suggested by the geomantic\n\t\t\t\t\t\t\t\t\tperfection of the site, the intensity of occupation and the inherent defensibility of the island (almost always\n\t\t\t\t\t\t\t\t\ta decisive factor at archaic cultural sites in Upper Tibet). </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Easternmost cave","index":9,"parent_index":8,"body":"\n\t\t\t\t\t\t\t\t\t<p>The first cave on the south side of <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span>\n\t\t\t\t\t\t\t\t\t\t(beginning from the east side of the escarpment) is long and narrow (6 m x 2 m). It is deeply set into a\n\t\t\t\t\t\t\t\t\t\tcliff. Like a number of other caves at <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span>, this one is not mentioned in <span class=\"popular\">Taklung Tsetr&uuml;l</span><span class=\"scholar\">Stag lung rtse sprul</span>&rsquo;s <span class=\"popular emph\">n&eacute; sh&eacute;</span><span class=\"scholar emph\">gnas bshad</span>. The only anthropomorphic\n\t\t\t\t\t\t\t\t\t\tmodification to the cave is a small panel (50 cm x 18 cm) of red ochre pictographs on the rear wall. In\n\t\t\t\t\t\t\t\t\t\taddition to several non-descript pigment applications, there are two cruciform figures, one of which resembles\n\t\t\t\t\t\t\t\t\t\ta <span class=\"popular\">Dorj&eacute; Gyadram</span><span class=\"scholar\">Rdo rje rgya gram</span> (9 cm x 9 cm). The\n\t\t\t\t\t\t\t\t\t\tother specimen is cruder and smaller (5 cm x 5 cm). Painted in a deep red ochre pigment and highly worn, these\n\t\t\t\t\t\t\t\t\t\ttwo figures appear to date to the prehistoric epoch or early historic period. Unlike bkra shis\n\t\t\t\t\t\t\t\t\t\t\tdo or <span class=\"popular\">Chedo</span><span class=\"scholar\">Lce do</span> (J-7), there is\n\t\t\t\t\t\t\t\t\t\tvery little representational rock art at <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span>. The reasons for this absence are unclear.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Klu khang","index":10,"parent_index":8,"body":"\n\t\t\t\t\t\t\t\t\t<p>Situated 37 m west of the first unnamed cave is the <span class=\"popular\">lukhang</span><span class=\"scholar\">Klu khang</span> (30&deg; 49.94&#900; N. lat. / 90&deg; 23.55&#900; E. long.). This is the prime residence of the\n\t\t\t\t\t\t\t\t\t\t\tBon\n\t\t\t\t\t\t\t\t\t\t<span class=\"popular emph\">lu</span><span class=\"scholar emph\">klu</span>-faced aspect of the <span class=\"popular\">Namtso</span><span class=\"scholar\">Gnam mtsho</span> goddess (<span class=\"popular\">Namtso Chukmo Che</span><span class=\"scholar\">Gnam mtsho phyug mo che</span>). The <span class=\"popular\">lukhang</span><span class=\"scholar\">Klu khang</span> consists of four caves. The most easterly pair of caves is the <span class=\"popular\">Lu Khang Che</span><span class=\"scholar\">Klu khang che</span>, which is barricaded by massive\n\t\t\t\t\t\t\t\t\t\twalls. These walls cover an area of 8 m x 6 m, and are up to 1.4 m thick and 2.4 m high. Their original\n\t\t\t\t\t\t\t\t\t\talignments are uncertain due to the movement of stones and the apparent rebuilding of certain wall sections.\n\t\t\t\t\t\t\t\t\t\tThese walls may have been part of outlying buildings built at two different elevations. The <span class=\"popular\">Lu Khang Che</span><span class=\"scholar\">Klu khang che</span> proper (4 m x 4 m) has a masonry\n\t\t\t\t\t\t\t\t\t\tfa&ccedil;ade of Lamaist construction. The wooden lintel over the entranceway (1.7 m x 70 cm) is intact. The inner\n\t\t\t\t\t\t\t\t\t\tcave (4.8 m x 1.4 m) at <span class=\"popular\">Lu Khang Che</span><span class=\"scholar\">Klu khang che</span>\n\t\t\t\t\t\t\t\t\t\thas an adobe and stone altar in the rear. On the left/east wall of this cave there is a red ochre inscription\n\t\t\t\t\t\t\t\t\t\tconsisting of a vertically arrayed counterclockwise swastika and the <span class=\"popular emph\">Wuchen</span><span class=\"scholar emph\">dbu can</span> letters <span class=\"popular emph\">ma</span><span class=\"scholar emph\">ma</span> and <span class=\"popular emph\">hum</span><span class=\"scholar emph\">hum</span>. On the right wall there is a counterclockwise swastika with the <span class=\"popular emph\">Wuchen</span><span class=\"scholar emph\">dbu can</span> letter <span class=\"popular emph\">a</span><span class=\"scholar emph\">a</span> below it. Next to these\n\t\t\t\t\t\t\t\t\t\tsymbols is an actual handprint in red ochre. These boldly painted figures are of relatively recent origin\n\t\t\t\t\t\t\t\t\t\t(they show little sign of wear and were drawn over mineral accretions). They represent a symbolic reoccupation\n\t\t\t\t\t\t\t\t\t\tof <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> by the Bonpo\n\t\t\t\t\t\t\t\t\t\t(probably hailing from their enclave in <span class=\"popular\">Poche</span><span class=\"scholar\">Spo che</span>). </p>\n\t\t\t\t\t\t\t\t\t<p>The adjacent <span class=\"popular\">Lukhang Chung</span><span class=\"scholar\">Klu khang chung</span> appears\n\t\t\t\t\t\t\t\t\t\tto have had two outlying buildings (5.3 m x 6.8 m) set one in front of the other. The main <span class=\"popular\">Lukhang Chung</span><span class=\"scholar\">Klu khang chung</span> cave (2.6 m x 3.1 m) has a\n\t\t\t\t\t\t\t\t\t\tfa&ccedil;ade with stone shelving on its inner side. On the left and rear wall of the cave are the following\n\t\t\t\t\t\t\t\t\t\tinscriptions and symbols: four counterclockwise swastikas, <span class=\"popular emph\">b&ouml;n puk</span><span class=\"scholar emph\">bon phug</span>\n\t\t\t\t\t\t\t\t\t\t\t(Bon cave), and a counterclockwise swastika with <span class=\"popular emph\">a</span><span class=\"scholar emph\">a </span>and\n\t\t\t\t\t\t\t\t\t\t\t<span class=\"popular emph\">ma</span><span class=\"scholar emph\">ma</span> written vertically below it. On the right wall there are two\n\t\t\t\t\t\t\t\t\t\tcounterclockwise swastikas. The physical condition of these swastikas and letters shows that they are not of\n\t\t\t\t\t\t\t\t\t\tgreat age. On the rear wall of the east anteroom appended to the <span class=\"popular\">Lukhang Chung</span><span class=\"scholar\">Klu khang chung</span> there are the remains of at least two old <span class=\"popular emph\">Wuchen</span><span class=\"scholar emph\">dbu can</span> inscriptions (four lines and six lines) in red ochre. They are\n\t\t\t\t\t\t\t\t\t\tno longer legible. </p>\n\t\t\t\t\t\t\t\t\t<p>Adjacent to the <span class=\"popular\">Lukhang Chung</span><span class=\"scholar\">Klu khang chung</span> is an\n\t\t\t\t\t\t\t\t\t\tenclosure (7 m x 9 m) bounded by a rudimentary wall. Next to it is another enclosure (7.5 m x 6.5 m)\n\t\t\t\t\t\t\t\t\t\tenveloping two hollows in the escarpment. In one of these hollows the mantra <span class=\"popular emph\">Karmapa Khyenno</span><span class=\"scholar emph\">karma pa mkhyen no</span> was carved in the formation many times.\n\t\t\t\t\t\t\t\t\t\tThere is also a neatly written red ochre <span class=\"popular emph\">Wuchen</span><span class=\"scholar emph\">dbu can</span>\n\t\t\t\t\t\t\t\t\t\tinscription of many lines in this hollow comprised of Buddhist prayers and mantras. This\n\t\t\t\t\t\t\t\t\t\tpartly damaged inscription is of significant age. A short distance west there is a cleft in the formation shut\n\t\t\t\t\t\t\t\t\t\tin on two sides by walls (up to 2 m in height, interior dimensions: 2.5 m x 2.3 m). These retreat house walls\n\t\t\t\t\t\t\t\t\t\tare of the crude mud-mortar type that typifies Phase II construction at <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span>. Extending for 8 m in front of the Lamaist shelter are highly\n\t\t\t\t\t\t\t\t\t\tfragmentary footings of the archaic cultural horizon. This shelter and appended ruins form the west end of the\n\t\t\t\t\t\t\t\t\t\t\t<span class=\"popular\">lukhang</span><span class=\"scholar\">Klu khang</span> complex. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Unnamed east sector dwellings","index":11,"parent_index":8,"body":"\n\t\t\t\t\t\t\t\t\t<p>Twenty-seven meters west of the <span class=\"popular\">lukhang</span><span class=\"scholar\">Klu khang</span>\n\t\t\t\t\t\t\t\t\t\tcomplex there is a walled area (49.93&#900; / 23.50&#900;). The walls (50 cm to 1.2 m high, 60 cm to 70 m thick) forming\n\t\t\t\t\t\t\t\t\t\tthis Phase I cliff dwelling (11.2 m x approximately 4 m) are heavily eroded and impacted. There is no evidence\n\t\t\t\t\t\t\t\t\t\tfor the Buddhist reoccupation of this habitation. There is a cave (5 m x 1.6 m) on the west\n\t\t\t\t\t\t\t\t\t\tside of the enveloping outer walls. The remains of a fa&ccedil;ade connect it to the perimeter wall. In the vicinity\n\t\t\t\t\t\t\t\t\t\tthere is a natural niche in the escarpment in which <span class=\"popular emph\">Om A Hum</span><span class=\"scholar emph\">o&#7747; a\n\t\t\t\t\t\t\t\t\t\t\thum</span> was written vertically. This Buddhist inscription is of significant age. A\n\t\t\t\t\t\t\t\t\t\tPhase I structure is found 10 m west of this inscription (49.93&#900; / 23.51&#900;). It consists of a narrow cave (7.8\n\t\t\t\t\t\t\t\t\t\tm deep) in the formation, which is enclosed by a massively-built wall (4 m long, up to 1.5 m thick, around 1.3\n\t\t\t\t\t\t\t\t\t\tm high). On the right wall of this cave there are 21 lines of Buddhist prayers and mantras\n\t\t\t\t\t\t\t\t\t\twritten in red ochre, marking the Buddhist control of the site centuries ago. </p>\n\t\t\t\t\t\t\t\t\t<p>Another cave (3.7 m x 4 m) is partly filled with rubble (49.90&#900; / 23.45&#900;). A small fragment of its fa&ccedil;ade has\n\t\t\t\t\t\t\t\t\t\tsurvived. Extending 4.7 m from the mouth of this cave and elevated about 1 m above the rocky bench that\n\t\t\t\t\t\t\t\t\t\tparallels the escarpment there is an area of fragmentary footings. Spanning 5 m along the foot of the\n\t\t\t\t\t\t\t\t\t\tescarpment, these Phase I ruins appear to be the remains of outlying rooms. Fourteen meters farther west,\n\t\t\t\t\t\t\t\t\t\tother footings belonging to the archaic cultural horizon stretch along the base of the escarpment for 12 m\n\t\t\t\t\t\t\t\t\t\t(49.89&#900; / 23.43&#900;). These Phase I structural traces extend out towards the lake for 3 m. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Ras chung pa phug","index":12,"parent_index":8,"body":"\n\t\t\t\t\t\t\t\t\t<p>Farther along the base of the escarpment there is a zone (11 m x 7 m) of fragmentary walls (up to 90 cm\n\t\t\t\t\t\t\t\t\t\tthick) (49.87&#900; / 23.41&#900;). The forward wall is elevated about 1 m above the bench. These walls appear to be the\n\t\t\t\t\t\t\t\t\t\tremains of two Phase I habitations (east and west). On the west end of this complex there is a mud-mortared\n\t\t\t\t\t\t\t\t\t\tfa&ccedil;ade, enclosing an area (2.8 m x 3 m) underneath an overhang. On a ledge on the east side of the complex\n\t\t\t\t\t\t\t\t\t\tthere is a small, lightly built structure (interior dimensions: 1.5 m x 1.3 m maximum, wall thickness: around\n\t\t\t\t\t\t\t\t\t\t30 cm). There is a small opening in the forward wall of this structure and an entrance on its east side (70 cm\n\t\t\t\t\t\t\t\t\t\tx 50 cm) with a stone lintel in place. This 2-m-tall ceremonial structure is open at the top but the\n\t\t\t\t\t\t\t\t\t\toverhanging cliff face covers nearly all of it. According to the oral tradition, this Phase II &lsquo;cave&rsquo; is where\n\t\t\t\t\t\t\t\t\t\tthe Buddhist saint <span class=\"popular\">Rechungpa</span><span class=\"scholar\">Ras chung pa</span> obtained a rainbow body (<span class=\"popular\">jal&uuml; ku</span><span class=\"scholar\">&rsquo;Ja&rsquo; lus sku</span>). The rudimentary construction and degree of preservation of these Lamaist structures\n\t\t\t\t\t\t\t\t\t\tstrongly contrast with the older walls along the bench. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Ye shes mtsho rgyal phug","index":13,"parent_index":8,"body":"\n\t\t\t\t\t\t\t\t\t<p>Thirteen meters to the west of the leveled complex in the proximity of ras chung pa\n\t\t\t\t\t\t\t\t\t\t\tphug, on the west side of a rockslide, there is another Phase I group of ruins at the foot of\n\t\t\t\t\t\t\t\t\t\tthe escarpment (49.88&#900; / 23.39&#900;). It consists of highly disjointed footings and walls (7.5 m x 5 m) on sloping\n\t\t\t\t\t\t\t\t\t\tand pitted ground. The rock slide may have engulfed other structures on the east side of this complex. The\n\t\t\t\t\t\t\t\t\t\tmaximum height of the forward wall is 2 m, 80 cm of which is freestanding. In the escarpment behind these\n\t\t\t\t\t\t\t\t\t\tstructures there is an underground cave (5 m x 4 m) called <span class=\"popular\">Yesh&eacute; Tsogyel</span><span class=\"scholar\">Ye shes mtsho rgyal phug</span>. There are heavy walls on each side of the 1.1-m wide\n\t\t\t\t\t\t\t\t\t\tentrance. A stairway must have once led 1.5 m down to the cave floor. In the rear of the cave there is a\n\t\t\t\t\t\t\t\t\t\tmasonry platform (3 m x 1 m x 40 cm). Like other caves used by Buddhists at <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span>, the ceiling of<span class=\"popular\">Yesh&eacute; Tsogyel</span><span class=\"scholar\">Ye shes mtsho rgyal phug</span> has been blackened by fires. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Central shrine","index":14,"parent_index":8,"body":"\n\t\t\t\t\t\t\t\t\t<p>A rectangular shrine is situated on the level bench below the escarpment, 24 southwest of <span class=\"popular\">Yesh&eacute; Tsogyel</span><span class=\"scholar\">Ye shes mtsho rgyal phug</span> (49.86&#900; / 23.84&#900;). Its\n\t\t\t\t\t\t\t\t\t\trandom-rubble walls are aligned in the cardinal directions. These walls appear to have been mud mortared. This\n\t\t\t\t\t\t\t\t\t\tshrine measures 4.3 m (north-south) x 1.9 m (north wall) to 2.5 m (south wall), and is divided into two\n\t\t\t\t\t\t\t\t\t\tsections (north and south). The 2-m high, 35-cm thick walls extend up to 70 cm above the main body of the\n\t\t\t\t\t\t\t\t\t\tstructure. There is an opening (60 cm wide) in the south compartment of the structure. On the west side there\n\t\t\t\t\t\t\t\t\t\tis a narrow buttress shoring up the shrine. A piece of unglazed redware was recovered from one of the\n\t\t\t\t\t\t\t\t\t\tcompartments. This <span class=\"popular emph\">ten khar</span><span class=\"scholar emph\">rten-mkhar</span>-like shrine is enclosed inside a walled\n\t\t\t\t\t\t\t\t\t\tarea (7.3 m x 8 m). Most of this wall (1 m to 1.2 m in height) now appears very rough, but on the east side\n\t\t\t\t\t\t\t\t\t\tthere is still a neatly-built, double-coursed mud-mortared segment. This shrine is situated in the middle or\n\t\t\t\t\t\t\t\t\t\t&lsquo;chest&rsquo; (<span class=\"popular emph\">drang</span><span class=\"scholar emph\">&rsquo;brang</span>) of the south side of the <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span>, one of its most powerful geomantic\n\t\t\t\t\t\t\t\t\t\tpositions. Perhaps it was used for the propitiation of the divine dyad <span class=\"popular\">Nyenchen Tanglha</span><span class=\"scholar\">Gnyan chen thang lha</span> and <span class=\"popular\">Namtso</span><span class=\"scholar\">Gnam mtsho</span>.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Freestanding domicile","index":15,"parent_index":8,"body":"\n\t\t\t\t\t\t\t\t\t<p>Farther to the west on the bench, in close proximity to the foot of the escarpment, there are the remains of\n\t\t\t\t\t\t\t\t\t\ta domicile (8.3 m x 7.2 m) (49.87&#900; / 23.28&#900;). It has been largely reduced to crumbling footings and walls, but\n\t\t\t\t\t\t\t\t\t\ton the west side there is a substantial wall fragment (1.8 m high on the exterior and 1.4 m high on the\n\t\t\t\t\t\t\t\t\t\tinterior). These walls are of a random-work fabric and contain variable-sized uncut pieces of limestone (up to\n\t\t\t\t\t\t\t\t\t\t70 cm long). There is no sign of any mortar having been used. This domicile contained two or three east-west\n\t\t\t\t\t\t\t\t\t\trows of rooms. There is a small niche at ground level in a west row room (interior dimensions: 3.2 m x 1.7 m).\n\t\t\t\t\t\t\t\t\t\tThe outer west wall (around 80 cm thick) of the ruin has rounded corners, which might indicate that this\n\t\t\t\t\t\t\t\t\t\tstructure was of an all-stone composition. The small interior dimensions of the west row of rooms is also in\n\t\t\t\t\t\t\t\t\t\tkeeping with <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> construction, however, there\n\t\t\t\t\t\t\t\t\t\tare no buttresses or wall indentations. </p>\n\t\t\t\t\t\t\t\t\t<p>At the base of the escarpment there are minor Phase I structural remains with an eastern aspect (49.86&#900; /\n\t\t\t\t\t\t\t\t\t\t23.23&#900;). A single wall (2.7 m long, 40 cm to 1.5 m high) appears to have comprised the corner of another rock\n\t\t\t\t\t\t\t\t\t\tshelter, which measured approximately 7 m x 2.4 m. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"rGwa lo phug","index":16,"parent_index":8,"body":"\n\t\t\t\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t\t\t\t<span class=\"popular\">Galo Puk</span><span class=\"scholar\">Gwa lo phug</span> is a southwest facing Phase II\n\t\t\t\t\t\t\t\t\t\tshelter whose walls were built around an overhang in the escarpment (49.85&#900; / 23.19&#900;). There is a red-tinted\n\t\t\t\t\t\t\t\t\t\tadobe casement around part of the entrance. The fa&ccedil;ade (around 70 cm thick) has a maximum exterior height of\n\t\t\t\t\t\t\t\t\t\t90 cm and a maximum interior height of 1.8 m, as the inner space (6 m x 6 m) is set well below ground level.\n\t\t\t\t\t\t\t\t\t\tThree stone steps lead down to the rock shelter. It contains a total of five rooms: kitchen, two storerooms,\n\t\t\t\t\t\t\t\t\t\tliving room and rear meditation room. In the meditation room (<span class=\"popular emph\">gomkhang</span><span class=\"scholar emph\">sgom khang</span>) an iron ring was embedded in the ceiling. It is reputed that <span class=\"popular\">Galo Rinpoch&eacute;</span><span class=\"scholar\">Gwa lo rin po che</span> hung his drum from this ring.\n\t\t\t\t\t\t\t\t\t\tThere is also a stone and adobe multi-tiered altar in the meditation room. This altar is noted in <span class=\"popular\">Taklung Tsetr&uuml;l</span><span class=\"scholar\">Stag lung rtse sprul</span>&rsquo;s guide\n\t\t\t\t\t\t\t\t\t\tto <span class=\"popular\">Namtso</span><span class=\"scholar\">Gnam mtsho</span>.<a href=\"#n112\" name=\"nb112\" class=\"note\">112</a>\n\t\t\t\t\t\t\t\t\t</p>\n\t\t\t\t\t\t\t\t\t<p>In the outer wall of the kitchen of <span class=\"popular\">Galo Puk</span><span class=\"scholar\">Gwa lo phug</span>, an in situ juniper rafter provided adequate material for radiocarbon analysis.<a href=\"#n113\" name=\"nb113\" class=\"note\">113</a> This sample suggests that the fa&ccedil;ade of <span class=\"popular\">Galo Puk</span><span class=\"scholar\">Gwa lo phug</span> was built prior to 1000 CE. The historical complexion of <span class=\"popular\">Namtso</span><span class=\"scholar\">Gnam mtsho</span>, as best as we know it, suggests that the\n\t\t\t\t\t\t\t\t\t\t\tBuddhist retreats of <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> with their typical rudimentary construction began to be founded around 1000 CE with the <span class=\"popular emph\">tenpa chidar</span><span class=\"scholar emph\">bstan pa phyi dar</span>. Juniper is a very durable wood and\n\t\t\t\t\t\t\t\t\t\tit may be that the tree from which the rafter was made was cut down some years before it was used to build the\n\t\t\t\t\t\t\t\t\t\t\t<span class=\"popular\">Galo Puk</span><span class=\"scholar\">Gwa lo phug</span> fa&ccedil;ade. If we consider that\n\t\t\t\t\t\t\t\t\t\tthis piece of wood died circa 780 to 900 CE, it would have been between 150 and 300 years old if indeed it was\n\t\t\t\t\t\t\t\t\t\t\t<span class=\"popular\">Galo Rinpoch&eacute;</span><span class=\"scholar\">Gwa lo rin po che</span> who built the\n\t\t\t\t\t\t\t\t\t\tfa&ccedil;ade. Perhaps he salvaged it from another structure in order to make his cozy rock shelter. On the other\n\t\t\t\t\t\t\t\t\t\thand, results from the assayed piece of wood open the possibility that the fa&ccedil;ade of <span class=\"popular\">Galo Puk</span><span class=\"scholar\">Gwa lo phug</span> was built as early as the last decades\n\t\t\t\t\t\t\t\t\t\tof the imperial period or during its unsettled aftermath. If so, it certainly was not <span class=\"popular\">Galo Rinpoch&eacute;</span><span class=\"scholar\">Gwa lo rin po che</span> who constructed the fa&ccedil;ade\n\t\t\t\t\t\t\t\t\t\tbut one of his predecessors. This historical scenario places the Phase II retreat cave infrastructure of\n\t\t\t\t\t\t\t\t\t\t\t<span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> in a time in which either the\n\t\t\t\t\t\t\t\t\t\t\tBonpo or Buddhists could have been responsible for its establishment.\n\t\t\t\t\t\t\t\t\t\tSuch a periodization suggests that the demise of the Phase I infrastructure occurred no later than the\n\t\t\t\t\t\t\t\t\t\taftermath of the imperial period. Nevertheless, given the relative physical condition of the Phase I and Phase\n\t\t\t\t\t\t\t\t\t\tII structures, a much earlier date for the destruction of the older remains must also be entertained. </p>\n\t\t\t\t\t\t\t\t\t<p>Adjacent to <span class=\"popular\">Galo Puk</span><span class=\"scholar\">Gwa lo phug</span> there is a\n\t\t\t\t\t\t\t\t\t\tcubbyhole in the formation barricaded by massive walls (around 80 cm thick) that appear to have once been part\n\t\t\t\t\t\t\t\t\t\tof an anteroom. Just below this structure there is a roughly built enclosure (13 m x 8 m) that did not give\n\t\t\t\t\t\t\t\t\t\trise to any type of high elevation superstructure. A boulder 5 m in length was integrated into the masonry\n\t\t\t\t\t\t\t\t\t\twall of this enclosure. On the overhanging side of the boulder facing <span class=\"popular\">Namtso</span><span class=\"scholar\">Gnam mtsho</span>, a red ochre <span class=\"popular emph\">patra</span><span class=\"scholar emph\">pa tra</span>\n\t\t\t\t\t\t\t\t\t\t(36 cm long) was drawn. It is of the style also found at <span class=\"popular\">Lhakhang Marchak</span><span class=\"scholar\">Lha khang dmar chag</span> (J-8) and <span class=\"popular\">Trashi Dochen</span><span class=\"scholar\">Bkra shis do chen</span> (J-2), and was almost certainly made by a\n\t\t\t\t\t\t\t\t\t\t\tBonpo. A seven-syllable <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma &#7751;i </span>mantra\n\t\t\t\t\t\t\t\t\t\twas carved over it, probably to affirm the Buddhist identity of <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span>at a later date. Above the <span class=\"popular emph\">patra</span><span class=\"scholar emph\">pa tra</span> there is a vertically arrayed <span class=\"popular emph\">Om A Hum</span><span class=\"scholar emph\">o&#7747; a hum</span> and four illegible letters in red ochre. Just in front of <span class=\"popular\">Galo Puk</span><span class=\"scholar\">Gwa lo phug</span> there is an area of archaic structural\n\t\t\t\t\t\t\t\t\t\ttraces covering an area of 21 m x 14 m. These appear to have formed part of a large Phase I residential\n\t\t\t\t\t\t\t\t\t\tcomplex built in two tiers, but only perimeter walls and those dividing the ruins into four sections have\n\t\t\t\t\t\t\t\t\t\tsurvived. </p>\n\t\t\t\t\t\t\t\t\t<p>Just east of <span class=\"popular\">Galo Puk</span><span class=\"scholar\">Gwa lo phug</span>, on the rear\n\t\t\t\t\t\t\t\t\t\twall of a small cave, there is vertically arrayed red ochre <span class=\"popular emph\">Om A Hum</span><span class=\"scholar emph\">o&#7747; a hum</span>, <span class=\"popular emph\">a hum</span><span class=\"scholar emph\">a hum</span> and <span class=\"popular emph\">om</span><span class=\"scholar emph\">o&#7747;\n\t\t\t\t\t\t\t\t\t\t</span>with a counterclockwise swastika below it. A deliberate attempt was made to erase the swastika. On the\n\t\t\t\t\t\t\t\t\t\tright wall of this cave there is red ochre motif consisting of flaming swords on a lotus base. In the top of\n\t\t\t\t\t\t\t\t\t\tthis unusual and well drawn motif <span class=\"popular emph\">b&ouml;n ma gy&ouml;n</span><span class=\"scholar emph\">bon ma gyon</span>/<span class=\"popular emph\">gyen</span><span class=\"scholar emph\">gyen</span> was written. The significance of this inscription is not\n\t\t\t\t\t\t\t\t\t\timmediately apparent. Just below this composition, flaming jewels resting in a tree were drawn in red ochre.\n\t\t\t\t\t\t\t\t\t\tThere is also a high exfoliated, illegible three or four line inscription on the right wall. The shape of the\n\t\t\t\t\t\t\t\t\t\tletters in this inscription suggests a Bon paleographic tradition.</p>\n\t\t\t\t\t\t\t\t\t<p>On a cliff west of the <span class=\"popular\">Galo Puk</span><span class=\"scholar\">Gwa lo phug</span>\n\t\t\t\t\t\t\t\t\t\tcomplex, <span class=\"popular emph\">a om hum ram dza</span><span class=\"scholar emph\">a o&#7747; hum ram dza</span> and what appear to be\n\t\t\t\t\t\t\t\t\t\tother Bon mantras (they are not very legible) were written in red ochre. These old\n\t\t\t\t\t\t\t\t\t\tinscriptions probably mark the final historic tenure of the Bonpo on <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span>. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"mGon po phug","index":17,"parent_index":8,"body":"\n\t\t\t\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t\t\t\t<span class=\"popular\">G&ouml;npo Puk</span><span class=\"scholar\">Mgon po phug</span> is found west of <span class=\"popular\">Galo Puk</span><span class=\"scholar\">Gwa lo phug</span> in the vicinity of <span class=\"popular\">Gyelwa Lorepa Puk</span><span class=\"scholar\">Rgyal ba lo ras pa phug</span> (no coordinates are\n\t\t\t\t\t\t\t\t\t\tavailable). <span class=\"popular\">G&ouml;npo Puk</span><span class=\"scholar\">Mgon po phug</span> is a fissure in\n\t\t\t\t\t\t\t\t\t\tthe escarpment containing two chambers. A reliquary (<span class=\"popular emph\">dungten</span><span class=\"scholar emph\">gdung\n\t\t\t\t\t\t\t\t\t\t\trten</span>) of <span class=\"popular\">Wangchuk Dorj&eacute;</span><span class=\"scholar\">Dbang phyug rdo rje</span>,\n\t\t\t\t\t\t\t\t\t\tthe ninth <span class=\"popular emph\">Karmapa</span><span class=\"scholar emph\">karma pa</span>, is enshrined in the west chamber.\n\t\t\t\t\t\t\t\t\t\tIt appears to have been desecrated in the Chinese Cultural Revolution (although red guards reportedly never\n\t\t\t\t\t\t\t\t\t\treached <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span>). There is another reliquary\n\t\t\t\t\t\t\t\t\t\tat the juncture of the two chambers of <span class=\"popular\">G&ouml;npo Puk</span><span class=\"scholar\">Mgon po phug</span>, which is said to have enshrined the hair and finger nails of the great <span class=\"popular emph\">Tert&ouml;n</span><span class=\"scholar emph\">gter ston</span>, <span class=\"popular\">Ch&ouml; Gi Wangchuk</span><span class=\"scholar\">Chos kyi dbang phyug</span>.<a href=\"#n114\" name=\"nb114\" class=\"note\">114</a> The Buddhist saint <span class=\"popular\">Galo Rinpoch&eacute;</span><span class=\"scholar\">Gwa lo rin po che</span> is supposed to have had a vision of the deity <span class=\"popular\">G&ouml;npo</span><span class=\"scholar\">Mgon po</span> at this location.<a href=\"#n115\" name=\"nb115\" class=\"note\">115</a> In front of <span class=\"popular\">G&ouml;npo Puk</span><span class=\"scholar\">Mgon po phug</span> there is\n\t\t\t\t\t\t\t\t\t\ta Phase I dispersion (10.5 m x 8.7 m) whose forward wall is elevated 1 m above the lakeshore bench. </p>\n\t\t\t\t\t\t\t\t\t<p>Eleven meters east of <span class=\"popular\">G&ouml;npo Puk</span><span class=\"scholar\">Mgon po phug</span> there\n\t\t\t\t\t\t\t\t\t\tis a cave (6 m x 3 m) with traces of a fa&ccedil;ade. Ledges on the west side of <span class=\"popular\">G&ouml;npo Puk</span><span class=\"scholar\">Mgon po phug</span> also may have been enclosed by walls but virtually no\n\t\t\t\t\t\t\t\t\t\tstructural evidence remains. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"rGyal ba lo ras pa phug","index":18,"parent_index":8,"body":"\n\t\t\t\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t\t\t\t<span class=\"popular\">Gyelwa Lorepa Puk</span><span class=\"scholar\">Rgyal ba lo ras pa phug</span> consists\n\t\t\t\t\t\t\t\t\t\tof three rooms built along the base of the escarpment (49.83&#900; / 23.04 &#900;). These three rooms have a total\n\t\t\t\t\t\t\t\t\t\tlength of 10 m, and the fa&ccedil;ade wall is up to 1.9 m in height. This Phase II structure was mud mortared and had\n\t\t\t\t\t\t\t\t\t\ta mud veneer. A small cave with a hearth is integrated into the east room (4.1 m x 2 m). Below the east wall\n\t\t\t\t\t\t\t\t\t\tof the east room there is a cavity, which is thought to have sheltered the kids belonging to\n\t\t\t\t\t\t\t\t\t\t\tBuddhist practitioners (another such <span class=\"popular emph\">riu tsang</span><span class=\"scholar emph\">ri&rsquo;u tshang</span> exists in the <span class=\"popular\">lukhang</span><span class=\"scholar\">Klu khang</span>\n\t\t\t\t\t\t\t\t\t\tcomplex). The west room is similar in size to the east room but the central room is smaller. In front of the\n\t\t\t\t\t\t\t\t\t\tthree rooms, Phase I structural remains cover an area of 11 m x 8.7 m. Only the perimeter (70 cm thick) wall\n\t\t\t\t\t\t\t\t\t\tof this dispersion is partly intact. The forward perimeter wall has a maximum height of 1 .7 m. </p>\n\t\t\t\t\t\t\t\t\t<p>Just to the east of <span class=\"popular\">Gyelwa Lorepa Puk</span><span class=\"scholar\">Rgyal ba lo ras pa phug</span> there is a fragmentary wall 7.5 m in length paralleling the foot of the escarpment. It\n\t\t\t\t\t\t\t\t\t\tprobably helped create a Phase I cliff dwelling around 2.2 m in width. </p>\n\t\t\t\t\t\t\t\t\t<p>A cave immediately west of <span class=\"popular\">Gyelwa Lorepa Puk</span><span class=\"scholar\">Rgyal ba lo ras pa phug</span> has the remains of a fa&ccedil;ade wall and various red ochre pictographs and\n\t\t\t\t\t\t\t\t\t\t\tBon inscriptions (49.83&#900; / 23.01&#900;). On the right wall we find the <span class=\"popular emph\">a kar</span><span class=\"scholar emph\">a dkar</span> mantra for <span class=\"popular\">Kuntuzangpo</span><span class=\"scholar\">Kun tu bzang po</span>. On the lower right wall there is an archaic style\n\t\t\t\t\t\t\t\t\t\t\t<span class=\"popular emph\">Ch&ouml;rten</span><span class=\"scholar emph\">mchod rten</span> 50 cm in height with three high graduated\n\t\t\t\t\t\t\t\t\t\ttiers surmounted by a hemispherical structure. Many of the inscriptions on the rear wall of this cave were\n\t\t\t\t\t\t\t\t\t\tdestroyed by having grit rubbed into them. The Bon mantra <span class=\"popular emph\">andu</span><span class=\"scholar emph\">a &rsquo;du</span> and two counterclockwise swastikas are all that remain on the rear\n\t\t\t\t\t\t\t\t\t\twall. On the left wall we find written: <span class=\"popular emph\">b&ouml;n khyen</span><span class=\"scholar emph\">bon mkhyen</span>\n\t\t\t\t\t\t\t\t\t\t\t(Bon be mindful of me/us). There is also a damaged three-line-inscription, the first line\n\t\t\t\t\t\t\t\t\t\tof which reads: <span class=\"popular emph\">tsaw&eacute; lama khyen</span><span class=\"scholar emph\">rtsa&rsquo;i bla ma mkhyen</span> (Root\n\t\t\t\t\t\t\t\t\t\tlama be mindful of me/us). Also, on the left wall of the cave. an aspiration for the return of a holy figure\n\t\t\t\t\t\t\t\t\t\tis expressed: <em>sprul pa&rsquo;i sku chen\n\t\t\t\t\t\t\t\t\t\t\tpo drin can bla ma&rsquo;i bsgrub sgyud gnam gyis skar ltar lhag par gyur cig</em> (May the lineage of the\n\t\t\t\t\t\t\t\t\t\tlama of kindness, the great reincarnate personage, appear like the stars in the sky). There are two highly\n\t\t\t\t\t\t\t\t\t\tworn illegible inscriptions of seven lines and five lines as well. A dark red conjoined sun and moon was\n\t\t\t\t\t\t\t\t\t\tsuperimposed right in the middle of the five-line-inscription. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"Slob dpon sgrub phug","index":19,"parent_index":8,"body":"\n\t\t\t\t\t\t\t\t\t<p>The <span class=\"popular\">Lopp&ouml;n Druppuk</span><span class=\"scholar\">Slob dpon sgrub phug</span> (also known\n\t\t\t\t\t\t\t\t\t\tas <span class=\"popular\">&Ouml;sel Puk</span><span class=\"scholar\">&rsquo;Od gsal phug</span>) is a cave of two chambers\n\t\t\t\t\t\t\t\t\t\t(49.82&#900; / 22.94&#900;). The fa&ccedil;ade is lightly and roughly constructed, typifying Phase II construction at\n\t\t\t\t\t\t\t\t\t\t\t<span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span>. It was covered in a mud plaster\n\t\t\t\t\t\t\t\t\t\tand painted red and white. The west or inner chamber (2.5 m x 2 m) has a stone and adobe altar. In front of\n\t\t\t\t\t\t\t\t\t\t\t<span class=\"popular\">Lopp&ouml;n Druppuk</span><span class=\"scholar\">Slob dpon sgrub phug</span> there is a\n\t\t\t\t\t\t\t\t\t\tPhase I dispersion (20 m x 9 m). The forward side of these wall traces is elevated as much as 1.4 m above the\n\t\t\t\t\t\t\t\t\t\tlakeshore bench. The scant structural evidence suggests that these footings gave rise to both an inner and\n\t\t\t\t\t\t\t\t\t\touter row of buildings. </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"gNam la structures","index":20,"parent_index":8,"body":"\n\t\t\t\t\t\t\t\t\t<p>There are the remains of a cliff dwelling at the eastern base of the rocky saddle that separates <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> South from <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> West (B-127) (my associates and I have named this saddle\n\t\t\t\t\t\t\t\t\t\t\t<span class=\"popular\">Namla</span><span class=\"scholar\">Gnam la</span>). This cliff dwelling consists of a\n\t\t\t\t\t\t\t\t\t\tsmall overhang in the escarpment enclosed by walls (3.2 m x 3 m) (49.80&#900; / 22.93&#900;). A dispersion in front of\n\t\t\t\t\t\t\t\t\t\tthe cliff dwelling measures 9.6 m x 5.3 m. All of the structures at this location appear to belong to Phase I\n\t\t\t\t\t\t\t\t\t\t\t<span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span>. Below this location, underneath\n\t\t\t\t\t\t\t\t\t\tthe lakeshore bench, there is a large cave (7 m x 10 m) with a very crudely built fa&ccedil;ade. In the rear of this\n\t\t\t\t\t\t\t\t\t\tcave there are two enclosing walls set apart from each other. Much of the floor of the cave is paved in\n\t\t\t\t\t\t\t\t\t\tflagstones. Rather than habitation, this cave must have had a special economic purpose. At the foot of\n\t\t\t\t\t\t\t\t\t\t\t<span class=\"popular\">Namla</span><span class=\"scholar\">Gnam la</span> there are the remains of a fa&ccedil;ade 2\n\t\t\t\t\t\t\t\t\t\tm in length enclosing a small cave set about 1.5 m below ground level (49.82&#900; / 22. 90&#900;). </p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t"},{"title":"South shore shrines","index":21,"parent_index":8,"body":"\n\t\t\t\t\t\t\t\t\t<p>Several shrines extend along the south shore of <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span>. These poorly preserved ceremonial structures appear to belong to the archaic cultural\n\t\t\t\t\t\t\t\t\t\thorizon. The fact that they are even partially standing may indicate that they were reconsecrated by the\n\t\t\t\t\t\t\t\t\t\t\tBuddhists. There is a rectangular shrine (5.8 m x 2.3 m x 50 cm to 1 m) with only small\n\t\t\t\t\t\t\t\t\t\tcoherent wall sections extant (49.93&#900; / 23.52&#900;). Near the side of the shrine facing <span class=\"popular\">Namtso</span><span class=\"scholar\">Gnam mtsho</span>, an irregularly-shaped upright stone was\n\t\t\t\t\t\t\t\t\t\tplanted in the ground (80 cm high, 1.5 m basal girth). There is also a cairn-like structure (5.5 m in\n\t\t\t\t\t\t\t\t\t\tcircumference, 1.1 m high) near the lakeshore (49.86&#900; / 23.21). Nearby, there is a rectangular shrine (4 m x 2\n\t\t\t\t\t\t\t\t\t\tm x 1.4 m) in poor condition (49.86&#900; / 23.18&#900;). Large stones (up to 90 cm long) went into its construction.\n\t\t\t\t\t\t\t\t\t\tAnother rectangular shrine (2 m x 1 m x 1.1 m) is situated just 8 m away.</p>\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t<hr class=\"footnote-divider\" />\n"},{"title":"Notes","index":22,"parent_index":0,"body":"\n<div class=\"footnote\">\n<a name=\"n106\" />\n<a href=\"#nb106\" class=\"note\">\n\t     \t\t\t\t[106] </a> \n\t\t\t\t\t\t\t\t\tThe use of small craft to reach the island is recorded in a biography of the Buddhist saint, <span class=\"popular\">Gyelwa Lorepa</span><span class=\"scholar\">Rgyal ba lo ras pa</span> (1188-1251 CE) (Bellezza, <em>Divine Dyads</em>, 162&ndash;165). According to <span class=\"popular\">Lopp&ouml;n Tendzin Namdak</span><span class=\"scholar\">Slob dpon bstan &rsquo;dzin rnam dag</span> (in personal communication), boats were\n\t\t\t\t\t\t\t\t\t\tproduced in ancient Upper Tibet by slaughtering onagers. The skin of an\n\t\t\t\t\t\t\t\t\t\tonager would form the hull, its bones were used for the frame and paddles, and its ligaments for binding the\n\t\t\t\t\t\t\t\t\t\tvarious elements of the craft.\n\t\t\t\t\t\t\t\t</div>\n<div class=\"footnote\">\n<a name=\"n107\" />\n<a href=\"#nb107\" class=\"note\">\n\t     \t\t\t\t[107] </a> \n\t\t\t\t\t\t\t\t\tThese personalities and others are noted in a <span class=\"popular emph\">n&eacute; sh&eacute;</span><span class=\"scholar emph\">gnas bshad</span> for <span class=\"popular\">Namtso</span><span class=\"scholar\">Gnam mtsho</span> compiled by the late <span class=\"popular\">Taklung Tsetr&uuml;l</span><span class=\"scholar\">Stag lung rtse sprul</span> in <span class=\"popular emph\">B&ouml; Jong Nang ten</span><span class=\"scholar emph\">Bod ljongs nang bstan</span> (1991), as well as other\n\t\t\t\t\t\t\t\t\t\tTibetan works. See Bellezza, <em>Divine Dyads</em>,\n\t\t\t\t\t\t\t\t\t\t\t161&ndash;166. The original <span class=\"popular emph\">n&eacute;\nsh&eacute;</span><span class=\"scholar emph\">gnas bshad</span> manuscript managed to survive the Chinese Cultural Revolution. This\n\t\t\t\t\t\t\t\t\t\tmanuscript of some ten folios was gifted to <span class=\"popular\">Taklung Tsetr&uuml;l</span><span class=\"scholar\">Stag lung rtse sprul</span> by the bkra shis do\n\t\t\t\t\t\t\t\t\t\t<span class=\"popular emph\">ngakpa</span><span class=\"scholar emph\">sngags pa</span>, A thob. Over the years,\n\t\t\t\t\t\t\t\t\t\t\tA thob has accompanied me on a number of explorations around <span class=\"popular\">Namtso</span><span class=\"scholar\">Gnam mtsho</span>, for which I am most grateful. His knowledge\n\t\t\t\t\t\t\t\t\t\tof <span class=\"popular\">Namtso</span><span class=\"scholar\">Gnam mtsho</span> culture, geography and religion\n\t\t\t\t\t\t\t\t\t\thas been of great help to me.\n\t\t\t\t\t\t\t\t</div>\n<div class=\"footnote\">\n<a name=\"n108\" />\n<a href=\"#nb108\" class=\"note\">\n\t     \t\t\t\t[108] </a> \n\t\t\t\t\t\t\t\t\tAs documented in the <span class=\"popular emph\">tak lung ch&ouml; jung</span><span class=\"scholar emph\">Stag lung chos &rsquo;byung</span>. See\n\t\t\t\t\t\t\t\t\t\t\tBellezza, <em>Divine Dyads</em>, 167&ndash;173.\n\t\t\t\t\t\t\t\t</div>\n<div class=\"footnote\">\n<a name=\"n109\" />\n<a href=\"#nb109\" class=\"note\">\n\t     \t\t\t\t[109] </a> \n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tBellezza, <em>Divine Dyads</em>, 161.\n\t\t\t\t\t\t\t\t</div>\n<div class=\"footnote\">\n<a name=\"n110\" />\n<a href=\"#nb110\" class=\"note\">\n\t     \t\t\t\t[110] </a> \n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tBellezza, <em>Antiquities of Northern Tibet</em>, 60,61.\n\t\t\t\t\t\t\t\t</div>\n<div class=\"footnote\">\n<a name=\"n111\" />\n<a href=\"#nb111\" class=\"note\">\n\t     \t\t\t\t[111] </a> \n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tBellezza, <em>Divine Dyads</em>, 110; Bellezza, <em>Calling Down the Gods</em>,\n\t\t\t\t\t\t\t\t\t\t\t314-316.\n\t\t\t\t\t\t\t\t</div>\n<div class=\"footnote\">\n<a name=\"n112\" />\n<a href=\"#nb112\" class=\"note\">\n\t     \t\t\t\t[112] </a> \n\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\tBellezza, <em>Divine Dyads</em>, 162.\n\t\t\t\t\t\t\t\t\t\t</div>\n<div class=\"footnote\">\n<a name=\"n113\" />\n<a href=\"#nb113\" class=\"note\">\n\t     \t\t\t\t[113] </a> \n\t\t\t\t\t\t\t\t\t\t\tA piece off the protruding end of the rafter was cut off for sampling. This approximately 10 cm in\n\t\t\t\t\t\t\t\t\t\t\t\tdiameter rafter is in excellent physical condition (the cut piece still emitted the fragrant scent of\n\t\t\t\t\t\t\t\t\t\t\t\tjuniper heartwood). Scrub juniper (<span class=\"popular emph\">bama</span><span class=\"scholar emph\">ba ma</span>), albeit in\n\t\t\t\t\t\t\t\t\t\t\t\tsmall amounts, still grows on <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span>.\n\t\t\t\t\t\t\t\t\t\t\t\tRadiometric, sample no. Beta 236000; Conventional radiocarbon age: 1180 +/-50; 2 Sigma calibrated result:\n\t\t\t\t\t\t\t\t\t\t\t\tCal 1260 to 1020 BP (years before present); Intercept of radiocarbon age with calibration curve: Cal 1070\n\t\t\t\t\t\t\t\t\t\t\t\tBP; 1 Sigma calibrated result: Cal 1170 to 1050 BP.\n\t\t\t\t\t\t\t\t\t\t</div>\n<div class=\"footnote\">\n<a name=\"n114\" />\n<a href=\"#nb114\" class=\"note\">\n\t     \t\t\t\t[114] </a> \n\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\tBellezza, <em>Divine Dyads</em>, 162.\n\t\t\t\t\t\t\t\t\t\t</div>\n<div class=\"footnote\">\n<a name=\"n115\" />\n<a href=\"#nb115\" class=\"note\">\n\t     \t\t\t\t[115] </a> \n\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\tBellezza, <em>Divine Dyads</em>, 162.\n\t\t\t\t\t\t\t\t\t\t</div>\n\n"}]}