{
 "nodes": [
  {
   "body": "<p>The Pakmodru (<span class=\"org\" title=\"Type ID here\">phag mo gru</span>)<strong> </strong>government in central Tibet was firmly established between the year 1349 and 1354, when Tai Situ Jangchup Gyeltsen (<span class=\"person\" title=\"Type ID here\">ta’i si tu byang chub rgyal mtshan</span>, 1302-1364) successfully challenged Sakya’s right to administer Mongol rule Central Tibet. The foundations for the new polity, however, were laid as early as the twelfth century, when its namesake Pakmodrupa Dorjé Gyeltsen (<span class=\"person\" title=\"Type ID here\">phag mo gru pa rdo rje rgyal mtshan</span>, 1100-1170) founded a new subsect of the Kagyü Schools of Buddhism.</p>
<p>The territory of the Pakmodru polity was originally defined by the lands distributed by the Mongol leader Mongke Khan (ruled 1251-1259) to Hulegu. This consisted primarily of the Yarlung (<span class=\"place\" title=\"Type ID here\">yar klungs</span>) Valley, and regions extending north. The monastery of the Pakmodru School was located on the northern bank of the Tsangpo (<span class=\"place\" title=\"Type ID here\">gtsang po</span>) River. The administrative center of the polity was the Neudong (<span class=\"place\" title=\"Type ID here\">sne’u gdong</span>) Castle. The castle was located in what is now the modern city of Tsetang (<span class=\"place\" title=\"Type ID here\">rtse thang</span>). Both Pakmodru Monastery and the Neudong Castle are now in ruins.</p>
<p>At the time of its victory over Sakya, the Pakmodru polity had no legal right to rule under the Yuan dynasty, even though by 1354 it had achieved de facto rule over Central Tibet. It was largely Jangchup Gyeltsen’s political acumen that kept the polity in control until his death in 1364. It was not until 1365 that the Yuan emperor gave Jangchup Gyeltsen’s successor, Shakya Gyeltsen control of the three major regions of Central Tibet, Ü, Tsang, and Ngari. Just four years later the polity witnessed the fall of the Yuan Dynasty in 1368, though by which time it was strong enough to survive as a centralized government in the post-Mongol period. Jangchup Gyeltsen had major fortresses constructed throughout Central Tibet in most of the myriarchy centers, and these became the administrative network through which he controlled the myriarchies originally under control of the Sakya government. At least two of these castles, those at Rinpung (<span class=\"place\" title=\"Type ID here\">rin spungs</span>) and Zhikatsé (<span class=\"place\" title=\"Type ID here\">gzhis ka rtse</span>), went on to play major roles within the struggles between rival polities in centuries to come.</p>
<p>Despite its phenomenal success at uniting Central Tibet in the wake of the Yuan’s Dynasty’s collapse, the Pakmodru polity was to last only eighty years. The inherent instability of the network of semi-autonomous administrative centers anchored by the castles throughout the region eventually allowed the branch of the administration at Rinpung to challenge Pakmodru authority, much as it had done to the Sakya in the 1340s. Pakmodru fell to the Rinpungpa (<span class=\"org\" title=\"Type ID here\">rin spungs pa</span>) in 1434, thereby ushering in a new era in Central Tibetan politics.</p>
<p>Jangchup Gyeltsen is credited with reintroducing a Tibetan legal system after the fall of the Mongol Yuan Dynasty, and thereby ensuring law and order throughout Central Tibet. The Pakmodru polity is remembered to this day as a precursor to the Dalai Lama’s government, which ruled from 1642 to 1959. Although two Central Tibetan polities separated the Dalai Lama’s government from the Pakmodru, the Fifth Dalai Lama maintained that, aside from the Tibetan empire, the Pakmodru polity was the most important Tibetan government save his own.</p>
", 
   "index": 0, 
   "parent_index": -1, 
   "title": "The Pakmodru Polity"
  }, 
  {
   "body": "<p>The Fifth Dalai Lama, <em>A History of Tibet by the Fifth Dalai Lama of Tibet</em>. Translated by Zahiruddin Ahmad. Bloomington, IN: Research Institute for Inner Asian Studies, 1995.</p>
<p>Petech, Luciano. <em>Central Tibet and the Mongols: The Yüan-Sakya Period of Tibetan History</em>. Rome: Istituto Italiano per il Medio ed Estremo Oriente, 1990.</p>
<p>Sperling, Elliot. “Hülegü and Tibet.” <em>Acta Orientalia Hungaricae</em> 44 (1990): 145-57.</p>
<p>Tsepon Wangchuk Deden Shakabpa. <em>One Hundred Thousand Moons: An Advanced Political History of Tibet</em>. Translated by Derek F. Maher, Vol. 1, 232-35. Leiden: Brill, 2010. Two Volumes.</p>
", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Sources"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "Kurtis Schaeffer", 
    "id": "2"
   }, 
   {
    "fullname": "Kurtis Schaeffer", 
    "id": "2"
   }
  ], 
  "domain": "places", 
  "kid": "24111", 
  "dates": [], 
  "title": "The Pakmodru Polity"
 }
}