{"meta":{"authors":[{"id":"49","fullname":"Derong Tsering Döndrup (སྡེ་རོང་ཚེ་རིང་དོན་གྲུབ།; 泽仁邓珠)"},{"id":"49","fullname":"Derong Tsering Döndrup (སྡེ་རོང་ཚེ་རིང་དོན་གྲུབ།; 泽仁邓珠)"}],"title":"话说得荣，过年习俗: 准备年货，向佛神祭祀供品 (On Derong’s New Year’s Celebration Customs: Preparing Goods for the New Year Celebration, Offering Ritual Goods to the Buddha)","dates":{"created_at":"2010-08-07 14:43:51 UTC","updated_at":"2010-08-09 00:53:44 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>藏历新年是藏族众多传统节日中最为隆重的一个传统佳节。藏历年的习俗全藏区大同小异，各地也有一些带有乡土气息的过年习俗，我的故乡得荣人过年也有一些独特的习俗简要介绍如下：</p>\n<p>从十月家家户户开始准备年货，包括饲养过年宰杀的牛羊猪，粮食、酥油、酒、茶叶、盐巴、水果、奶酪、新衣等。过年准备的年货首先要满足敬佛神的供品。供品禁用肉食品外，其余各类都要齐全。例如白五谷（白青稞、麦子、玉米、水子、米）各种水果、各种糕点、茶叶、酥油、奶饼、酒等。家家户户用核桃油炸白面果子，用白泥巴刷房墙，换新五采屋顶经幡，以全新的面貌迎接新年。供品丰盛，佛神高兴，来年五谷丰登、人畜兴旺。各类供品要求格外干净。家庭主人将各种供品摆上灶神龛或经堂祭坛台上后，烧香念诵，意思是禀报佛神来接收供品朝拜。供品中的各类谷物表示祈求神灵保佑来年五谷丰登，酥油奶酪表示保佑牧业兴旺；各类水果表示万木叶茂果满，茶叶和酒表示保佑来年生活幸福，因为藏人的生活离不开茶和酒。</p>\n","title":"话说得荣，过年习俗: 准备年货，向佛神祭祀供品 (On Derong’s New Year’s Celebration Customs: Preparing Goods for the New Year Celebration, Offering Ritual Goods to the Buddha)"},{"title":"二十九“赶鬼”和吃年末饭","index":1,"parent_index":0,"body":"\n<p>十二月二十九日，寺庙和村寨都要举行&ldquo;赶鬼&rdquo;活动。不让&ldquo;鬼&rdquo;扰乱新年活动。二十九日寺庙跳完神后，紧接着举行庄严隆重的&ldquo;赶鬼&rdquo;活动。用糌粑面做成大小不等数百个&ldquo;鬼&rdquo;，经过全寺僧众念完咒鬼经后，从寺庙中将这些&ldquo;鬼&rdquo;哄抬出去。后面紧跟着押鬼的全体跳神喇嘛身着&ldquo;神装&rdquo;，会同全寺僧众、百姓，列队敲锣打鼓，吹号举旗，以念&ldquo;驱鬼经&rdquo;，把大小&ldquo;鬼&rdquo;统统赶出寺庙。将用糌粑做成鬼倒入专门赶鬼的地点后，灭鬼高僧领大家念消灾降鬼经，大小号和鼓锣齐奏，使赶鬼仪式更有威严气势。由于寺庙把整个这个地域的&ldquo;鬼&rdquo;都已赶走。各个村寨只是赶走自己家中的&ldquo;鬼&rdquo;，因而勿需兴师动众。家家户户待把整个房子里里外外打扫干净后，房主人手举点燃的柏树枝桠，从房顶到底层，走遍每一间房子，以念&ldquo;消灾驱鬼&rdquo;咒词，把柏树枝桠摇向每一个角落。当他们认为把所有的鬼都已赶出家门后，用一斤左右黑谷（即荞子、黑青稞、粟米、黑火麻籽）连同垃圾倒出离家较远的地方，以示让鬼带走旧年一切灾难和肮脏的东西。赶完&ldquo;家鬼&rdquo;后，用白面粉将整个正厅里的大小梁柱点上吉祥结、拥仲图和各种花草树木等图案，以示招来吉祥，祈求在新的一年里给家人带来福运和吉祥。有的在柱梁上画很多白面点，以示来年人寿粮丰。除了&ldquo;赶鬼&rdquo;大扫除外，家庭所有成员都要洗衣洗头，作为二十九日的一件大事，意味着将旧年所有的污垢洗刷干净，以清洁卫生的崭新面貌来迎接新年的到来。</p>\n<p>这样就可以快快乐乐地过年了。&ldquo;赶鬼&rdquo;就是现在说的除夕。其文化内涵是赶走旧年所有灾难、邪恶、烦脑和不幸，迎来喜庆、如意、幸福和安康。</p>\n<p>二十九日晚餐面团称&ldquo;古都&rdquo;，即二十九日面团饭。面团内分别包上糌粑、辣椒、盐巴、石子、木碳、毛线等，看谁吃上这些东西。吃到糌粑表示纯洁，吃上辣椒意为泼辣，吃上盐巴有个性，吃上石子心肠硬，吃到木碳心肠黑，吃到毛线心肠软而心眼多。得到这些东西的人都要当众把东西取出来，引起大家哄堂大笑，以示助兴欢乐。</p>\n"},{"title":null,"index":2,"parent_index":0,"body":"\n<p>十二月三十日吃年饭，家人围火塘坐一圈，大家欢欢喜喜吃牛、羊、猪、鸡肉和各种水果糕点，喝青稞酒和酥油茶。这天晚上一定要吃饱，肚子胀得鼓鼓的。据说半夜鬼还要背人，吃得饱，吃得胀，鬼就背不动了；不吃饱，身子轻，就被鬼背走。</p>\n"},{"title":"初一背水和吃麦子粥","index":3,"parent_index":0,"body":"\n<p>新年初一鸡叫头遍，要作三件事：一是男人们向天上呜枪，以示庆祝新的一年到来；二是家庭主妇们赶紧背上水桶，带上糌粑、柏树叶到沟边背水。在沟边或塘边煨烧香草树枝，洒上糌粑、五谷以示唤醒神灵。回家路上，无论遇到什么人，都不能回头，不能说话，因为水桶里装满福运，回头与人说话，福运就跑到别人家了；三是点燃各家各户的煨桑台，使整个村寨处于香烟飘绕的吉祥氛围。</p>\n<p>初一早上，得荣人都喝麦子粥，藏语叫&ldquo;卓饮&rdquo;。这是一种非常古老、而又视为吉利的饮食。其做法是：麦子搁入石凹或木凹里，掺上少许水，用木头或石头把麦皮碾脱，然后放些奶酪和肉在内熬成粥。得荣人初一都要吃麦子粥，以示家人在新的一年里吉祥如意、恭喜发财之意。</p>\n<p>大年初一全家人必须穿新衣，特别是家中年老长辈和小孩们换上新衣后，按辈序男左女右排座，家庭长辈端来酒、酥油菜、五谷和香炉向灶神和经堂敬上，表示敬佛法僧三宝。敬神结束后，全家人开始吃饭。</p>\n<p>吃年饭特别注重尊老爱幼。年饭中的任何一种首先让家中长辈偿，待长辈先吃后，然后是小孩们吃，最后由家庭其他成员就席。初一全家人闭门欢庆，互不访问。初一以后，家人和亲朋好友开始相互上门拜访祝贺。</p>\n<p>新年里十分在意各种言行举止和穿着打扮。必须作到全方位的吉利。得荣人认为新年头一天是整个一年的开头，这天的一切都是全年的征兆。这天穿新衣全年都有新衣穿，这天吃好全年有好日子过，这天高兴全年快乐。过年期间，极为忌讳说死、伤、病、偷、盗、抢、杀等不吉利的词语。无论主人或客人，在家中还是家外，都不能说不吉利的话。如有人在过年期间说不吉利的话，就意味着这家人或这个人新的一年里会遇到倒霉的事。</p>\n<p>新年来临，衷心祝福雪域儿女事业有成！祝福父老乡亲吉祥安康！祝福家乡繁荣进步！</p>"}]}