{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Göpo Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "The bo County"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(92) rGod po Monastery"
  }, 
  {
   "body": "<p>There used to be a Bonpo monastery called Bya ’bab gser thang whose foundation date and founder remain unknown, and which, according to oral tradition, was forcefully converted to Buddhism, together with many other Bonpo monasteries, when the Cone Chief conquered The bo (probably during the time of Tshe dbang don grub (1642-1692), the ninth chief of Cone and Blo bzang don grub, (?-1692), his successor (See <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">DMCB</span>, pp.661-663; <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">CNTK</span>, pp.372-373; <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">ZNYZ</span>, pp.41-55). Several monks, unwilling to submit, fled from the monastery and built a new Bonpo monastery. Because they were considered rgod po “brave people”, the new monastery was called rGod po.</p>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>rGod po Monastery is located in La rtsa khog district. The seat of the district is mKhar steng, 95 km east of county town. The La rtsa chu is a small northward-flowing tributary of The bo river. rGod po Monastery is located in Chas ra village, on the east bank of the La rtsa chu, around 120 km from the county town, the seat of The bo county (latitude 34°08’02”N, longitude 103°55’41”E).</p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>Two articles written in Tibetan without any references to their Sources say that the monastery was built in ca. 1770 by gYung drung bstan ’dzin, and that the first lama of the monastery was born in mKhar steng village and was known as mKhar steng Lama. His reincarnation was discovered twenty years after his death. There were two assembly halls and sixty-three cells accomodating seventy-five monks in the first half of the twentieth century (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">DBSJ</span>, p.101; <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TLPY</span>, pp.69-70). According to oral tradition, a Lama from Shar khog rebuilt the monastery at the present site after the monastery was destroyed by monks from a Buddhist monastery in mKhar steng when the lama of rGod po was still a child. At present the monastery is in a state of disrepair. </p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "3. History"
  }, 
  {
   "body": "<p>rGod po was a branch of gSer gzhong Monastery. </p>", 
   "index": 6, 
   "parent_index": 2, 
   "title": "7. Educational exchange"
  }, 
  {
   "body": "<p>There are fourteen families in Chas ra village.</p>", 
   "index": 7, 
   "parent_index": 2, 
   "title": "12. Local people"
  }, 
  {
   "body": "<p>farming</p>", 
   "index": 8, 
   "parent_index": 2, 
   "title": "14. Occupation of the local people"
  }, 
  {
   "body": "", 
   "index": 9, 
   "parent_index": 2, 
   "title": "Sources"
  }, 
  {
   "body": "<p>All the information besides the two articles mentioned above was collected from an interview on 27 August 1996 with Blo bzang (b.1929) and rDo rje (b.1923) who were both monks at the monastery for a few years.</p>", 
   "index": 10, 
   "parent_index": 9, 
   "title": " (1.) Interview: "
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }, 
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }
  ], 
  "domain": "places", 
  "kid": "23498", 
  "dates": [], 
  "title": "Göpo Introduction"
 }
}