{"meta":{"authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"title":"Gugyel Introduction","dates":{"created_at":"2011-12-13 02:30:00 UTC","updated_at":"2011-12-13 02:30:00 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Gugyel Introduction"},{"title":"Nyag rong rdzong","index":1,"parent_index":0,"body":" "},{"title":"(152) Gong rgyal Monastery","index":2,"parent_index":1,"body":" "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p>The original spelling of the monastery’s name was Gu rgyal. It was later spelt Gong rgyal by Sangs rgyas gling pa (1705-1735).<\/p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>It is located about 6 km northeast of Ri snang, the seat of Nyag rong county.<\/p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>Nam mkha’ rgyal mtshan, the first master of the Bya btang lineage, is said to have built a small monastery at a site called Dar lo, but it is now in ruins. No one knows when it was built or why it was abandoned. In the 13th Rab byung (1747-1806), another small monastery was built by gSang sngags gling pa. He also “opened the door”(gnas sgo phyed pa) of the hidden local mountain (i.e. transformed the place into sacred site) and called it sBas yul g-yung drung spungs tshal. He is believed to have discovered a number of holy objects on the sacred site including a statue of White Tara and a gold gshang bell. He donated these objects to Gong rgyal Monastery. Around that time the monastery had about one hundred monks. In the Wood-Bird Year of the 15th Rab byung (1885), Bya btang bsTan pa’i nyi ma undertook to build a new temple for the monastery following a plan made by gSang sngags gling pa. When it was completed two years later, gSang sngags gling pa was invited to consecrate it and to give the lung initiation of the Bonpo Kanjur. Later, other masters such as Shar rdza bKra shis rgyal mtshan, Khro sprul gYung drung mthong grol and the fifth Kun grol bDud ’dul gling pa also gave teachings at the monastery. <\/p> <p>The Gong rgyal dgon gyi lo rgyus (anonymous, MS) lists twenty-two successive masters of the Bya btang lineage until the middle of the 20th century: <\/p> <ol type=\"1\"> <li>Nam mkha’ rgyal mtshan <\/li> <li>Nam mkha’ dbang ldan <\/li> <li>Ye shes rgyal mtshan <\/li> <li>gYung drung gsas pa <\/li> <li>bKra shis rgyal mtshan <\/li> <li>sDa dbon Nam mkha’ thog sdug <\/li> <li>sDa dbon Nam mkha’ rgyal mtshan <\/li> <li>Grags pa ye shes <\/li> <li>Tshe dbang bkra shis <\/li> <li>Shes rab bstan ’dzin <\/li> <li>bSod nams blo gros <\/li> <li>bSod nams ’od zer <\/li> <li>sDa dbon Rin chen blo ldan <\/li> <li>Zha bo zhabs ma Nyi ma grags pa <\/li> <li>sDa dbon sMon lam tshul khrims <\/li> <li>bsTan ’dzin dbang grags <\/li> <li>gYung drung rgyal mtshan <\/li> <li>Tshul khrims rgyal mtshan <\/li> <li>gYung drung bstan pa’i nyi ma <\/li> <li>Dri med ’od zer <\/li> <li>Tshe dbang ’gyur med <\/li> <li>gShen bstan rgyal mtshan <\/li> <\/ol> <p>With Bya btang bsTan ’dzin dbang grags’s two sons, the lineage divided into two branches. There are two versions of the history about when reincarnation was adopted for the succession of the Bya btang masters. According to one, the position continued to be hereditary (gdung brgyud) until Tshe dbang ’gyur med’s time in the middle of the 20th century, after which it was transmitted by reincarnation. However, when I visited the monastery in 1997, I was told that the reincarnation system was adopted after Bya btang gYung drung rgyal mtshan’s time. So far, because of the lack of reliable Sources it has been impossible to verify either versions of the story. Bya btang Tshe dbang ’gyur med also founded a tantric college specializing in the practice of the Phurpa cycle.<\/p> <p>In the nineteen-eighties, Blo li Trulku built a new assembly hall, as well as restoring the old assembly hall which was destroyed during the Cultural revolution. <\/p> "},{"title":"5. Current number of monks","index":6,"parent_index":2,"body":" <p>There are fifty-one monks and novices in the monastery.<\/p> "},{"title":"6. Current education","index":7,"parent_index":2,"body":" <p>There are no organized or regular classes. The young monks are taught by the elder monks.<\/p> "},{"title":"7. Educational exchange","index":8,"parent_index":2,"body":" <p>In the past, rGyal zhing and gZhi ring monasteries were branches of Gong rgyal Monastery, but there des not seem to be any interaction between them at present. <\/p> <p>The monks are sent to sMan ri in gTsang, Shar rdza Hermitage (No.138) and sTeng chen Monastery (No.139) to take their ordination and receive further training.<\/p> "},{"title":"8 \/ 9. Rituals","index":9,"parent_index":2,"body":" <p>- 4th month: observation of fasting (smyung gnas) for 8 days <\/p> <p>- 6th month: ritual based on the bSam lhun sgrub chen by Tshe dbang ’gyur med starting on the 4th day for 7 days; observation of the dbyar gnas ceremony from the 15th day for 45 days<\/p> <p>- 9th month: ritual based on the sKu gsum phur sgrub for 7 days<\/p> <p>- 11th month: ritual of the cycle of dBal gsas from the 23rd to the 30th day<\/p> "},{"title":"10. Books held in the monastery","index":10,"parent_index":2,"body":" <p>There a copy of the Kanjur published by A yung and sKal bzang phun tshogs in Chengdu 1985-1987. A copy of the Khri skyabs edition of Khams chen in sixteen volumes, and a MS copy of ’Bum nyi ma dgu shar. There are also some old printing blocks for the following texts: Dran pa bka’ thang, Tshe dbang bka’ thang, Zhang zhung snyan brgyud, rNam rgyal gzungs chen, Gu drag, sKu gsum phur sgrub, Rig ’dus, gSang ’dus zhi khro, sKu gsum thugs thig, bSam lhun sgrub skor and gZungs ’jug.<\/p> "},{"title":"11. Income and expenses","index":11,"parent_index":2,"body":" <p>The monastery has neither land nor animals and depends entirely on donations from the faithful.<\/p> "},{"title":"12. Local community","index":12,"parent_index":2,"body":" <p>The local lay community consists of ten villages: Chu nang with fourteen families, Dar lo with fifteen families, dGung ru with fourteen families, Gu dar thog with fourteen families, rTa sa with nine families, rGyal ba with eleven families, Ying mad with eighteen families, Kha lung with nine families, Nya zi with fourteen families and Rlung pa with seven families.<\/p> "},{"title":"13. Local festivals","index":13,"parent_index":2,"body":" <p>The mountain behind the monastery is called dGa’ bde dpal ri, and is the abode of a local deity known by the same name. There is a la btsas on top of the mountain dedicated to the deity. Its renewal ceremony is performed by both the local people and the monks of the monastery on the 1st day of the 12th month.<\/p> <p>At Nyag shod, which is 1.5 km southeast of the monastery, there is a sacred mountain (gnas ri) called gYung drung rin chen ’bar ba. It is venerated on the 1st day of the 5th month, each Dragon-Year by both Bonpo and Buddhists. They circumambulate the mountain in the traditional Bonpo way (i.e. keeping the mountain on the left). <\/p> <p>Since the mountain has three peaks, it is also known as Tshogs brgya spun gsum and was considered as the abode of three local deities related as brothers before the mountain was transformed into a sacred site.<\/p> "},{"title":"14. Occupation of the local population","index":14,"parent_index":2,"body":" <p>Mainly farmers but one third of the population are nomads<\/p> "},{"title":"Sources","index":15,"parent_index":2,"body":" "},{"title":"(1) Interviews","index":16,"parent_index":15,"body":" <p>gYung drung rnam dag, a monk at the monastery, born in 1937<\/p> "},{"title":"(2) Texts","index":17,"parent_index":15,"body":" <ol type=\"1\"> <li>Note: (1) Gong rgyal dgon gyi lo rgyus, anonymous, MS<\/li> <\/ol> "}]}