{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "འབྲི་གུང་མཐིལ།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "མལ་གྲོ་གོང་དཀར་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་འབྲི་གུང་མཐིལ་འོག་མིན་བྱང་ཆུབ་གླིང་ཞེས་ཞུ། འབྲི་གུང་ཞེས་པ་ནི། སྐྱོབ་པ་འཇིག་རྟེན་གསུམ་མགོན་ལ་འབྲི་ཡིས་ངུར་སྒྲ་སྒྲོག་ནས་ལུང་བསྟན་པའི་ཚུལ་བྱུང་བས་འབྲི་ངུར་ཞེས་པ་དེ་རིམ་བཞིན་འབྲི་གུང་ཞེས་པའི་སྒྲར་འགྱུར་ཞེས་གསུངས།</p><p>ཡང་རི་སྒར་ནས་སྤྱི་ལེ་26ཙམ་དང་ལྷ་ས་ནས་སྤྱི་ལེ་140ཙམ་སོང་ན་དགོན་དེར་ལསླེབས་ཀྱི་རེད། དགོན་དེ་ནི་ཐོག་མར་སྐྱོབ་པ་འཇིག་རྟེན་གསུམ་མགོན་དགུང་ལོ་སོ་བདུན་ལོ་སྟེ་སྤྱི་ལོ་1179ལོར་ཕྱག་བཏབ་གནང་མཛད།<span class=\"milestone page eng \">[page <span class=\"pnum\">211</span>] </span> དེའི་ཆོས་བརྒྱུད་དར་སྤེལ་བྱུང་བ་ལ་འབྲི་གུང་བཀའ་བརྒྱུད་ཅེས་ཞུ། དགུང་ལོ་ཉི་ཤུ་རྩ་ལྔར་ཕག་གྲུ་རྡོ་རྗེ་རྒྱལ་པོ་དང་མཇལ་ཏེ་ལོ་བདུན་ཙམ་ཕག་གྲུའི་ཞབས་ལ་གཏུགས། ཕག་གྲུའི་ཐུགས་ཀ་ནས་རྡོ་རྗེ་རྩེ་ལྔ་པ་ཞིག་སྐྱོབ་པ་འཇིག་རྟེན་མགོན་པོའི་ཐུགས་ཀར་ཐིམ་པ་སློབ་མ་ཀུན་གྱིས་གཟིགས། ཕག་གྲུའི་མཚན་ལ་རིན་ཆེན་དཔལ་ཞེས་གསོལ། འཇིག་རྟེན་གསུམ་མགོན་ནི་སློབ་མ་རྣམས་ཀྱིས་གསོལ། སྐྱོབ་པ་འཇིག་རྟེན་མགོན་གྱིས་ཐོག་མར་དགོན་དེ་ད་ལྟའི་དགོན་ཆགས་ཡུལ་གྱི་ཕུ་ལ་ཀླུ་ཕྲང་ཞེས་པར་འདེབས་དགོས་དགོངས་པ་ལ་བུད་མེད་ཅིག་དང་ཐུག་པས་ཁྱོད་གང་དུ་འགྲོའམ་གསུངས་པས། ང་དགོན་པར་འགྲོ་ཞེས་ཞུས། ཅི་བྱེད་དུ་འགྲོ་ཞེས་གསུངས་པར་སྣོད་སྐྱེལ་དུ་འགྲོ་ཞེས་ཞུས་པར། གནོད་སྐྱེལ་དུ་འགྲོ་བའི་སྒྲར་གསན་ནས་འདིར་མི་འདེབས་དགོངས་སྟེ་ཕྱིར་ཕེབས། དེ་ནས་ད་ལྟའི་གནས་དེར་ཕག་གྲུའི་སློབ་མ་ཞིག་བཞུགས་པའི་རི་ཁྲོད་ཅིག་ཡོད་པ་གཟིགས་ཏེ་སྐུ་ཕྱག་དང་བཅས་དེར་ཕེབས་དགོས་དགོངས། སྤྲུལ་པའི་འབྲི་ཞིག་གི་ངུར་སྒྲ་དང་བཅས་གཡས་སྐོར་དུ་སོང་བས་དགོན་པ་དེར་འདེབས་དགོས་པའི་བརྡ་རུ་གཟིགས། ད་ལྟའང་ས་དེར་འབྲི་ངུར་ཞེས་ཟེར། མི་ཉག་སྒོམ་ཆེན་གྱིས་ཉེ་གནས་ལ་དེ་རིང་སྒོ་མ་ཕྱེ་གསུངས་ཀྱང་ཉེ་གནས་ཀྱིས་སྒོ་ཕྱེས་པས་དེ་ནས་བཟུང་རི་ཁྲོད་དེ་སྐྱོབ་པ་འཇིག་རྟེན་མགོན་ལ་ཕུལ། འབྲི་གུང་གདན་རབས་བཅུ་པ་ཆོས་ཀྱི་རྒྱལ་པོའི་དུས་རྗེ་ཙོང་ཁ་པའང་གནས་དེར་བཞུགས་ཏེ་ནཱ་རོ་ཆོས་དྲུག་དང་། བྱང་སེམས་ཀྱི་སྡོམ་པ། ཕྱག་རྒྱ་ཆེན་པོ་ལྔ་ལྡན་གྱི་ཁྲིད་སོགས་ཞུ་གནང་མཛད། ཙོང་ཁའི་ཕུག་ཅེས་པ་ད་ལྟའང་མཇལ་རྒྱུ་ཡོད། འབྲི་གུང་བཀའ་བརྒྱུད་དེ་ལྟར་འཕེལ་རྒྱས་བྱུང་སྟེ་དབྱར་གནས་སྐབས་དགེ་སློང་འབུམ་ཕྲག་གི་ཚུལ་ཤིང་བླངས་པ་སོགས་འདུ་གྲངས་རྒྱས་པས་ཚོགས་ཆོས་ཀྱི་སྐབས་སུ་མདུན་རིའི་རྩེར་མཁར་རྔ་ཉི་མ་འབྲུག་གྲགས་ཞེས་པ་བརྡུངས་པས་ཕྱོགས་མཚམས་ནས་དགེ་འདུན་ཀུན་འདུས་པར་གྲགས། ད་ལྟའང་རི་རྩེར་བྲག་ངོས་ཤིག་ཏུ་མཁར་རྔ་འདོགས་བྱེད་ཀྱི་ལྕགས་ཐག་དུམ་བུ་གཉིས <span class=\"milestone page eng \">[page <span class=\"pnum\">212</span>] </span>མཐོང་རྒྱུ་ཡོད། དགོན་གྱི་དབྱིབས་ཀྱང་མཆོད་རྟེན་བཀྲ་ཤིས་སྒོ་མང་གི་དབྱིབས་འདྲ་ལ། སྔོན་ཆོས་ཁང་དང་འདུ་ཁང་སོགས་སུ་རྟེན་དང་བརྟེན་པར་བཅས་པ་བཞུགས་སུ་གསོལ་བ་ལས་རྗེ་སྐྱོབ་པ་འཇིག་རྟེན་མགོན་གྱི་དབུ་ཐོད་ལ་དཔལ་འཁོར་ལོ་སྡོམ་པའི་དཀྱིལ་འཁོར་གྱི་རང་བྱོན་གསལ་བར་བཞུགས་པའི་མཆོད་རྟེན་འཛམ་གླིང་རྒྱན་གཅིག་ཅེས་པ་ནི། ས་འདམ་གྱི་མཆོད་རྟེན་ཐོག་སོ་གསུམ་ཐོག་ཅན་ཞིག་ཡིན་ལ་དེའི་ས་ཁུ་རྒྱ་ཇ་ལས་གྲུབ་པ། གྲང་གསེར་བ་ཀོའི་སྲབ་ཐུག་ཙམ་ཡོད་པ། འཛམ་གླིང་རྒྱན་ཞེས་མཚན་གསོལ་དོན་ནི་བལ་ཡུལ་གྱི་རྒྱལ་པོ་འོད་ཟེར་གོ་ཆ་ཡིས་བཙན་དན་གོ་ཤི་ལས་གྲུབ་པའི་བྱང་ཆུབ་མཆོད་རྟེན་མདའ་ཚད་མ་ཞིག་ནང་དུས་གསུམ་སངས་རྒྱས་ཀྱི་རིང་བསྲེལ་བཞུགས་པ་ཞིག་གཟུངས་སུ་ཡོད་སྟབས་མཚན་དེ་ལྟར་བྱུང་བ་སོགས་མཇལ་རྒྱུ་ཡོད།</p><p>ད་ལྟ་ཆོས་ཁང་བཀྲ་ཤིས་སྒོ་མང་དང་འཛམ་གླིང་རྒྱན་གཅིག གསེར་ཁང་། ཨ་ཕྱི་ལྷ་ཁང་སོགས་གསར་བཞེངས་གནང་བའི་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད།</p><p>ཡང་དགོན་དེ་ནས་ནུབ་ངོས་རི་ལྡེབས་སུ་སོང་ན་རྟེན་འཕྱག་སྒང་ཞེས་པའི་དུར་ཁྲོད་གྲགས་ཅན་དེ་ཡོད། དུར་ཁྲོད་དེ་ནི་གུ་རུ་རིན་པོ་ཆེས་ཁྲོ་མའི་ལྟེ་བར་གནས་པའི་དུར་ཁྲོད་ཅེས་གུ་རུ་རིན་པོ་ཆེ་བྱོན་མྱོང་བ་དང་། དེ་རྗེས་རྗེ་སྐྱོབ་པ་འཇིག་རྟེན་མགོན་འཁོར་ཉུང་འདུས་དང་བཅས་གནས་དེར་ཕེབས་ཏེ་སློབ་མ་རྣམས་ལ་རྫུ་འཕྲུལ་རེ་བསྟན་དགོས་གསུངས་པར་ལ་ལས་རྒྱ་གར་ནས་ཨ་རུ་རློན་པ་བཞེས་ཏེ་བླ་མར་ཕུལ། ལ་ལས་ཁོག་སྟོད་ལ་མེ་འབར། ཁོག་སྨད་ནས་ཆུ་འཁོལ་བ་སོགས་མཛད། བྱ་མ་རྒན་པོ་བཀྲ་ཤིས་ཅེས་པས་ཀྱང་ཉི་ཟེར་ལ་ཀྱོག་འགེལ་བ་སོགས་མཛད། བུ་སློབ་རིན་ཆེན་གྲགས་ཞེས་པ་རྫུ་འཕྲུལ་བསྟན་མི་ནུས་པའི་ངང་དགོངས་པ་རྫོགས་པའི་ཚུལ་བསྟན་པས་རྗེ་སྐྱོབ་པ་འཇིག་རྟེན་མགོན་གྱིས་ཕྱག་འཁར་བཙུགས་ཏེ་མི་རྟག་པའི་མགུར་གསུངས། རྟོགས་ལྡན་གྱིས་ཁྲམ་རྒྱབ་པས་ཡུང་དཀར་གྱི་སྐྱལ་པ་བཤགས་པ་ལྟར་རིང་སྲེལ་<span class=\"milestone page eng \">[page <span class=\"pnum\">213</span>] </span> འཕྱག་མས་འཕྱག་རྒྱུ་ཐོན་པས་རྟེན་འཕྱག་སྒང་ཞེས་པའི་མཚན་དེ་ལྟར་བྱུང་། དུར་ཁྲོད་ཀྱི་དཀྱིལ་དུ་དུར་རྡོ་འཇའ་ཟུག་མ་ཞེས་པ་ཞིག་ཡོད་པ་དེ་ནི་མཁའ་འགྲོ་མ་རྣམས་ཀྱིས་རྒྱ་གར་སིལ་བ་ཚལ་གྱི་དུར་ཁྲོད་ནས་གདན་དྲངས་པ་དང་། རྒྱ་གར་ཁྱི་སྤྱང་གིས་རྗེས་སྙེགས་ཏེ་དེར་ཐིམ་ཞེས་དང་། གཞན་ཡང་དུར་རྡོ་གསུང་བྱོན་མ་དང་། ཕྱོགས་བཞིར་རྡོ་བཞི་ཡོད་པ་མཁའ་འགྲོ་མ་བཞི། རྗེ་སྐྱོབ་པ་འཇིག་རྟེན་གསུམ་མགོན་གྱི་ཞབས་རྗེས་སོགས་མཇལ་རྒྱུ་ཡོད།</p><p>ཡང་འབྲི་གུང་མཐིལ་ནས་རྐང་ཐང་མར་ཉིན་གཅིག་ཙམ་སོང་ན་ཚ་ཡུག་གམ་ཚ་འུག་ཅེས་པར་སྐྱོབ་པ་འཇིག་རྟེན་མགོན་པོ་དགུང་ལོ་བཞི་བཅུ་ཕེབས་སྐབས་མཚམས་སུ་བཞུགས་སའི་སྒྲུབ་ཕུག་རྡོ་རྗེ་ལྷོ་དཀར་ཞེས་པར་རང་བྱོན་དང་སྐུ་རྗེས་ངོ་མཚར་ཆེ་བ་མཇལ་རྒྱུ་ཡོད།།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "འབྲི་གུང་མཐིལ།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16934", 
  "dates": [], 
  "title": "འབྲི་གུང་མཐིལ།"
 }
}