{"meta":{"authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}],"title":"Ripün Introduction","dates":{"created_at":"2011-12-13 02:29:55 UTC","updated_at":"2011-12-13 02:29:55 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Ripün Introduction"},{"title":"Derge County","index":1,"parent_index":0,"body":"\n\n                  "},{"title":"(142) Ri spun Monastery","index":2,"parent_index":1,"body":"\n\n                  \n\n                     "},{"title":"1. Name","index":3,"parent_index":2,"body":"\n\n                     <p>Ri spun</p>\n\n                  \n\n                  \n\n                     "},{"title":"2. Location","index":4,"parent_index":2,"body":"\n\n                     <p>It is located on a hill behind Hyo pa district administrative seat, 97 km\n                        from Derge, the county seat. Hyo pa means &ldquo;below&rdquo; in the local Tibetan\n                        dialect. </p>\n\n                  \n\n                  \n\n                     "},{"title":"3. History","index":5,"parent_index":2,"body":"\n\n                     <p>There is little information concerning the history of the monastery. The\n                        monks in Ri spun Monastery indicated that their monastery was associated\n                        with rDzong gsar, a Sa skya pa monastery in the same county, and that I\n                        would probably find some information concerning Ri spun in the historical\n                        records of rDzong gsar Monastery. I found only one account of rDzong gsar&rsquo;s\n                        history, entitled rDzong gsar dgon gyi lo gyus (MS, anonymous), but the name\n                        of Ri spun is not even mentioned there. Yet several people, including\n                        Buddhists and government officials, also confirmed the connection between Ri\n                        spun and rDzong gsar. Indeed the monasteries maintain very close ties and\n                        rDzong gsar, being the wealthier of the two, even supports Ri spun\n                        Monastery. However, rDzong gsar does not acknowledge its Bon related origin,\n                        not even in its historical records. The local inhabitants say that there is\n                        a stone tablet with an inscription concerning the history of Ri spun and\n                        rDzong gsar in the place from lHa tshe dbang of dPal spungs thang on the\n                        shore of gSer ngu g.yu mtsho lake with an inscription concerning the history\n                        of Ri spun and rDzong gsar, but Blo gros phun tshogs, the author of Ri spun\n                        dgon gyi lo rgyus, says that he could not find it. There are ruins of an\n                        ancient castle at the top of a hill near the monastery called Khyung po\n                        rdzong, and there are several rather vague legends concerning its history,\n                        but no one seems to know anything precise about it. According to oral\n                        tradition, the monastery was founded in a Fire-Hare Year, but in which Rab\n                        byung remains unknown. It is said that several famous masters, such as Shar\n                        pa rNal &rsquo;byor, Khyung po Blo gros rgyal mtshan, Bu &rsquo;bor Tog gi rgyal mtshan,\n                        Du tshe rTogs ldan and Ri bla Ye shes stayed at the monastery. In the latter\n                        half of Ri bla Ye shes&rsquo;s life, the monastery was destroyed in a local\n                        conflict and that it was rebuilt by Ri bla Dar rgyas. Unfortunately, the\n                        dates of the masters mentioned above remain unknown. The monastery was\n                        destroyed during the Cultural Revolution and in 1983 permission was granted\n                        for its reconstruction.</p>\n\n                  \n\n                  \n\n                     "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":"\n\n                     <p>There is only one head of the monastery elected by monks and confirmed by\n                        the Religion Department of the Derge county government.</p>\n\n                  \n\n                  \n\n                     "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":"\n\n                     <p>There are fifteen monks in the monastery.</p>\n\n                  \n\n                  \n\n                     "},{"title":"6. Current education","index":8,"parent_index":2,"body":"\n\n                     <p>There are no regular, organized classes; the younger monks are trained by\n                        the elder monks in the practice of their ritual tradition. </p>\n\n                  \n\n                  \n\n                     "},{"title":"7. Exchanges with other monasteries","index":9,"parent_index":2,"body":"\n\n                     <p>Ri spun and rDzong gsar Monasteries have close ties because rDzong gsar was\n                        originally a Bonpo establishment, but the two have no religious or\n                        educational exchanges since they now belong to different religious\n                        traditions.</p>\n\n                  \n\n                  \n\n                     "},{"title":"8 / 9. Rituals","index":10,"parent_index":2,"body":"\n\n                     <p>The monastery performs only two annual rituals: the observance of the smyung\n                        gnas fasting from the 10th to the 13th day of the 5th month, and the dgu\n                        gtor rite based on the ritual cycle of Khro bo from the 26th to the 30th day\n                        of the 11th month. </p>\n\n                  \n\n                  \n\n                     "},{"title":"10. Books held in the monastery","index":11,"parent_index":2,"body":"\n\n                     <p>The monastery possesses texts for its rituals but no other books.</p>\n\n                  \n\n                  \n\n                     "},{"title":"11. Income and expenses","index":12,"parent_index":2,"body":"\n\n                     <p>The government gave the monastery twelve thousand Yuan for its\n                        reconstruction. The livelihood of the monks is provided by their\n                        families.</p>\n\n                  \n\n                  \n\n                     "},{"title":"12. Local community","index":13,"parent_index":2,"body":"\n\n                     <p>The local lay community consists of four villages: Ri gyong with forty-three\n                        familes, rKed thog with twenty-nine families, Rlung sgang with twenty-six\n                        families, and Rlung khog with sixteen families (six hundred and twelve\n                        people altogether).</p>\n\n                  \n\n                  \n\n                     "},{"title":"13. Local festivals","index":14,"parent_index":2,"body":"\n\n                     <p>The mountain behind the monastery is called lHa rgod, but nothing is known\n                        about its deity. There is a white rock on the mountain east of the monastery\n                        which is associated with a deity called Tis &rsquo;dra, but there is no fixed date\n                        for its propitiation.</p>\n\n                     <p>There is a sacred mountain called Phur pa lha khang 5 km east of the\n                        monastery, which was a sacred site venerated annually by both monastic and\n                        lay communities until about the middle of the 20th century. Other local\n                        sacred sites include the ruins of three castles: mKhar nag, 7 km southeast\n                        of the monastery, lHa rgod, 50 m north of the monastery, and gNas nang, 10\n                        km northeast of the monastery; the local inhabitants claim that a person who\n                        has contracted the bad kan disease may be cured if he circumabulates all\n                        three sites within one day. gNas nang was the residence of Bu &rsquo;bor Tog gi\n                        rgyal mtshan, and there are still one hundred and twenty-two Bon po families\n                        living in the area. Ten monks from mainly Ri spun occasionally gather there\n                        to perform rituals. </p>\n\n                  \n\n                  \n\n                     "},{"title":"14. Occupation of the local population","index":15,"parent_index":2,"body":"\n\n                     <p>Farmers</p>\n\n                  \n\n                  \n\n                     "},{"title":"Sources","index":16,"parent_index":2,"body":"\n\n                     \n\n                        "},{"title":"(1) Interviews","index":17,"parent_index":16,"body":"\n\n                        <p>Autumn 1997: bKra shis bzang po (b.1933), a monk at the monastery</p>\n\n                     \n\n                     \n\n                        "},{"title":"(2) Texts","index":18,"parent_index":16,"body":"\n\n                        <ol type=\"1\">\n                           <li>Ri spun dgon gyi lo rgyus by Blo gros phun tshogs, MS.</li>\n                        </ol>\n\n                     \n\n                  \n\n               "}]}