{"meta":{"domain":"places","kid":"16506","authors":[],"title":"Lhümburtsé Dzong Introduction","dates":{"created_at":"2010-08-11 20:45:30 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Lhümburtsé Dzong Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Upper complex","index":7,"parent_index":6,"body":" <p>The large group of defensive wall sections found on the summit encompass an area that measures 40 m (east-west) x 12 m (north-south). They have been mostly leveled to their foundations. The maximum elevation of a freestanding wall is 60 cm, while walls that revet the formation reach 1.7 m in height. These walls were purposely hidden from view, suggesting that stealth was a major tactical consideration in the use of the installation. This concealment was accomplished by setting the walls slightly behind the summit crags and exposed south ridgeline. A horizontal south rib of rock and a rocky arm 3 m higher and to the north create a naturally sheltered space between them, which was accented by the construction of the walls. Small rock faces divide this zone into several levels. Above the two ribs of rock, on the very summit, there is a mass of rock with traces of small foundations on both its north and south faces. Except for a single access point in the north, sheer rock faces surround the upper complex. <\/p> "},{"title":"Lower site","index":8,"parent_index":6,"body":" <p>Directly below the summit, on the west side of the hill, are the remains of a rampart wall 35 m in length, which runs along the top of a horizontal rib of rock. This wall must have functioned as a forward line of defense. <\/p> "},{"title":"Affiliated sites","index":9,"parent_index":2,"body":" "},{"title":"Bon hermitage","index":10,"parent_index":9,"body":null}]}