{"meta":{"authors":[],"title":"ཚེ་སྨོན་གླིང་།","dates":{"created_at":"2010-08-13 17:00:42 UTC","updated_at":"2010-08-13 17:00:42 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"ཚེ་སྨོན་གླིང་།"},{"title":"གྲོང་ཁྱེར་ལྷ་ས།","index":1,"parent_index":0,"body":" "},{"title":"ཚེ་སྨོན་གླིང་།","index":2,"parent_index":0,"body":" <p>མཚན་རྒྱས་པར་བྱང་ཆུབ་གླིང་གི་གསང་སྔགས་ཚེ་<span class=\"milestone page eng \">[page <span class=\"pnum\">35<\/span>] <\/span>ྨོན་གླིང་ཞེས་ཞུ། བཞི་སྡེ་དགོན་གྱི་ཤར་ངོས་སུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། ལྷ་སའི་གླིང་ཁག་བཞིའི་ཡ་རྒྱལ་ཡིན། ཚེ་སྨོན་གླིང་ཞེས་པ་ནི། སྔོན་གོང་མ་ཆན་ལུང་གི་སྐུ་ཚེ་ཚེ་སྒྲུབ་གནང་ས་ཡིན་སྟབས་མཚན་དེ་ལྟར་ཐོགས། ཚེ་སྨོན་གླིང་སྐུ་ཕྲེང་དང་པོས་རྒྱུད་སྟོད་ཀྱི་བླ་མ་དབུ་མཛད་གནང་བ་དང་། ལྕང་སྐྱ་རོལ་པའི་རྡོ་རྗེ་དགོངས་པ་གཞན་དོན་དུ་ཕེབས་རྗེས་གང་ཉིད་གོང་མའི་དབུ་བླར་ཕེབས། དེ་ནས་ཡར་ཕེབས་རྗེས་གོང་མའི་ཡུམ་གྱི་དགོངས་རྫོགས་སུ་སེ་ར་གྲྭ་ཚང་སྨད་ཀྱི་ཇོ་བོ་བྱང་ཆུབ་ཆེན་མོ་བཞེངས། ཐོག་མར་འདུ་ཁང་ཤར་རམ་ཕོ་བྲང་དཀར་པོ་ཞེས་པར་གོང་མའི་སྐུ་ཚེ་ཚེ་སྒྲུབ་གནང་ས་ཡིན་ཞེས་ཚེ་དཔག་མེད་ཀྱི་སྐུ་བརྙན་དང་ཚེ་སྨོན་གླིང་སྐུ་ཕྲེང་གཉིས་པ་དང་གསུམ་པའི་གདུང་རྟེན། སྐུ་ཕྲེང་དང་པོའི་གདུང་རྟེན་སེ་ར་ཚེ་སྨོན་གླིང་དུ་བཞུགས། མགོན་ཁང་ནང་སྐུ་རྒྱུ་ལི་མའི་དམག་ཟོར་མ་དང་། ཙིའུ་དམར་པོའི་སྐུ་སོབ། འཇིམ་གྱི་ཐབ་འོག་བཅས་དང་། འདུ་ཁང་ཆེན་མོ་ཀ་རིང་བཞིའི་ནང་དབུས་སུ་ཚེ་སྨོན་གླིང་གི་བཞུགས་ཁྲི་དང་། གདོང་གྲམ་ཤར་གྱི་འགོར་ར་ས་གཙུག་ལག་ཁང་གི་ཇོ་བོ་ཤཱཀྱ་མུ་ནེར་དཔེ་བཞེས་ནས་བཞེངས་པའི་གསེར་ཟངས་ཀྱི་ཇོ་བོ་ཤཱཀྱ་མུ་ནེ། དེའི་གཡོན་དུ་དངུལ་གྱི་སྐུ་ཕྲེང་གསུམ་པའི་འདྲ་སྐུ། དེའི་ཞོགས་སུ་གསེར་ཟངས་ཀྱི་སྨན་བླའི་བློས་བླངས་དཀྱིལ་འཁོར། ནུབ་ཀྱི་གདོང་བྲལ་གྱི་དབུར་གསེར་ཟངས་ཀྱི་རྗེ་ཙོང་ཁ་པ་ཁྲི་དྲུག་མགྱོགས་དང་བཅས་པ། དེའི་སྐུ་རྒྱབ་ཏུ་གསེར་ཟངས་ཀྱི་རྒྱལ་བ་བྱམས་པ་ཆོས་འཁོར་མ། དེའི་ཞོགས་སུ་གསེར་ཟངས་ཀྱི་སྐུ་ཕྲེང་གཉིས་པའི་སྐུ་བརྙན། ནུབ་ཀྱི་མཐའ་གྲལ་ནས་ཞལ་ཤར་དུ་གཟིགས་པ་དངུལ་གྱི་སྒྲོལ་ལྗང་མི་ཚད་མ། དེའི་གཡས་སུ་སྐུ་ཕྲེང་བཞི་པའི་གདུང་རྟེན། བཀའ་འགྱུར་ནུབ་ལྷ་ཁང་དུ་གསེར་བྲིས་ཀྱི་བཀའ་འགྱུར་དང་། གསེར་དངུལ་འདྲེས་མའི་ཡུམ་རྒྱས་འབྲིང་བསྡུས་གསུམ། འདུ་ཁང་ནང་བདེ་གསང་འཇིགས་གསུམ་གྱི་ལྡེབས་རིས། ཡང་ཐོག་བཞི་ཐོག་དང་བཅས་པ་ཡོད་ཅིང་དེ་དག་ལ་གཟིམས་ཆུང་ཁག་དང་། རྟ་མགྲིན་བསམ་འགྲུབ་ལྷ་ཁང་། ལྕོག་<span class=\"milestone page eng \">[page <span class=\"pnum\">36<\/span>] <\/span>ཅས་ལ་རྟེན་དང་བརྟེན་པར་བཅས་བཞུགས་སུ་གསོལ་ཡོད། སྔོན་དགེ་འདུན་བདུན་བཅུ་དོན་ལྔས་རི་བོ་དགེ་ལྡན་གྱི་གསང་བདེ་འཇིགས་གསུམ་གྱིས་གཙོས་སྔགས་ཆོག་ཁག་ཕྱག་བཞེད་མཛད་པ་ཡིན། སེར་སྨད་གྲྭ་ཚང་གི་ཁོངས་ཡིན།<\/p> <p>ད་ལྟ་ཐོག་སོ་ཉིས་ཐོག་ཉམས་གསོ་ཞུས་པའི་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་དང་།ལྡེབས་རིས་རྙིང་མ་མང་པོ་བཞུགས་པ་ད་ལྟའང་མཇལ་རྒྱུ་ཡོད།<\/p>  "}]}