{"meta":{"domain":"places","kid":"16554","authors":[],"title":"Mani Tang Khar Introduction","dates":{"created_at":"2010-08-11 20:46:08 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Mani Tang Khar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Mani Tang KharMa &#7751;i thang mkhar","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Citadel","index":7,"parent_index":6,"body":" "},{"title":"Elite architecture","index":8,"parent_index":7,"body":" <p>The citadel contains 13 separate apartments, raising questions as to the nature of occupancy. Were these the various residential units of an aristocratic extended family or ruling elite, or did they have an alternative function? What is clear is that there are no commodious rooms such as ceremonial halls or large common spaces in the castle (these are characteristic features of large Buddhist edifices). It may be hat the decentralized plan of the installation (like many other early monuments in Upper Tibet) reflects strong tribal features in the social makeup of the ancient upper class. In other words, domestic decentralization may possibly allude to leaders who ruled in a consensual fashion or in close consultation with their people. While the apartments may possibly have housed unrelated groups of ministers or other personnel, the chieftain or king possibly resided in sequestered quarters found within the complex. <\/p> "},{"title":"Grand entrance","index":9,"parent_index":7,"body":" <p>The large entrance to the citadel is in the east. It is flanked by a 7-m long wall in the south and a 2.2-m long wall in the north, forming a sheltered and prestigious ingression. The walls flanking the entrance are spaced 2 m apart. There must have been steps leading 3 m up from the foot of the revetment to the floor of the interior but none have survived. Below the entrance, a 5-m wide path turns south. It is buttressed on its east side by a retaining wall up to 1.4 m in height. The path disappears in the terraces below the castle. <\/p> "},{"title":"Floor plan","index":10,"parent_index":7,"body":" <p>Set slightly south of the inner entrance there is a 1.7-m to 2.1-m wide axial corridor running nearly the entire length of the citadel. The installation is full of standing wall fragments permitting a general assessment of its ground plan. East of the south entrance wall there is a group of perhaps three rooms set off from the rest of the complex. On the south side of the east-west axial corridor there are seven apartments, each consisting of a pair of rooms. To the north of the corridor there are six more such apartments. The partition walls dividing the two rooms of each suite run parallel to the axis of the facility. These apartments vary somewhat in size; typical interior dimensions being 8 m x 3.5 m. Each suite had a walled off area (less than 2 m x 2 m) with an opening onto the medial corridor. These openings were built at the floor level and measure around 50 cm x 50 cm. Some of the apertures still have in situ stone lintels, 60 cm to 70 cm in length. The ground plan and design of these apartments recalls a similar feature in the nearby <span class=\"popular\">Drakkar Khar<\/span><span class=\"scholar\">Brag dkar mkhar<\/span> installation (A-120). As discussed above, the function of these masonry pigeonholes in each apartment is not clear. Perhaps they were part of a sophisticated heating system. If they were indeed latrine pits, does the fact that they open internally and not outwards in the direction of the old village point to a citadel closely allied to the villagers that lived below? In other words, the architectonic evidence may suggest the existence of a strong ribal framework. Identifying these enclosures as latrine pits presupposes a careful system of waste management. Instead of sullying the outer community with waste it would have had to be collected and disposed of properly. This prospective domestic scenario seems to reflect a society with a confederated or consensual form of government. West of the 13 apartments there is a section of the complex (10 m x 12 m) raised 2 m higher. This elevated area contained around nine small rooms. Perhaps these rooms represent the apartments of he controlling individual or family of <span class=\"popular\">Mani Tang Khar<\/span><span class=\"scholar\">Ma &#7751;i thang mkhar<\/span>. <\/p> "},{"title":"Old village","index":11,"parent_index":6,"body":null},{"title":"Shrine","index":12,"parent_index":6,"body":null},{"title":"Notes","index":13,"parent_index":0,"body":null}]}