{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Tolung Yangwen Pelgön Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Nyag rong rdzong"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(159) rGyal rong Monastery"
  }, 
  {
   "body": "<p>The monastery’s full name is gTo lung Yang dben dpal dgon. It is also called gTo sgang gYung drung gling.</p>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>The monastery is located in a valley called gTo khog, 20 km southwest of Brag ’go, the county seat in dKar mdzes Prefecture.</p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "2. Location "
  }, 
  {
   "body": "<p>Because rGyal rong gYung drung ye shes, the founder of the monastery, came from rGyal rong, the monastery was called rGyal rong Monastery. There are no reliable written Sources concerning the site’s history before that time. According to legend, following King Khri srong lde btsan’s persecution of Bon in the 8th century A.D., many Bonpo masters in Central Tibet fled to Amdo and Khams. One among them, rMe’u bSod nams g-yung drung, established a hermitage in Tre hor<a href=\"#n29\" name=\"nb29\" class=\"note\">29</a>, Khams. Because the hermitage attracted ten thousand disciples, he extended the hermitage into a monastery which then became known as Khri tsho, meaning “Ten Thousand”. After its destruction by fire, rTsa ra sTobs ldan ’od zer rgyal mtshan founded another monastery called Shug sgang (“Hill of Cypress Trees”, after the cypress forest on the mountain on which it was located). It had an assembly hall (’du khang) with eight rooms and more than twenty monks’ cells below the assembly hall. It was again destroyed by fire.</p><p>Following is a list of the successive masters:</p><ol type=\"1\"> <li>rMe’u bSod nams g-yung drung </li> <li>rTsa ra sTobs ldan ’od zer rgyal mtshan </li> <li>bKra shis bsam ’grub </li> <li>gYung drung rgyal mtshan </li> <li>gYund drung phun tshogs </li> <li>Pad bsod </li> <li>bsTan ’dzin dbang ldan </li> <li>dGu na Tshe bstan </li> <li>Lo god </li> <li>Lung phug</li> <li>sKal bzang skyabs </li> <li>Chos bstan </li> <li>Blo ldan </li> <li>gYung drung rgyal mtshan </li> <li>rGyal rong gYung drung ye shes </li> <li>gYung drung rgyal mtshan alias gYung drung bstan ’dzin</li> <li>gSang sngags grags pa </li> <li>Grags pa </li> <li>Nyi ma rgyal mtshan </li> <li>gYung drung rgyal mtshan </li> <li>Tshe dbang bstan ’dzin </li> <li>bKra shis don ’grub</li> <li>Zla ba grags pa</li> </ol><p>rGyal rong gYung drung ye shes, the 15th master, was a son of the king ’Gran rdzong in rGyal rong. He was a disciple of bSod nams g-yung drung, an abbot of sMan ri Monastery (No.1). While he was at sMan ri, he also received teachings from Tre ston bSod nams ’gyur med, Bru bla dBang rgyal, Zhu sgom Khri btsun and sTag dbra Nam mkha’ ’od zer. After completing his studies he began to practise meditation in many hermitages throughout Amdo and Khams and finally founded gTo lung Yang dben dpal dgon in gTo khog.<a href=\"#n30\" name=\"nb30\" class=\"note\">30</a> In his time, there were about a hundred monks in the monastery. It is said that there were two traditions of ’cham dances, one belonging to the monastery and the other to the residence of the head of the monastery (bla brang).</p><p>rGyal rong gYung drung ye shes was succeeded by bla ma gYung drung bstan ’dzin who received teachings from many masters at sMan ri. The latter became the abbot of rGyal rong Monastery and founded a new monastery called gZhung ring (No. 160). During his time, lHa brtan Padma rnam rgyal, a dGe lugs pa master, came to gTo khog and succeeded in converting rGyal rong Monastery to the dGe lugs pa tradition. He renamed it dGa’ ldan phun tshogs gling. The new name was inscribed over the entrance of the assembly hall in which statues of the Jo rje ’brom gsum (Jo bo rje, rJe Tsong kha pa, ’Brom ston rGyal ba’i ’byung gnas) were installed. However, when the king of Rab brtan was later defeated by the Manchu emperor Qianlong, the monastery reverted to the Bonpo tradition. </p><p>Zla ba grags pa, the 23rd master, is said to have dissolved into a rainbow body (’ja’ lus pa) when he died. The monastery was knocked down during the Cultural Revolution and was rebuilt by Rig ’dzin nor bu and Nam mkha’ ’od zer. </p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one khri pa</li> <li>one dbu mdzad</li> <li>one dge skos</li> <li>one mchod dpon</li> <li>one bdag gnyer</li> </ul><p>The incumbents are reappointed on rotational basis every two years. The khri pa must be a monk who has taken his vows at sMan ri Monastery. </p>", 
   "index": 6, 
   "parent_index": 2, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>There are forty novices and monks at the moanstery.</p>", 
   "index": 7, 
   "parent_index": 2, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>There are no organized classes; the novices are trained by the elder monks.</p>", 
   "index": 8, 
   "parent_index": 2, 
   "title": "6. Current education"
  }, 
  {
   "body": "<p>The monks go to sMan ri Monastery to take their ordination.</p>", 
   "index": 9, 
   "parent_index": 2, 
   "title": "7. Educational exchange"
  }, 
  {
   "body": "<p>The ceremony based on the Ngan song dong sprugs for five days, the smon lam ceremony for five days, and the tshogs brgya offering and the ritual of Kun rig for four days during the Tibetan New Year period; the general religious service (sku rim) for one month starting in the 5th month; the dgu gtor rite with ’cham dance in the 12th month. </p>", 
   "index": 10, 
   "parent_index": 2, 
   "title": "8 / 9. Rituals "
  }, 
  {
   "body": "<p>The monastery has one old manuscript copy of Khams chen in sixteen volumes, one old manuscript copy of Dri med gzi brjid in twelve volumes, (the copyist of both manuscripts remains unknown), one printed copy of the Bonpo Kanjur, one printed copy of Shar rdza bKra shis rgyal mtshan’s collected works (Chamdo edition). </p>", 
   "index": 11, 
   "parent_index": 2, 
   "title": "10. Books held in the monastery"
  }, 
  {
   "body": "<p>The monastery depends on offerings from its followers and the monks provide their own food.</p>", 
   "index": 12, 
   "parent_index": 2, 
   "title": "11. Income and expenses"
  }, 
  {
   "body": "<p>The local lay community consists of one village with twenty-two families.</p>", 
   "index": 13, 
   "parent_index": 2, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>Mount Khri tsho sgang located southwest of the monastery is believed to be the abode of the local deity Khri tsho ’brug lha who has a dragon as mount. It was sanctified by Zla ba grags pa as a sacred mountain and is venerated in the Monkey-Year. There is also a hill near the monastery called Gor gor mig associated with the local deity Lung ye. Both Khri tsho ’brug lha and Lung ye are regarded as attendants of another local deity called sKu bla Yong mgon<a href=\"#n31\" name=\"nb31\" class=\"note\">31</a>.</p>", 
   "index": 14, 
   "parent_index": 2, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Farming supplemented by animal husbandry.</p>", 
   "index": 15, 
   "parent_index": 2, 
   "title": "14. Occupation of the local population "
  }, 
  {
   "body": "", 
   "index": 16, 
   "parent_index": 2, 
   "title": "Source"
  }, 
  {
   "body": "<p>With ’Chi med grags pa (b.1936), a monk at the monastery</p><hr class=\"footnote-divider\">", 
   "index": 17, 
   "parent_index": 16, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n29\"></a><a href=\"#nb29\" class=\"note\"> [29] </a> Tre hor corresponds to the former/original division of the territory comprising dKar mdzes County --with the exception of Zla thang ma township-- and Tre hor township of Brag ’go County, in dKar mdzes Prefecture, Sichuan Province). </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n30\"></a><a href=\"#nb30\" class=\"note\"> [30] </a> gYong drung bon gyi bstan ’byung phyogs bsdus by dPal tshul, Bod ljong mi rigs dpe skrun khang, Lhasa, 1988. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n31\"></a><a href=\"#nb31\" class=\"note\"> [31] </a> gnas bdag sku bla yongs mgon gyi bsang mchod, p.3, MS </div>", 
   "index": 18, 
   "parent_index": 0, 
   "title": "Notes"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }, 
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }
  ], 
  "domain": "places", 
  "kid": "23565", 
  "dates": [], 
  "title": "Tolung Yangwen Pelgön Introduction"
 }
}