{"meta":{"domain":"places","kid":"15348","authors":[{"id":"24","fullname":"Gray Tuttle"},{"id":"24","fullname":"Gray Tuttle"}],"title":"An Introduction to the Amdo Cultural Region","dates":{"created_at":"2011-05-05 11:10:58 UTC","updated_at":"2011-05-12 11:25:20 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>The <span class=\"place\" title=\"F15348\">Amdo </span>(<em>a mdo</em>)<em> </em>part of the greater Tibetan cultural region is an area roughly the size of France in the northeastern portion of the Tibetan Plateau and is characterized by a shared language and a distinctive social structure and religious culture. This region is demarcated most importantly by a shared language, which is mutually unintelligible to people from <span class=\"place\" title=\"F5225\">Kham </span>(<em>khams</em>)<em> </em>and Central Tibet (people from <span class=\"place\" title=\"F15399\">Ladakh </span>[<em>la dwags</em>] have an easier time understanding the <span class=\"place\" title=\"F15348\">Amdo </span>language, because the regions farthest from Central Tibet preserved certain elements of ancient Tibetan speech from the imperial period). Even within <span class=\"place\" title=\"F15348\">Amdo </span>there is a great variation of dialects, but in general <span class=\"place\" title=\"F15348\">Amdo</span> Tibetans can communicate with one another. <span class=\"place\" title=\"F15348\">Amdo</span>’s social structure is defined most importantly by the basic community units of <span class=\"tibetan\" title=\"Type ID here\">tsowa<em> </em></span>(<em>tsho ba</em>), which consist of groups of families (only rarely of a single clan) that share a responsibility to support each other on important social occasions such as marriage and funerals. <span class=\"place\" title=\"F15348\">Amdo</span>’s religious culture is characterized by a remarkable lack of conflict between the Tibetan Buddhist traditions, which have co-existed without any recorded armed conflict in this region. Although the <span class=\"tibetan\" title=\"Type ID here\">Geluk </span>(<em>dge lugs</em>)<em> </em>tradition dominates most of northern-eastern (farming) <span class=\"place\" title=\"F15348\">Amdo</span>, the <span class=\"tibetan\" title=\"Type ID here\">Nyingma </span>(<em>rnying ma</em>)<em> </em>tradition is also well-represented there and in <span class=\"place\" title=\"F1180\">Golok </span>(<em>mgo log</em>) through the presence of key monasteries and, more importantly in some areas, village <span class=\"tibetan\" title=\"Type ID here\">Mani </span>(<em>ma ni</em>)<em> </em>or Tantric Halls that serve a lay community of practitioners. The <span class=\"tibetan\" title=\"Type ID here\">Sakya </span>(<em>sa skya</em>)<em> </em>and <span class=\"tibetan\" title=\"Type ID here\">Kagyü </span>(<em>bka' brgyud</em>) traditions were strong in <span class=\"place\" title=\"F15348\">Amdo </span>from the 13<sup>th</sup> and 14<sup>th</sup> centuries, but they were gradually replaced in almost all of <span class=\"place\" title=\"F15348\">Amdo </span>by the <span class=\"tibetan\" title=\"Type ID here\">Geluk </span>tradition in the 17<sup>th</sup> century. The <span class=\"tibetan\" title=\"Type ID here\">Jonang </span>(<em>jo nang</em>)<em> </em>Tibetan Buddhist and <span class=\"tibetan\" title=\"Type ID here\">Bön </span>(<em>bon</em>)<em> </em>traditions also have a significant presence in <span class=\"place\" title=\"F15348\">Amdo</span>, especially in the southeastern regions.</p> <p><span class=\"place\" title=\"F15348\">Amdo</span>’s environment is incredibly varied, ranging from soaring mountain ranges and deep forested valleys much like the Canadian Rockies (though populated with pandas) to high altitude grasslands to lower river valleys (2000 meters) and barren wastes. In general, the higher altitude regions to the south and west (<span class=\"place\" title=\"F15372\">Golok</span>, <span class=\"place\" title=\"F23752\">Ngawa </span>[<em>rnga ba</em>], etc.) are inhabited by nomads, while in the lower elevations of the north and east (<span class=\"place\" title=\"F1152\">Tsongkha </span>[<em>tsong kha</em>], <span class=\"place\" title=\"F1141\">Choné </span>[<em>co ne</em>], etc.) there are farming communities. The main river running through the region is the <span class=\"place\" title=\"F8283\">Ma </span>River (<em>rma chu</em>, Huanghe, Yellow River), the main lake is the vast <span class=\"place\" title=\"F7068\">Tso Ngön</span> (<em>mtsho sngon</em>,<em> </em>Kokonor [Mongolian], Qinghai, Blue Ocean), and the highest mountain range is the <span class=\"place\">Anyé Machen</span> (<em>a myes rma chen</em>) range. The geographic center of the continental People’s Republic of China’s territory is just east of the <span class=\"place\" title=\"F15348\">Amdo </span>cultural border, near the town of <span class=\"place\" title=\"Type ID here\">Linxia</span>.</p> <p><span class=\"place\" title=\"F15348\">Amdo </span>is distinguished by incredible ethnic diversity, especially at the northern and northeastern edges of the Tibetan plateau, which made in-migration fairly easy compared to the rest of the plateau. Chinese, Kazakhs, Salar Muslims originally from Central Asia, ethnic Chinese, Mongol (Dongxiang and Bao’an), and Tibetan Muslims, Monguor, Mongol, Uighur and Chinese (maybe as many as 150,000) Tibetan Buddhists represent some of the many ethnic and religious groups that have intermixed in this area for centuries.</p> <p>In terms of cultural and intellectual contributions to Tibetan civilization, <span class=\"place\" title=\"F15348\">Amdo </span>was home to the three scholars of the post-imperial period who managed to preserve Tibetan Buddhist traditions that were driven out of Central Tibet in the ninth century. They passed these traditions on to Gongpa Rapsel (<em>dgongs pa rab gsal</em>)<em> </em>who then transmitted the teachings to students from Central Tibet who returned there to reintroduce Buddhism in <span class=\"place\" title=\"F15355\">Ü </span>(<em>dbus</em>)<em> </em>and <span class=\"place\" title=\"F15354\">Tsang </span><em>(gtsang</em>)<em>.</em> In the fourteenth century, Tsongkhapa Lozang Drakpa (<em>tsong kha pa blo bzang grags pa</em>), the founder of the Gelukpa (<em>dge lugs pa</em>) tradition was born in <span class=\"place\" title=\"F15348\">Amdo</span>, though he lived his adult life in Central Tibet. Two lamas famous for the poetic songs came from the <span class=\"place\" title=\"F15374\">Rebgong </span>(<em>reb gong</em>) region of <span class=\"place\" title=\"F15348\">Amdo</span>, Kelden Gyatso (<em>skal ldan rgya mtsho</em>) in the 17<sup>th</sup> century and Zhapkar (<em>zhabs dkar</em>) in the 19<sup>th</sup> century. The 18<sup>th</sup> & 19<sup>th</sup> century Gelukpa intellectuals from <span class=\"place\" title=\"F15348\">Amdo</span>, such as Sumpa Khenpo <em>(sum pa mkhan po</em>)<em>,</em> the Cangkya (<em>lcang skya</em>),<em> </em> Tukwan (tuguan) and Tsenpo (<em>btsan po</em>) incarnations, made important contributions to religious doxographies, world geography, history, and religious biography. In the 20<sup>th</sup> century, the 14<sup>th</sup> Dalai Lama and 10<sup>th</sup> Panchen Lama were both born in <span class=\"place\" title=\"F15348\">Amdo </span>as well. Also in the 20<sup>th</sup> and 21<sup>st</sup> centuries, <span class=\"place\" title=\"F15348\">Amdo </span>has become an important source for modern Tibetan literature, from the early work of Gendun Chopel (<em>dge 'dun chos phel</em>) to Dondrup Gyel (<em>don grub rgyal</em>)<em> </em>to Jangbu (<em>byang bu</em>)<em> </em>and many others. <span class=\"place\" title=\"F15348\">Amdo </span>leads the Tibetan regions in the numbers and diversity of literary magazines, both secular and religious in origin.</p> <p>Politically, the <span class=\"place\" title=\"F15348\">Amdo </span>region has never been home to a single polity that ruled the entire region, nor has it ever been a distinct state or province of any other polity. While the Tibetan empire dominated the region for centuries and its impact shaped the region for over a millennium, the <span class=\"place\" title=\"Type ID here\">Tsongkha </span>kingdom at the turn of the 11<sup>th</sup> century was the only Tibetan polity based in the area that ever dominated the region. During the Ming dynasty (1368-1644), the <span class=\"place\" title=\"Type ID here\">Coné </span>kingdom and the <span class=\"tibetan\" title=\"Type ID here\">Kagyü </span>tradition’s <span class=\"place\" title=\"F23334\">Drotsang </span>(<em>gro tshang</em>) monastery represented significant centers of power. The Qoshud Mongols starting with Gushri Khan ruled the region from 1638 to 1724, though they gave significant command over local land and subjects to monasteries such as <span class=\"place\" title=\"Type ID here\">Gonlung</span>. During the Qing dynasty (1644-1911) the <span class=\"place\" title=\"Type ID here\">Coné </span>kingdom and <span class=\"place\" title=\"F15472\">Labrang </span>(<em>bla brang</em>) Monastery respectively also ruled over large territories on the eastern edge of <span class=\"place\" title=\"F15348\">Amdo</span>, while the <span class=\"place\" title=\"F15372\">Golok </span>federation dominated much of the southwestern highlands. The political history of <span class=\"place\" title=\"F23752\">Ngawa </span>is largely unstudied and deserves more attention.</p> <p>In terms of the current administrative units of the People’s Republic of China, the core of <span class=\"place\" title=\"F15348\">Amdo </span>is in <span class=\"place\" title=\"F431\">Tso Ngön</span> (<em>mtsho sngon</em>, Qinghai) province, though few Tibetans inhabit areas very far west of the great lake <span class=\"place\" title=\"Type ID here\">Kokonor</span>, and <span class=\"place\" title=\"F1187\">Yülshül </span>(<em>yul shul</em>, Yushu) prefecture to the south is part of the <span class=\"place\" title=\"F5225\">Kham </span>cultural region. In <span class=\"place\" title=\"F432\">Gansu</span>, the autonomous county of <span class=\"place\" title=\"F1127\">Pari </span>(<em>dpa' ris</em>, Tianzhu) marks the northeastern-most extension of the Tibetan culture, though Tibetan culture at one time reached <span class=\"place\" title=\"F1124\">Liangzhou </span>(Wuwei) as late as the 14<sup>th</sup> century. In southern <span class=\"place\" title=\"F432\">Gansu</span>, <span class=\"place\" title=\"F1139\">Kenlho </span>(<em>kan lho</em>,<em> </em>Gannan) prefecture is composed of Tibetan autonomous counties. Some remnants of the previous spread of Tibetan culture extend beyond the eastern borders of <span class=\"place\" title=\"F1139\">Kenlho</span>, in areas that are now Muslim or Chinese in culture, such as <span class=\"place\" title=\"F1135\">Linxia </span>(formerly ruled by Tibetans). A significant portion of <span class=\"place\" title=\"F428\">Sichuan</span> province is also part of <span class=\"place\" title=\"F15348\">Amdo</span>, mostly in the northern and eastern parts of <span class=\"place\" title=\"F1063\">Ngawa </span>(Aba) prefecture, though excluding the areas of <span class=\"place\" title=\"F15376\">Gyelrong </span>(<em>rgyal rong</em>), and including <span class=\"place\" title=\"F1093\">Sertar</span> (<em>gser thar</em>, Seda) county in <span class=\"place\" title=\"F1079\">Kandzé </span>(<em>dkar mdzes</em>, Ganzi) prefecture. In terms of major cities, the capital of <span class=\"place\" title=\"F431\">Qinghai </span>province, <span class=\"place\" title=\"F1148\">Ziling </span>(<em>zi ling</em>,<em> </em>Xining), is the only large city in <span class=\"place\" title=\"F15348\">Amdo</span>, though both <span class=\"place\" title=\"F1148\">Xining </span>and <span class=\"place\" title=\"F1118\">Lanzhou </span>are home to minority nationality universities with significant Tibetan studies programs. Other important towns include <span class=\"place\" title=\"Type ID here\">Rebgong</span> (Tongren), <span class=\"place\" title=\"Type ID here\">Labrang </span>(Xiahe), <span class=\"place\" title=\"Type ID here\">Tsö </span>(<em>gtsos</em>,<em> </em>Hezuo), and <span class=\"place\" title=\"F17799\">Chapcha </span>(<em>chab cha</em>,<em> </em>in Gonghe county), as all have vibrant Tibetan communities and Tibetan teachers’ colleges.</p> <div id=\"_mcePaste\" style=\"position: absolute; left: -10000px; top: 0px; width: 1px; height: 1px; overflow: hidden;\">F15348</div>","title":"An Introduction to the Amdo Cultural Region"}]}