{"meta":{"domain":"places","kid":"16615","authors":[],"title":"Sinpö Dzong Introduction","dates":{"created_at":"2010-08-11 20:46:59 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Sinpö Dzong Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":"Sinpo DzongSrin po’i rdzong","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Sinpo Dzong</span><span class=\"scholar\">Srin po’i rdzong</span> </li> <li>English equivalent: Fortress of the Srin po </li> <li>Site number: B-43</li> <li>Site typology: I.2a</li> <li>Geographic coordinate (N. lat.): 33° 29.9΄ </li> <li>Geographic coordinate (E. long.): 79° 02.5΄</li> <li>Elevation: 4400 m and 4450 m </li> <li>Administrative location (township): <span class=\"popular\">Reco</span><span class=\"scholar\">Re co</span> </li> <li>Administrative location (county): <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> </li> <li>Survey expedition: HTAE</li> <li>Survey date: October 3, 2003</li> <li>Contemporary usage: Minimal hay storage. </li> <li>Identifiable Buddhist constructions: Ruined <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span>. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>The cliff dwellings of <span class=\"popular\">Sinpo Dzong</span><span class=\"scholar\">Srin po’i rdzong</span> overlook the 20-km long <span class=\"popular\">Bangkhur Tso</span><span class=\"scholar\">Bang khur mtsho</span> and the snowy peaks of the <span class=\"popular\">Ladak</span><span class=\"scholar\">La dwags</span> Transhimalaya range. This site has a western aspect (much less common than an eastern or southern aspect). It appears to have been the original kernel of settlement in the <span class=\"popular\">Bangkhur Tso</span><span class=\"scholar\">Bang khur mtsho</span> basin, a rich pastoral natural resource. Extensive springs are located in the vicinity of <span class=\"popular\">Sinpo Dzong</span><span class=\"scholar\">Srin po’i rdzong</span>. In the basin below the cliffs there is the seasonal pastoral settlement of <span class=\"popular\">Raru Tsuk</span><span class=\"scholar\">Ra ru gtsug</span> (sp.?), a large collection of corrals. There is an upper complex and lower complex of structures at <span class=\"popular\">Sinpo Dzong</span><span class=\"scholar\">Srin po’i rdzong</span>. They consist of small slab wall buildings nestled in the cliffs that almost certainly had all-stone roofs. The random-work walls are almost entirely of the dry-mortar variety. These heavily built shelters have walls around 70 cm thick that contain stone slabs (some blocks as well) up to 1.5 m in length. These buildings were clearly constructed to endure for a long time. The ruins now, however, are in a poor state of preservation. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to residents of <span class=\"popular\">Reco</span><span class=\"scholar\">Re co</span>, in ancient times, <span class=\"popular\">Sinpo Dzong</span><span class=\"scholar\">Srin po’i rdzong</span> was the haunt of man-eating spirits called <span class=\"popular\">sinpo</span><span class=\"scholar\">Srin po</span>.</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Lower complex","index":7,"parent_index":6,"body":" <p>The lower complex of <span class=\"popular\">Sinpo Dzong</span><span class=\"scholar\">Srin po’i rdzong</span> was built on ledges suspended above a rocky bench, which is elevated about 15 m above the valley floor. This bench runs for some 75 m along the base of an escarpment and is around 12 m wide. The ruins of the lower complex are found 3 m to 4 m above it.</p> "},{"title":"Residential Structure RS1","index":8,"parent_index":7,"body":" <p>On the northern edge of a 75-m long bench forming the base of the lower complex there are the remains of a quadrate masonry structure (1.8 m x 1.8 m x less than 1 m), which was probably a shrine of some kind. On a small ledge 24 m south of this structure is residential structure RS1, which consists of the scant remnants of a wall that was probably part of a little domicile. On the bench between RS1 and RS2 there are fragmentary footings and these continue south all the way to the terminus of the site. Their function is not evident. They may have supported enclosures used as summer camps, for storage or for other types of economic activities. </p> "},{"title":"Residential Structure RS2","index":9,"parent_index":7,"body":" <p>Residential structure RS2 is located on a series of ledges 17 m south of RS1. The RS2 dispersion measures 9.1 m x 16.4 m. Part of the forward wall of the edifice is still intact. Its exterior wall is up to 2.7 m in height, 70 cm of which is freestanding. The bulk of the exterior wall is made up of a substantial revetment. The south end of RS2 is set on a ledge about 5 m wide and has been leveled. Above this ledge there is a fragmentary mud-mortared wall that encloses a small cleft in the cliff face. It is unclear whether this feature was used for storage purposes or for religious functions. Below RS2, a retaining wall (up to 1.5 m in height) was built at the edge of a terrace. The roots of another wall below RS2 divide the main bench into east and west sections. </p> "},{"title":"Residential Structure RS3","index":10,"parent_index":7,"body":" <p>Residential structure RS3, located 9 m south of RS2, covers an area of 16 m x 8.8 m. It was constructed along a rock ledge. Although revetment fragments reach 1.7 m in height, these were much less developed than the revetments of RS2. In one upper wall segment there is a small hollow that may be the remains of a niche. Against the cliff a storage area for grass was built in recent times. Below the ruins of RS3 there is a wall fragment (2 m long, 1.5 m high) upon which a good deal of rock fall has accumulated. This wall is another vestige of the original settlement. Below it there is a wall remnant on the main bench that seems to have acted as the gateway to RS3. This robustly constructed wall fragment is up to 1 m in height and between 80 cm and 1.4 m in thickness. </p> "},{"title":"mChod rten of the srin po","index":11,"parent_index":6,"body":" <p>At the foot of the cliff dwellings of the lower complex there is the base of a ruined <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> (3.4 m x 2.2 m), which is said to have contained the bones of a man-eating <span class=\"popular\">sinpo</span><span class=\"scholar\">Srin po</span>, who is supposed to have lived at the site in ancient times. Reportedly, this <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> was destroyed in the Chinese Cultural Revolution. Local sources say that this <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> helped prevent the <span class=\"popular\">sinpo</span><span class=\"scholar\">Srin po</span> from reappearing and causing harm. Next to the <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> of the <span class=\"popular\">sinpo</span><span class=\"scholar\">Srin po</span> are the scant remains of what appears to have been another <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span>. </p> "},{"title":"Upper complex","index":12,"parent_index":6,"body":" <p>The upper complex is situated slightly to the south of the lower complex about 50 m higher up in the cliffs. It enjoys an almost impregnable position. The main portion of the upper complex occupies a ledge with a substantial revetment wall built around it, indicating that important structures once stood here. Access from below is difficult and is impossible from above (without technical climbing gear). The revetment hemming in this entire ledge (24.5 m long, up to 5 m wide) is up to 1.5 m in height, posing a formidable obstacle to intruders. On the south side of this ledge there are the traces of a small rock shelter (3.4 m x 2.2 m). Its forward wall is set a maximum of 70 cm below the rim of the ledge. On the north end of the ledge there is also the foundation of a small building (3.3 m x 3.5 m). Standing wall segments to 40 cm in height have survived. Some of the middle portion of the ledge along with its structures appears to have fallen away. Roughly 20 m below this ledge are several small wall fragments. It is not clear whether they were part of a buttressed trail, fortifications or residences. </p>  "}]}