{"meta":{"domain":"places","kid":"16472","authors":[],"title":"འཇང་དགོན།","dates":{"created_at":"2010-08-13 17:00:49 UTC","updated_at":"2010-08-13 17:00:49 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"འཇང་དགོན།"},{"title":"ཆུ་ཤུར་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":0,"body":" <p>མཚན་གཞན་ལ་འཇམ་མགོན་ཡང་ཞུ། གནམ་མདའ་ནས་སྤྱི་ལེ་བཞི་ལྔ་ཙམ་སྣུམ་ནག་འཁོར་ལམ་བརྒྱུད་སོང་ན་འཇང་སྨད་དང་། དེ་ནས་སྤྱི་ལེ་གཉིས་གསུམ་ཙམ་ནུབ་བྱང་གི་རི་འདབས་སུ་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་སོང་ན་འཇང་ཕུ་ཞེས་པའི་དགོན་དེར་སླེབས་ཀྱི་རེད། འཇང་ཞེས་པ་ནི། འཇང་ས་དམ་གྱི་ཡུལ་ཡིན་ཟེར། དགོན་དེ་ནི་ཐོག་མར་འཇང་སྔོན་མཁྱེན་པ་ཞུ་བས་ཕྱག་བཏབ་གནང་མཛད་པ་དང་། སྙེ་ཐང་ར་སྟོད་ཀྱིས་གནས་དེར་དགུན་ཆོས་འཚོགས་གནང་བས་སློབ་གཉེར་ཤིན་ཏུ་འཕེལ། དེ་རྗེས་གདན་ས་གསུམ་དང་མངའ་རིས་དྭགས་པོ་གྲྭ་ཚང་བཅས་ལོ་ལྟར་བོད་ཟླ་11ཚེས་1ནས་བོད་ཟླ་12ཚེས་15བར་ཟླ་བ་ཕྱེད་དང་གཉིས་རིང་དགེ་འདུན་ལྔ་སྟོང་ཙམ་གནས་དེར་འཛོམ་གནང་ནས་གཞུང་ཆེན་ཀ་པོད་ལྔ་ལས་རྣམ་འགྲེལ་གཙོ་བོ་འཆད་རྩོད་གནང་སྟེ་རྩོད་པའི་བརྡར་ཤ་ཕལ་ཆེར་གནས་དེ་ནས་ཆོད་པ་བྱེད། གནས་དེར་གཙོ་བོ་ཚོགས་ཆེན་གཅིག་དང་། གདན་ས་སོ་སོའི་ཚོགས་ཆེན། གྲྭ་ཚང་། ཁང་ཚན་དང་བཅས་པའི་ཁང་པ་སོ་སོར་ཡོད། གཞན་ཡང་གནས་དེར་རྟེན་ཁྱད་པར་ཅན་ཇོ་བོ་མཐོང་བ་དོན་ལྡན་དང་། གྲོགས་ཁྱད་པར་ཅན་དགེ་འདུན་འདུས་པ་རྒྱ་མཚོ། ཁྲོ་ཁྱད་པར་ཅན་ཚོགས་ཁྲོ་སངས་རྒྱས་བེམ་པོ་ཞེས་སོགས་དང་། ལྷག་པར་དུ་གནས་དེར་འཇང་རྡོ་བཅལ་སྔོན་མོ་ཞེས་ཚོགས་ཆེན་རྡོ་བཅལ་ཀྱི་འོག་ཏུ་རྗེ་བཙུན་འཇམ་དབྱངས་ཀྱི་རལ་གྲི་རྒྱུ་བཞིན་ཡོད་པས་དེ་སྟེང་དུ་ཕྱག་འཚལ་བ་དང་འོག་ཏུ་རལ་གྲི་རྒྱུ་བ་དུས་མཚུངས་ན་ཤེས་རབ་འཕེལ་ཞེས་ཉིན་ལྟར་དགེ་འདུན་རྣམས་ཚོགས་གྲོལ་མ་ཐག་རྡོ་བཅལ་སྟེང་དུ་ཕར་སྤོས་ཚུར་སྤོས་བྱས་ནས་ཕྱག་འཚལ་བ་ཡིན། དེའི་རིང་གི་ཆོས་ཐེབས་ནི་སྡེ་པ་གཞུང་ནས་གནང་བ་དང་། འདུ་བཀོད་ར་སྟོད་ནས་གནང་བ། རྒྱུན་གཏན་ཚོགས་ཆེན་གྱི་སྐུ་གཉེར་ཡང་ར་སྟོད་ནས་<span class=\"milestone page eng \">[page <span class=\"pnum\">131</span>] </span>ཏོང་གནང་དགོས། དགུན་ཆོས་ཀྱི་ཚོགས་ཤིང་གཙོ་བོ་ར་སྟོད་ནས་འབུལ་དགོས་ཀྱང་སྔོན་རྗེ་ཙོང་ཁ་པའི་སྲོལ་ཡིན་ཞེས་བོད་ཟླ་11ཚེས་30ཉིན་འཇང་ཕུ་ནས་ལ་བསྐྱོན་ཏེ་གེ་ར་ལྷ་དཀར་ཏེ་ཆོས་རྒྱལ་ནོར་བཟང་གི་ཕོ་བྲང་ཞེས་པར་ཞག་གཅིག་བཞུགས་པ་དང་། དེར་ཕེབས་པའི་ལམ་བར་ནས་ཤིང་ཕྲན་བུ་རེ་བསྣམས་ཕེབས་པ་དང་། གེ་རར་ཞག་བཞུགས་གནང་དགོས། སྤྲུལ་སྐུ་རྣམས་ལས་གྲྭ་དམངས་ནི་ཟན་ཁང་སོགས་གང་རུང་དུ་གཟིམ་པ། ཕྱི་ཉིན་མར་ཕེབས་སྐབས་ཆུ་པགས་བཞེས་ས་ཞེས་པར་རྗེ་ཙོང་ཁ་པའི་སྲོལ་ལྟར་བཞེས་ཁུ་ཆུ་བྱས་ནས་གསོལ་བ་མཆོད་ཀྱི་རེད། དེ་ནས་འཇང་སྨད་དུ་གསོལ་འཛར་གནང་སྟེ་འཇང་དགོན་དུ་ཕྱིར་ཕེབས་ནས་ཚོགས་ཤིང་རྣམས་རུང་ཁང་དུ་ཕུལ་སྲོལ་ཡོད་པ་དེ་ལ་ཤིང་སློང་ཞེས་ཟེར།</p> <p>ད་ལྟ་སྔོན་གྱི་ཚོགས་ཆེན་འདུ་ཁང་ཉམས་གསོ་གནང་བའི་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་འཇིམ་སྐུ་གསར་བཞེངས་གནང་བ་དང་། གདན་ས་ཁག་གི་འདུ་ཁང་ཡང་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད།</p>  "}]}