{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "བེེ་རོ་དགོན།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "སྙེ་མོ་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་སྙེ་མོ་ཁྱུང་ཚང་བྲག་ཅེས་ཞུ། ད་ལྟའི་སྙེ་མོ་རྫོང་ནས་བྱང་ཤར་ངོས་སུ་སྤྱི་ལེ་གཅིག་ལྷག་ཙམ་སོང་ན་རྟགས་རི་ཞེས་པའི་ལོགས་སུ་ཁྱུང་ཚང་ཕུག་དང་།ེའི་འོག་ཏུ་འདུ་ཁང་ཆགས་ཡོད། བཙུན་དགོན་དེ་ནི་ཐོག་མར་གུ་རུས་ཆོས་རྒྱལ་ཁྲི་སྲོང་ལ་ལུང་བསྟན་པ་ལ་སྙེ་མོ་བྱེ་མཁར་ཆོས་སྡེ་ཞེས་པར་ཡབ་ཧོན་འདོད་དང་ཡུམ་བྲམ་ཟེ་བཀའ་བརྒྱད་ཅེས་པར་ཁྱིའུ་བྱིས་པ་ལོ་བརྒྱད་པ་ཞིག་ཡོད་པས་དེ་ནི་ཁྱད་དུ་འཕགས་པ་ཞིག་ཡིན་པས་བྱིས་པ་དེ་སློང་དང་སྟེར་བ་ཡོད་གསུངས་པ་ལྟར་རྒྱལ་བློན་དཔོན་གཡོག་རྟ་པ་བརྒྱད་ཕེབས་ནས་བྱིས་པ་མང་པོའི་དཀྱིལ་ནས་བེེ་རོ་ཁྱད་དུ་འཕགས་པར་<span class=\"milestone page eng \">[page <span class=\"pnum\">150</span>] </span>ཟིགས་ནས་ཁྱོད་ཀྱི་ཕ་མའི་མིང་ལ་ཅི་ཟེར་གསུངས་པར། ཕ་མའི་མཚན་ཇི་བཞིན་ཞུས། ཕ་གང་དུ་སོང་ངམ་ཞེས་བྲིས་པར། ཕ་ཆང་མཆོད་དུ་ཕེབས་པས་གཏམ་འཚོལ་དུ་སོང་ཞེས་གསུངས། ཡུམ་བཞུ་སྣུམ་འཚོལ་དུ་ཕེབས་པས་མིག་འཚོལ་དུ་སོང་ཞེས་གབ་ཚིག་གི་ལམ་ནས་གསུངས། རྒྱལ་བློན་རྣམས་ཀྱིས་ད་ང་ཚོས་འཚོལ་དགོས་པའི་བྱི་པ་འདི་རང་རེད་འདུག་དགོངས་ནས་མཉམ་དུ་བུའི་ཁྱིམ་དུ་ཕེབས། ཡུམ་ལ་མིག་སྤོར་ཅིག་གསུངས་པས་ཡུམ་གྱིས་བསྣམས་ཕེབས་པའི་སྣུམ་གྱིས་གསལ་མེ་སྤར། ཡབ་ལ་གཏམ་ཞུས་ཤིག་གསུངས་པར་ཡབ་སྐུ་ར་སྦིར་བས་གཏམ་མང་པོ་ཞུས། རྒྱལ་པོས་བུ་བསམ་ཡས་སུ་གདན་འདྲེན་དགོས་གསུངས་པར། ཡབ་ཡུམ་གཉིས་ཀྱིས་ངོས་གཉིས་ལ་བུ་འདི་རང་ལས་མེད་པས་གནང་བ་གནང་རོགས་ཞུས་པར་ཡབ་ཡུམ་གཉིས་ཀྱི་འཚོ་གོས་རྒྱལ་པོས་གནང་རྒྱུར་ཞལ་བཞེས་ཏེ་བསམ་ཡས་ལ་གདན་དྲངས། རྒྱ་གར་ལ་ལོ་ཙཱ་སློབ་ཏུ་ཕེབས་པའི་ནང་ནས་ཕུལ་དུ་བྱུང་བའི་རྩལ་ཐོན། དེ་རྗེས་གནས་དེར་ཕེབས་ནས་གུ་རུ་དང་། ཁྲི་སྲོང་། བེེ་རོ་བཅས་གསུམ་ལྷན་དུ་སྒྲུབ་པ་མཛད། གུ་རུས་སྒྲུབ་ཕུག་འདི་ཅུང་ཆུང་དྲག་འདུག་གསུངས་ནས་ཆེ་རུ་བཏང་གནང་བའི་སྐུ་རྗེས་ཀྱང་ཡོད། སོ་སོས་འཇིམ་གྱི་སྐུ་བརྙན་རེ་བཞེངས་གནང་བའི་འདམ་བག་ཅུང་ཟད་རེ་ལྷག་པས་ད་འདིས་ཅི་བྱེད་གསུང་པར་གུ་རུས་འདིས་སྲུང་མ་ཞིག་བཞེངས་གསུངས་ཏེ་རྟ་མགྲིན་གྱི་སྐུ་བརྙན་ཞིག་བཞེངས་གནང་མཛད། རྗེས་སུ་སྐུ་དེ་རྩེ་ཕོ་བྲང་དུ་གདན་དྲངས་པས་སྐུ་གཉེར་གྱིས་སྐུ་དེ་གང་དུ་འཇོག་གམ་གསུང་སྐབས། ང་འདིར་མི་སྡོད་སྙེ་མོ་ཁྱུང་ཚང་དུ་སྐྱེལ་རོགས་ཞེས་གསུང་བྱོན་པས་སྐུ་རང་འཇགས་སུ་གདན་དྲངས། ལོ་ལྟར་གཞུང་ནས་གསེར་ཌཾ་རེ་དང་སྐུ་གཉེར་ལ་འབྲུ་ཁལ་གསུམ་རེ་གནང་སྲོལ་ཡོད། སྒྲུབ་ཕུག་ནང་དབུས་སུ་གུ་རུ་དང་། གཡས་སུ་ཁྲི་སྲོང་། གཡོན་དུ་བེེ་རོ་བཅས་ཀྱི་བཞུགས་གནས་དང་། རྟེན་གཙོ་རྟ་མགྲིན་གསུང་བྱོན་མ་དང་ཤོད་དུ་འདུ་ཁང་ཀ་དྲུག་ནང་གཙོ་བོ་གུ་རུ་མཚོ་སྐྱེས་རྡོ་རྗེའི་སྐུ་བརྙན་དང་། གཡས་སུ་ཁྲི་<span class=\"milestone page eng \">[page <span class=\"pnum\">151</span>] </span>ྲོང་གཡོན་དུ་བེེ་རོ་བཅས་སྐུ་བརྙན་མི་ཚད་མ་སོགས་སྐུ་བརྙན་མང་པོ་མཇལ་རྒྱུ་ཡོད།</p><p>ད་ལྟ་གསར་བཞེངས་གནང་བའི་སྔོན་གྱི་འདུ་ཁང་དེ་འདྲའི་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད་ལ་དེའི་གཡས་སུ་མཁའ་འགྲོ་ཡེ་ཤེས་མཚོ་རྒྱལ་དང་། གཡོན་དུ་ལྷ་ལྕམ་བེེདྷ་ར་བའི་སྒྲུབ་ཕུག་ཀྱང་མཇལ་རྒྱུ་ཡོད།།<span class=\"milestone page eng \">[page <span class=\"pnum\">152</span>] </span> </p><p>འདམ་གཞུང་རྫོང་ཁོངས་ཀྱི་གནས་སྐོར་ས་བཀྲ།</p><p>1ངས་པ་ཅན། 2 སྒ་ལོ་དགོན། 3 ལ་ཐོག་སྒར་པ། 4 རྐྱང་རག་དགོན། 5 ཁང་དམར་དགོན། 6 གནམ་མཚོ། ○འདམ་གཞུང་རྫོང་།<span class=\"milestone page eng \">[page <span class=\"pnum\">153</span>] </span> </p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "བེེ་རོ་དགོན།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16889", 
  "dates": [], 
  "title": "བེེ་རོ་དགོན།"
 }
}