{"meta":{"domain":"places","kid":"16730","authors":[],"title":"Gyamngön Introduction","dates":{"created_at":"2010-08-25 11:11:39 UTC","updated_at":"2010-08-25 11:11:39 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Gyamngön Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Enclosure","index":7,"parent_index":6,"body":" <p>The enclosure is highly fragmentary and slightly elevated above the surrounding terrain. It measures approximately 6.5 m (east-west) x 3.2 m (north-south). All fragments are generally aligned in the compass points. There are two stones (20 cm and 40 cm long) fixed around 60 cm from the pillar, the last remaining vestiges of the west wall of the enclosure. On the east side of what was the north wall there are a few stones in a single line that appear to be the sole surviving structural component of this enclosure wall. Similarly, on he south side of what was the east wall there are three small partially buried stones, which appear to be part of the original structure. There are also small stones embedded on what was the south side of the enclosure, but hese exhibit no discernable coherence. Loose stones are scattered around the interior of the enclosure. This contrasts with adjacent areas, which are mostly free of stones. <\/p> "},{"title":"Pillar","index":8,"parent_index":6,"body":" <p>There is a lone broken tabular white pillar (35 cm [height] x 80 cm [basal girth]). The two broader sides of he pillar face north and south, as is typical in this monument typology. The pillar is highly eroded and has weathered to an orange brown color in places. It appears to be fairly well centered between the north and south walls of the enclosure. <\/p> "},{"title":"Outlying funerary structures","index":9,"parent_index":6,"body":" "},{"title":"Funerary Structure FS1","index":10,"parent_index":9,"body":null},{"title":"Funerary Structure FS2","index":11,"parent_index":9,"body":null},{"title":"Funerary Structure FS3","index":12,"parent_index":9,"body":" <p>Funerary structure FS3 is situated 34 m west of the walled pillar. This single-course quadrate enclosure consists of variable-length blocks and slabs (up to 60 cm long), which are level with the ground surface or which project above it a maximum height of 10 cm. The north wall of FS3 has been destroyed by the local road. The south wall (5.1 m long) has an east-west axis. The west wall appears to be double-course and has been reduced to 4 m in length. Some of the west wall was cut by the road. The east wall of the enclosure was almost completely destroyed by the road. The highly fragmentary south wall appears to be of the double-course variety. Between FS3 and the walled pillar there is a small unused corral, consisting of a ring of stones. This structure was probably built with stones extracted from the funerary structures. <\/p> "},{"title":"Funerary Structure FS4","index":13,"parent_index":9,"body":" <p>Funerary structure FS4 (4.7 m x 4.2 m) is situated roughly 200 m north of the walled pillar (34.137&#900; \/ 20. 543&#900;). This quadrate enclosure is highly deteriorated. It appears to have been aligned in the cardinal directions. The perimeter walls are composed of variable length-blocks and slabs that project a maximum of 25 cm above ground level. In the north wall there is an insecurely fixed slab 80 cm in length. There also appears o have been an inner enclosure that is offset towards the west wall of the outer enclosure. <\/p>  "}]}