{"meta":{"domain":"places","kid":"16604","authors":[],"title":"A Wang Introduction","dates":{"created_at":"2010-08-11 20:46:50 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"A Wang Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":"A wangA dbang","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>None appears to exist.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Residential complex","index":7,"parent_index":6,"body":" "},{"title":"Residential Structure RS1","index":8,"parent_index":7,"body":null},{"title":"Residential Structure RS2","index":9,"parent_index":7,"body":" <p>Residential structure RS2 (13 m x 5.1 m) is located directly above RS1 on a small rocky shelf (58.08&#900; \/ 23.04&#900; \/ 5210 m). A forward wall fragment (1.5 m long, 1 m high) has survived but the rest of the structure has been leveled. It appears to have had two rows of rooms oriented laterally with the slope. These rows are at the same elevation and each probably contained four rooms. The rear wall of RS2 is built into the uphill slope to a depth of 50 cm.<\/p> "},{"title":"Residential Structure RS3","index":10,"parent_index":7,"body":" <p>Residential structure RS3 (7.2 m x 4.6 m) has been reduced to a dissolute foundation overgrown with turf (58.12&#900; \/ 22.97&#900; \/ 5210 m). <\/p> "},{"title":"Residential Structure RS4","index":11,"parent_index":7,"body":" <p>Residential structure RS4 (14 m x 8 m) is situated 10 m northwest of RS3. This relatively large structure had wo or three rows of rooms all built at the same elevation. Most walls have been leveled but in spots they reach up to 80 cm in height. Most partition walls have been destroyed so the ground plan of RS4 is ambiguous. The rear wall of RS4 is built about 50 cm into the uphill slope.<\/p> "},{"title":"Residential Structure RS5","index":12,"parent_index":7,"body":" <p>Residential structure RS5 (approximately 7.2 m x 7.2 m) is situated 35 m northwest of RS4. RS5 sits on its own turf-covered shelf. Only the tiniest bits of coherent footings have survived.<\/p> "},{"title":"Residential Structure RS6","index":13,"parent_index":7,"body":" <p>Residential structure RS6 (11.2 m x 12.2 m) is the largest structure at <span class=\"popular\">A wang<\/span><span class=\"scholar\">A dbang<\/span>, and occupies its own grassy shelf (58.16&#900; \/ 22.90&#900; \/ 52 10 m). It contained three rows of rooms, probably with three rooms in each. The rear row of rooms is situated about 70 cm higher than the two forward rows. Only small coherent wall segments remain in RS6; these reach a maximum height of 60 cm. An east wall fragment is built 90 cm into the slope. <\/p> "},{"title":"Residential Structure RS7","index":14,"parent_index":7,"body":" <p>Residential structure RS7 (10 m x 8.4 m) is located directly below RS6 at the foot of a slope (58.13&#900; \/ 22.90&#900; \/ 5190 m). This edifice has been reduced to heaps of stones except for its rear wall, which was built 50 cm to 90 cm into the uphill slope.<\/p> "},{"title":"Residential Structure RS8","index":15,"parent_index":7,"body":" <p>Residential structure RS8 (9 m x 8.5 m) is situated 20 m west of RS7 on the same shelf (58.13&#900; \/ 22.88 &#900; \/ 5190 m). This structure is so deteriorated that even little of its foundation is coherent. There is a small <span class=\"popular emph\">lhara<\/span><span class=\"scholar emph\">lhas ra<\/span> (corral) amid rubble on the edge of a shelf 53 m southwest of RS8. This corral and stones dispersed around it could possibly have been part of another <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> or a shrine complex. <\/p> "},{"title":"Residential Structure RS9","index":16,"parent_index":7,"body":" <p>Residential structure RS9 was built on the same shelf as RS7 and RS8 (58.10&#900; \/ 22.89&#900; \/ 5190 m). RS9 is so fragmentary that even its overall dimensions are unclear. <\/p> <hr class=\"footnote-divider\" \/> "},{"title":"Notes","index":17,"parent_index":0,"body":null}]}