{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "སྤྱན་གཡས།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "འཕྱོངས་རྒྱས་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་“ཡར་རྒྱལ་ཕུ་ཐང་སྤྱན་གཡས་དགོན”ཞེས་ཞུ། འཕྱོངས་རྒྱས་རྫོང་ནས་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་ནུབ་ངོས་སུ་སྤྱི་ལེ་བཅུ་དྲུག་ཙམ་རྒྱ་སྨན་ནང་ཞེས་པར་སོང་ན་སྤྱན་གཡས་གྲོང་དབུས་སུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་ཐོག་མར་གཏེར་སྟོན་གྲྭ་པ་མངོན་ཤེས་ཀྱིས་སྤྱི་ལོ་1012ལོར་ཕྱག་བཏབ་གནང་མཛད། སྤྱོད་འཇུག་གི་བཤད་གྲྭ་རྒྱ་ཆེན་སྤེལ་གནང་ནས་དགེ་འདུན་ཞལ་གྲངས་ལྔ་བརྒྱ་ཙམ་ཟིན་གསུངས། དེ་རྗེས་སྐབས་ཤིག་ཉམས་ཏེ་དབོན་དགོན་དུའང་གྱུར། དེ་རྗེས་བཀའ་བརྒྱུད་པའི་མཁན་ཆེན་གཡའ་བཟང་རྩེག་པས་གན་དྷོ་ལ་རྡོ་རྩིགས་ལས་གྲུབ་པའི་གཙུག་ལག་ཁང་ཐོག་སོ་བཞི་བསྐྲུན། ཐོག་མའི་འདུ་ཁང་ནི་ད་ལྟའི་རུང་ཁང་དེ་ཡིན་གསུངས། ནང་རྟེན་སྔར་ཡོད་སྟེང་སྨན་འདམ་གྱི་རྒྱལ་བ་བྱམས་པ་དང་། གཡས་གཡོན་དུ་ལྷོ་བྲག་ནམ་མཁའ་རྒྱལ་མཚན་དང་གཡའ་བཟང་བརྩེགས་པའི་སྐུ་གདུང་བཞུགས་པའི་གསེར་ཟངས་ཀྱི་གདུང་རྟེན་གཉིས་སོགས་བཞུགས་གསུངས། དེ་རྗེས་སླར་ཡང་དགེ་དགོན་དུ་གྱུར། སྤྱན་གཡས་ཞེས་པ་ནི་སྔོན་དགོན་དེའི་རྟེན་གཙོ་ཉན་ཐོས་ཤྭ་རིའི་བུའི་སྤྱན་གཡས་པ་བཞུགས་པའི་ཤར་ལིའི་བཀའ་གདམས་མཆོད་རྟེན་ཐོག་བརྩེག་གཉིས་ལྡན་ཅན་ཞིག་བཞུགས་སྟབས་དགོན་མིང་ལའང་སྤྱན་གཡས་ཞེས་ཐོགས། ད་དུང་ཡར་ཀླུངས་རྟེན་གསུམ་གྱི་ནང་ཚན་སྐུ་རྒྱུ་ཛྷེེའི་ཀྵིམ་ལས་གྲུབ་པའི་སངས་རྒྱས་རིན་ཆེན་ཟླ་བའི་སྐུ་བརྙན་ཞིག་ཡོད་པ་དེ་ནི། སྔོན་ཛ་རི་ཀུན་བཟང་སྟེ་སེང་གདོང་མ་ཞེས་པའི་རི་འདབས་སུ་བདེ་གཤེགས་ཐང་ཞེས་པར་ར་རྫི་ཞིག་གི་ར་དཀར་པོ་ཞིག་རྟག་ཏུ་བོར་བརླགས་འགྲོ་གི་ཡོད་པས་ཉིན་གཅིག་དེའི་རྗེས་བསྙེགས་ཏེ་སོང་བས། བདེ་གཤེགས་ཐང་དུ་སྨན་བླ་བདེ་གཤེགས་བརྒྱད་གསོ་སྦྱོང་ཚུགས་པའི་སྐབས་དང་འཁེལ། ར་རྫིས་དེ་དབུས་ཞྭ་མོ་གཡུགས་པས་གཞན་རྣམས་ནམ་མཁར་གཤེགས་ཀྱང་<span class=\"milestone page eng \">[page <span class=\"pnum\">70</span>] </span>མཚན་ལེགས་དང་། རིན་ཆེན་ཟླ་བ། སྨན་བླའི་རྒྱལ་པོ་བཅས་ལ་མི་གྲིབ་ཕོག་སྟེ་ཕེབས་མ་ཐུབ་པར་དེ་དག་སོ་སོ་སྐུ་བརྙན་དུ་གྱུར་སྟབས་ར་རྫིས་དེ་གསུམ་གདན་དྲངས་ནས་རིན་ཆེན་ཟླ་བ་སྤྱན་གཡས་སུ་ཕུལ། མཚན་ལེགས་རོལ་ཁང་དུ་ཕུལ། སྨན་རྒྱལ་ཡར་ཀླུངས་ལྷ་རུར་ཕུལ། ར་དཀར་པོའང་ལྷ་རུར་ཐིམས། ར་རྫི་སྲོང་བཙན་གྱི་བང་སོར་ཐིམས་པ་བཅས་ཀྱི་ཤོད་སྲོལ་ཡོད། ད་ལྟ་ལྷ་རི་སྨན་རྒྱལ་ཡུམ་བུ་བརླ་མཁར་དུ་བཞུགས་པ་ལས་གཞན་རྣམས་མེད། ད་དུང་ཤིང་ཏཱ་ལའི་ལོ་མའི་སྟེང་དུ་བྲིས་པའི་རྒྱ་དཔེ་མང་པོ་དང་། ཇོ་བོ་རྗེའི་དབུ་ཞྭ། ཕག་གྲུའི་ཞབས་རྗེས། དགེ་སློང་མ་པད་མོའི་ཞབས་ཅན་སོགས་ནང་རྟེན་དང་རྟེན་སྐུ་ཇི་སྙེད་བཞུགས། </p>
<p>ད་ལྟ་ཉམས་གསོ་ཞུས་པའི་འདུ་ཁང་ནང་གསར་བཞེངས་སྨན་འདམ་གྱི་བྱམས་པ་ཐོག་སོ་གཉིས་ལྡན་གྱི་གཡས་སུ་མར་མེ་མཛད་དང་། གཡོན་དུ་ཤཱཀྱ་ཐུབ་པ། འདུ་ཁང་ནང་རྗེ་ཡབ་སྲས་གསུམ་གྱི་སྐུ་བརྙན། གཞན་ཡང་ལྡེབས་རིས་རྙིང་མ་མང་པོ་སོགས་མཇལ་རྒྱུ་ཡོད། </p>
<p>ད་དུང་དགོན་དེ་དང་ཉེ་བར་རི་བོ་བདེ་ཆེན་གྱི་ཁོངས“རོལ་ཁང་”ཞེས་པའི་ལྷ་ཁང་དང་། ཡང་དགོན་དེའི་དབྱར་གནས་བཞུགས་ཡུལ་དགའ་ལྡན་དགོན་ནམ། བསམ་གཏན་བྱང་ཆུབ་གླིང་ཞུ་བ་གསང་ཕུ་ཕྱག་འདེབས་པོ་གྲོང་ཆེན་བློ་གྲོས་རྒྱ་མཚོས་ཕྱག་བཏབ་གནང་བའི་རི་ཁྲོད་གཅིག་ཀྱང་ཡོད། སྔོན་གནས་དེར་གྲོང་ཆེན་བློ་གྲོས་རྒྱ་མཚོའི་ཐུགས་ལྗགས་སྤྱན་གསུམ་བཞུགས་པའི་རྗེ་ཙོང་ཁ་པའི་སྐུ་བརྙན་བྱིན་ཅན་ཞིག་དུས་འགྱུར་མ་བྱུང་བར་དུ་མཇལ་བ་ཡིན། </p>
", 
   "index": 2, 
   "parent_index": 1, 
   "title": "སྤྱན་གཡས།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "22367", 
  "dates": [], 
  "title": "སྤྱན་གཡས།"
 }
}