{"meta":{"domain":"places","kid":"16726","authors":[],"title":"Gyachung Möndora Introduction","dates":{"created_at":"2010-08-25 11:11:34 UTC","updated_at":"2010-08-25 11:11:34 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Gyachung Möndora Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":"Gyachung Möndo RaRgya chung mon rdo ra","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name:<span class=\"popular\">Gyachung Möndo Ra</span><span class=\"scholar\">Rgya chung mon rdo ra</span> </li> <li>Site number: C-126 </li> <li>Site typology: II.1b, II.2x </li> <li>Geographic coordinate (N. lat.): 31º 28.9΄ </li> <li>Geographic coordinate (E. long.): 89º 20.6΄ </li> <li>Elevation: 4700 m and 4740 m </li> <li>Administrative location (township): <span class=\"popular\">Mentang</span><span class=\"scholar\">Men thang</span> </li> <li>Administrative location (county): <span class=\"popular\">Pelgön</span><span class=\"scholar\">Dpal mgon</span> </li> <li>Survey expedition: HTWE</li> <li>Survey date: May 19, 2004</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Gyachung Möndo Ra</span><span class=\"scholar\">Rgya chung mon rdo ra</span> is located in he <span class=\"popular\">Gyachung</span><span class=\"scholar\">Rgya chung</span> valley, a northeastern effluent of the <span class=\"popular\">Jakar Tsangpo</span><span class=\"scholar\">Ja dkar gtsang po</span>. The site is divided into parts: <span class=\"popular\">Gyachung Möndo Ra</span><span class=\"scholar\">Rgya chung mon rdo ra</span>West/Lower (walled pillars) and <span class=\"popular\">Gyachung Möndo Ra</span><span class=\"scholar\">Rgya chung mon rdo ra</span>East/Upper (a funerary enclosure). These two parts of the site are separated by a distance of approximately 2 km. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to a local resident, <span class=\"popular\">Gyachung Möndo Ra</span><span class=\"scholar\">Rgya chung mon rdo ra</span>East is an ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> tomb and <span class=\"popular\">Gyachung Möndo Ra</span><span class=\"scholar\">Rgya chung mon rdo ra</span>West is also a monument constructed by the ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span>. </p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"rGya chung mon rdo ra West","index":7,"parent_index":6,"body":" "},{"title":"Enclosing structure","index":8,"parent_index":7,"body":" <p> <span class=\"popular\">Gyachung Möndo Ra</span><span class=\"scholar\">Rgya chung mon rdo ra</span>West is found on the open west flank of the <span class=\"popular\">Gyachung</span><span class=\"scholar\">Rgya chung</span> valley, at the foot of a rocky conical hill known as <span class=\"popular\">Nyingri</span><span class=\"scholar\">Snying ri</span> (Heart Mountain) (31° 28.904΄ N. lat. / 89° 20.570΄ E. long. / 4700 m). This site has particularly open views to the east and south, but it is somewhat closed in the north, and totally blocked in the west by <span class=\"popular\">Nyingri</span><span class=\"scholar\">Snying ri</span>. This platform-like structure has indistinctly designed walls and no sign of there ever having been ordered segments. It is comprised of a dense covering of stones that are embedded in the ground, giving this structure he appearance of an amorphous dispersion rather than a pen, per se. This structure has a definite rectangular shape, but it is not well aligned in the cardinal directions. It measures 5 m (east-west) x 3.9 m (north-south), and is constructed of a variable-length (10 cm to 50 cm long) light-colored igneous rocks. It appears that these stones were quarried from nearby <span class=\"popular\">Nyingri</span><span class=\"scholar\">Snying ri</span>. The stones are flush with the ground surface or project above it to a maximum height of 30 cm. </p> <p>The lack of formally designed walls may be a design trait related to the site’s position at the eastern extremity of the territorial distribution of walled pillar (II.1b) monuments. Enclosing walls with no set order or arrangement also seem to occur at <span class=\"popular\">Ngoring</span><span class=\"scholar\">Sngo ring</span> (C-37), another site situated near the eastern fringe of the sui generis walled pillars. Both of these sites are probably best seen as geographically transitional monuments, which embody characteristics of the isolated pillars of the far eastern <span class=\"popular\">Jangtang</span><span class=\"scholar\">Byang thang</span> and the walled pillars of the core region of Upper Tibet. </p> "},{"title":"Pillars","index":9,"parent_index":7,"body":" <p>Inside the enclosure stand two highly weathered pillars made of the same type of rock as the enclosure. These pillars are coated in a brown desert varnish and orange climax lichen grows on them. The two pillars are planted around 50 cm from the western edge of the enclosing stones. They are spaced 1 m apart. The north pillar has four irregular sides (75 cm [height] x 90 cm [basal girth]). The south pillar is tabular (65 cm x 85 cm). Some stones are piled up around the base of the pillars. </p> <p>A depression covered in stones (roughly 3 m²) is situated 25 m east of the pillars. This could possibly represent the remains of a funerary superstructure.</p> "},{"title":"rGya chung mon rdo ra East","index":10,"parent_index":6,"body":" <p> <span class=\"popular\">Gyachung Möndo Ra</span><span class=\"scholar\">Rgya chung mon rdo ra</span> East is a sub-rectangular funerary enclosure situated in the <span class=\"popular\">Gyachung</span><span class=\"scholar\">Rgya chung</span> valley bottom (27.373΄ / 21.032΄ / 4740 m). It is found in the middle of a gravelly flat. This structure is generally aligned in the cardinal directions, and measures 16.8 m (north-south) x 12.6 m (east-west). Much of the east perimeter wall is missing. The southwest corner of the enclosure consists of stones stacked to around 30 cm in height. Other wall sections are superficial in nature. These walls have no set design or arrangement. They are composed of a variety of variable-length (up to 50 cm long) rocks (igneous and metamorphic) of different colors. The superficial portions of the walls are made up of stones, which are either level with the ground surface or which protrude above it to a maximum height of 20 cm. The highly eroded <span class=\"popular\">Gyachung Möndo Ra</span><span class=\"scholar\">Rgya chung mon rdo ra</span> East enclosure is subdivided by a swathe of stones into two cells. </p>  "}]}