{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Gyamngön Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "II.1. Stelae and accompanying structures: Funerary and non-funerary structures"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " GyamngönGyam sngon "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name:<span class=\"popular\">Gyamngön</span><span class=\"scholar\">Gyam sngon</span> </li> <li>English equivalent: Blue Escarpment</li> <li>Site number: C-129 </li> <li>Site typology: II.1b, II.2a, II.2b </li> <li>Geographic coordinate (N. lat.): 32º 34.0΄ </li> <li>Geographic coordinate (E. long.): 88º 20.7΄ </li> <li>Elevation: 5090 m to 5100 m </li> <li>Administrative location (township): <span class=\"popular\">Zhidé</span><span class=\"scholar\">Zhi bde</span> </li> <li>Administrative location (county): <span class=\"popular\">Tsonyis</span><span class=\"scholar\">Mtsho gnyis</span> </li> <li>Survey expedition: HTWE</li> <li>Survey date: May 26, 2004</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul>
", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Gyamngön</span><span class=\"scholar\">Gyam sngon</span> is located in the bottom of an eponymous valley. From the site there is an expansive view east across the plains of upper <span class=\"popular\">Zhidé</span><span class=\"scholar\">Zhi bde</span>. The views north and west are partly constrained by higher ground. The view south is blocked by a low-lying ridge on the opposite side of the watercourse. The intermittent stream of the <span class=\"popular\">Gyamngön</span><span class=\"scholar\">Gyam sngon</span> valley runs through a gully immediately south of the monument. The terrain is level and turf-covered. The site consists of a walled pillar and four outlying funerary structures. The small size of the enclosure with the pillar, the high elevation of the site and its far northern geographic position suggest that this region was somewhat marginal o the main concentration of archaic cultural settlement in Upper Tibet. Save for the white pillar, primarily unshaped brown and bluish metamorphic rocks were used to construct the structures of <span class=\"popular\">Gyamngön</span><span class=\"scholar\">Gyam sngon</span>. These rocks probably came from he slopes south of the site. <span class=\"popular\">Gyamngön</span><span class=\"scholar\">Gyam sngon</span> appears to have been heavily impacted by human activities.</p>
", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to local <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span>, <span class=\"popular\">Gyamngön</span><span class=\"scholar\">Gyam sngon</span> was an ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> habitation (<span class=\"popular emph\">dösa</span><span class=\"scholar emph\">sdod sa</span>). It is also believed to have emerged with primordial existence as did the <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> themselves.</p>
", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>The enclosure is highly fragmentary and slightly elevated above the surrounding terrain. It measures approximately 6.5 m (east-west) x 3.2 m (north-south). All fragments are generally aligned in the compass points. There are two stones (20 cm and 40 cm long) fixed around 60 cm from the pillar, the last remaining vestiges of the west wall of the enclosure. On the east side of what was the north wall there are a few stones in a single line that appear to be the sole surviving structural component of this enclosure wall. Similarly, on he south side of what was the east wall there are three small partially buried stones, which appear to be part of the original structure. There are also small stones embedded on what was the south side of the enclosure, but hese exhibit no discernable coherence. Loose stones are scattered around the interior of the enclosure. This contrasts with adjacent areas, which are mostly free of stones. </p>
", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Enclosure"
  }, 
  {
   "body": "<p>There is a lone broken tabular white pillar (35 cm [height] x 80 cm [basal girth]). The two broader sides of he pillar face north and south, as is typical in this monument typology. The pillar is highly eroded and has weathered to an orange brown color in places. It appears to be fairly well centered between the north and south walls of the enclosure. </p>
", 
   "index": 8, 
   "parent_index": 6, 
   "title": "Pillar"
  }, 
  {
   "body": "", 
   "index": 9, 
   "parent_index": 6, 
   "title": "Outlying funerary structures"
  }, 
  {
   "body": "<p>Funerary structure FS1 is situated 16 m north of the walled pillar on the opposite side of the motorable rack that runs through <span class=\"popular\">Gyamngön</span><span class=\"scholar\">Gyam sngon</span>. This highly degraded structure appears to have consisted of both an outer and inner enclosure. The square inner enclosure (2.5 m x 2.7 m) seems to have been aligned in the cardinal directions. It contains stones that are flush with the ground surface or slightly elevated above it.</p>
", 
   "index": 10, 
   "parent_index": 9, 
   "title": "Funerary Structure FS1"
  }, 
  {
   "body": "<p>Funerary structure FS2 is situated 154 m west-northwest of the walled pillar (32° 34.031΄ N. lat. / 88° 20.568΄ E. long.). This quadrate funerary enclosure was established on sandy ground, and its walls appear to be aligned in the cardinal directions. FS2 measures approximately 4 m x 5 m. Its north wall (50 cm thick) is he most intact. It is composed of double-course blocks and slabs (15 cm to 40 cm long) set into the ground edgewise. These stones are level with the ground surface or project above it to a maximum height of 15 cm. The south wall fragment (2.8 m long) consists of a single line of stones (30 cm to 60 cm long) embedded in the ground, which protrude about 10 cm above ground level. The west wall has been nearly destroyed. The east wall has only one or two in situ stones remaining. Inside the enclosure there is a single-course slab-wall inner enclosure, which measures 1.5 m (north-south) x 1 m (east-west). Perhaps marking the location of a burial chamber, the four walls of the inner enclosure are mostly intact. The north and south walls are composed of smaller stones that project about 10 cm from the ground surface. The east and west walls are each dominated by a slab about 50 cm in length. This inner enclosure is situated 1.1 m from the inner edge of the south wall of he outer enclosure, 1.4 m from the north wall, 2.2 m from the east wall, and 1 m from the west wall of the outer enclosure. </p>
", 
   "index": 11, 
   "parent_index": 9, 
   "title": "Funerary Structure FS2"
  }, 
  {
   "body": "<p>Funerary structure FS3 is situated 34 m west of the walled pillar. This single-course quadrate enclosure consists of variable-length blocks and slabs (up to 60 cm long), which are level with the ground surface or which project above it a maximum height of 10 cm. The north wall of FS3 has been destroyed by the local road. The south wall (5.1 m long) has an east-west axis. The west wall appears to be double-course and has been reduced to 4 m in length. Some of the west wall was cut by the road. The east wall of the enclosure was almost completely destroyed by the road. The highly fragmentary south wall appears to be of the double-course variety. Between FS3 and the walled pillar there is a small unused corral, consisting of a ring of stones. This structure was probably built with stones extracted from the funerary structures. </p>
", 
   "index": 12, 
   "parent_index": 9, 
   "title": "Funerary Structure FS3"
  }, 
  {
   "body": "<p>Funerary structure FS4 (4.7 m x 4.2 m) is situated roughly 200 m north of the walled pillar (34.137΄ / 20. 543΄). This quadrate enclosure is highly deteriorated. It appears to have been aligned in the cardinal directions. The perimeter walls are composed of variable length-blocks and slabs that project a maximum of 25 cm above ground level. In the north wall there is an insecurely fixed slab 80 cm in length. There also appears o have been an inner enclosure that is offset towards the west wall of the outer enclosure. </p>
", 
   "index": 13, 
   "parent_index": 9, 
   "title": "Funerary Structure FS4"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16730", 
  "dates": [], 
  "title": "Gyamngön Introduction"
 }
}