{"meta":{"domain":"places","kid":"15774","authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"title":"Mewa Introduction","dates":{"created_at":"2011-12-13 02:31:07 UTC","updated_at":"2011-12-13 02:31:07 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Mewa Introduction"},{"title":"Bonpo monasteries and temples in Tibetan regions in Qinghai, Gansu and Sichuan","index":1,"parent_index":0},{"title":"rMe ba county","index":2,"parent_index":1,"body":"<p>rMe ba (Hong Yuan in Chinese) county is located in rNga ba Tibetan Autonomous Prefecture, Sichuan Province. There are 39 villages divided bewteen 12 Townships and 6 state farms in the county. The area is 8,478 sq km. The population is 26,060 (17,701 of whom were Tibetans in 1980). The county seat is Khyung mchu, 190 km from ’Bar khams, the capital of rNga ba Prefecture.<\/p>"},{"title":"(192) Mag gsar Temple","index":3,"parent_index":2},{"title":"1. Name","index":4,"parent_index":3,"body":"<p>The temple (gsas khang) has three names: Mag gsar khyung po g-yung drung gling, Mag gsar khyung po dar rgyas gling and gSang sngags smin grol theg chen gling. <\/p>"},{"title":"2. Location","index":5,"parent_index":3,"body":"<p>The temple is located in 3 km northwest of sKyang mchu, the seat of rMe ba county.<\/p>"},{"title":"3. History","index":6,"parent_index":3,"body":"<p>The nomads of Mag gsar, a village in Chu khog town of Reb gong county, rMa lho Prefecture, migrated to the present site of rMe ba only decades ago. The nomadic community was an important sponsor of the temple in Mag gsar village in Reb gong until the last decade of the 20th century. <\/p><p>In 1993 ’Jam dpal rdo rje (b.1950) founded Mag gsar Khyung po g-yung drung gling as a branch of the temple in Reb gong mentioned above. Since Mar gsar village in Reb gong traditionally paid hommage to Gong thang, a lama of Bla brang Monastery, the temple’s official proprietor (dgon bdag) is still Gong thang, although ’Jam dpal rdo rje is the founder of the temple.<\/p>"},{"title":"4.Hierarchical sytem","index":7,"parent_index":3,"body":"<ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>dgon bdag, head of the temple<\/li> <li>dbu mdzad (replaced every three years)<\/li> <li>one dge skos (replaced each year)<\/li> <li>two gnyer pa (with no predetermined term of office) <\/li> <\/ul>"},{"title":"5. Current number of residents","index":8,"parent_index":3,"body":"<p>There are one hundred and forty-five tantric practitioners (sngags pa) at the temple fifty of whom form the main group for the temple’s annual rituals.<\/p>"},{"title":"6. Current education","index":9,"parent_index":3,"body":"<p>The system is similar to that of the gsas khang in Reb gong (cf. Nos.101-115). All the practitioners are laymen and only go to the temple to perform the annual rituals. The younger practitioners are trained by the elder ones.<\/p>"},{"title":"7. Educational exchange","index":10,"parent_index":3,"body":"<p>The temple is closely connected with four Bonpo reincarnations: Tshul chen and Bon blon Nam mkha’ bstan ’dzin of rTogs ldan Monastery (No.178) in rNga khog, Bon brgya dGe legs lhun grub rgya mtsho of Bon brgya Monastery (No.100) in Reb gong and sMon rgyal lha sras of dBal khyung Monastery (No.155) in Nyag rong. <\/p>"},{"title":"8 \/ 9. Rituals","index":11,"parent_index":3,"body":"<ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>1st month: prayer for the deads based on the sKye sgo gcod pa from the 7th to the 13th day<\/li> <li>5th month: the ritual cycle of sNang srid zhu chen from the 10th to the 14th day<\/li> <li>9th month: the Zhi khro cycle from the 1st to the 5th day <\/li> <li>7th month: the ritual cycle based on the Tshe dbang bod yul ma on the 10th day<\/li> <li>10th month: the ritual cycle of dBal gsas from the 22nd to the 25th day (the local name for the ritual lNga mchod suggests Buddhist influence) <\/li> <li>12th month: the dgu gtor rite from the 22nd to the 29th day<\/li> <\/ul><p>There is a special ritual for the village which is performed by both Bonpo and rNying ma pa tantrics together in the gsas khang during the 5th month for several days, which includes the ritual cycle of sPyi ’dul performed by the Bonpos and rituals of Ma mo and mGon po performed by the rNying ma pa.<\/p>"},{"title":"10. Books heeld in the temple","index":12,"parent_index":3,"body":"<p>The gsas khang has three printed copies of the Bonpo Kanjur and one printed copy of Katen, the edition of bsTan pa’i nyi ma.<\/p>"},{"title":"12. Income and expenses","index":13,"parent_index":3,"body":"<p>The temple has no regular Sources of income and depends on offerings from its followers.<\/p>"},{"title":"13. Local festivals","index":14,"parent_index":3,"body":"<p>There are four la btsas dedicated to the local deities: A skya, Seskong, gYu skod and dMag dpon. The the deities’ propitiation takes place on the 15th day of the 7th month and is attended by the local lay communities.<\/p>"},{"title":"14. Occupation of the local people","index":15,"parent_index":3,"body":"<p>They are nomads.<\/p>"},{"title":"Sources","index":16,"parent_index":3},{"title":"(1) Interviews","index":17,"parent_index":16,"body":"<p>In autumn 1998 with ’Jam dpal rdo rje (b.1950)<\/p>"},{"title":"(2) Texts","index":18,"parent_index":16,"body":"<ol type=\"1\"> <li>Mag gsar khyung po g-yung drung gling ngam theg chen gling gi rnam thar by ’Jam dpal rdo rje, MS, composed in 1999<\/li> <li>rNga ba khul gyi hung yon rdzong gi dmag gsar bon dgon gyi lo rgyus mdor bsdus, NKhGL, pp.12-13<\/li> <\/ol>"},{"title":"(193) Tsha lung Monastery","index":19,"parent_index":2},{"title":"1. Name","index":20,"parent_index":19,"body":"<p>The monastery’s full name is Tsha lung rNam rgyal bsam gtan ling, or sTag lung rnam rgyal bsam gtan ling. It is also known as Tsha lung sTag tshang.<\/p>"},{"title":"2. Location","index":21,"parent_index":19,"body":"<p>The monastery is located 90 km southwest of Khyung mchu, seat of the rMe ba county.<\/p>"},{"title":"3. History","index":22,"parent_index":19,"body":"<p>The monastery was founded by Bya chen Nyi ma ’dzin in the Fire-Horse year of the 3rd Rab byung (1186). He was a son of Do ’phags chen po, the founder of sNang zhig Monastery (No.180) in rNga khog. <\/p><p>Following is a list of Bya chen Nyi ma ’dzin’s descendants and successors : <\/p><ol type=\"1\"> <li>Bya chen Nyi ma ’dzin<\/li> <li>dBang phyug rin chen <\/li> <li>sMin grol rgyal mtshan <\/li> <li>bSlab gsum tshul khrims <\/li> <li>mKhas btsun kun bzang <\/li> <li>rNam grol rin chen <\/li> <li>Drung mu bstan ’dzin <\/li> <li>mKhas mchog lhun grub <\/li> <li>baTan ’dzin ’od zer <\/li> <li>rGyal ba bsam gtan <\/li> <li>mKhyen brtse bstan pa <\/li> <li>rNam grol rin chen <\/li> <li>gYung drung bstan dbang <\/li> <li>bsTan ’dzin dar rgyas <\/li> <li>Dza rong Nyi ma bstan ’dzin <\/li> <li>gYung drung tshul khrims <\/li> <li>Grags pa bzang po <\/li> <li>rGyal ba <\/li> <li>Rin chen lhun grub <\/li> <li>Tshul khrims rgyal mtshan <\/li> <li>Nam mkha’ tshul khrims <\/li> <li>Dza rong Nam mkha’ rin chen<\/li> <\/ol><p>The 22nd in the line is the present master of the monastery. He was seriously ill when I visited the monastery in autumn 1998, and I was told that he was training sKal bzang shes rab (b.1982), his son, to be his successor. The monastery was razed during the Cultural Revolution and was rebuilt in the 1980s.<\/p>"},{"title":"4. Hierarchical system","index":23,"parent_index":19,"body":"<ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>dgon bdag, hereditary<\/li> <li>one dbu mdzad<\/li> <li>one rgan pa<\/li> <li>one dge skos<\/li> <li>one mchod g-yog<\/li> <\/ul><p>The incumbents, with the exception of the dgon bdag, are replaced every three years.<\/p>"},{"title":"5. Current number of monks","index":24,"parent_index":19,"body":"<p>There were thirty-five novices and monks at the monastery in 1998.<\/p>"},{"title":"6. Current education","index":25,"parent_index":19,"body":"<p>There are no organized classes. The young novices are trained by the elder monks.<\/p>"},{"title":"7. Educational exchange","index":26,"parent_index":19,"body":"<p>For the above-mentioned historical reasons, the monastery is connected with sNang zhig (No.180) and is still responsible for Tsha lung, and the monks go there for further training and ordination.<\/p>"},{"title":"8 \/ 9. Rituals","index":27,"parent_index":19,"body":"<p>Ma rgyud from the 4th to the 7th day, followed by smon lam from the 8th to the 15th day of the 1st month (with Byams pa gling skor festival on the 15th day); rNam rgyal stong mchod from the 4th to 9th day of the 4th month; the summer fast (dbyar gnas) from the 14th to the 21st day of the 6th month; Atonement ritual for the religious protectors (srung ma’i tshogs ’don) is from the 1st to the 6th day of the 9th month.<\/p>"},{"title":"11. Income and expenses","index":28,"parent_index":19,"body":"<p>The monastery has no regular Sources of income and depends on offerings from the faithful. The monks provide their own food.<\/p>"},{"title":"12. Local community","index":29,"parent_index":19,"body":"<p>The local lay community consists of four villages: Ba kha so ma of Chu kha ru community with twelve families, Ba kha rnying ba of Chu kha ru community with eleven families, Brag ris ma village with fourteen families and Shing bzo ba kha village with sixteen families. <\/p>"},{"title":"13. Local festivals","index":30,"parent_index":19,"body":"<p>The mountain behind the monastery is called bTsan mkhar and is associated with a local deity called bTsan A bse. He is propitiated by both monks and lay followers on the 2nd day of the 1st month. <\/p><p>There is a sacred mountain known as Tsha ri gYung drung dgra ’dul 8 km west of the monastery that was sanctified by rTogs ldan bSod nams phun tshogs, a master of rTogs ldan Monastery (No.178) in rNga khog. It is propitiated by both monks and lay followers on the 15th day of the 6th month.<\/p>"},{"title":"14. Occupation of the local population","index":31,"parent_index":19,"body":"<p>Farmers<\/p>"},{"title":"Sources","index":32,"parent_index":19},{"title":"(1) Interviews","index":33,"parent_index":32,"body":"<p>With the following monks at the monastery in autumn 1998: Dza rong Nam mkha’ rin chen (b.1938), Tshul khrims ye shes (b.1930), Dza rong sKal bzang shes rab (b.1982)<\/p>"},{"title":"(2) Texts","index":34,"parent_index":32,"body":"<p>sTag lung rnam rgyal bsam gtan gling gi bstan ’byung bkra shis bde legs kun ’byung by Nam mkha’ tshul khrims, MS<\/p><p>rNga ba khul hung yon rdzong gi tsha lung dgon pa’i lo rgyus mdor bsdus in NKhGL, pp.7-8 <\/p>"},{"title":"mDzod dge county","index":35,"parent_index":2,"body":"<p>mDzod dge county belongs to rNga ba Tibetan Autonomous Prefecture in Sichuan Province. The county seat is located at sTag tsha dgon. The county comprises 16 districts xiang with 86 villages. The county covers an area of 10 203 sq km. The population is 50 459, 41444 of whom were Tibetans in 1980. There are six Bonpo monasteries in the county.<\/p>"},{"title":"(194) A skyid sKyang tshang Monastery","index":36,"parent_index":2},{"title":"1. Name","index":37,"parent_index":36,"body":"<p>The monastery’s full name is A skyid skyang tshang gYung drung bstan rgyas gling.<\/p>"},{"title":"2. Location","index":38,"parent_index":36,"body":"<p>The monastery is located 41 km northeast of the county town, the seat of mDzod dge county. There is a motorable road leading to the monastery.<\/p>"},{"title":"3. History","index":39,"parent_index":36,"body":"<p>Dri med ’od zer believes (DzNGL pp.112-114) that the first master of the monastery was sKyang ’phags, one of the Three Saints of Amdo (’phags pa rnam gsum), who lived in the 2nd Rab byung (1087-1146). He first founded a hermitage known as Bon po’i bde khug.<\/p><p>sKyang ’phags had two sons, Thog rgod and Thogs med. Practitioners began to gather together at the hermitage. Following is a list of the masters who preached at the hermitage: <\/p><ol type=\"1\"> <li>sKyang ’phags<\/li> <li>Thog rgod and Thogs med<\/li> <li>rGyal mtshan dpal bzang. This master reorganized the hermitage.<\/li> <li>bSod nams bstan ’dzin. This master built a temple below the hermitage and living quarters around it.<\/li> <li>Khri gtsug bstan ’dzin <\/li> <li>Mi ’gyur gtsug phud <\/li> <li>bsTan ’dzin dbang rgyal <\/li> <li>Rin chen ’od zer <\/li> <li>rGyal ba bstan ’dzin <\/li> <li>Khri rgyal grags bzang. During the time of this master, tantric practitioners lived in the hermitage, also a few monks.<\/li> <li>sKyang bla bsTan ’dzin phun tshogs. This master with the help of Gling zhig rGyal ba blo gros extended the hermitage into a small monastery by building an assembly hall (’du khang) in the 7th Rab byung (1387-1446). <\/li> <li>gYung drung bstan ’dzin<\/li> <li>bSod nams rgyal mtshan<\/li> <li>sKyang bla dBang ldan grags pa. This master enlarged the monastery after it merged with the monasteries of Dar rgyal lha rtse and Phag rgod (DzNGL p.113). He renamed the monastery A skyid gYung drung bstan rgyas gling. He insisted on the strict observance of monastic discipline. <\/li> <li>bsTan pa ’od zer <\/li> <li>Rin chen lhun grub <\/li> <li>gYung drung ye shes ’od gsal alias Byang chub rin chen, a renowned physician, popularly known as A byang tshang <\/li> <li>Nam mkha’ lhun grub. During the time of this master the monastery was burned down.<\/li> <li>Nam mkha’ bstan ’dzin and sKyang dbon Rin chen rgyal mtshan. The second rebuilt the monastery and also elaborated the rules of the monastery. He established the ritual of offering known as Klong rgyas mchod pa with the ’cham dance according to the tradition of Sangs rgyas gling pa during the 1st month. <\/li> <li>bsTan pa grags dbang and Nam mkha’ mi ’gyur gtsug rgyan<\/li> <li>gTsug gshen rgyal ba. According to Dri med ’od zer, he recognized the famous writer sKyang sprul Nam mkha’ rgyal mtshan as the reincarnation of Nam mkha’ bstan ’dzin. gTsug gshen rgyal ba was contemporary with rGyal ba g-yung drung phun tshogs alias A tshogs tshang who was a famous master. He was born in sTag ra village in The bo and was regarded as the emanation of sKyang ’phags and took up residence in sKyang tshang Monastery. Before he came to the monastery he is said to have studied at ’Bras spungs where he obtained the rab ’byams pa degree. He was also invited by the kings of Lung dgu, Khro skyabs in rGyal rong, and the monastery has preserved some of the valuable gifts he received from them.<\/li> <li>sKyang tshang rGya nag sprul sku sKal bzang mkhas grub alias A mkhas tshang who greatly supported the monasteries rTsa ring (No.98) and bSam ’grub (No.197).<\/li> <li>Nyi ma bstan ’dzin. Because he died very young, he is called sPrul chung.<\/li> <li>gYung drung rgyal mtshan alias Nam mkha’ dbang phyug, also known as rGya nag sprul sku rNal ’byor ba <\/li> <li>Nam mkha’ rin chen alias bsTan ’dzin rin chen rnam rgyal (b.1880) was born in Khang sar village of A skyid in mDzod dge. He was a very learned master and wrote a number of works. <\/li> <li>sKal bzang sangs rgyas bstan ’dzin (1905-1961) was born in ’Jam pa village of Thang smad community in the A skyid area of mDzod dge.<\/li> <li>Dri med ’od zer (b.1935) is the present head of the monastery. He was born in Pe chung village in sTeng ka, The bo. He is a great Bonpo scholar and is also renowned in the area as a physician in Tibetan medicine. In addition to running the monastery, he works at mDzod dge Tibetan Medicine Hospital and has received several official titles for his social service. <\/li> <\/ol><p>The monastery was reconstructed in the 1980s.<\/p>"},{"title":"4. Hierarchical system","index":40,"parent_index":36,"body":"<ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>one bla ma<\/li> <li>one dbu mdzad<\/li> <li>one dge skos<\/li> <li>one dngul bdag<\/li> <li>one rtsis pa<\/li> <\/ul>"},{"title":"5. Current number of monks","index":41,"parent_index":36,"body":"<p>There are twenty-six novices and monks at the monastery.<\/p>"},{"title":"6. Current education","index":42,"parent_index":36,"body":"<p>There are no organized classes. The young novices are trained by the elder monks. The monastery often organizes public teachings.<\/p>"},{"title":"7. Educational exchange","index":43,"parent_index":36,"body":"<p>The monastery maintains close ties with Chags ri (No.94), rTsa ring and bSam ’grub monasteries in The bo county, and with Nyos zhing (No.195) and dGu skyang (No.196) monasteries in mDzod dge county, but their educational exchanges are not regular.<\/p>"},{"title":"8 \/ 9. Rituals","index":44,"parent_index":36,"body":"<ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>1st month: commemoration of mNyam med Shes rab rgyal mtshan on the 5th day; the ritual based on the Klong rgyas from the 6th to the 15th day with a ’cham dance on the 15th day <\/li> <li>2nd month: the cycle of the Yi dam kun ’dus from the 13th to the 22nd day<\/li> <li>3rd-4th months: the ritual cycle of Phur pa from the 21st day of the to the 1st day of the 4th month; the recitation of Ma tri and Du tri su alternately, starting on the 18th day of the 4th month <\/li> <li>5th month: commemoration of sKyang ’phags from the 21st to the 22nd day<\/li> <li>6th month: the observance of the summer fast (dbyar gnas) from the 9th to the 15th and the renewal ceremony of the la btsas on the following day <\/li> <li>7th month: general religious service (zhabs brtan) from the 13th to the 15th day<\/li> <li>8th month: the observance of the bsnyen gnas abstinence and the smyung gnas fasting from the 14th to the 15th day<\/li> <li>9th month: whitewashing ceremony (dkar rtsi) of the assembly hall’s inner walls on the 21st and 22nd day <\/li> <li>10th month: the ritual based on the Klong rgyas on the 14th and 15th days<\/li> <\/ul>"},{"title":"10. Books held in the monastery","index":45,"parent_index":36,"body":"<p>The monastery has three printed copies of Kanjur, two printed copies of Katen, printed copies of the collected works of mNyam med Shes rab rgyal mtshan and Shar rdza bKra shis rgyal mtshan, and more than two hundred texts in print and manuscript, including a few Buddhist texts, dealing with rDzogs chen, ritual and literature.<\/p>"},{"title":"11. Income and expenses","index":46,"parent_index":36,"body":"<p>The monastery has no regular Sources of income and depends on offerings from the faithful.<\/p>"},{"title":"12. Local community","index":47,"parent_index":36,"body":"<p>The local lay community consists of nine villages:<\/p><p>sTag gi gad mgo with ten families, A skyid stod with twenty-nine families, A skyid grog with nine families, mDzo mgo thong rab with fifty-eight families in two areas, sKyang ston with six families in mDzo mgo, sKyang skor with thirteen families, sDe ba with thirty-four families, Thong rab sa la with twelve families and Pan yon with four families.<\/p>"},{"title":"13. Local festivals","index":48,"parent_index":36,"body":"<p>There are four la btsas located at the top, middle and foot of the mountain behind the monastery: the la btsas called Nor bu, below the banner at the summit, sKyang tshang la btsas half-way up the mountain, and finally the new la btsas (la btsas gsar pa) and Grwa tshang la btsas at the foot of the mountain. The renewal ceremony of the four la btsas traditionally took place on the 15th day of the 6th month, but now the ceremony of sKyang tshang la btsas is carried out on the 1st day of the 1st month.<\/p>"},{"title":"14. Occupation of the local people","index":49,"parent_index":36,"body":"<p>Farming and trade<\/p><p>Sources <\/p>"},{"title":"(1) Interviews","index":50,"parent_index":49,"body":"<p>In autumn 1998 with Dri med ’od zer (b.1935), the most learned Bonpo scholar in the area<\/p>"},{"title":"(2) Texts","index":51,"parent_index":49,"body":"<ol type=\"1\"> <li>sTod skyang zhes su grags pa a skyid skyang tshang dgon bkra shis g-yung drung dar rgyas gling gi byung ba cung zad brjod pa shel dkar me long by Dri med ’od zer in mDzod dge’i bod brgyud nang bstan dgon sde so so’i lo rgyus mdor bsdus, published by Srid gros mDzod dge rdzong u yon lhan khang rig gnas lo rgyus dpyad yig khang, September, 1999, pp.111-217<\/li> <\/ol>"},{"title":"(195) Nyos zhing Monastery","index":52,"parent_index":2},{"title":"1. Name","index":53,"parent_index":52,"body":"<p>The monastery’s full name is The brag Nyos zhing or The chu’i brag dkar bya rgod dgon smin grol nor bu’i gling. It is also known as Nyi shar, because it is located near a rock called Nyi shar brag. The most sacred mountain in the area, Brag dkar bya sgod, is located immediately behind the monastery and thus the monastery is also known as Brag dkar bya sgod.<\/p>"},{"title":"2. Location","index":54,"parent_index":52,"body":"<p>The monastery is located at the foot of Mount Brag dkar bya rgod, about 131 km north of sTag tsha, the seat of mDzod dge county.<\/p>"},{"title":"3. History","index":55,"parent_index":52,"body":"<p>The bo township of mDzod dge county is geographically and traditionally part of The bo county in present day Kan lho Prefecture, Kansu Province. In the 13th Rab yung (1747-1806), at the time of gZa’ ru Khro rgyal, the chief of the gZa’ ru tribe, there was a village called Bon sde stod ma near gTso tshang Monastery (No.91), whose religious gathering place was a temple of A skyid sKyang tshang Monastery (No.194) in Ma ru village of gZa’ ru tribe where a few monks lived, known as Bon sde stod ma. But as the religious practitioners did not live according to monastic vows, it was decided that the monastery should be moved to a more isolated spot. Thus A tshogs tshang of A skyid sKyang tshang Monastery bought the present site of the monastery in exchange for a white cow and other goods. The new monastery was named Nyos zhing, literally “field that was bought”. After the monastery was completed, the monasteries of sKyang tshang, gTso tshang and the local lay community decided that since it was A tshogs tshang who built the monastery, it would remain a branch of sKyang tshang Monastery, but that since it was located nearer gTso tshang, the latter would take charge of the monastery and the chief of the local gZa’ ru tribe would be the monastery’s patron. The agreement was committed to writing and signed by all parties. Thus rGyal ba g-yung drung phun tshogs of sKyang tshang and gYung drung bstan ’dzin of gTso tshang are counted as the first of its patriarchs.<\/p><ol type=\"1\"> <li>rGyal ba g-yung drung phun tshogs and gYung drung bstan ’dzin<\/li> <li>gTso bla bSod nams phun tshogs alias A bsod tshang <\/li> <li>gTso bla bDe chen dbang ’dus <\/li> <li>gTso bla bSod nams dbang grags <\/li> <li>gTso dbon bsTan ’dzin dbang rgyal alias A khu bsTan rgyal tshang, also known as gTso dbon rgan <\/li> <li>gTso dbon Zla ba rgyal mtshan, a nephew of the 5th <\/li> <li>gTso dGra ’dul mgon po (1932-1971) was recognized as the rebirth of A khu bsTan rgyal tshang by gTso dbon Zla ba rgyal mtshan. He was the first reincarnation of the monastery. The monastery was rebuilt in the 1980s. The master appoints a bla ma to take care of the monastery in his absence. The present head of Nyos zhing Monastery is Shes rab dbang rgyal. He is still also the head of gTso tshang Monastery.<\/li> <\/ol>"},{"title":"4. Hierarchical system","index":56,"parent_index":52,"body":"<ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>one mkhan po<\/li> <li>one dbu mdzad (who also acts as dge bskos, replaced every three years)<\/li> <li>three spyi ba (reappointed every three years)<\/li> <\/ul>"},{"title":"5. Current number of monks","index":57,"parent_index":52,"body":"<p>There are twenty-nine novices and monks at the monastery.<\/p>"},{"title":"6. Current education","index":58,"parent_index":52,"body":"<p>There no organized classes. The novices are trained by the older monks.<\/p>"},{"title":"7. Educational exchange","index":59,"parent_index":52,"body":"<p>Since Nyos zhing was a branch of A skyid sKyang tshang Monastery, both monasteries maintain close ties. The monk students go to sKyang tshang for further training and to take their ordination. <\/p>"},{"title":"8 \/ 9. Rituals","index":60,"parent_index":52,"body":"<p>Commemoration mNyam med chen po on the 4th and 5th days and the recitation of the prayer (smon lam) from the 13th to the 15th day of the 1st month; the ritual based on the Klong rgyas sgub pa and the ritual cycle of Phur pa from the 11th to the 22nd day of the 4th month; ritual based on the rTsa gsum on the 21st and 22nd days of the 5th month.<\/p>"},{"title":"10. Books held in the monastery","index":61,"parent_index":52,"body":"<p>The monastery has one printed copy of Kanjur, one printed copy of Katen and various other texts, including several works of Shar rdza bKra shis rgyal mtshan.<\/p>"},{"title":"12. Local community","index":62,"parent_index":52,"body":"<p>The local lay community consists of seventeen villages in the vicinity of the monastery: Bum pa with seven families, Tshal ru with nine families, Sog po with five families, Shel gnag with fourteen families, rGu rab with eleven families, Gral ring with thirteen families, Ther re with twelve families, E ’dzin with six families, ’Khor tshang with fifteen families, A ’grub with seven families, gSer with seven families, Ra tshang with three families, gNas yag with five families, gZa’ tshang with four families, Gral mngon with six families, rDang du’u with three families and Nub ru with three families.<\/p>"},{"title":"13. Local festivals","index":63,"parent_index":52,"body":"<p>The la btsas on the mountain behind the monastery is dedicated to the local deity and its renewal ceremony is carried out by the monks on the 11th of the 4th month. <\/p><p>The la btsas of De’u skyes is renewed by the lay people on the 4th day of the 5th month and the la btsas of sTag chen on the 15th of the 5th month. The date for the renewal ceremy of Nor bu rdzong la btsas is not fixed. <\/p><p>The most popular sacred mountain in the area is Mount Brag dkar bya sgod. In Bonpo tradition, it is associated with the Zhi khro cycle. The mountain, which is located immediately behind the monastery, was sanctified by sKyang ’phags Nyi ma ’od zer at the beginning of the 2nd Rab byung (1087-1146). Buddhists also regard the mountain as sacred and associate it with bDe mchog. The mountain is venerated by both Bonpo and Buddhist communities.<\/p>"},{"title":"14. Occupation of the local people","index":64,"parent_index":52,"body":"<p>Farming <\/p>"},{"title":"Sources","index":65,"parent_index":52},{"title":"(1) Interviews","index":66,"parent_index":65,"body":"<p>In autumn 1998 with sKal bzang bstan pa (b.1971), a monk at the monastery<\/p>"},{"title":"(2) Texts","index":67,"parent_index":65,"body":"<ol type=\"1\"> <li>The chu’i brag dkar bya rgod dgon smin grol nor bu’i gling gi byung ba mdor bsdus (The brag nyos zhing dgon in the catalogue) by Dri med ’od zer in mDzod dge’i bod brgyud nang bstan dgon sde so so’i lo rgyus mdor bsdus, published by Srid gros mDzod dge rdzong u yon lhan khang rig gnas lo rgyus dpyad yig khang, September, 1999, pp.251-291<\/li> <li>an untitled account of the monastery’s lha sde (local lay community) by the administrative committee of Nyos zhing Monastery, MS<\/li> <li>mDzod dge rdzong gi sa cha’i ming btus by mDzod dge rdzong sa ming ’go khrid tshan chung, 1986, p.1<\/li> <li>A liturgical text concerned with bla ma, yi dam and mkha’ ’gro, composed by sKyang sprul Nam mkha’ rgyal mtshan<\/li> <\/ol>"},{"title":"(196) sGur skyang Monastery","index":68,"parent_index":2},{"title":"1. Name","index":69,"parent_index":68,"body":"<p>sGur skyang is the abbreviation of sGur ba sKyang tshang; the monastery’s full name is sGur ba sKyang tshang dgon rnam rgyal kun grags gling. sGur ba is the name of the valley where the monastery is located. It is also spelt dGu ba, because the monastery faces a range of nine mountains collectively known as Go tshang spun dgu, the “nine brothers of Go tshang mountain” (which is also the name of nine local tribes).<\/p>"},{"title":"2. Location","index":70,"parent_index":68,"body":"<p>The monastery is located 61 km east of county town of mDzod dge.<\/p>"},{"title":"3. History","index":71,"parent_index":68,"body":"<p>A few years before the introduction of the Rab byung chronology that begins with the year 1027, a Bonpo called sKyang rtse Nyi ma grags pa opened a hermitage near Sa ral village, west of rTsub ma’i la dmar on the flank of Mount Go tshang in mDzod dge. Later, in the 1st Rab byung (1027-1086), his son ’Bum skyabs, who was also called sKyang rtse tshang, built a temple at the hermitage which attracted an increasing number of practitioners. <\/p><p>A brother of ’Bum skyabs known as sKyang rtse ’Phags pa skyabs was regarded as a great saint. He is often called simply sKyang ’phags (DzNGL p.52). He was one of the Three Bonpo Saints of Amdo and founded Thang zhing gYung drung gling Monastery above Thang zhing village in the 2nd Rab byung (1087-1146). This monastery was also known as Nyin ka Monastery.<\/p><p>bSod nams ’bum, the chief of sGur ba valley, built a residence for sKyang ’phags and his family, to ensure his family’s descent and gave him seven families to serve him. For this reason, sKyang ’phags is regarded as the first master of all the monasteries belonging to the sKyang tshang lineage. In order to establish a real monastery, sKyang ’phags chose a site known as Gling ’og, but it was not built in his lifetime. <\/p><p>Following is a list of the masters in the sKyang ’phags lineage:<\/p><ol type=\"1\"> <li>sKyang ’phags<\/li> <li>Thog rgod nam mkha’ rgyal mtshan, one of three sons of sKyang ’phags, moved the temple of Sa ral to Gling ’og and renamed it rNam rgyal lha khang. The new complex became known as rNam rgyal kun grags gling or more commonly as dGu ba sKyang tshang Monastery. He remained there as head of the monastery, while Thogs med, his brother, married to continue the hereditary succession. <\/li> <li>Grags pa dbang rgyal (b.1148), founder of bSam ’grub Monastery (No.197) <\/li> <li>gYung drung thos grol, moved rNam rgyal lha khang of Nyin ka and the temple of Ra sngon ’bri sde from sTag ra to Gling ’og <\/li> <li>bSod nams bzang po alias rGyal ba rgya mtsho, founder a monastery in Shar khog (Zung chu) in the Iron-Tiger year of the 15th Rab byung (1290)<\/li> <li>Rin chen blo gros, built a temple dedicated to the Eighty Saints in the monastery and also supervised sKyang tshang Monastery (No.202) in Shar khog<\/li> <li>bDud ’dul dbang grags <\/li> <li>gYung drung bstan rgyal <\/li> <li>dKon mchog yon tan <\/li> <li>rNam rgyal thogs med<\/li> <li>The last four (7-10) masters also looked after sKyang tshang monastery in Shar khog.<\/li> <li>rNam rgyal bstan ’dzin, also active in Chu nag valley (which now belongs to the Nine Villages of gZi tsha) <\/li> <li>gTsug phud tshul khrims, founder a small monastery called mGon po near Tshal rang village in the rTa ra dri ri area in the lower reaches of The chu river <\/li> <li>Nyi ma ’bum. He wanted the practitioners in the monastery to observe strict monastic discipline but was unable to impose it in his lifetime. <\/li> <li>Shes rab rgyal mtshan, went to sMan ri Monastery (No.1) in gTsang with several companions to order to receive ordination and when he returned to the monastery, he imposed strict monastic discipline following his predeccesor’s wishes. He also built a temple called Dri med khang bzang in Thang zhing for those practitioners who did not wish to take monastic vows immediately. <\/li> <li>Seng ge gling grags, built a residence for the sKyang ’phags lineage at dGa’ ldan hermitage in Bab bzo, founded by sKyang ’phags and initiated the tradition of sending a master from sGur skyang to the hermitage. <\/li> <li>gYung drung bstan pa’i rgyal mtshan, travelled to Central Tibet for several years and reinforced monastic discipline in the monastery. He helped dBang ldan grags pa of A skyid sKyang tshang monastery (No.194) to move Dar rgyas lha rtse, Phag rgod establishments to gYung drung bstan rgyas gling and developed close ties between A skyid and sGur skyang monasteries.<\/li> <li>Nam mkha’ ye shes built a temple in each of the following places: ’A zha, sTag ra and Nyag ra, with the intention of founding monasteries there. <\/li> <li>Kun bzang lhun grub, built a temple at the monastery dedicated to Kun bzang rgyal ba ’dus pa <\/li> <li>gYung drung lhun grub, built a temple in lDong ti and also founded sTag skyong Monastery (No.211) in rTsub ma which now belongs to the Nine Villages of gZi tsha county <\/li> <li>Ngag dbang bstan ’dzin <\/li> <li>Rin chen rgyal mtshan, born in the17th century. He enlarged the assembly hall (’du khang) and renamed the monastery dPal gshen bstan g-yung drung rgyal mtshan kun grags gling. He also completed the construction of rTag skyong Monastery. <\/li> <li>Nam mkha’ khri rgyal, built a temple in the monastery for the purposes of tantric rituals <\/li> <li>gYung drung gtsug rgyan <\/li> <li>Khri gtsug rgyal ba<\/li> <li>gYung drung bdud ’dul <\/li> <li>Khri rgyal grags pa <\/li> <li>gYung drung bstan pa <\/li> <li>Tshul khrims bstan ’dzin <\/li> <li>Nam mkha’ rin chen <\/li> <li>gYung drung shes rab bstan ’dzin (b.1916)<\/li> <\/ol><p>The monastery was accidently destroyed by fire in 1950 and was rebuilt shortly after at its present site; <\/p><ol type=\"1\"> <li>Rin chen rgyal mtshan (b.1976)<\/li> <\/ol><p>In 1982, the monastery was allowed to reopen. Although during the Cultural revolution the assembly hall served as a granary, the sKyang ’phags’s residence as a school and the temple devoted to the tantric rituals as the school’s kitchen, the local government returned all the buildings to the monks and the monastery was restored.<\/p>"},{"title":"4. Hierarchical system","index":72,"parent_index":68,"body":"<ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>dgon bdag, hereditary<\/li> <li>one grwa tshang bla ma (replaced every three years) <\/li> <li>one dbu mdzad (replaced every three years)<\/li> <li>two dge skos (replaced every three years) <\/li> <li>sixteen spyi ba <\/li> <\/ul><p>The spyi ba sponsor the monastery’s annual rituals: four spyi ba for the ritual of Ma tri’i sgrub mchod, two spyi ba for the ritual cycle of dByar gnas, two spyi ba for the ritual based on the Klong rgyas, two spyi ba for the recitation ritual of Du tri su, three spyi ba for the Yi dam kun ’dus, three spyi ba for the ritual cycle of Phur ba, all of whom are replaced each year.<\/p>"},{"title":"5. Current number of monks","index":73,"parent_index":68,"body":"<p>There are twenty-three novices and monks at the monastery.<\/p>"},{"title":"6. Current education","index":74,"parent_index":68,"body":"<p>The youg novices are trained by the elder monks. The monastery organizes public teachings and the monks also go to other monasteries for further teachings.<\/p>"},{"title":"7. Educational exchange","index":75,"parent_index":68,"body":"<p>There are seven monasteries historically related to the sKyang ’phags lineage and in many ways they remain closely connected to each other.<\/p>"},{"title":"8 \/ 9. Rituals","index":76,"parent_index":68,"body":"<p>The monks of the monastery go to rTag skyong Monastery to perform the smon lam ceremony together with the monks there from the 6th to the 9th day of the 1st month; they go to bSam ’grub Monastery (No.197) of ’Phan chu in Bab bzo for the smon lam ceremony from the 12th to the 14th day of the 1st month; the gTo srung ritual from the 11th to the 15th day of the 2nd month together with bSam ’grub Monastery in Bab bzo, rTag skyong Monastery and Ko dgon Monastery in ’A zha; the ritual cycle of the Yi dam kun ’dus from the 2nd to the 11th day of the 3rd month; the ritual based on the Du tri su for Nyag ra village in sTag ra gong ma from the 10th to the 19th day of the 4th month (the monks go to the village on the 7th day and spend the following two days preparing for the ritual and return to the monastery on the 29th day); the ritual based on Klong rgyas in the 5th month; the smmer fast (dbyar gnas) from the 10th to the 16th day of the 6th month; the gTo srung ritual from the 12th to the 15th day of 7th month; the Klong rgyas ritual from the 8th to the 12th day of the 8th month.<\/p>"},{"title":"10. Books held in the monastery","index":77,"parent_index":68,"body":"<p>The monastery has one printed copy of Kanjur and one printed copy of Katen.<\/p>"},{"title":"11. Income and expenses","index":78,"parent_index":68,"body":"<p>The monastery has no regular Sources of income and depends on offerings from the faithful. The monks provide their own food.<\/p>"},{"title":"12. Local community","index":79,"parent_index":68,"body":"<p>The local lay community (lha sde) consists of fifteen families in Yul gsum community: Shing bzo with six families; De’u khag with seven families; gYi tshang with two families; four villages in Sa ral community: sKyang skor, Tsho bzhi, dPal rtse and Ar ma (twenty-seven families altogether); two villages in Phu ba community: sTag ’ban with nine families and sGa phrug with six families; four villages in mDo ba community: ’Brug dge with five families, Kha rgan with two families, Ko tshang with two families and Wa thang with one family; three villages in Bar mtshams community: ’Bre sde with four families, sGa phrug with four families and sKya yon with four families; three villages in Thang zhing community: Myi rtsa with six families, Mye rngu with two families and Yag tsa with nine families.<\/p>"},{"title":"13. Local festivals","index":80,"parent_index":68,"body":"<p>The mountain behind the monastery is called Nor bu spungs brjid and is associated with the eponymous deity; it was sanctified by sKyang ’phags gYung drung thos grol, the 4th in the sKyang ’phags lineage. The festival of its veneration takes place on the 13th day of the 3rd month. The la btsas was burned down in 1950, but was reconstructed in the following year by gYung drung shes rab bstan ’dzin, the 30th master of the sGur skyang lineage.<\/p>"},{"title":"14. Occupation of the local people","index":81,"parent_index":68,"body":"<p>Agriculture<\/p>"},{"title":"Sources","index":82,"parent_index":68},{"title":"(1) Interviews","index":83,"parent_index":82,"body":"<p>In autumn 1998 with: Dri med ’od zer (b.1935), bsTan ’dzin phun tshogs (b.1933), dBang ldan (b.1934) and A rdo (b.1949)<\/p>"},{"title":"(2) Texts","index":84,"parent_index":82,"body":"<ol type=\"1\"> <li>sGur ba’i skyang tshang dgon rnam rgyal kun grags gling gi byung ba brjod pa dbyar rnga’i sgra dbyangs by Dri med ’od zer in DzNGL pp.51-110<\/li> <\/ol>"},{"title":"(197) gYung drung bSam ’grub Monastery","index":85,"parent_index":2},{"title":"1. Name","index":86,"parent_index":85,"body":"<p>The monastery’s full name is gYung drung bsam ’grub dgon nor bu’i gling.<\/p>"},{"title":"2. Location","index":87,"parent_index":85,"body":"<p>The monastery is located 53 km southeast of county town of mDzod dge. <\/p>"},{"title":"3. History","index":88,"parent_index":85,"body":"<p>bSam ’grub Monastery has preserved records of its masters as follows:<\/p><ol type=\"1\"> <li>Grags pa dbang rgyal (b.1148), the 3rd sKyang ’phags. He came to a small monastery called Rol ’ong in ’Brug lung where resided until his death. The establishment later developed into proper monastery which became known as bSam ’grub.<\/li> <li>Ye shes rgyal mtshan <\/li> <li>Ye shes rgyal ba <\/li> <li>bsTan ’dzin blo gros <\/li> <li>Shes rab bstan ’dzin <\/li> <li>bsTan ’dzin dbang ldan <\/li> <li>’Dul ba bstan ’dzin rgyal mtsho alias Tshul khrims <\/li> <li>bsTan pa ’brug grags<\/li> <\/ol><p>The reincarnation of the 6th in the line, was born towards the end of the 10th Rab byung (1567-1626). He built five temples in the monastery dedicated to each of the following practices: rituals of Klong rgyas tshogs chen, Ma rgyud and Khro bo. He also founded other monasteries in three different places: gSer khang in dPal skyid, Thang nag in lDong spe and brDa rnga in sKyang tsha. At that time, however, Rol ’ong Monastery and Bya khyung Monastery fell into decline, and he therefore founded bSam ’grub Monastery combining both monasteries in the middle of the 11th Rab byung (1627-1686). <\/p><ol type=\"1\"> <li>bsTan ’dzin rgyal mtshan<\/li> <li>Shes rab bstan pa dar rgyas <\/li> <li>Tshul khrims rgyal mtshan (1823-1888) <\/li> <li>Shes rab bstan rgyas (1889-1931) alias rNam rgyal ye shes, or locally known as A shes; he was regarded as the reincarnation of the 11th in the line.<\/li> <li>Shes rab rgyal mtshan (1889-1959) alias gYung drung bkra shis<\/li> <li>mChog grub dpal bzang (b. 1948), the present head of the monastery <\/li> <\/ol><p>The monastery did not survive during the Cultural Revolution and was rebuilt by mChog grub dpal bzang in 1984-1997.<\/p>"},{"title":"4. Hierarchical system","index":89,"parent_index":85,"body":"<ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>two trulku <\/li> <li>one grwa tshang bla ma (with no predetermined term of office)<\/li> <li>one dbu mdzad (replaced every two years)<\/li> <li>one dge skos (replaced every two years)<\/li> <li>one spyi ba (replaced every two years)<\/li> <\/ul>"},{"title":"5. Current number of monks","index":90,"parent_index":85,"body":"<p>There are forty-two novices and monks at the monastery.<\/p>"},{"title":"6. Current education","index":91,"parent_index":85,"body":"<p>There are no organized classes. The young novices are trained by the elder monks.<\/p>"},{"title":"7. Educational exchange","index":92,"parent_index":85,"body":"<p>It has close ties with all the monasteries founded by the masters of the sKyang ’phags lineage.<\/p>"},{"title":"8 \/ 9. Rituals","index":93,"parent_index":85,"body":"<p>Commemoration of mNyam med Shes rab rgyal mtshan from the 3rd to the 5th day of the 1st month, the offering of Me tog mchod pa and the ritaul cycle of Khro bo from the 6th to the 16th day of the same month; the ritual cycle of Phur ba and the ritual based on the rTsa gsum bon skyong bzhi sbrag from the 10th to the 22nd day of the 4th month; ritual based on the rTsa gsum kun ’dus mchog sgrub for the commemoration of sKyang sprul Nam mkha’ rgyal mtshan from the 21st to the 23rd day of the 5th month; the summer fast (dbyar gnas) in the 6th month.<\/p>"},{"title":"10. Books held in the monastery","index":94,"parent_index":85,"body":"<p>The monastery has more than two hundred volumes of works including the Kanjur and Katen.<\/p>"},{"title":"11. Income and expenses","index":95,"parent_index":85,"body":"<p>The monastery has no regular Sources of income and depends on offerings from the faithful. The monks provide their own food.<\/p>"},{"title":"12. Local community","index":96,"parent_index":85,"body":"<p>The local lay community consists of three comunitis: dMa’ nyin community has three vilages: rDo rdza with three families, mChod rdza with seven families and dPal skyid with four families. Lug lung community has three villages: The bo with two families, Grags bu with two families, Kha ska with seventeen families, plus two single families: lCags phyung and rDo skyabs. sTag le community has nine villages: rDo gla, dPal skyid and sKya skor with thirty-three families altogether; bSam yas village with seven families, Gro thang with sixteen families, dBen yul with ten famlies, rMo’u ngo with six families, Cong ro with eleven families and sGrub lung with seven families.<\/p>"},{"title":"13. Local festivals","index":97,"parent_index":85,"body":"<p>The renewal ceremony of the la btsas called Grwa chung and located on the mountain behind the monastery is performed by the monks on the 11th day of the 4th month.<\/p><p>dPa’ bo la btsas is dedicated to the local deity and is renewed by the lay community on the 11th day of the 4th month.<\/p>"},{"title":"14. Occupation of the local people","index":98,"parent_index":85,"body":"<p>Agriculture<\/p>"},{"title":"Sources","index":99,"parent_index":85},{"title":"(1) Interviews","index":100,"parent_index":99,"body":"<p>In autumn 1998 with Dri med ’od zer (b.1935) and Shes rab gong ’phel (b.1967), a monk at the monastery<\/p>"},{"title":"(2) Texts","index":101,"parent_index":99,"body":"<ol type=\"1\"> <li>mDzod dge rdzong bab bzo yul tsho’i g-yung drung bsam ’grub dgon nor bu’i gling gi lo rgyus mdo tsam by bSam ’grub do dam tshan khag, DzNGL, pp. 236-243<\/li> <\/ol>"},{"title":"(198) mDa’ chen Monastery","index":102,"parent_index":2},{"title":"1. Name","index":103,"parent_index":102,"body":"<p>The monastery’s full name is mDa’ chen Dar rgyas gling or mDa’ chen dgon gYung drung bshad sgrub dar rgyas gling. It is also called Shel phug sKyang tshang.<\/p>"},{"title":"2. Location","index":104,"parent_index":102,"body":"<p>The monastery is located 76 km southeast of the county town of mDzod dge.<\/p>"},{"title":"3. History","index":105,"parent_index":102,"body":"<p>According to lHun grub bstan ’dzin (DzNGL p. 226), sKyang ’phags Nam mkha’ g-yung drung, born in the Iron-Bird year of the 1st Rab byung (1081), established two hermitages, sGon sTag nang and dGa’ ston that gradually became sKyang Shel phug, a residence of the masters of the sKyang ’phags lineage, hence the monastery’s second name Shel phug sKyang tshang. Although the sKyang ’phags lineage in mDa’ chen Monastery has survived to this day, the Sources concerning its history are no longer available, and the dates of many of the masters remain unknown. Following is a list of the masters of mDa’ chen ’og ma, “the Lower mDa’ chen” lineage who looked after the monastery: <\/p><ol type=\"1\"> <li>sKyang ’phags Nam mkha’ g-yung drung<\/li> <li>Rang grol Bla ma rgyal mtshan<\/li> <li>Gling zhig Shes rab g-yung drung<\/li> <li>Gling zhig rGyal ba bstan ’dzin<\/li> <li>Gling zhig rNam rgyal grags pa<\/li> <li>Tshul khrims rgyal mtshan<\/li> <li>Rin chen rgyal mtshan<\/li> <li>Nam mkha’ ye shes<\/li> <li>bSod nams ye shes<\/li> <li>gYung drung phun tshogs<\/li> <li>Shes rab ’od zer<\/li> <li>Nam mkha’ rin chen<\/li> <li>rNam rgyal grags pa<\/li> <li>Nam mkha’ bstan ’dzin<\/li> <li>sKyang tshang Bla ma gtsug gshen<\/li> <li>sKyang tshang gYung drung gtsug rgyan<\/li> <li>sKyang sprul Nam mkha’ rgyal mtshan<\/li> <li>bSod nams rgyal mtshan<\/li> <li>bSod nams bstan ’dzin and Phun tshogs rnam rgyal<\/li> <li>Nyi ma rgyal mtshan<\/li> <li>gYung drung kun khyab<\/li> <li>Khro bo rgyal mtshan<\/li> <li>Shes rab dbang rgyal<\/li> <\/ol><p>In addition to the above-mentioned lineage, there is another lineage known as mDa’ chen kha ma, “the Upper mDa’ chen” that originated in the dKar mo Hermitage of the monastery founded by Nam mkha’ bstan ’dzin, the fourteenth master. The succesion of this lineage is as follows:<\/p><ol type=\"1\"> <li>Nam mkha’bstan ’dzin, the fourteenth <\/li> <li>sKyang sprul Nam mkha’ rgyal mtshan, the seventeenth <\/li> <li>Rin chen rgyal mtshan <\/li> <li>Nam mkha’ rgyal po <\/li> <li>A drung <\/li> <li>Tshul khrims bstan ’dzin <\/li> <li>bsTan ’dzin dbang rgyal and Lung rtogs skal bzang rgya mtsho (DzNGL pp.227-229) <\/li> <\/ol><p>The mDa’ chen ’og ma is regarded as more important than mDa’ chen kha ma, because its lineage is the original lineage of the monastery, whereas mDa’ chen kha ma is an offshoot of the latter. However, all the masters of both successions had equal roles in the monastery. The assembly hall (’du khang) survived the Cultural Revolution, although not the statues and thangkas within were destroyed. The monastery was officially reopened and its reconstruction undertaken in 1982.<\/p>"},{"title":"4. Hierarchical system","index":106,"parent_index":102,"body":"<ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>two incarnated lamas<\/li> <li>one grwa tshang bla ma<\/li> <li>one dbu mdzad<\/li> <li>one dge skos <\/li> <li>one spyi ba<\/li> <\/ul><p>All the incumbents are replaced every two or three years with the exception of the dgon bdag. <\/p>"},{"title":"5. Current number of monks","index":107,"parent_index":102,"body":"<p>There are one hundred novices and monks in the monastery.<\/p>"},{"title":"6. Current education","index":108,"parent_index":102,"body":"<p>There are no organized classes. The young novices are trained by the elder monks.<\/p>"},{"title":"8 \/ 9. Rituals","index":109,"parent_index":102,"body":"<p>Commemoration of mNyam med Shes rab rgyal mtshan, Phur pa for eleven days, the gYung drung klong rgyas for ten days, ritual based on the Zlas chog rin chen sgron ma occasionally, the Rigs drug rang sbyong for seven days, Ma rgyud for two days, commemoration of sKyang sprul Nam mkha’ rgyal mtshan for three days, the smyung gnas fasting for two days, the dbyar gnas fasting for two days. <\/p><p>There are five ja shog, “tea communties”, each ja shog in turn offers tea during retreats in the monastery for fifteen days, the anniversary of sKyang sprul Nam mkha’ rgyal mtshan for three days and the dgu gtor rite for nine days.<\/p>"},{"title":"10. Books held in the monastery","index":110,"parent_index":102,"body":"<p>The monastery has two printed copies of Kanjur and one printed copy of Katen (bsTan pa’i nyi ma’s edition), one copy of Shar rdza bKra shis rgyal mtshan’s collected works and one printed copy of sKyang sprul Nam mkha’ rgyal mtshan’s collected works.<\/p>"},{"title":"11. Income and expenses","index":111,"parent_index":102,"body":"<p>The monastery has no regular Sources of income and depends on offerings from its followers.<\/p>"},{"title":"12. Local community","index":112,"parent_index":102,"body":"<p>The local lay community of the monastery consists of Bab bzo, Thang skor and Cog tshang communities, collectively known as Zhing yul pa, and divided into five villages: rTswa sa gzhung with twenty-one families, Zam kha with ten families, Khang ri sgang with seven families, Lung zhing nang with nine families and Ne’u gsing lam ’og with thirteen families. <\/p><p>’Bras sde, rTsi nag bu gcig and dPal rtse communities, collectively known as Sha mo khag and also divided into five villages: Bab bzo tshang with forty-three families, Ra dge with fourteen families, Nyag nyi with thirty-four families, mKhar smad with thirty families and Zhing ’khyil with ten families. ’Bras sde and Ngang rab communities, collectively known as Chu tshal shog: Ka tsi with forty-one families and Ngang rab thirty-one families; ’Khrungs sa with thirty-two families.<\/p>"},{"title":"14. Occupation of the local people","index":113,"parent_index":102,"body":"<p>Agriculture<\/p>"},{"title":"Sources","index":114,"parent_index":102},{"title":"(1) Interviews","index":115,"parent_index":114,"body":"<p>In autumn 1998: Dri med ’od zer (b.1935), the present head of A skyid sKyang tshang Monastery (No.194) and the most learned Bonpo scholar in the area<\/p>"},{"title":"(2) Texts","index":116,"parent_index":114,"body":"<ol type=\"1\"> <li>Bab bzo mda’ chen dgon g-yung drung bshad sgrub dar rgyas gling gi lo rgyus nyung bsdus dwangs gsal me long by Shel phug lHun grub bstan ’dzin, DzNGL pp. 218-235<\/li> <\/ol>"}]}