{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Dachen Dargyé Ling Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "rMe ba county"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(198) mDa’ chen Monastery"
  }, 
  {
   "body": "<p>The monastery’s full name is mDa’ chen Dar rgyas gling or mDa’ chen dgon gYung drung bshad sgrub dar rgyas gling. It is also called Shel phug sKyang tshang.</p>
", 
   "index": 3, 
   "parent_index": 2, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>The monastery is located 76 km southeast of the county town of mDzod dge.</p>
", 
   "index": 4, 
   "parent_index": 2, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>According to lHun grub bstan ’dzin (DzNGL p. 226), sKyang ’phags Nam mkha’ g-yung drung, born in the Iron-Bird year of the 1st Rab byung (1081), established two hermitages, sGon sTag nang and dGa’ ston that gradually became sKyang Shel phug, a residence of the masters of the sKyang ’phags lineage, hence the monastery’s second name Shel phug sKyang tshang. Although the sKyang ’phags lineage in mDa’ chen Monastery has survived to this day, the Sources concerning its history are no longer available, and the dates of many of the masters remain unknown. Following is a list of the masters of mDa’ chen ’og ma, “the Lower mDa’ chen” lineage who looked after the monastery: </p>
<ol type=\"1\"> <li>sKyang ’phags Nam mkha’ g-yung drung</li> <li>Rang grol Bla ma rgyal mtshan</li> <li>Gling zhig Shes rab g-yung drung</li> <li>Gling zhig rGyal ba bstan ’dzin</li> <li>Gling zhig rNam rgyal grags pa</li> <li>Tshul khrims rgyal mtshan</li> <li>Rin chen rgyal mtshan</li> <li>Nam mkha’ ye shes</li> <li>bSod nams ye shes</li> <li>gYung drung phun tshogs</li> <li>Shes rab ’od zer</li> <li>Nam mkha’ rin chen</li> <li>rNam rgyal grags pa</li> <li>Nam mkha’ bstan ’dzin</li> <li>sKyang tshang Bla ma gtsug gshen</li> <li>sKyang tshang gYung drung gtsug rgyan</li> <li>sKyang sprul Nam mkha’ rgyal mtshan</li> <li>bSod nams rgyal mtshan</li> <li>bSod nams bstan ’dzin and Phun tshogs rnam rgyal</li> <li>Nyi ma rgyal mtshan</li> <li>gYung drung kun khyab</li> <li>Khro bo rgyal mtshan</li> <li>Shes rab dbang rgyal</li> </ol>
<p>In addition to the above-mentioned lineage, there is another lineage known as mDa’ chen kha ma, “the Upper mDa’ chen” that originated in the dKar mo Hermitage of the monastery founded by Nam mkha’ bstan ’dzin, the fourteenth master. The succesion of this lineage is as follows:</p>
<ol type=\"1\"> <li>Nam mkha’bstan ’dzin, the fourteenth </li> <li>sKyang sprul Nam mkha’ rgyal mtshan, the seventeenth </li> <li>Rin chen rgyal mtshan </li> <li>Nam mkha’ rgyal po </li> <li>A drung </li> <li>Tshul khrims bstan ’dzin </li> <li>bsTan ’dzin dbang rgyal and Lung rtogs skal bzang rgya mtsho (DzNGL pp.227-229) </li> </ol>
<p>The mDa’ chen ’og ma is regarded as more important than mDa’ chen kha ma, because its lineage is the original lineage of the monastery, whereas mDa’ chen kha ma is an offshoot of the latter. However, all the masters of both successions had equal roles in the monastery. The assembly hall (’du khang) survived the Cultural Revolution, although not the statues and thangkas within were destroyed. The monastery was officially reopened and its reconstruction undertaken in 1982.</p>
", 
   "index": 5, 
   "parent_index": 2, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>two incarnated lamas</li> <li>one grwa tshang bla ma</li> <li>one dbu mdzad</li> <li>one dge skos </li> <li>one spyi ba</li> </ul>
<p>All the incumbents are replaced every two or three years with the exception of the dgon bdag. </p>
", 
   "index": 6, 
   "parent_index": 2, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>There are one hundred novices and monks in the monastery.</p>
", 
   "index": 7, 
   "parent_index": 2, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>There are no organized classes. The young novices are trained by the elder monks.</p>
", 
   "index": 8, 
   "parent_index": 2, 
   "title": "6. Current education"
  }, 
  {
   "body": "<p>Commemoration of mNyam med Shes rab rgyal mtshan, Phur pa for eleven days, the gYung drung klong rgyas for ten days, ritual based on the Zlas chog rin chen sgron ma occasionally, the Rigs drug rang sbyong for seven days, Ma rgyud for two days, commemoration of sKyang sprul Nam mkha’ rgyal mtshan for three days, the smyung gnas fasting for two days, the dbyar gnas fasting for two days. </p>
<p>There are five ja shog, “tea communties”, each ja shog in turn offers tea during retreats in the monastery for fifteen days, the anniversary of sKyang sprul Nam mkha’ rgyal mtshan for three days and the dgu gtor rite for nine days.</p>
", 
   "index": 9, 
   "parent_index": 2, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The monastery has two printed copies of Kanjur and one printed copy of Katen (bsTan pa’i nyi ma’s edition), one copy of Shar rdza bKra shis rgyal mtshan’s collected works and one printed copy of sKyang sprul Nam mkha’ rgyal mtshan’s collected works.</p>
", 
   "index": 10, 
   "parent_index": 2, 
   "title": "10. Books held in the monastery"
  }, 
  {
   "body": "<p>The monastery has no regular Sources of income and depends on offerings from its followers.</p>
", 
   "index": 11, 
   "parent_index": 2, 
   "title": "11. Income and expenses"
  }, 
  {
   "body": "<p>The local lay community of the monastery consists of Bab bzo, Thang skor and Cog tshang communities, collectively known as Zhing yul pa, and divided into five villages: rTswa sa gzhung with twenty-one families, Zam kha with ten families, Khang ri sgang with seven families, Lung zhing nang with nine families and Ne’u gsing lam ’og with thirteen families. </p>
<p>’Bras sde, rTsi nag bu gcig and dPal rtse communities, collectively known as Sha mo khag and also divided into five villages: Bab bzo tshang with forty-three families, Ra dge with fourteen families, Nyag nyi with thirty-four families, mKhar smad with thirty families and Zhing ’khyil with ten families. ’Bras sde and Ngang rab communities, collectively known as Chu tshal shog: Ka tsi with forty-one families and Ngang rab thirty-one families; ’Khrungs sa with thirty-two families.</p>
", 
   "index": 12, 
   "parent_index": 2, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>Agriculture</p>
", 
   "index": 13, 
   "parent_index": 2, 
   "title": "14. Occupation of the local people"
  }, 
  {
   "body": "", 
   "index": 14, 
   "parent_index": 2, 
   "title": "Sources"
  }, 
  {
   "body": "<p>In autumn 1998: Dri med ’od zer (b.1935), the present head of A skyid sKyang tshang Monastery (No.194) and the most learned Bonpo scholar in the area</p>
", 
   "index": 15, 
   "parent_index": 14, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<ol type=\"1\"> <li>Bab bzo mda’ chen dgon g-yung drung bshad sgrub dar rgyas gling gi lo rgyus nyung bsdus dwangs gsal me long by Shel phug lHun grub bstan ’dzin, DzNGL pp. 218-235</li> </ol>
", 
   "index": 16, 
   "parent_index": 14, 
   "title": "(2) Texts"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }, 
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }
  ], 
  "domain": "places", 
  "kid": "23604", 
  "dates": [], 
  "title": "Dachen Dargyé Ling Introduction"
 }
}