{"meta":{"domain":"places","kid":"22411","authors":[],"title":"ཐིག་ཕྱི་དགོན།","dates":{"created_at":"2010-08-14 12:30:06 UTC","updated_at":"2010-08-14 12:30:06 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"ཐིག་ཕྱི་དགོན།"},{"title":"ལྷོ་བྲག་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"ཐིག་ཕྱི་དགོན།","index":2,"parent_index":1,"body":" <p>མཚན་གཞན་ལ་“བན་པ་ཕྱག་རྡོར་དགོན་”ནམ་ལྕང་ལོ་ཅན་གཉིས་པ་ཞེས་སོགས་མཚན་གྱི་རྣམ་གྲངས་མི་འདྲ་ཞུ། གནས་གཞི་ཞི་ཁྲོ་བཀའ་བརྒྱད་ལྷ་ཁང་ནས་གཞོང་ལ་བརྒྱབ་སྟེ་འཁོར་ལམ་བརྒྱུད་སྤྱི་ལེ་དྲུག་ཅུ་ལྷག་ཙམ་སོང་ན་ཐིག་ཕྱི་གྲོང་དབུས་སུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། ཐོག་མར་<span class=\"milestone page eng \">[page <span class=\"pnum\">123</span>] </span>དགོན་གནས་དེར་མཚོ་ཡིན་པ་དང་། དེ་ནས་གནས་དེའི་ཡུལ་ལྷ་ཁྱི་ཁ་ར་ཐོད་ཅེས་པས་མཚོ་དེ་བརྟོལ། དེ་རྗེས་མཚོ་མིག་ཏུ་ཀླུ་གདོལ་པ་ནག་པོ་ཅེས་པ་གདུག་པ་ཅན་ཞིག་མཚོ་དེར་གནས་ཏེ་སྐྱེ་འགྲོར་གནོད་ཆེན་པོ་བྱས་པས་དེའི་ཁ་གནོན་དུ་ཤུད་པོ་དཔལ་སེང་གི་གདུང་རབས་བཅུ་དྲུག་པ་གྲུབ་ཐོབ་ལས་ཀྱི་རྡོ་རྗེའམ་ལྷོ་བྲག་ནམ་མཁའ་རྒྱལ་མཚན་ཞུ་བ་སྤྱི་ལོ1326ལོར་སྐུ་བལྟམས། དགུང་ལོ་གསུམ་པ་ལ་ཕུར་པའི་དབང་ཐོབ་པས་རིགས་ཀྱི་མཁའ་འགྲོ་རྣམས་གར་བྱེད་པའི་སྣང་བ་ཤར་བས་གར་སྒྱུར་གྱི་ཕྱག་རྒྱ་མང་པོ་མཁྱེན། དགུང་ལོ་བཅུ་པ་ལ་ཁུ་བོ་རྒྱལ་སྲས་བཟང་པོ་ལས་རབ་ཏུ་བྱུང་། དགུང་ལོ་བཅུ་གཉིས་པ་ལ་ཕུར་པ་ཁྲོ་བཅུར་བསྐོར་བ་ཞིག་ལ་བསྙེན་པ་དུ་མ་མཛད་པས་ངག་ནུས་ཆེ་བས་སྡིག་པ་ལ་སྔགས་ཆུ་རེག་པ་ཙམ་གྱིས་ཤི་བ་ལ་སྙིང་རྗེ་འཁྲུངས་ནས་བཤུམས་པས་ཕུར་པའི་ཞལ་གཟིགས་ཀྱང་ཐོབ། དེ་ནས་མཚོ་ཤུལ་དེར་དགོན་པ་ཞིག་འདེབས་དགོས་ཐུགས་ལ་འཁྲུངས་ཏེ་ཐིག་བསྐྱོན་པ་ལ་མཚན་མོ་ལྷ་འདྲེས་ཕྱིས་པས་ཐིག་ཕྱི་ཞེས་པའི་མཚན་ཡང་དེ་ལས་བྱུང་། དེ་ལྟར་ལྷ་འདྲེས་ཀོ་ལོང་ཕྲག་དོག་བྱས་པའི་རུ་གནོན་དུ་ཕྱོགས་བཞི་དང་དབུས་བཅས་པར་མཆོད་རྟེན་ལྔ་བཞེངས། དེ་ནས་ཐིག་ཕྱི་གཙུག་ལག་ཁང་བཞེངས། དགོན་དེའི་རྒྱབ་རི་ནི་ཕྱི་གླང་ཆེན་གྱི་གཟུགས་འདྲ་བ་ལ་ནང་བྱ་ཁྱུང་གི་རང་བྱོན་དང་། དེའི་ལྟོ་བའི་ཐད་དུ་རྡོ་རྗེ་འཇིགས་བྱེད་ཀྱི་ལྷ་ཁང་དང་། གླང་ཆེན་གྱི་མཆུ་སྟེང་དུའང་དགོན་པ་ཞིག་ཡོད་པ་དེ་གཉིས་ལ་ཁྱུང་ཚང་ཞེས་ཟེར་ཡང་། འཇིགས་བྱེད་ལྷ་ཁང་ལ་དགོན་པ་མཐིལ་ཞེས་ཀྱང་ཟེར། ནམ་མཁའ་རྒྱལ་མཚན་གྱིས་འབྲུག་པ་བཀའ་བརྒྱུད་ཀྱི་ཆོས་འཁོར་ཤིན་ཏུ་རྒྱས་ཏེ་དགེ་འདུན་ཞལ་གྲངས་ལྔ་བརྒྱ་ཙམ་བྱུང་བ་ལས་ཕུལ་དུ་བྱུང་བའི་སློབ་མ་ནམ་མཁའ་ལྷན་རྒྱས་དང་། ནམ་མཁའ་ལྷུན་གྲུབ་གཉིས་བྱུང་བ་དང་། དེ་ལས་ལྷག་པ་རྗེ་ཙོང་ཁ་པ་བློ་བཟང་གྲགས་པ་བྱུང་ཞེས་གསུངས། སྔོན་དགོན་དེ་དགའ་ལྡན་བླ་སྤྱིའི་ཁོངས་ཡིན་ཅིང་། མཁན་པོའང་དགའ་ལྡན་བྱང་རྩེ་ནས་ཕེབས་དགོས། ད་ལྟ་འཚོ་<span class=\"milestone page eng \">[page <span class=\"pnum\">124</span>] </span>བཞུགས་བློ་བཟང་ཚེ་རིང་མཆོག་བར་ནམ་མཁའ་རྒྱལ་མཚན་སྐུ་ཕྲེང་གཉིས་ལས་མ་བྱུང་། སྔོན་འདུ་ཁང་ནང་ནམ་མཁའ་རྒྱལ་མཚན་གྱི་ཕྱག་བཟོ་འདྲ་སྐུ་མཐོང་བ་དོན་སྒྲོལ་དང་། གཙང་ཁང་སྦུག་མར་སྨན་འདམ་གྱི་དུས་གསུམ་སངས་རྒྱས་དང་། གཡས་གཡོན་ཉེ་སྲས་བརྒྱད། སྒོ་སྲུང་གཉིས་དང་བཅས་པ། དབུས་སུ་ནམ་མཁའ་རྒྱལ་མཚན་གྱི་སྐུ་དམར་གདུང་བཞུགས་པའི་གསེར་ཟངས་ཀྱི་གདུང་རྟེན་ཐོག་བརྩེག་གཉིས་ལྡན་དང་། འདུ་ཁང་ནང་ནམ་མཁའ་རྒྱལ་མཚན་གྱི་ཕྱག་བཟོ་ཕྱག་རྡོར་གཏུམ་མོ་མེ་འབར་གྱིས་གཙོས་པའི་འཁོར་ཆེན་བརྒྱད། སྨན་བླ་བདེ་གཤེགས་བརྒྱད། རྗེ་ཡབ་སྲས་གསུམ། སྦུག་ཏུ་འོད་དཔག་མེད་ལྷ་ཁང་སོགས་རྟེན་གསུམ་ཁྱད་དུ་འཕགས་པ་གནས་དེར་བཞུགས་སུ་གསོལ་ཡོད།</p> <p>ད་ལྟ་ཉམས་གསོ་ཞུས་པའི་གཙང་ཁང་སྦུག་མར་སྐུ་རྒྱུ་ས་ལས་བཞེངས་པའི་གདུང་རྟེན་ནང་ནམ་མཁའ་རྒྱལ་མཚན་གྱི་སྐུ་ཤ་ཚལ་བུ་བཞུགས་པ་ཉམས་གསོ་གནང་བ་དང་། འདུ་ཁང་ནང་ཤིང་རྩ་རིན་པོ་ཆེའི་ཕྱག་བཟོ་གུ་རུའི་སྐུ། རྗེ་ཙོང་ཁ་པ། ནམ་མཁའ་རྒྱལ་མཚན་བཅས་ཀྱི་སྨན་སྐུ་ཐོག་སོ་གཅིག་ལྷག གཞན་ཡང་ཕྱག་རྡོར་གྱི་སྐུ་དང་། ལྡེབས་རིས་སྙིང་པ་མང་པོ་སོགས་མཇལ་རྒྱུ་ཡོད། </p>  "}]}