{"meta":{"domain":"places","kid":"16664","authors":[],"title":"Nakkhung Doring Introduction","dates":{"created_at":"2010-08-25 11:10:16 UTC","updated_at":"2010-08-25 11:10:16 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Nakkhung Doring Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":"Nakkhung DoringNag khung rdo ring","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Nakkhung Doring</span><span class=\"scholar\">Nag khung rdo ring</span> </li> <li>Site number: C-95</li> <li>Site typology: II.1b </li> <li>Geographic coordinate (N. lat.): 33º 08.5΄ </li> <li>Geographic coordinate (E. long.): 79º 49.3΄ </li> <li>Elevation: 4370 m </li> <li>Administrative location (township): <span class=\"popular\">Risum</span><span class=\"scholar\">Ri gsum</span> </li> <li>Administrative location (county): <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> </li> <li>Survey expedition: UTAE</li> <li>Survey date: May 25, 2001</li> <li>Contemporary usage: A cultic ritual site. </li> <li>Identifiable Buddhist constructions: Prayer flags. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Nakkhung Doring</span><span class=\"scholar\">Nag khung rdo ring</span> is comprised of a single intact pillar located a little east of a black conical hill. The monument was established on a rocky shoulder on level ground. Immediately to the east of the site there is a vertical drop of several meters to a valley floor. The pillar of <span class=\"popular\">Nakkhung Doring</span><span class=\"scholar\">Nag khung rdo ring</span> is coated in red ochre and butter. Prayer flags are also tied around it. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to the <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span> of the proximate spring encampment (consisting of five tents), the pillar of<span class=\"popular\">Nakkhung Doring</span><span class=\"scholar\">Nag khung rdo ring</span> is propitiated in informal invocation and offering rituals (<span class=\"popular emph\">solwa</span><span class=\"scholar emph\">gsol ba</span>). The pillar is considered a divinity that helps to insure the well-being of the local shepherds and their livestock. Local sources claim that this long-stone appeared with the rise of primordial existence (<span class=\"popular emph\">sipa chakpé doring</span><span class=\"scholar emph\">srid pa chags pa’i rdo ring</span>). </p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Enclosure","index":7,"parent_index":6,"body":" <p>Only small fragments of the double-course wall of the enclosure have survived. Several small sections of the south wall are visible as well as even smaller traces of the east and west walls. The north wall has been obliterated. These 50-cm thick walls are aligned in the cardinal directions. From east to west, the enclosure appears to have measured around 9 m. The north-south dimension was probably significantly less. The stones in the enclosing walls are of variable length (generally 10 cm to 30 cm long). There is one in situ slab in the perimeter walls that is 80 cm long. </p> "},{"title":"Pillar","index":8,"parent_index":6,"body":" <p>The pillar protrudes 2.2 m above ground level, but its shape reveals that it originally was more deeply planted in the ground. The lower half of the stone has a splayed section (as do many dislodged specimens in Upper Tibet), which helped to anchor it firmly. This widened area of the standing stone is exposed above ground level, suggesting that it was once set 60 cm to 75 cm more deeply into the substrate. Despite the apparent replanting of the pillar, it is still firmly fixed in the ground. The current basal girth of the pillar is 80 cm but originally it was probably about 1 m. A dark-colored stone was selected as the stele. The broad sides of the tabular pillar are oriented east and west. Its thin sides are 10 cm to 12 cm thick. </p> <p>The carving of a <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> is found on the west side of the pillar, 60 cm above the current ground level. This carving (62 cm tall) is somewhat coarse and was almost certainly made well after the founding of the monument. Nevertheless, it is of substantial age as evidenced by the heavy wear and the significant degree of repatination. The style of the <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> represents an earlier variant of this type of shrine. It has a graduated base of five tiers set on a plinth, a small circular mid section (<span class=\"popular emph\">bhumpa</span><span class=\"scholar emph\">bum pa</span>) and a squat spire (<span class=\"popular emph\">khorlo</span><span class=\"scholar emph\">’khor lo</span>) with a broadened central section. The spire is horizontally segmented by 12 or 13 lines. It is crowned by a conjoined sun and moon (<span class=\"popular emph\">nyida</span><span class=\"scholar emph\">nyi zla</span>). Much of the <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> is covered in red ochre. </p>  "}]}