{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "གཏེར་སྒྲོ་དགོན།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "མལ་གྲོ་གོང་དཀར་རྫོང་།"
  }, 
  {
   "body": "<p>གཏེར་སྒྲོ་ཞེས་པ་ནི། གནས་དེའི་ཚོགས་ཁང་དབུ་རྩེ་ལ་སོགས་པའི་བྲག་རི་རྣམས་མདོག་དཀར་ལ་གནམ་དུ་འཕྱོ་བས་བྱ་ཏི་པའི་སྒྲོ་དང་འདྲ་བས་ཏི་སྒྲོ་ཞེས་དང་། ཡང་གནས་དེར་ནོར་དང་ཆོས་ཀྱི་གཏེར་ཁ་བསམ་གྱིས་མི་ཁྱབ་པས་བྱུར་བུར་གཏམས་པའི་སྒྲོམ་དང་འདྲ་བས་གཏེར་སྒྲོམ་ཞེས་གསུང་སྲོལ་མི་འདྲ་བ་སོ་སོར་ཡོད། འབྲི་གུང་མཐིལ་ནས་མར་ཡོང་དུས་སྤྱི་ལེ་10ཙམ་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་རེབ་ནང་ཞེས་པར་སོང་ན་བཙུན་དགོན་དེར་སླེབས་ཀྱི་རེད། རེབ་ཅེས་པ་ནི་གུ་རུ་རིན་པོ་ཆེ་དང་ཇོ་མོ་མཚོ་རྒྱལ་ལ་བསམ་ཡས་སུ་བདུད་བློན་རྣམས་གྱིས་བར་ཆད་བརྩམས་པར་གུ་རུ་ཡབ་ཡུམ་འོད་ཀྱི་ད་ལེར་བཞུགས་ནས་བྱང་ཕྱོགས་སུ་བྱོན་པས་ད་ལྟའི་གཏེར་སྒྲོའི་ཐད་ཀར་རབ་རིབ་ཀྱིས་ཡལ་སོང་བས་རིབ་ནང་ཞེས་པའི་མིང་དེ་ལྟར་བྱུང་བ་ཡིན། ཐོག་མར་གནས་དེར་གཟའ་དང་། ཀླུ་བདུད་ནག་མོ། དམ་སྲི་སོགས་ཀྱིས་འཛིན་པའི་བདུད་ལུང་ཞིག་ཡོད་པ་ལ་གུ་རུ་པདྨ་འབྱུང་གནས་གནས་དེར་ཕེབས་ནས་ལྷ་འདྲེ་རྣམས་དམ་འདོགས་གནང་སྟེ་ལུང་པ་བྱང་བལྟ་<span class=\"milestone page eng \">[page <span class=\"pnum\">214</span>] </span> དེ་ལྷོ་བལྟ་དང་། བདུད་ལུང་དེ་ཆོས་ལུང་ལ་བསྒྱུར་གནང་མཛད། ཡུལ་དེའི་ཕུ་རུ་ཆུ་ཚོད་ཕྱེད་ཙམ་སོང་ན་བདུད་འདུལ་ཕུག་ཅེས་པའི་གུ་རུའི་སྒྲུབ་ཕུག་དང་། མཐའ་འཁོར་དུ་འཁའ་འགྲོ་བྱེ་བའི་དབུ་སྐྲ་ཞེས་ཤུག་པ་མང་པོ་ཡོད། ད་ལྟའི་ཆུ་ཚན་ཆགས་ཡུལ་དེར་ཐོག་མར་ཀླུ་བདུད་ནག་པོས་བདུད་ཆུ་བསྐྱིལ་ཡོད་པ་ལ། གུ་རུས་ཨ་ཕྱི་ཆོས་སྒྲོན་ལ་ཁྱེད་ཀྱི་བདུད་ཆུ་འདི་གཤོངས་ཤིག་གསུངས་པར། ཨ་ཕྱིས་མེ་ལོང་གིས་བྲག་བཤགས་ཀྱང་ཆུ་བཤངས་མི་ཐུབ་པས་གུ་རུས་ཁྱོད་བུད་མེད་ཀྱིས་ལས་དེ་ཙམ་ལས་ཅི་འོང་གསུངས་ཏེ་རྡོ་རྗེ་གཡུགས་གནང་བས་བྲག་བརྟོལ་ཏེ་ཆུ་བཤངས། སེམས་ཅན་གྱི་ནད་ལ་ཕན་པའི་ཆུ་ཚན་དེ་བཞག་གནང་མཛད། ཆུ་ཚན་དེ་ནི་རྡོ་སོལ་དང་། མུ་ཟི་ནག་པོ། ཅོང་ཞི་དཀར་པོ་སོགས་ལས་གྲུབ་པ་དང་། ཆུའི་ཚ་ཚད་ནི་ཧྲེ་ཧྲི་ཏུའུ་40ཡན་རྒྱུན་འཁྱོངས་ཐུབ། ཆུ་ཚན་དེ་ལ་བཞུགས་པས་སྨུག་པོ་དང་། སྙིང་། ཚད་པ། གྲང་བ། མཁྲིས་པ། ཕོ་བ། མཆིན་པ། རླུང་། མཁལ་མ། སྐེད་པ། དྲེག་གྲུམ། ཆུ་སེར། ཞ་རེངས། རྩ་དཀར། པགས་ནད་མཛེ་སོགས་འཇོམ་ཞེས་དང་། ཡང་དེ་དང་ཉེ་བར་ཤྭ་བ་ཆུ་ཚན་ཞེས་སྔོན་ཤྭ་བ་རྐང་པ་ཆག་པ་ཞིག་ཆུ་དེས་དྲག་སྐྱེད་བྱུང་བའི་ཆུ་ཚན་ཞིག་ཡོད་པ་དེ་ལ་རུས་པ་ཆག་སྐྱོན་བྱུང་རིགས་རྣམས་ལ་ཕན་པ་ཡིན་ཞེས་གསུངས། ཐོག་མར་འདུ་ཁང་ཆུང་ངུ་ཞིག་ལས་མེད་པ་དང་། དེ་རྗེས་གནས་དེར་སྒྲུབ་པ་ཕོ་མོ་མང་པོ་བཞུགས་ཀྱང་འདུ་ཁང་མེད་ཅིང་བསྙེན་བསྐུར་མང་ཇ་སོགས་བྱུང་ན་ཧོམ་ཁུང་གདོང་ཞེས་ད་ལྟའི་འདུ་ཁང་གནས་ཡུལ་དེར་ཚོགས་ནས་བསྔོ་སྨོན་སོགས་གནང་བ་ཡིན། དེ་རྗེས་བདུད་འདུལ་རིན་པོ་ཆེས་འདུ་ཁང་ཆུང་ངུ་ཞིག་བཞེངས་གནང་བ་དང་། གྲུབ་དབང་ངག་དབང་རིན་པོ་ཆེ་བྱོན་ཏེ་ཡང་ཟབ་ཀྱི་ཉམས་ལེན་དར་རྒྱས་ཆེ་བ་བྱུང་། དེ་རྗེས་གདན་རབས་སོ་བཞི་པ་དཀོན་མཆོག་བསྟན་འཛིན་ཞི་བའི་བློ་གྲོས་གྱིས་འདུ་ཁང་སྟེང་འོག་བར་གསུམ་རྒྱ་ཆེར་བཏང་གནང་སྟེ་སྤྱི་པ་ཐོག་མར་ཚུགས། རྟེན་གཙོ་གུ་རུ་མཚན་བརྒྱད་དང་། རྗེ་སྐྱོབ་པ། དུས་གསུམ་སངས་རྒྱས། <span class=\"milestone page eng \">[page <span class=\"pnum\">215</span>] </span>བསྟན་སྲུང་ཨ་ཕྱི་སོགས་ཀྱི་སྐུ་བརྙན་མང་པོ་བཞུགས་པ་མཇལ་རྒྱུ་ཡོད།</p><p>ད་ལྟ་ནི་སྔོན་གྱི་འདུ་ཁང་ཤུལ་དུ་གསར་བཞེངས་གནང་བའི་འདུ་ཁང་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་དང་གཡས་གཡོན་དུ་བཙུན་ཤག ཆུ་ཚན་ཁར་འགྲུལ་ཁང་ལེགས་ཉེས་སྣ་ཚོགས་ཡོད་པ་བཅས།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "གཏེར་སྒྲོ་དགོན།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16935", 
  "dates": [], 
  "title": "གཏེར་སྒྲོ་དགོན།"
 }
}