{"meta":{"authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}],"title":"Zhatra Introduction","dates":{"created_at":"2011-12-13 02:29:43 UTC","updated_at":"2011-12-13 02:29:43 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Zhatra Introduction"},{"title":"Reb gong","index":1,"parent_index":0,"body":"\n\n                  "},{"title":"(116) Zhwa khra Temple","index":2,"parent_index":1,"body":"\n\n                  <p>Zhwa khra Temple is located in the Zhwa khra village which is 18 km south of\n                     the county town of gCan tsha. Bonpo community in this area is small. According\n                     to oral tradition, a tribe called Zhwa khra, was banished during the\n                     persecution of Bon religion by King Khri srong lde btsan. They arrived in gCan\n                     tsha after having settled in sGong dkam village of Reb gong for many\n                     generations. There was a series of chiefs starting from gYung drung rnam rgyal\n                     through Tshul khrims bstan &rsquo;dzin, gYung drung rgyal mtshan, rGya mtsho, dMar\n                     ris, gYung drung rgyal, Tshe thar and Khro rgyal. The latter became a monk and\n                     a nephew of his took his place to be the chief of the tribe.</p>\n\n                  <p> A monk of La mo bde chen, a large dGe lugs pa monastery located in the same\n                     area, went to Lhasa for studying. He was kown as Zhwa khra Lha rams pa when he\n                     obtained the degree of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lha rams dge bshes</span> in Lhasa. Nobody\n                     seems to remember his real name today. He had a Ma ni khang built in Zhwa khra\n                     village when he came back from Lhasa, and the Ma ni khang was shared by both\n                     Buddhist and Bonpo people for centuries. The date of the foundation is not\n                     clear, but, according to dBang grags, a retired leader of gCan tsha county and\n                     comes from Zhwa khra village, and some old Bonpo such as Padma Tsering who were\n                     from the village as well, the Ma ni khang was founded about eight generations\n                     ago. </p>\n\n                  <p>A lay Bonpo tantric called rNam thar rgyal had a statue and thangka of the\n                     divinity dBal gsas made in the Ma ni khang, and so tantrics of both Buddhists\n                     and Bonpo practised together for many years.</p>\n\n                  <p>Today, there are eighteen lay tantrics in the Ma ni khang. They practise both\n                     Buddhism and Bon relgion. Ma ni khang has forty-two families as its local\n                     community. And then, rNam thar rgyal finally founded a Bonpo temple in the\n                     village called mTsho kha near Zhwa khra village and this was how Bon religion\n                     began to spread there. The temple was damaged in middle of the twentieth\n                     century and has not been yet rebuilt.</p>\n\n                  <p>Another Bonpo lay tantric called rDo rje founded a new and small Bonpo temple\n                     separately in Zhwa khra village in the second half of the twentieth century to\n                     follow rNam thar rgyal&rsquo;s example. rDo rje has his family and a few followers.\n                     In the temple, the ritual cycle of dBal gsas is performed from to time to time.\n                     There are no regular rituals either in the Ma ni khang or the gSas khang. </p>\n\n                  \n\n                     "},{"title":"Source","index":3,"parent_index":2,"body":"\n\n                     \n\n                        "},{"title":"(1) Interviews","index":4,"parent_index":3,"body":"\n\n                        <p> Interview in 1996 with : dBang grags and Padma Tsering, a lay tantric,\n                           both from Zhwa khra village</p>\n\n                     \n\n                  \n\n               "}]}