{"meta":{"domain":"places","kid":"23561","authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"title":"Welkhyung Yungdrung Tongmön Ling Introduction","dates":{"created_at":"2011-12-13 02:30:01 UTC","updated_at":"2011-12-13 02:30:01 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Welkhyung Yungdrung Tongmön Ling Introduction"},{"title":"Nyag rong rdzong","index":1,"parent_index":0,"body":" "},{"title":"(155) dBal khyung Monastery","index":2,"parent_index":1,"body":" "},{"title":"1. Name of the monastery","index":3,"parent_index":2,"body":" <p>The full name of the monastery is dBal khyung gYung drung mthong smon gling. It is also known as dBal khyung gShen bstan mdo sngags gling.</p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>The monastery is located in rNga yab, southwest of Ri snang, the seat of Nyag rong county. There is a 28 km motorable road between the county town and Shang lang shod township, and another 15 km of road between the township and philosophical college (bshad grwa) of sKal bzang Monastery. dBal khyung Monastery is around an hour’s walk from the college.</p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>In the 8th Rab byung (1447-1506), there were eight men considered as saints in Nyag rong area, four of whom were Bonpo: Brag dben bKra shis rgyal mtshan, dBal khyung sMon lam rgyal mtshan, rTsis ’das Nyi ma rgyal mtshan and Dar ri sByin pa rgyal mtshan. </p> <p>According to gYung drung don grub (dBal khyung dgon pa’i lo rgyus, MS, p.4) it was dBal khyung sMon lam rgyal mtshan who founded the monastery at rDzong mgo in the 8th Rab byung (1447-1506). His son, Blo gros rgyal mtshan, succeeded him as head of the monastery, but the monastery was destroyed by fire in the second half of Nam mkha’ grags pa’s life, (another famous head of the monastery). It was rebuilt during the life-time of Tshul khrims bstan rgyal. The monastery is believed to have been moved during bSod nams dbang rgyal’s time and was renamed dBal khyuung gYung drung mthong smon gling. </p> <p>Here is a list of the subsequent masters of the dBal khyung lineage: dBon po A kru, lHun grub tshul khrims, bstan ’dzin rgya mtsho, Bla ma tshul khrims, O rgyan rnam grol, Bla ma blo bzang, Karma ye shes, bsTan pa rgyal mtshan and gSang sngags gling pa (1864-?). The latter played an important role in the development of the monastery and Bon in the region. He enlarged the monastery, adding two assembly halls (’du khang) and thirteen monks’ cells (grwa shag). ’Chi med rig ’dzin and mKha’ spyod dbang mo are also believed to have greatly contributed to the monastery’s development. and gYung drung don grub is the the present head of the monastery who is assisted by sMon rgyal lha sras. The latter is a tantric practitioner. He was a son of Kun grol Hum chen, the sixth Kun grol grags pa and brother of mKha’ spyod dbang mo, a famous mkha’ ’gro and discoverer of gter ma texts in the 20th century. The monastery is famous for its unique and beautiful manuscript set of the Bonpo Kanjur which miraculously survived the turbulences of recent history. It was reproduced and published by A yung and Shug sdong sKal bzang phun tshogs in Chengdu 1985-1987 and again later by sMon rgyal lha sras, in Lhasa in collaboration with the Tibet Academy of Social Sciences. The monastery itself was totally destroyed, but was rebuilt by gYung drung don grub in the nineteen-eighties. </p> "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one bla ma</li> <li>two dbu mdzad</li> <li>three dge skos </li> <li>one dkor gnyer </li> <li>two mchod dpon </li> </ul> <p>With the exception of the head of the monastery, the incumbents of the above-listed positions are reappointed every three years on a rotating basis. </p> "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":" <p>There were twenty-four monks and novices in the monastery in 1997.</p> "},{"title":"6. Curent education","index":8,"parent_index":2,"body":" <p>There are no regular, organized classes, and the young monks are taught by the elder monks.</p> "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":" <p>The monks go to sMan ri Monastery (No.1) in gTsang and Shar rdza Hermitage (No.138) for their ordination, further training and retreats.</p> "},{"title":"8 / 9. Rituals","index":10,"parent_index":2,"body":" <p>dBal khyung and Brag dben (No.156) Monasteries conduct four rituals together at dBal khyung Monastery: the commemoration of gSang sngags gling pa from the 25th to the 30th day of the 2nd month; the commemoration of mKha’ spyod dbang mo from the 23rd to the 28th day of the 3rd month; the tshes bcu ceremony from the 1st to the 10th day of the 6th month and the dgu gtor rite from the 21st to the 29th day of the 11th month. Two rituals are performed collectively by the two monasteries at Brag dben Monastery: the tshes bcu ceremony from the 3rd to the 10th day of the 7th month, and the dgu gtor rite from the 23rd to the 30th day of the 12th month at dBal khyung.</p> "},{"title":"10. Books held in the monastery","index":11,"parent_index":2,"body":" <p>The monastery has one copy of the Bonpo Kanjur, MS, one copy of the printed edition of Dran pa ’bka thang, one copy of the printed edition of Pad ma bka thang, a copy of the printed edition of Shar rdza bKra shis rgyal mtshan’s collected works in twenty-six volumes, and one copy the printed edition of gTer chen Tshe dbang grags pa’s collected works.</p> "},{"title":"11. Income and expenses","index":12,"parent_index":2,"body":" <p>The monastery has five female yaks tended by several local families who give the monastery 10 kg of butter per yak each year. The monks provide their own food and the monastery otherwise depends on donations from the faithful. </p> "},{"title":"12. Local community","index":13,"parent_index":2,"body":" <p>The local lay community consists of two shog khag (communal divisions), bZhag ri and Kha lung. The former comprises five villages: bZhag ri with seventeen families, Sa so with two families, Glang rong with one family, rGo dung with one family and ’Ga’ yeng with twelve families. The latter, Kha lung comprises eight villages: Wa lung with one family, Bo mi with ten families, dBal khyung with four families, Tso shis with two families, Chu shod with six families, Yang gzhung with two families, Bung leng with three families and Kha ’khor with one family. All these villages constitute the lha sde (local lay community) of both dBal khyung and Brag dben monasteries.</p> "},{"title":"14. Occupation of the local population","index":14,"parent_index":2,"body":" <p>Farming supplemented by animal husbandry</p> "},{"title":"Source","index":15,"parent_index":2,"body":" "},{"title":"(1) Interviews","index":16,"parent_index":15,"body":" <p>Kun bzang nyi ma (b.1964); A rdo (b.1934)</p> "}]}