{"meta":{"domain":"places","kid":"16539","authors":[],"title":"Belpa Khar Introduction","dates":{"created_at":"2010-08-11 20:45:55 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Belpa Khar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Belpa KharSbal pa mkhar","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>On the top of a 20-m high conical hill, heaps of stones mark the location of a small citadel known as <span class=\"popular\">Belpa Khar<\/span><span class=\"scholar\">Sbal pa mkhar<\/span>. This site is located at the head of a narrow valley called <span class=\"popular\">Belpa Yudong<\/span><span class=\"scholar\">Sbal pa g.yu gdong<\/span> (Frog Turquoise Face). The summit (9.5 m x 10 m) of this limestone formation is blanketed in rubble, which pours down the flanks of the hill for a distance of 2 m to 5 m on all sides. The steep hillside gives the site a fairly good defensive position, however, higher ground to the north and south could potentially have been used to harass he occupants with volleys of arrows and stones. The structures were built of uncut limestone blocks of variable size (15 cm to 80 cm). Only small sections of the rampart that encircled the summit are still intact. They were constructed of random-rubble. Cultivation once took place in the <span class=\"popular\">Belpa Yudong<\/span><span class=\"scholar\">Sbal pa g.yu gdong<\/span> valley below the citadel. This narrow valley has a good spring, which drains into the <span class=\"popular\">Bar<\/span><span class=\"scholar\">Bar<\/span> basin before disappearing underground. From <span class=\"popular\">Belpa Khar<\/span><span class=\"scholar\">Sbal pa mkhar<\/span> there are excellent views of the long and narrow mtsho mo ngang la ring mo. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p> <span class=\"popular\">Belpa Khar<\/span><span class=\"scholar\">Sbal pa mkhar<\/span> is said by local sources to have been an ancient fortress.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Summit complex","index":7,"parent_index":6,"body":" <p>On the south and east sides of the summit, ramparts between 60 cm and 1.5 m in height have persisted. There is also a small bit of an integral revetment on the north side of the summit. The substantial wall-bases and copious amounts of rubble suggest that substantial structures once stood at <span class=\"popular\">Belpa Khar<\/span><span class=\"scholar\">Sbal pa mkhar<\/span>. Approximately 5 m below the summit, on the east slope, here is a foundation (5.2 m x 4.1 m), where ostensibly a building once stood. Most of the footings are intact and they incorporate naturally occurring boulders within them. The west foundation wall is built 70 cm into the uphill slope, while the east wall footing rises 1.2 m above the downhill slope. These walls are around 60 cm hick and were built of random-work. There may also have been a small edifice on the slope below the west side of the summit, but structural evidence was largely effaced by the construction of a now disused <span class=\"popular emph\">drok pa<\/span><span class=\"scholar emph\">&rsquo;brog pa<\/span> shelter.<\/p> "},{"title":"Lower site","index":8,"parent_index":6,"body":" <p>At the southern base of the hill, on the edge of a gully, there are the remains of another foundation (4.8 m x 5.8 m). It was built of large stones that drew in situ boulders into its construction. The uphill wall of the structure is set 90 cm into the ground. Some tens of meters farther south there is another structure that appears to have had a domiciliary function (6.4 m x 3.9 m). Parts of all four walls are intact and they are generally aligned in the cardinal directions. The rear or west wall is built 80 cm into the slope. The east wall stands freely to a height of 1.1 m. The 40-cm to 60-cm-thick walls are made of random-work. This structure was partitioned into east and west rooms. Its constructional features and physical decay seem to suggest that this is a monument of significant age. Its relationship, if any, to the hilltop fortress is unknown. <\/p> "},{"title":"Affiliated sites","index":9,"parent_index":2,"body":" "},{"title":"Buddhist monastery","index":10,"parent_index":9,"body":null},{"title":"Old agriculture","index":11,"parent_index":9,"body":null}]}