{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Kanyin Doring Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "II.1. Stelae and accompanying structures: Funerary and non-funerary structures"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Kanyin DoringKa nyin rdo ring "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Kanyin Doring</span><span class=\"scholar\">Ka nyin rdo ring</span> (sp.?)</li> <li>Site number: C-135</li> <li>Site typology: II.1b </li> <li>Geographic coordinate (N. lat.): 31º 15.5΄ </li> <li>Geographic coordinate (E. long.): 82º 55.8΄</li> <li>Elevation: 4850 m </li> <li>Administrative location (township):<span class=\"popular\">Sele Puk</span><span class=\"scholar\">Se le phug</span> </li> <li>Administrative location (county): <span class=\"popular\">Gegyé</span><span class=\"scholar\">Dge rgyas</span> </li> <li>Survey expedition: HTWE</li> <li>Survey date: June 25, 2004</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Kanyin Doring</span><span class=\"scholar\">Ka nyin rdo ring</span> is located in a relatively narrow valley south of the sa le phug basin. This locale is also called <span class=\"popular\">Dotsup</span><span class=\"scholar\">Rdo rtsub</span> (Rocky). <span class=\"popular\">Kanyin Doring</span><span class=\"scholar\">Ka nyin rdo ring</span> is situated near the bottom of a relatively narrow valley. The views in all directions are quite circumscribed. The terrain is sandy and gently declines to the east. The site is named after a rocky ridge known as <span class=\"popular\">Kanyin</span><span class=\"scholar\">Ka nyin</span>, which bounds the northeast side of the valley. <span class=\"popular\">Kanyin Doring</span><span class=\"scholar\">Ka nyin rdo ring</span> consists of five pillars erected inside an enclosure. All structural elements of the monument are made of the same type of gray rock. </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>None was collected.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>The enclosure is roughly aligned in the intermediate directions. It approximately measures 9.2 m (northeast-southwest) x 6.1 m (southeast-northwest). This orientation may have been adopted due to the exigencies of the local topography. The valley in which it is found is aligned in the southeast (upstream) and northwest (downstream) directions. The enclosure walls are all highly disintegrated. However, parts of all but he southwest wall are extant. The southwest wall must have been parallel to the row of pillars and in close proximity, as suggested by the dispersion of unfixed stones. The perimeter walls contain both flush blocks and upright slabs, up to 60 cm in length. These stones are even with the ground surface or project above it as much as 20 cm. The specific design traits and thickness of the perimeter walls is no longer evident. Two prominent stones set perpendicular to the course of the northeast wall form the sides of an opening 1.1 m in width. These wo upright ‘portal’ slabs are 70 cm in length (with a 20 cm projection above the ground surface) and 60 cm in length (with a 25 cm projection above the surface). The portal is situated 2 m from the southeast corner and 3 m from the northwest corner of the enclosure. The northeast wall course seems to span the portal thus it is not completely open. Many stones are scattered around the enclosure. At one time, these must have been part of this structure.</p>", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Enclosure"
  }, 
  {
   "body": "<p>The five pillars of <span class=\"popular\">Kanyin Doring</span><span class=\"scholar\">Ka nyin rdo ring</span> form a southeast-northwest row 2.8 m in length. From northwest to southeast, they have the following dimensions and characteristics:</p><ol> <li>Long-stone DR1: four-sided (60 cm [height] x 75 cm [basal girth]).</li> <li>Long-stone DR2: irregularly shaped (45 cm x 60 cm).</li> <li>Long-stone DR3: tabular, broken (45 cm x 90 cm).</li> <li>Long-stone DR4: irregularly shaped (80 cm x 1 m).</li> <li>Long-stone DR5: irregularly shaped (60 cm x 80 cm). </li> </ol><p>A superficial funerary structure is possibly situated 30 m northwest of the walled pillars. Nevertheless, not enough of this structure has survived to secure a positive identification.</p>", 
   "index": 8, 
   "parent_index": 6, 
   "title": "Pillars"
  }
 ], 
 "meta": {
  "date": "2010-08-25 11:11:52 UTC", 
  "domain": "places", 
  "kid": "16740", 
  "authors": [], 
  "title": "Kanyin Doring Introduction"
 }
}