{"meta":{"authors":[],"title":"ཀརྨ་ཤག","dates":{"created_at":"2010-08-13 17:00:42 UTC","updated_at":"2010-08-13 17:00:42 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"ཀརྨ་ཤག"},{"title":"གྲོང་ཁྱེར་ལྷ་ས།","index":1,"parent_index":0,"body":" "},{"title":"ཀརྨ་ཤག","index":2,"parent_index":0,"body":" <p>བར་སྐོར་གྱི་ཤར་ངོས་འོང་སྟོད་ཞིང་ཁའི་ལྷོ་ངོས་སུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། ཀརྨ་ཤག་ཅེས་པ་ནི། སྔོན་གནས་དེའི་ལྷོ་ངོས་སུ་བཀའ་ཤག་ལྷོ་ཞེས་སྡེ་པ་གཞུང་གི་བཀའ་ཤག་ཚོགས་སའི་ཁང་པ་སེར་པོ་གསུམ་ཐོག་ཅན་ཞིག་ཡོད་པ་དེའི་སྲུང་མ་ཁང་ལྟ་བུར་གྱུར་པས་ཀརྨ་ཤག་དང་། ཡང་གསུང་སྲོལ་གཞན་ཞིག་ནི་ཀརྨ་དགོན་གསར་ཇུན་གར་བས་གཏོར་རྗེས་དེའི་སྲུང་མ་བཞུགས་ཡུལ་དུ་སྲུང་མ་ཁང་དེ་བསྐྲུན་ཞེས་གསུངས། ཀརྨ་དགོན་<span class=\"milestone page eng \">[page <span class=\"pnum\">28<\/span>] <\/span>སར་གྱི་རྒྱ་ཕིབས་སེ་ར་དགོན་པར་ཕུལ་རྗེས་སྲུང་མ་ཁང་དེའི་བདག་ཐོབ་ཀྱང་སེ་ར་དགོན་པར་སྦྱར་བ་ཡིན་སྟབས་སྔོན་སེ་ར་བླ་སྤྱིའི་ཁོངས་ཡིན ཀརྨ་ཤག་སྲུང་མ་ཁང་དུ་གཙོ་བོ་ལྷ་སའི་ས་བདག་གམ་ཡུལ་ལྷ་ཆོས་སྐྱོང་ཀརྨ་ཤག་གི་བཙན་ཁང་ཡིན། འདིའི་མཚན་ངོ་མར་ཤར་ཕྱོགས་སྐུ་ཡི་རྒྱལ་པོའི་བློན་པོ་ཆོས་སྐྱོང་བྱ་ཁྲི་སྤྱན་གཅིག་ཅེས་ཞུ། བྱ་ཁྲི་སྤྱན་གཅིག་ཅེས་པ་ནི། ལྷ་དེའི་སྣང་བརྙན་རྒྱུན་གཏན་གྱི་སྤྱན་གཉིས་བཙུམས་ཤིང་། དཔྲལ་བའི་ཡེ་ཤེས་ཀྱི་སྤྱན་འབུར་ཚུགས་སུ་གཟིགས་པ་དེས་ནམ་མཁར་བྱ་ཁྲི་གཅིག་འཕུར་ཀྱང་ཐམས་ཅད་སྤུ་མདོག་མ་ནོར་བར་ཁྲ་ལམ་མེར་གཟིགས་ཐུབ་ཅེས་ཟེར། དེའང་བྱ་ཁྲི་སྤྱན་གཅིག་སྐུ་ཤིན་ཏུ་འཚུབ་པས་གུ་རུ་རིན་པོ་ཆེས་སྤྱན་གཉིས་བཏོན་གནང་སྟེ་“ད་ཁྱོད་ཀྱིས་ཅི་མཐོང་ངམ”ཞེས་གསུངས་པར་“ངའི་མིག་གཅིག་གིས་ནམ་མཁར་བྱ་ཁྲི་གཅིག་འཕུར་བ་མཐོང་བྱུང་”ཞེས་ཞུས་པ་བཅས་ཀྱིས་སྲུང་མ་དེའི་མཚན་ལ་བྱ་ཁྲི་སྤྱན་གཅིག་ཅེས་གསོལ། ཆོས་སྐྱོང་འདི་སྐུ་ཕེབས་གནང་སྲོལ་ཡོད་ཅིང་། དེའང་སྐུ་ཁོག་གཅིག་ལ་བྱ་ཁྲི་སྤྱན་གཅིག་དང་། འཁོར་བཙན་རྒོད་ཆེན་མོ་སོགས་ཕེབས་པ་ཡིན། བྱ་ཁྲི་སྤྱན་གཅིག་གི་དབུ་ཞྭ་རྨོག་གི་སྟེང་དུ་དར་འཕྲུ་དང་། འཁོར་བཙན་རྒོད་ཆེན་མོའི་དབུ་ཞྭ་ནི་བཙན་ཞྭ་ཡིན། ད་དུང་སྐབས་རེ་ཐང་ཞུ་གྱོན་པའི་རྒྱལ་པོའང་སྐུ་ཕེབས་གནང་སྲོལ་ཡོད། ལྷ་དེ་ནི་རགས་རྒྱབ་པ་དང་སྐོར་བྱ་པ། ལྷ་སའི་ལྷ་མོ་བའི་སྐྱིད་སྡུག་སོགས་འགས་དུས་བཀག་ལྟར་ཟླ་རེར་སྐུ་གསོལ་ཐེངས་རེ་ཞུ་སྲོལ་ཡོད། རྒྱུན་གཏན་གྲོང་ཁྱེར་ནང་ནས་གསོལ་ཁ་བཀྱག་སྟེ་ལུང་བསྟན་སོགས་ཞུ་བ་ཡིན། བྱ་ཁྲི་སྤྱན་གཅིག་གི་བཀའ་ལུང་མི་གསལ་ཞིང་སྐུ་ཕེབས་ཡུན་ཡང་ཐུང་། འོན་ཀྱང་བཙན་རྒོད་ཆེན་པོ་ནི་སྐུ་ཕེབས་ཡུན་རིང་ལ་བཀའ་ལུང་ཡང་གསལ་པོ་ཡོད། ལོ་ལྟར་སྨོན་ལམ་ལ་རྒྱལ་བ་རིན་པོ་ཆེ་ཚོགས་ཕེབས་གནང་བ་ཡིན་ན་ཤ་ཁྲོམ་ཟུར་ནས་གུས་ཕྱག་འབུལ་ཞིང་ཕེབས་སྐྱེལ་གྱི་ཚུལ་བྱེད་དགོས། ལོ་ལྟར་བོད་ཟླ་5ཚེས་15སྟེ་འཛམ་གླིང་སྤྱི་བསངས་ཉིན་རང་གི་འཁོར་རགས་རྒྱབ་བཙན་ཁང་དང་མཉམ་<span class=\"milestone page eng \">[page <span class=\"pnum\">29<\/span>] <\/span>ུ་སྐུ་ཕེབས་གནང་སྟེ་མཇལ་ཁ་གཏོང་དགོས། བོད་ཟླ་དྲུག་པའི་ཟླ་མཇུག་གི་ཉིན་ཞིག་ཐོག་མར་ཀརྨ་ཤག་སྒོ་རྭའི་ནང་བོད་ཀྱི་བསྟན་སྲིད་དང་། ལོ་ཕྱུགས་ཚོང་སོགས་ལེགས་ཉེས་ཇི་ཡོང་གི་རྟགས་མཚན་དང་། བཀའ་ལུང་གནང་དགོས། བཀའ་ལུང་རྟགས་མཚན་མཚོན་བྱེད་ནི། དངོས་པོ་དང་གསང་བརྡ་སོགས་ལས་སྟོན་གནང་བ་ཡིན། དེ་ནས་རགས་རྒྱབ་པ་དང་སྐོར་བྱ་བས་འཆམ་རྒྱག་དགོས། འཆམ་ནི་རྔ་འཆམ་ལས་དུང་འཆམ་མེད། རྔ་སྦུབ་དཀྲོལ་མཁན་ནི་གྲོང་ཁྱེར་ནང་གི་སྤྲང་པོ་དང་། འཁྱམ་པོ། མཐེབ་དྲས་རྒྱག་མཁན་སོགས་ཡིན། དེ་ནས་སྐུ་རྟེན་རྟགས་ཧྲག་དང་བཅས་རྟགས་མཚན་གྱི་དངོས་པོ་བསྣམས་ཏེ་སེ་རར་ཕེབས་ཤིང་ཚོགས་ཆེན་རྡོ་གཅལ་སྟེང་གར་འཆམ་དང་བཅས་གཟིགས་འབུལ་ཞུ་དགོས་པ་ཡིན། ཡང་ནོར་གླིང་ཞོ་སྟོན་སྐབས་ལའང་གོང་ལྟར་གཟིགས་འབུལ་ཞུ་དགོས་པ་ཡིན། དེ་ལྟར་རྟགས་མཚན་གྱི་དངོས་པོ་ལག་ཏུ་བཟུང་ནས་སྐྱོད་སྐབས་ལྷ་ས་བས་དོ་སྣང་ཆེན་པོ་བྱེད་ལ། ཆོས་སྐྱོང་གི་བཀའ་ལུང་ཡང་ཀརྨ་ཤག་རྒྱལ་སྒོའི་ཕྱི་རུ་སྦྱར་བས་དེ་ཀློག་མཁན་དང་བཤུ་མཁན་མང་པོ་ཡོད། ལོ་ལྟར་བོད་ཟླ་10ཚེས་15ཏེ་དཔལ་ལྷའི་དུས་ཆེན་ཉིན། ཆོས་སྐྱོང་སྐུ་ཕེབས་གནང་ནས་དགའ་ལྡན་དར་ཆེན་སྒྲོལ་མཚམས་སུ་ཆོས་སྐྱོང་གིས་གར་སྟབས་དང་བཅས་དཔལ་ལྡན་ལྷ་མོའི་རྗེས་སུ་ཕྱག་མདུང་དལ་བུར་འཕངས་ཏེ་ཞལ་ཤར་དུ་གཏད་ནས་རང་གནས་སུ་ལོག་ཕེབས། དེ་ནི་བྱ་ཁྲི་སྤྱན་གཅིག་དང་། དཔལ་ལྡན་ལྷ་མོ་ཁྱོ་ཤུག་གི་ཚུལ་ཡིན་ཀྱང་། དཔལ་ལྡན་ལྷ་མོས་ཡུམ་གྱི་ཞབས་ཕྱི་ཡག་པོ་མ་ཞུས་སྟབས་ཁོང་གཉིས་ལོ་གཅིག་ལ་དུས་གཅིག་མ་གཏོགས་མི་འཕྲད་པའི་ཐུགས་སྨོན་གནང་བས་དེ་ཉིན་མཇལ་རྗེས་ཞལ་བྲལ་མི་ཕོད་པའི་ཐུགས་འཕྲེང་གནང་བ་མཚོན་པ་ཡིན་ཞེས་ཟེར།<\/p> <p>ད་ལྟ་སྔོན་གྱི་བཙན་ཁང་དེར་ཉམས་གསོ་གནང་བའི་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད།<span class=\"milestone page eng \">[page <span class=\"pnum\">30<\/span>] <\/span> <\/p>  "}]}