{"meta":{"authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}],"title":"Tewo Introduction","dates":{"created_at":"2011-12-13 02:30:57 UTC","updated_at":"2011-12-13 02:30:57 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Tewo Introduction"},{"title":"Bonpo monasteries and temples in Tibetan regions in Qinghai, Gansu and Sichuan","index":1,"parent_index":0,"body":" "},{"title":"The bo County","index":2,"parent_index":0,"body":" "},{"title":"Introduction","index":3,"parent_index":2,"body":" <p>The bo, sometimes called The bo gorge (The bo rong) is a long, deep gorge with numerous side-gorges through which flows the The bo Chu nag or ’Brug chu. Geographically it belongs to the sGang gsum rong drug (“three hills and six gorges”).</p> <p>The bo County is located in southeast Gannan Tibetan Autonomous Prefecture of Gansu province in China. The county covers an area of 51,480000 sq km, 60% of which are covered by forest. The county is divided into twelve districts (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>): sTeng ka, Gyi ba, Kha pa, sTag ra, Nyin ngo, dBang bzang, Huayuan, A zha, rDo ra, Ri dbang, Bya ’bab and La rtse khog. It comprises a total of two hundred and twenty-one villages. The population is 3201, about 80% of which are Tibetan. Most of the inhabitants are farmers who practise both agriculture and animal husbandry.</p> "},{"title":"History","index":4,"parent_index":2,"body":" <p>The bo was occupied by A zha in the sixth century, and descendents of A zha’s people may still be found in the following thirteen villages in A zha valley (A zha khog), one of the side-gorges in A zha district (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>): Nags sked, A rta srib, Khe lam, Phyug bcu, Pe gseb, Nags gong, Nyin pa, bTsun mo, sMad lung, rGyab klu gong ma, rGyab klu ’og ma, lTag srib, Sa dkar sgang. Shortly after A zha’s invasion, the Tibetan army defeated A zha’s forces and annexed the whole The bo area to Tibet. Ancient Chinese Sources refer to The bo as Di Zhou (Di is the Chinese pronunciation of The, Zhou the Chinese word for prefecture), and state that it was established as a prefecture in 577 A.D. It is also mentioned that at the time, in addition to the present The bo county area, the prefecture included mDzo dge and Nan ping located in present day southern Gansu. In recent history The bo was conquered from the North by the King of Cone and remained under the control of Cone until the nineteen-forties. The bo was intergrated into Cone Autonomous Region in 1950 and established as a separate county in 1962.</p> <p>It is not certain when Bon first reached the area; according to oral history, it was during the Imperial period when the Yarlung kings unified Tibet and the ’Phags pa rnams gsum spread Bon in Amdo. Later, with the development of Buddhism in the area, many Bonpo monasteries were converted to Buddhism, especially to the dGe lugs pa tradition.</p> <p>There are more than twenty Buddhist monasteries in The bo, all of which are dGe lugs pa with the exception of sPe gu Monastery which is Sa skya pa. The first Buddhist monastery in The bo appears to be sTeng ka Monastery, which was founded by dPal Shes rab ’bar, a famous disciple of ’Phags pa Blo gros rgyal mtshan (1235-1281), and which was later converted to the dGe lugs pa tradition. The dGe lugs pa began to establish monasteries in the area from the late sixteenth century onwards --three monasteries at the end of the sixteenth century, six in the seventeenth century, six in the eighteenth century, three in the nineteenth century, whose foundation date remains unknown.</p> "},{"title":"(91) gTso tshang Monastery","index":5,"parent_index":2,"body":" "},{"title":"1. Name","index":6,"parent_index":5,"body":" <p>gTso tshang Monastery’s full name is gSang sngags smin grol dar rgyas gling. gTso is the family name of gTso ’phags Zla ba rgyal mtshan whose descendents founded the three monasteries -Ze kha, Bya brang and gSer gzhong- that constitute gTso tshang. Since the monastery is presently located in Legs lung village, it is also known as Legs lung Monastery. In the local dialect, the name of the village used to be La lo, but since no one no longer knows the original meaning of the term, the monastery’s name was recently changed to Legs lung, “Good Valley”, because of the term’s positive connotation.</p> "},{"title":"2. Location","index":7,"parent_index":5,"body":" <p>In the early nineteen-eighties, the authorities granted permission to rebuild Ze kha, Bya brang and gSer gzhong monasteries together as one monastery at the site of Bya brang Monastery in Bya brang village, where the main assembly hall (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’du khang</span>) had escaped destruction. However, since there was no longer enough land there to rebuild all three monasteries, Legs lung village was chosen as a new site. The site is located in Drongtsa (’Brong tsha) valley, 2 km east of the The bo county seat. The mountain behind the monastery (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rgyab ri</span>) is part of the sTag sgang range. The monastery, nestled in the mountain, is situated on the north bank of the eastward flowing ’Brug chu river and faces south (latitude: 34°02’93”N, longitude: 103°15’22”E).</p> <p>The original site of Ze kha monastery (latitude: 34°02’41”N, longitude: 103°14’67”E) is located 1 km northeast.</p> <p>The original site of Bya brang Monastery is located 2 km east of county town on the opposite river bank (latitude: 34°02’27”N, longitude: 103°15’35”E).</p> <p>The original site of gSer gzhong Monastery (latitude: 34°35’45”N, longitude: 103°30’27”E) is located 5 km east of county town on the north bank of the river.</p> "},{"title":"3. History","index":8,"parent_index":5,"body":" <p>According to oral tradition, the three brothers and great Bonpo masters Do ’phags chen mo, sKyang ’phags Nyi ma rgyal mtshan and gTso ’phags Zla ba rgyal mtshan came to Amdo to spread the Bon doctrine. They “opened” many hermitages (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">ri khrod</span>), some of which later became monasteries (for instance, sNang zhig Monastery No. 180, one of the largest Bonpo monasteries in Tibet, was originally a hermitage founded by Do ’phags chen mo). The three masters played a key role in the first spread of Bon in Amdo. There are descendents of gTso still living in The bo, Khri ka, Shar khog (=Zung chu) and rGan rgya in Amdo. Kyang za Yig rtsis ma, the mother of the three masters, also a fervent Bonpo, established her main residence at a site known as dGu skyang. gTso ’phags Zla ba rgyal mtshan is believed to have travelled extensively throughout the area, actively spreading the Bon religion. Although he founded only a number of sacred sites (and no monastery), he made a profound impression on the local culture and traditions. One of his mother’s sacred sites and his main ritual and cremation sites are located at Chu gter rdzong, on Brag dkar bya rgod, a sacred mountain (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gnas ri</span>) in Amdo. The first Bonpo monasteries were founded much later (only four to five generations ago) by gTso ’phags’s descendents. At present the remaining known descendents of gTso ’phags live in the three villages that are financing the reconstruction of the three monasteries. Five of the families live in Ra nang village which is responsible for Ze kha Monastery, four in Bya brang village which is responsible for Bya brang Monastery, and two in gSer gzhong village which is responsible for gSer gzhong Monastery. There is no doubt that the ’Phags pa rnams gsum were lay people and that their religious tradition was permeated by indigenous customs and beliefs. However, the monasteries - which emerged much later - seem to have been strongly influenced by Buddhism.</p> <p>Since gTso tshang Monastery in fact comprises three monasteries - Ze kha, Bya brang, and gSer gzhong - it is important to mention here the information concerning their respective historical backgrounds.</p> "},{"title":"Ze kha","index":9,"parent_index":8,"body":" <p>The date of Ze kha Monastery’s foundation and the identity of its founder remain obscure; even A skal, the only surviving monk who has some knowledge on the history of gTso tshang and who wrote the only historical account of the monastery (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TGLG</span>) is uncertain. The first master of Ze kha Monastery, Shar ba khri skyang, was born in sTod mtsho ’phel into one of the three Khri skyang villages of Zung chu County in rNga ba Prefecture; the second master was born in rGya myi ya ru (the exact location of which remains unknown). The third master was born in En ’dzin mtsho ’dus. During his lifetime the monastery’s assembly hall was destroyed by fire and rebuilt. He travelled to Central Tibet and Khams. He was renowned as a saint, and was believed to be endowed with miraculous powers (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">grub rtags</span>); He is said to have founded the monastery’s <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’cham</span> (monastic dance). The fourth master remains unidentified. The fifth, Bla ma skyabs, was born in lDong ba village of Brag sgom ba; his father was called A dam and his mother Klu mo. He broke his religious vows, so three influential monks of Ze kha - Dran pa skyabs, bSod nams dar rgyas and A rdo - invited Tshul khrims rgyal mtshan, a descendent of Do ’phags chen po, then aged five, from rNga khog to take his place in 1930. However, the new incumbent also broke his vows when he turned twenty-five, and was replaced by his brother Bon slebs Nam mkha’ bstan ’dzin, the present master of gTso tshang Monastery. Before 1958, Ze kha Monastery comprised a two storey assembly hall with five rooms on each floor, a common house (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">spyi khang</span>) with nine rooms and a two-storey building with five rooms called rNga sgra khang. According to oral tradition, the monastery was built on the site of an ancient Chinese Han fort.</p> "},{"title":"Bya brang","index":10,"parent_index":8,"body":" <p>Although the real name of Bya brang Monastery’s first lama remains unknown, he was locally known as gSer so can and was born in dGu skyang. According to oral tradition, he left dGu skyang with a retinue in search of an auspicious place to build a monastery. Disappointed by the first two sites where he expected to receive some favourable omen, he continued his search. As he was passing through a place called Nags ’bul beyond Tsha bzo mountain, he came upon a dead body which turned out to be that of the son of the A bze village chief who had been killed by a gang of robbers. He covered up the corpse, left his favourite dog behind to guard the corpse, and went to look for the deceased man’s father. He eventually met the chief and his entourage who were looking for the son. The chief, moved by the Lama’s solicitude for his dead son, requested him to become his spiritual master and offered him land on which to build the monastery, as well as fields and an estate to support it. The chosen site was known as Bya brang (“Bird’s chest”) because of its garuda-like shape. gSer so can accepted the offer and thus Bya brang Monastery was built. His successor and incarnation was born in Mar sgur village not far from the monastery. Not much is known about the third incarnation except that he too was born in Mar sgur. However there are many fantastical tales relating his miraculous deeds circulating among the local Bonpo community. The fourth incarnation was born in En ’dzi’i snya bza’. The fifth was born in 1918, and his father was Klu ’bum bsod nams. He studied under Hor btsun bsTan ’dzin blo gros and obtained the Rab ’byams pa degree at gYung drung gling Monastery (No.2), and thus acquired a reputation as a learned lama. He built a new assembly hall. He died in 1958 at gYung drung gling. Before 1958, the monastery comprised a new assembly hall built of wood with five rooms on each floor, and a two-storey common house (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">spyi khang</span>) with five rooms on each floor, likewise built of wood.</p> "},{"title":"gSer gzhong","index":11,"parent_index":8,"body":" <p>The first master of gSer gzhong Monastery, a descendent of gTso ’phags called Thor cog can, arrived from Dwang ra in the North to look for a place to build a monastery. He stopped at the site of gSer gzhong one night to rest and dreamt that a fox had stolen one of his boots, thus preventing him from travelling further. However, he found the fox’s den with his boot inside. Thor cog can took this as a favourable omen and decided to build the monastery there. Its construction was financed by A nag dbang chen and gShen tsha glang thar. </p> <p>Thor cog can’s reincarnation was born in sTag ri snya nang. The following incarnation and third lama of the monastery was born in En ’dzi’i nyin ri. The fourth, Shes rab bstan ’dzin was born at sGang ri kha in 1907 and was enthroned at the age of six. He studied under Kun bzang tshang from sNang zhig in The bo and later went himself to sNang zhig to further his studies. He also travelled to central Tibet with an entourage. On the way, at Sog sde in Nag chu kha, he subdued a demon, a feat which earned him considerable fame and popularity. After spending three years at gYung drung gling and seven years at Grwa sa ’og ma i.e. sTag rtse ri khrod in Kong po to study and collect funds for the monasteries, he returned to The bo where he died in 1954 at the age of forty-seven. </p> <p>Another incarnation of the same lama was born almost at the same time, in 1916. His father was named Klu ’bum and his mother gNam sman ’tsho. He was enthroned at the age of twelve and his appointed tutor (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yongs ’dzin</span>) was Tshe dbang shes rab. He left the monastery at a young age to search for his own spiritual teacher and whom he found in the person of bSe ba drung ram pa Shes rab phun tshogs at sKyang tshang Monastery (No. 202). He studied and practised assiduously for many years until his master’s death, after which he returned to The bo where he spent four years at bDe gsal ri khrod, a hermitage he had founded. He then travelled to Central Tibet with two students via rKyang phyag. There is a record of all the Bonpo and Buddhist monasteries and sacred sites of Amdo, Khams, gTsang, dBus, Nag chu kha, mNga’ ris which he visited on his way. He also studied under Shar rdza bKra shis rgyal mtshan for two years. While in Central Tibet, he made a three-year retreat to practise the secret Ma rgyud tantra in a cave at lHa ri gyang tho where King dMu khri btsan po is said to have practised the sPyi spungs tantra of the Bon religion. A message from his monastery informing him of a disaster and requesting him to return drew him from his retreat. Back in The bo he chose to stay at the hermitage which he had recently established and not at his residence in the monastery. He became renowned throughout the area as an outstanding lama. He died in 1958 in Cone. </p> <p>In addition to the above-mentioned lamas of the main lineage, there are many other famous masters and practitioners whose stories are well known by the local population. Before 1958, the monastery comprised a three-storey assembly hall with seven rooms on each floor, a three-room sgrub khang and a five-room <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">spyi khang</span>, all built of wood.</p> <p>In the early nineteen-eighties, the elder monks from all three monasteries gathered to discuss how to rebuild the three monasteries together (permission was granted for only one monastery). They sought the advice of Bon slebs Nam mkha’ bstan ’dzin, the head lama of Ze kha at the time, and requested him to supervise the reconstruction of gTso tshang Monastery. The new assembly hall has twelve pillars. The most sacred objects within are a statue of sTon pa gShen rab which was discovered by dBal khyung sMon lam rgyal mtshan at gNas chen gSang ba yang rdzong, and brought to the monastery by Bon lsebs Nam mkha’ bstan ’dzin.</p> "},{"title":"4. Hierarchical system","index":12,"parent_index":5,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li> <span style=\"font-style: italic;\" class=\"\">bla ma</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">dbon po</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">dbu mdzad</span> </li> <li> <span style=\"font-style: italic;\" class=\"\"> dge skos</span> </li> <li> <span style=\"font-style: italic;\" class=\"\"> gnyer pa,</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">’go bdag bla ma</span> </li> <li> <span style=\"font-style: italic;\" class=\"\"> las sne </span> </li> <li> <span style=\"font-style: italic;\" class=\"\"> spyi ba</span> </li> <li> <span style=\"font-style: italic;\" class=\"\"> dkor gnyer or lha gnyer</span> </li> <li> <span style=\"font-style: italic;\" class=\"\"> mar chen</span> </li> <li> <span style=\"font-style: italic;\" class=\"\"> ja mar</span> </li> <li> <span style=\"font-style: italic;\" class=\"\"> ja g-yog</span> </li> <li> <span style=\"font-style: italic;\" class=\"\"> chu len</span> </li> </ul> <p>Two common practices in monasteries are <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mang ja</span>, tea offering and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’gyed phogs</span>, money and other offerings distributed among the monks during assemblies.</p> "},{"title":"5. Current number of monks","index":13,"parent_index":5,"body":" <p>There are thirty-three monks and novices in gTso tshang Monastery.</p> "},{"title":"6. Current education","index":14,"parent_index":5,"body":" <p>At first A skal only taught the young monks reading and reciting. Later he began to teach a little grammar from texts such as the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Sum bcu pa</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rTags ’jug</span>. In 1996, Bon slebs Nam mkha’ bstan ’dzin sent sTag tsha Kun grol from rTogs ldan Monastery (No.178) to gTso tshang to be the head of a meditation college, to teach Tibetan, Bonpo theory and practice to all the monks, and to guide the three-year meditation retreat (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lo gsum</span>) following the tradition (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">phyag len</span>) of rTogs ldan Monastery. According to this tradition, The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lo gsum</span> must begin on the 11th day of the 4th month according to the Tibetan calendar and the first period of the first year begins with the practice of meditation according to the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Khrid yig dmar mo mdzub tshugs</span> for one hundred nights. The second period of the first year begins on the 1st of September with the practice of meditation according to the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rTsa lung gsang mdzod</span> by Kun grol grags pa for one hundred nights. The first period of the second year is devoted to the introduction (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sngon ’gro</span>) to the rDzogs chen tradition according to the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’ lung rgya mtsho</span> by Shar rdza bKra shis rgyal mtshan (1859-1934) for one hundred nights, and the second period to rDzogs chen meditation for one hundred nights. In the third year, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Khrid yig dmar mo mdzub tshugs</span> is again used as a base for practice as <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sngon ’gro</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bcud len</span> for one hundred nights, followed by the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Tshe dbang bod yul ma</span>, including the mun mtshams (meditation in darkness), for one hundred nights. Teachings during the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lo gsum</span> are based on the following works: the Ma rgyud cycle; <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Khrid yig dmar mo mdzub tshug</span> of Kun grol grags pa (b.1700); the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’ lung rgya mtsho</span>, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sDe snod mdzod</span> and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsKyed rdzogs lha gnyen shel gong</span> by Shar rdza; the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Bon rang lugs kyi khrid gzhung du ma las btus pa’i byang chub lam gyi rim pa’i dmigs khrid gshen bstan gsal ba’i sgron me</span> (also known as <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Tshul chen lam rim</span>) by Tshul chen Tshul khrims bstan pa’i rgyal mtshan. </p> "},{"title":"7. Educational exchange","index":15,"parent_index":5,"body":" <p>gTso tshang Monastery has close ties with rTogs ldan Monastery, the seat of Bon slebs Nam mkha’ bstan ’dzin. Thus Bon slebs sends educated monks to gTso tshang to teach and gTso tshang sends some of its young monks to rTogs ldan to study. rGod po (No.92) and gTer ri (No.97) used to be branch monasteries of gSer gzhong Monastery. </p> "},{"title":"8 / 9. Rituals","index":16,"parent_index":5,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li> 1st month, 3rd-5th day: celebration of mNyam med Shes rab rgyal mtshan’s anniversary during which the monks perform the <span style=\"font-style: italic;\" class=\"\">dge spyod</span> ritual and invite mNyam med for the <span style=\"font-style: italic;\" class=\"\">gling skor</span>; the 6th day marks the beginning of <span style=\"font-style: italic;\" class=\"\">smon lam</span> during which the <span style=\"font-style: italic;\" class=\"\">bDe gshegs stong gi mtshan brjod</span> is recited once a day. Ze kha Monastery had their <span style=\"font-style: italic;\" class=\"\">’cham</span> dance on the 8th day followed by the <span style=\"font-style: italic;\" class=\"\">gtor bzlog</span> rite on the 9th day. Bya brang Monastery performed their <span style=\"font-style: italic;\" class=\"\">’cham</span> on the 13th day, which was also followed by <span style=\"font-style: italic;\" class=\"\">gtor bzlog</span> rite. gSer gzhong Monastery exhibited its <span style=\"font-style: italic;\" class=\"\">gos sku</span> (a large embroidered tangkha) on the 15th day and its smon lam ceremonies ended on the 16th day with the <span style=\"font-style: italic;\" class=\"\">gtor bzlog</span> rite. </li> <li> 3rd month, 1st-17th day: the <span style=\"font-style: italic;\" class=\"\">Du tri su</span> recitation practised, without interruption, by the monks and lay people together (male and female alike); participants must practise in silence (<span style=\"font-style: italic;\" class=\"\">thun</span>), while circumambulating the monastery (<span style=\"font-style: italic;\" class=\"\">skor ba</span>) the whole time. The transmission (<span style=\"font-style: italic;\" class=\"\">dbang</span>) of the <span style=\"font-style: italic;\" class=\"\">Du tri su</span> cycle is given on the 8th.</li> <li> 4th month, 7th-16th day: the mChod pa stong mchod ritual is performed (7th-12th day: the <span style=\"font-style: italic;\" class=\"\">stong mchod</span> ritual in conjunction with the <span style=\"font-style: italic;\" class=\"\">Klong rgyas</span> ceremony, 13th-16th day: the ceremony of fasting known as the <span style=\"font-style: italic;\" class=\"\">smyung gnas</span> yar tshogs together with the <span style=\"font-style: italic;\" class=\"\">dGe bsnyen lha lnga</span> ritual).</li> <li> 5th month, 1st-15th day: the <span style=\"font-style: italic;\" class=\"\">dbyar gnas</span> ritual in which all the monks of different grades, <span style=\"font-style: italic;\" class=\"\">drang srong ba</span> and <span style=\"font-style: italic;\" class=\"\">gtsang gtsug pa</span> must participate in the great ritual known as Ma tri sgrub chen. The practitioners of the <span style=\"font-style: italic;\" class=\"\">dbyar gnas</span> must also recite the <span style=\"font-style: italic;\" class=\"\">Kun dbyings sku lnga’i cho ga</span> and the <span style=\"font-style: italic;\" class=\"\">sPang skong</span> once a day. The transmission of the <span style=\"font-style: italic;\" class=\"\">bzlog chog</span> was given on the 16th day.</li> <li> 8th month, 1st-7th day: the ritual service (<span style=\"font-style: italic;\" class=\"\">zhabs brtan sku rim</span>), consisting of one thousand <span style=\"font-style: italic;\" class=\"\">bskang ba</span> and tshogs for the tutelar (<span style=\"font-style: italic;\" class=\"\">yi dam</span>) and protective deities (<span style=\"font-style: italic;\" class=\"\">bka’ skyong</span>) in conjunction with the ritual cycle of the deity gSang drag, had to be completed withintat period. The ritual ended with the performance of the <span style=\"font-style: italic;\" class=\"\">srung zlog bsad gsum</span> of the gSang drag cycle.</li> <li> 10th month, starting on the 26th day: seven-day ritual of the dBal gsas cycle with the <span style=\"font-style: italic;\" class=\"\">’cham</span> dance on the 29th.</li> </ul> <p>12th month, 21st-29th day: ritual known as <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dgu gtor</span> during which the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">srung zlog</span> of the deity sTag la is performed.</p> <p>In addition to the above-mentioned annual ceremonies there are monthly rituals known as the Cho ga bcu gnyis, “The Twelve Rituals” sponsored by each of the monks in turn:</p> <ol type=\"1\"> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dPal ldan dus ’khor</span> in the 1st month</li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Byams ldan rgyal ba</span> in the 2nd month</li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Kun dbyings sku lnga</span> in the 3rd month</li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rNam dag byams ma</span> in the 4th month</li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Kun rig sgron ma</span> in the 5th month</li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dGe</span> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsnyen lha lnga</span> in the 6th month</li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Kun gsal byams ma</span> in the 7th month</li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sMon lam mtha’ yas</span> in the 8th month</li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gYung drung rnam ’joms</span> in the 9th month</li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sMan bla</span> in the 10th month</li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dGe spyod</span> in the 11th month</li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rGyal ba rgya mtsho</span> in the 12th month</li> </ol> "},{"title":"10. Books held in the monastery","index":17,"parent_index":5,"body":" <p>Seven copies of the Bonpo Canon (the second edition printed in Chengdu), one copy of the <em xmlns:str=\"http://exslt.org/strings\">Dran pa bka’ thang</em> in eight volumes, one copy of the <em xmlns:str=\"http://exslt.org/strings\">Tshe dbang bka’ thang</em> in four volumes, one copy of the <em xmlns:str=\"http://exslt.org/strings\">Slob dpon bka’ thang</em> in four volumes, one copy of the <em xmlns:str=\"http://exslt.org/strings\">mKha’ ’gro’i bka’ thang</em>.</p> "},{"title":"12. Local community","index":18,"parent_index":5,"body":" <p>In the past the communities of three monasteries were organized, following the traditional Tibetan military system, into three units (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dmag ru</span>), which, in the past, functioned as military divisions during critical times and which were stationed in open valleys: Nyin pa unit comprising Ra nang, Yang le, rDza ri, Kha lung, Lag lab, Gyi rong, lDong bzo and A ro, the manor villages of Ze kha Monastery; Srib pa unit comprising mDa’ lung, Yar sgur, Mar sgur, Bya brang, dPa’ brgya, sBas skyes, sNgo sngo and Nges sa, the manor villages of Bya brang Monastery (since the Bonpo monastery in Kha ba’i klong was a branch monastery of Bya brang, its villages, as well as half of Kha ba, Shug steng kha and Ri bo sgang also belonged to Bya brang Monastery); sMad ma khag gsum unit comprising Chag sgo, Nyin lung kha, Shing ’bras, gSer gzhong, Ci nges nang, Kha nang, sGur mgo, Ban chung (no mention in <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">KBTL</span>), Nyin srib, and gSer gzhong Monastery’s villages. Altogether three hundred and sixty families. All of them now belong to sTeng ka district (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>) of The bo.</p> "},{"title":"13. Local festivals","index":19,"parent_index":5,"body":" <p>The mountain behind (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rgyab ri</span>) of Ze kha is called Ho ri. Mount Brag nag behind Ho ri is the abode of the local deity Brag nag. The mountain range to the east of Ze kha is called sTag sgang and and is the rgyab ri of gTso tshang Monastery, and the range to the west of Ze kha is called gZig sgang. </p> <p>gTso tshang Monastery is located at the foot of the sTag sgang range and the la btsas that was built at its summit with the help of Bon slebs Nam mkha’ bstan ’dzin in 1986 is propitiated on the 13th day of the 4th month. </p> "},{"title":"14. Occupation of the local people","index":20,"parent_index":5,"body":" <p>Farmers, who, in the past, were organized into military units (see above section). A wide variety of crops grow in the valley - wheat, barley, beans, potatos, peas, and maize. Most of the farmers also keep animals of some kind - cows, horses, donkeys, mules, sheep and goats. </p> "},{"title":"Sources","index":21,"parent_index":5,"body":" "},{"title":"(1) Interviews","index":22,"parent_index":21,"body":" <p>Interviews with A skal and sTag tsha Kun grol on 26 August 1996 at the monastery. A skal was a monk at Ze kha Monastery and was born in De bzo in 1932.</p> <p>sTag tsha Kun grol was born in rNga khog in 1960. He is a monk at rTogs ldan Monastery in rNga khog, and was sent to gTso tshang by Bon slebs Nam mkha’ bstan ’dzin to teach the monks there and guide the three-year retreat (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lo gsum</span>).</p> <p>On 29 August, I visited Nyi ma bstan ’dzin, a monk from gSer gzhong Monastery, born in 1908, on account of his knowledge of the monastery’s history. Unfortunately, owing to his old age, he had lost much of his memory and could not assist me.</p> "},{"title":"(2) Texts","index":23,"parent_index":21,"body":" <ol type=\"1\"> <li>BHMT</li> <li>DBSJ</li> <li>KBTL</li> <li>KNGL</li> <li>KTSD</li> <li>TGLG</li> <li>TLPY</li> <li>ZNYZ</li> </ol> "},{"title":"(92) rGod po Monastery","index":24,"parent_index":2,"body":" "},{"title":"1. Name","index":25,"parent_index":24,"body":" <p>There used to be a Bonpo monastery called Bya ’bab gser thang whose foundation date and founder remain unknown, and which, according to oral tradition, was forcefully converted to Buddhism, together with many other Bonpo monasteries, when the Cone Chief conquered The bo (probably during the time of Tshe dbang don grub (1642-1692), the ninth chief of Cone and Blo bzang don grub, (?-1692), his successor (See <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">DMCB</span>, pp.661-663; <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">CNTK</span>, pp.372-373; <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">ZNYZ</span>, pp.41-55). Several monks, unwilling to submit, fled from the monastery and built a new Bonpo monastery. Because they were considered rgod po “brave people”, the new monastery was called rGod po.</p> "},{"title":"2. Location","index":26,"parent_index":24,"body":" <p>rGod po Monastery is located in La rtsa khog district. The seat of the district is mKhar steng, 95 km east of county town. The La rtsa chu is a small northward-flowing tributary of The bo river. rGod po Monastery is located in Chas ra village, on the east bank of the La rtsa chu, around 120 km from the county town, the seat of The bo county (latitude 34°08’02”N, longitude 103°55’41”E).</p> "},{"title":"3. History","index":27,"parent_index":24,"body":" <p>Two articles written in Tibetan without any references to their Sources say that the monastery was built in ca. 1770 by gYung drung bstan ’dzin, and that the first lama of the monastery was born in mKhar steng village and was known as mKhar steng Lama. His reincarnation was discovered twenty years after his death. There were two assembly halls and sixty-three cells accomodating seventy-five monks in the first half of the twentieth century (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">DBSJ</span>, p.101; <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TLPY</span>, pp.69-70). According to oral tradition, a Lama from Shar khog rebuilt the monastery at the present site after the monastery was destroyed by monks from a Buddhist monastery in mKhar steng when the lama of rGod po was still a child. At present the monastery is in a state of disrepair. </p> "},{"title":"7. Educational exchange","index":28,"parent_index":24,"body":" <p>rGod po was a branch of gSer gzhong Monastery. </p> "},{"title":"12. Local people","index":29,"parent_index":24,"body":" <p>There are fourteen families in Chas ra village.</p> "},{"title":"14. Occupation of the local people","index":30,"parent_index":24,"body":" <p>farming</p> "},{"title":"Sources","index":31,"parent_index":24,"body":" "},{"title":"(1.) Interview:","index":32,"parent_index":31,"body":" <p>All the information besides the two articles mentioned above was collected from an interview on 27 August 1996 with Blo bzang (b.1929) and rDo rje (b.1923) who were both monks at the monastery for a few years.</p> "},{"title":"(93) Nags gong Monastery","index":33,"parent_index":2,"body":" "},{"title":"1. Name","index":34,"parent_index":33,"body":" <p>The monastery’s real name is bSam ’grub, but since it is located at the foot of Nags gong village it is locally known as Nags gong or Nags gong bSam ’grub dgon.</p> "},{"title":"2. Location","index":35,"parent_index":33,"body":" <p>Nags gong Monastery is located on north bank of the ’A zha river in ’A zha valley, about 90 km southeast of the county town (latitude: 33°48’18”N, longitude 103°41’58”E).</p> "},{"title":"3. History","index":36,"parent_index":33,"body":" <p>The monastery was founded in ca. 875 A.D. by sKyang ’phags Nyi ma rgyal ’mtshan and is now a branch monastery of dGu skyang Monastery (No.196), the main seat of dGu skyang Nyi ma rgyal mtshan. Prior to 1959, the monastery comprised one assembly hall, and living quarters consisting of thirty-nine cells accomodating fifty monks (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">DBSJ</span>, p.101; <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TLPY,</span> p.69). It was rebuilt in 1991. At present it comprises one assembly hall, the residence of the head lama, and ten cells.</p> <p>When I visited the monastery, the assembly hall was under construction, but all the monks were away performing a ritual at a private home. I found the head lama of the monastery in Pe gseb village. He was born in 1968. He is not considered an incarnation but was chosen a few years ago by the monks. Since he has been busy with rebuilding the monastery, he has had little time to study and knows almost nothing of the monastery’s history, even though he is considered the most learned person in the area.</p> "},{"title":"5. Current number of monks","index":37,"parent_index":33,"body":" <p>The monastery has twelve monks, five or six of whom live outside the monastery with their families.</p> "},{"title":"6. Current education","index":38,"parent_index":33,"body":" <p>The head of the monastery is a young monk called bSod nams ye she. Since all the monks are very young, they study mainly Tibetan and ritual practice under the head master.</p> "},{"title":"8 / 9. Rituals","index":39,"parent_index":33,"body":" <p>The monks go to dGu skyang to perform the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’cham</span> dance with the monks there on the 13th day of the 3rd month. Occasionally, they also perform funerary rites and rituals for health, fortune, abundant crops etc, in private homes at the behest of the families. </p> "},{"title":"12. Local community","index":40,"parent_index":33,"body":" <p>The local lay community of the monastery consists of five villages: Nags gong with twenty families, Pe gseb with thirty-eight families, Gro mang with twenty-two families, dNgul ba with twelve families and sTag dpung with ten families (one hundred and three people in total).</p> "},{"title":"14. Occupation of the local people","index":41,"parent_index":33,"body":" <p>Farming</p> "},{"title":"(94) Chags ri Monastery","index":42,"parent_index":2,"body":" "},{"title":"1. Name","index":43,"parent_index":42,"body":" <p>Chags ri Monastery. Its formal name is dPal ldan g-yung drung gling.</p> "},{"title":"2. Location","index":44,"parent_index":42,"body":" <p>The monastery is situated on the east bank of sTag ra chu dkar river in sTag ra valley (sTag ra district, Xiang), 60 km southeast of the county town (latitude: 33°51’65”N, longitude: 103°22’06”E).</p> "},{"title":"3. History","index":45,"parent_index":42,"body":" <p>The monastery was founded by a chief of the mGo rje village named Tshe lung (or Tshe lhun) in ca. 1868. It was moved to another site but because of some sort of threat to the monks’ lives, the monastery was moved back to its original site. Later, another disaster occured: three of the monks held up three horses belonging to the chief of Cone for reasons that remain unexplained. The chief of Cone retaliated by burning down the monastery. There is little information concerning the monastery’s history besides the fact that it was connected to A skyid sKyang tshang Monastery (No.194) in mDzod dge, and for this reason a monk of sKyang tshang called Dri med ’od zer undertook the reconstruction of the monastery in 1993. </p> "},{"title":"5. Current number of monks","index":46,"parent_index":42,"body":" <p>At present there are thirty-two and novices monks living in the monastery. As head of the monastery, Dri med ’od zer visits the site every year to inspect the reconstruction work and perform rituals. </p> "},{"title":"7. Educational exchange","index":47,"parent_index":42,"body":" <p>sKyang tshang Monastery of which it is a branch.</p> "},{"title":"12. Local community","index":48,"parent_index":42,"body":" <p>The local lay community of the monastery consists of six villages: mGo rje, sGang leb, Kun gtsang, Phu ba, mGo rtse and bSe shang. There are forty families in mGo rje, thirty-four in sGang leb, eleven in Kun gtsang, twenty in mGo rtse, and about twenty in bSe tshang.</p> "},{"title":"13. Local festivals","index":49,"parent_index":42,"body":" <p>There are three la btsas on Mount Ha mtsho the rgyab ri or mountain behind the monastery: two la btsas at the top belonging to two of the villages, Khro bo and sGang leb, and a common la btsas at the foot of the mountain propitiated by the entire local lay community. All three la btsas are renewed on the same dates: 13th day of the 1st month and the 13th day of the 4th month.</p> "},{"title":"14. Occupation of the local people","index":50,"parent_index":42,"body":" <p>Farming.</p> "},{"title":"Sources:","index":51,"parent_index":42,"body":" "},{"title":"(1) Interviews","index":52,"parent_index":51,"body":" <p>In autumn of 1996 with: gYung drung ’gyur med (b.1935) and a monk of the monastery.</p> "},{"title":"(2) Texts","index":53,"parent_index":51,"body":" <ol type=\"1\"> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">BHMT</span> </li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> DBSJ</span> </li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> KBTL</span> </li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> KNGL</span> </li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> KTSD</span> </li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> TLPY</span> </li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> ZNYZ</span> </li> </ol> "},{"title":"(95) Shing skam Monastery","index":54,"parent_index":2,"body":" "},{"title":"1. Name","index":55,"parent_index":54,"body":" <p>The monastery was originally named Khis ri after an old village, but later it came to be known as Shing skam Monastery, the name of the village where it was located. The name is only known by its pronunciation and thus its exact meaning remains obscure. Shing skam in Tibetan, if spelt the way it is pronounced, literally means “dead tree”; this interpretation corresponds to one legend according to which the monastery was built on a site where many trees died. The monastery is also known as Kha ba lung, since it is situated in Kha ba lung.</p> <p>The local Bonpo community simply calls it Kha ba lung, but it should not be confused with the Buddhist monastery of the same name in the vicinity. To distinguish them, the Buddhist monastery, which is located above the village, is referred to as Kha ba lung dgon pa gong ma (upper Kha ba lung Monastery) and the Bonpo monastery, which is located at the bottom of the village, as Kha ba lung dgon pa ’gab ma (lower Kha ba lung Monastery) (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’gab ma</span> has the same meaning as <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">zhol ma</span> in Amdo dialect). Some people also refer to the monastery as Shel sgo dgon pa because it was the first monastery in the valley to have its windows fitted with glass panes.</p> "},{"title":"2. Location","index":56,"parent_index":54,"body":" <p>Shing skam Monastery was situated near the Kha ba village of Kha ba district (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>), located 34 km east of county town, the seat The bo County (latitude: 33°58’78”N, longitude: 103°29’66”E).</p> "},{"title":"3. History","index":57,"parent_index":54,"body":" <p>The monastery seems to have been founded in 1466 (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">DBSJ,</span> p.100; <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TLPY</span>, pp.65-66). The original monastery was located on a slope in En ’dzi valley near a Buddhist monastery. It was later moved by Tso ke don grub, the village chief, to its present site near the village because its original location was too remote and made it an easy target for thieves. The monastery was destroyed in 1958 and so far has not been rebuilt nor has the reincarnation of its trulku been found. At present, the local Bonpo community goes to other Bonpo monasteries in the area. </p> <p>The monastery’s lineage of masters ran for at least four generations, since the names of four of the masters are mentioned: Nyi ma, A gsas, Blo bzang and rDo rje (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">DBSJ</span>, p.100; <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TLPY</span>, pp.65-66). </p> "},{"title":"12. Local community","index":58,"parent_index":54,"body":" <p>There are more than fifty Bonpo families in Kha ba village which formerly constituted the monastery’s lay community.</p> "},{"title":"14. Occupation of the local people","index":59,"parent_index":54,"body":" <p>Farming</p> "},{"title":"Sources:","index":60,"parent_index":54,"body":" "},{"title":"(1) Interviews","index":61,"parent_index":60,"body":" <p>Interview with ’Od zer (b.1936), a monk at the Buddhist monastery. I could not find anyone among the local Bonpo community who knew more about the destroyed monastery.</p> "},{"title":"(96) bSam ’grub Monastery","index":62,"parent_index":2,"body":" "},{"title":"1. Name","index":63,"parent_index":62,"body":" <p>gYung drung bsam ’grub dgon </p> "},{"title":"2. Location","index":64,"parent_index":62,"body":" <p>The monastery is situated about 55 km from the county town of The bo, in the center of Kha ba Township, at the confluence of Nya len black river and Myi chen river which flows southwards to The bo valley.</p> "},{"title":"3. History","index":65,"parent_index":62,"body":" <p>Three lamas, Shes rab dbang phyug, rGyal mtshan and Nya le bla ma, from three different hermitages, came together and founded bSam ’grub Monastery in ca. 1395. It is not clear how and when this occurred but the monastery is affiliated to A skyid sKyang tshang Monastery (No.194) in mDzod dge. Until the nineteen-fifties the monastery comprised an assembly hall, thirty-three cells, and housed seventy-seven monks. The monastery had a series of masters as follows:</p> <ol type=\"1\"> <li> rGyal ba, from Myi che ba village, he was also the lama of another Bonpo monastery called Shes rab Monastery. </li> <li> Chos ’byor rgyal ba </li> <li> bSam gtan rgyal ba</li> <li> Shes rab dngos grub </li> <li> Nya len Bla ma </li> <li> rGyal mtshan of Myi che ba village</li> <li> Nam mkha’ rgyal mtshan</li> <li> Tshul khrims rgyal mtshan from Nyin srib village at sTeng ka in The bo, travelled to Central Tibet to receive teachings and then returned to secular life in Kong po </li> <li> A monk of the Myi che ba village, name is unknown. </li> <li> Rin chen nor bu of Myi che ba village </li> <li> Ye shes tshul khrims of Mi rgod kha village</li> <li> bsTan ’dzin dbang rgyal of Myi che ba village; he travelled twice to Central Tibet to study and receive teachings, and became a renowned teacher when he returned to the monastery. </li> <li> sKal bzang ’jam dpal of Myi che ba village; according to legend, he went to Lhasa, India and Hongkong to study, and was renowned as a sculptor. </li> <li> dNgos grub tshogs pa of Nya len pa village, was a renowned teacher and artist (he executed the murals in the previous assemly hall). He died in 1958. </li> <li> bsTan ’dzin rgyal mtshan, the present master of the monastery. He is currently rebuilding the monastery. Permission to rebuild the monastery was obtained in 1981 and work began in 1982. An assembly hall and forty-one cells have been rebuilt.</li> </ol> "},{"title":"7. Educational exchange","index":66,"parent_index":62,"body":" <p>Since the monastery is a branch monastery of A skyid sKyang tshang Monastery, Dri med ’od zer, a reincarnation from A skyid sKyang tshang, regularly visits the monastery to inspect the work and to give teachings. However, the monks are currently busy with the reconstruction rather than studying.</p> "},{"title":"8 / 9. Rituals","index":67,"parent_index":62,"body":" <p>- The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">smon lam</span> festival from the 6th to the 16th day of the 1st month, and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbyar gnas</span> retreat from 15th to 21st of the 6th month. An annual <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’cham</span> dance is performed on the 8th and 9th days of the 1st month during the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">smon lam</span> festival.</p> "},{"title":"10. Books held in the monastery","index":68,"parent_index":62,"body":" <p>The monastery possesses complete copies of the Bonpo <em xmlns:str=\"http://exslt.org/strings\">bKa’ ’gyur</em> and <em xmlns:str=\"http://exslt.org/strings\">bKa’ rten</em>.</p> "},{"title":"11. Income and expenses","index":69,"parent_index":62,"body":" <p>Economic circumstances of the monastery depends on offerings made by disciples. The government has given ten thousand Chinese Yuan for the reconstruction of the monastery. Account for offerings has never been done.</p> "},{"title":"12. Local community","index":70,"parent_index":62,"body":" <p>The local community of the monastery consists of three large villages, Nya len, Nyin ga’i kha and Myi che pa, altogether seventy-three families.</p> "},{"title":"13. Local festivals","index":71,"parent_index":62,"body":" <p>On the summit of the mountain behind the monastery are three <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span>, all three named after gSas mkhar lha ri snying po and propitiated twice a year, on the 11th day of the 4th month and the 11th day of the 11th month.</p> "},{"title":"14. Occupation of the local people","index":72,"parent_index":62,"body":" <p>Agriculture</p> "},{"title":"Sources:","index":73,"parent_index":62,"body":" "},{"title":"(1) Interviews","index":74,"parent_index":73,"body":" <p>Interviews in autumn of 1996 with: Pad kho (b.1926), who spent several years as a monk in the monastery, was born in Nya-len village; bSod nams (b.1937) was born in Myi che ba village.</p> "},{"title":"(2) Texts","index":75,"parent_index":73,"body":" <ol type=\"1\"> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">BHMT</span> </li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> DBSJ</span> </li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> KBTL</span> </li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> KNGL</span> </li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> KTSD</span> </li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> TLPY</span> </li> </ol> "},{"title":"(97) gTer ri Monastery","index":76,"parent_index":2,"body":" "},{"title":"1. Name","index":77,"parent_index":76,"body":" <p>The monastery was called gTer ri, the “hill of hidden treasures”, because a cymbal (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sbub chol</span>) was discovered at the site on which it was built. </p> "},{"title":"2. Location","index":78,"parent_index":76,"body":" <p>The monastery is located near Tshong ’dus village, on the east bank of En ’dzi river in En ’dzi valley of Kha ba district (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>) in The bo County, about 50 km from the seat of the county (latitude: 34°06’55”N, longitude: 103°25’61”E).</p> "},{"title":"3. History","index":79,"parent_index":76,"body":" <p>The monastery appears to have been founded in 1524 by Blo bzang don grub, a reputable lay person (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">DBSJ</span>, p.100; <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TLPY</span>, p.66). According to legend, shortly after its foundation the monastery fell into decline. Two lamas from gSer gzhong Monastery came to look after it, as it was a branch monastery of gSer gzhong. The complex comprised one assembly hall, one temple and living quarters housing more than twenty monks (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">DBSJ</span>, p.100; <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TLPY</span>, p.66). The monastery was destroyed during the Cultural Revolution. It has not been rebuilt and the Bonpo people living in the area go to the local rNying ma pa monastery for their religious affairs. </p> "},{"title":"8 / 9. Rituals","index":80,"parent_index":76,"body":" <p>The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">smon lam</span> prayer ceremony at the beginning of the 1st month was performed in conjunction with gSer gzhong Monastery. There was the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’cham</span> dance on the 11th day of the 11th month.</p> "},{"title":"12. Local community","index":81,"parent_index":76,"body":" <p>The local lay community of the monastery consists of six villages: lTag ga kha, Nyi ri kha, Be ri kha, ’Og sa kha, Tshong ’du and gNyan bza’ (more than thirty families in total).</p> "},{"title":"13. Local festivals","index":82,"parent_index":76,"body":" <p>The local people celebrate the renewal of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> dedicated to the local deity of Mount Sa dkar on the 1st day of the 4th month. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> is situated at the top of the mountain behind the monastery. </p> "},{"title":"14. Occupation of the local people","index":83,"parent_index":76,"body":" <p>Farming</p> "},{"title":"Sources","index":84,"parent_index":76,"body":" "},{"title":"(1) Interviews:","index":85,"parent_index":84,"body":" <p>Interviews with: lH ba, born in 1932; A skal, a monk from Ze kha Monastery, born in 1932.</p> "},{"title":"(2) Texts","index":86,"parent_index":84,"body":" <ol type=\"1\"> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> BHMT</span> </li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">DBSJ</span> </li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> KBTL</span> </li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> KNGL</span> </li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> KTSD</span> </li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> TLPY</span> </li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> ZNYZ</span> </li> </ol> "},{"title":"(98) rTsa ring (also rTsa ri, Tsa ri) Monastery","index":87,"parent_index":2,"body":" "},{"title":"1. Name","index":88,"parent_index":87,"body":" <p>The formal name of the monastery is rGyal myi gYung drung dmu ri.</p> "},{"title":"2. Location","index":89,"parent_index":87,"body":" <p>The monastery is situated near Zur lung kha village in Nyin ngo district (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>) of The bo County, 56 km east of the county-town, the seat the county (latitude: 34°05’64”N, longitude: 103°34’58”E).</p> "},{"title":"12. Local community","index":90,"parent_index":87,"body":" <p>The local lay community consists of ten villages: </p> <ol type=\"1\"> <li> Lung yul kha with eleven families (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">KTSD</span>, p.47 and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">KBTL</span>, p.39: Lung g-ye kha). </li> <li> gTer yul kha with thirty-five families (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">KTSD</span>, p.47: rTing g-ye kha; <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">KBTL</span>, p.47: rTig g-ye kha). </li> <li> rDzong tsa kha with forty-five families (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">KTSD</span>, p.47: dKyil bcugs kha). </li> <li> Nyin la kha with nine fimilies. </li> <li> Zur lung kha with seventeen families. </li> <li> Yar ru kha with twenty-eight families (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">KTSD</span>, p.47 and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">KBTL</span>, p.39: Ya ru kha). </li> <li> Srib ga kha with eighteen families. </li> <li> Gad srang kha with seven families (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">KBTL</span>, p. 39: Sked srib). </li> <li> gDong ga kha with twenty-two families. </li> <li> Khog sde kha with nineteen families (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">KTSD</span>, p. 47: Khog steng kha).</li> </ol> "},{"title":"13. Local festivals","index":91,"parent_index":87,"body":" <p>Mount dMu ri, which is the mountain behind (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rgyab ri</span>) the monastery, is the site for celebration of the renewal of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span>. The propitiation takes place on the 15th day of the 4th month.</p> "},{"title":"14. Occupation of the local people","index":92,"parent_index":87,"body":" <p>Mostly agriculture.</p> "}]}