{"meta":{"authors":[{"id":"89","fullname":"ལྕགས་མོ་འཚོ། (lcags mo 'tsho)"},{"id":"89","fullname":"ལྕགས་མོ་འཚོ། (lcags mo 'tsho)"}],"title":"བྱམས་ཆེན་ཆོས་རྗེའི་གདན་ས་མཛོ་མོ་མཁར་གྱི་གནས་ཤུལ་མཐོང་ཐོས་གཏམ་རྒྱུད་དུ་བཀོད་པ།","dates":{"created_at":"2012-07-15 08:52:17 UTC","updated_at":"2012-07-15 08:57:45 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>མཚོ་སྔོན་དགེ་ཐོན་སློབ་ཆེན་གྱི་དགེ་རྒན་ཆེན་མོ་རྒྱ་ཡེ་བཀྲ་བྷོ་ལགས་ཀྱི་མཛུབ་སྟོན་འོག་ཞིབ་འཇུག་འཛིན་གྲྭ་ཞིག་མདོ་སྨད་དགོན་སྡེ་བཅོ་ལྔར་རྟོག་དཔྱོད་དུ་བསྐྱོད་སྐབས་རྩོམ་པ་པོ་ཉིད་དངོས་སུ་དགོན་པ་འདིར་མཇལ།</p>\n<p>སྤྱི་ལོ༢༠༡༡ལོའི་ཟླ༡༠ཚེས༩ཉིན་གྱི་དུས་ཚོད་བཅུ་དང་ཕྱེད་ཀའི་སྟེང་ང་ཚོ་བཀའ་མ་ལོག་རྫོང་གི་སྨན་ཆུ་དར་རྒྱས་རི་ཁྲོད་གླིང་ནས་ལམ་ལ་ཆས་ཏེ་མཛོ་མོ་མཁར་ལ་བསྐྱོད།&nbsp;&nbsp;&nbsp;&nbsp; ལམ་བར་དུ་རྒན་ལགས་ཀྱིས་ངེད་ཅག་ལ་བཀའ་མ་ལོག་ས་ཆ་འདི་ནི་མཚོ་སྔོན་གྱི་མི་རྣམས་ནང་ལོག་ཏུ་བསྐྱོད་པའི་སྒོ་ཆེན་ལྟ་བུ་ཞིག་ཡིན་ཚུལ་དང་། ལྷག་པར་འབྲེལ་ཡོད་ཀྱི་དཔེ་ཆ་དང་།&nbsp;&nbsp; ས་ཁྲ་ལ་ལྟ་བཞིན་ཡང་བསྐྱར་ངེད་ཅག་ལ་རྟོག་དཔྱོད་ཞིབ་འཇུག་ཁྲོད་དུ་དོ་སྣང་བྱ་དགོས་པ་སོགས་མང་པོ་གསུངས། &nbsp;&nbsp;ལམ་ཐག་ཅུང་རིང་བས་སློབ་གྲོགས་ལ་ལས་གླུ་སྙན་མོ་ངག་ལ་འགུག་པ་དང་ལ་ལས་ཕན་ཚུན་ལ་ཀུ་རེ་རྩེ་བཞིན་ཡོད་ལ།&nbsp;&nbsp; &nbsp;ལམ་སྐབས་ཤིག་ནས་འཛིན་གཙོ་ལྕགས་རྒྱལ་འབུམ་གྱིས་ཐེངས་འདིའི་མཛོ་མོ་མཁར་ལ་རྟོག་དཔྱོད་ཞིབ་འཇུག་བྱས་པའི་གནས་ཚུལ་ངོ་སྤྲོད་བྱེད་མཁན། &nbsp;&nbsp;སློབ་གྲོགས་ལྕགས་མོ་ཡིན་ཞེས་དགེ་སློབ་རྣམས་ལ་བསྒྲགས་མ་ཐག&nbsp; &nbsp;&nbsp;ངའི་སེམས་ལ་མཛོ་མོ་མཁར་ནི་དགའ་ལྡན་པའི་བསྟན་པ་དར་ཞིང་རྒྱས་པའི་དུས་ཀྱི་གནས་གྲགས་ཅན་ཞིག་ཡིན་པར་མ་ཟད།&nbsp;&nbsp; མིང་རྒྱལ་རབས་སྐབས་ཀྱི་གོང་མ་ ཡུང་ལོ（永乐）དང་ ཞོ་ཏེ（宣德）གཉིས་ལ་འབྲེལ་བ་དམ་པོ་ཡོད་པའི་དགོན་སྡེ་གྲགས་ཅན་ཞིག་ཡིན་པས།&nbsp; ང་ཚོས་ཀྱང་ཐེངས་འདིའི་རྟོག་དཔྱོད་འགྲུལ་བཞུད་ཁྲོད་ཀྱི་གནས་གཙོ་བོ་ཞིག་ཏུ་བརྩིས་ཡོད།&nbsp;&nbsp; དེ་བས་མཐོང་ཐོས་ཁབ་ཀྱི་བུ་ག་ལས་ཕྲ་བ་བདག་ལྟ་བུའི་ངོ་སྤྲོད་ཡག་པོ་བྱེད་དཀའ་སྙམ་ཡང་།&nbsp;&nbsp;&nbsp;&nbsp; ཕྱོགས་གཞན་ཞིག་ནས་འདང་བརྒྱབ་ན་སྔོན་ཆེས་ཆེར་དར་ཞིང་རྒྱས་པའི་གནས་འདི་དག&nbsp;&nbsp;&nbsp; ང་ཚོ་མ་གཏོགས་ད་དུང་བོད་པ་མང་པོ་ཞིག་གི་སེམས་ན་བརྗེད་པར་འདུག་པ་ལ་དྲན་སྐུལ་གྱི་ཅོང་བརྡ་ལྟ་བུ་བྱ་ཐུབ་སྙམ་སྟེ།&nbsp;&nbsp; &nbsp;&nbsp;ལས་འགན་དེ་ཐེག་པར་དཀའ་ཡང་དང་དུ་བླངས་སོ། །</p>\n<p>&nbsp;&nbsp; ཉིན་གུང་དུས་ཚོད་བཅུ་གཉིས་དང་སྐར་མ་དགུའི་སྟེང་ང་ཚོ་མཛོ་མོ་མཁར་ལ་སླེབས།&nbsp; &nbsp;མཛོ་མོ་མཁར་ནི་མཚོ་སྔོན་ཞིང་ཆེན་བཀའ་མ་ལོག་རྫོང་གི（民和县）ཁྲོན་ཁུག་གྲོང་སྡེ（川口镇）ནས་ཤར་ལྷོའི་མཚམས་སུ་སྤྱི་ལེ༣༤ཕྱིན་པའི་ཀྲོན་དོ་ཞང（转导乡）ཧོང་ཧྭ་སྡེ་བའི་ཉེ་འགྲམ་ན་ཆགས་ཡོད། &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ཐོག་མར་ང་ཚོའི་མིག་ལམ་དུ་བརྒྱུད་ཡོང་བ་ནི་མཁར་སྒོ་ཆེན་པོ་ཞིག་ཡིན། &nbsp;&nbsp;ང་ཚོ་ངོ་མཚར་དང་བཅས་ཏེ་མཁར་སྒོ་དེའི་སྟེང་ལ་འགོས་ནས་བལྟས་ཚེ། ད་གཟོད་དགོན་པ་མཁར་འདིའི་ནང་ན་ཆགས་ཡོད་པ་ཤེས། &nbsp;&nbsp;&nbsp;མཁར་ཁ་ནས་དགོན་པའི་ཕྱིའི་བཀོད་པ་ཡོངས་སུ་མཐོང་ཐུབ་ལ། &nbsp;&nbsp;མཐའ་བཞི་མཁར་གྱིས་བསྐོར་བའི་དགོན་པ་འདི་ནི་ཤིང་འབྲས་ར་བ་ཞིག་དང་མཚུངས་པར་མ་ཟད།&nbsp; &nbsp;སྟོན་མཇུག་གི་སྡོང་ལོ་དེ་དག་སྣ་ཚོགས་མཚོན་གྱིས་བྱུགས་པ་བཞིན་ང་ཚོའི་ཡིད་དབང་མེད་དུ་འཕྲོག་སྟེ།&nbsp; &nbsp;&nbsp;སྔར་ལྟར་མཉམ་པར་ཞིག་བརྒྱབ་རྗེས་དགོན་པའི་ཕྱོགས་སུ་བསྐྱོད།&nbsp; མཛོ་མོ་མཁར་ལ་རྒྱ་སྐད་དུ&nbsp; 弘化寺ཟེར། &nbsp;&nbsp;&nbsp;རྒྱ་ཡིག་གི་འབྲི་ཚུལ་མང་ཡང་མཁར་སྒོའི་སྟེང་ན་འདི་ལྟར་བྲིས་ཡོད་ནའང་།&nbsp; &nbsp;མཁར་སྒོ་འདིའི་མདུན་ན་རྡོ་བྱང་ཞིག་ཡོད་པའི་སྟེང་དུ་རྒྱ་ཡིག་གིས红花寺ཞེས་ཀྱང་བྲིས་ཡོད་པས། ཡི་གེ་གང་ཞིག་བྲིས་ན་འགྲིག་མིན་གྱི་ཆ་ལ་ད་དུང་དཔྱད་དགོས།</p>\n<p>དགོན་པ་འདི་ནི་མིང་རྒྱལ་རབས་སྐབས་བཀའ་མ་ལོག（民和）ས་གནས་ནས་དགེ་ལུགས་པའི་གྲུབ་མཐའི་དགོན་པ་གསུམ་བཏབ་པའི་ཡ་གྱལ་ཡིན་ཞིང་། （མཛོ་མོ་མཁར། 弘化寺 ཁྭ་ཏའི་ཁ་བ་དགོན།卡地喀&nbsp; ལིན་གཙང་དགོན་ནམ་མ་ཡིན་ཟི།&nbsp; 灵藏或马营寺位于马营镇北1公里的马营山坡。明永乐年间，由宗喀巴大师弟子释迦益西创建）དགོན་པ་འདེབས་མཁན་བྱམས་ཆེན་ཆོས་རྗེ་ཤཱཀྱ་ཡེ་ཤེས་ཀྱིས་ལུང་བསྟན་ལྟར་བུ་ཆེན་ཤཱཀྱ་ཚུལ་ཁྲིམས་ཀྱིས་དམ་ཆོས་ཐར་གླིང་དགོན་བཏབ།&nbsp; &nbsp;&nbsp;ཕྱིས་བྱམས་ཆེན་ཆོས་རྗེའི་སྐུ་གདུང་མཆོད་རྟེན་གཙུག་ལག་ཁང་བཞེངས་པ་ལ་བརྟེན་ནས། &nbsp;&nbsp;དགེ་འདུན་གྱི་སྡེ་ཆགས་ཏེ་ད་ལྟ་ད་དུང་མ་ཉམས་པར་ཡོད་དོ། ། དུང་དཀར་ཚིག་མཛོད་དུ། &ldquo;བྱམས་ཆེན་ཆོས་རྗེ་ཤཱཀྱ་ཡེ་ཤེས་ནི་རྗེ་ཙོང་ཁ་པའི་དངོས་སློབ་གོང་མའི་ཏི་ཤྲིར་གྱུར་པའི་བླ་ཆེན་གཉིས་ཀྱི་གྲས་ཡིན་པ་དང་།&nbsp; ཁོང་ནི་ཚལ་གུང་ཐང་དུ་ཚལ་པའི་དཔོན་བརྒྱུད་ཀྱི་རིགས་སུ་རབ་བྱུང་དྲུག་པའི་ཤིང་རྟ༡༣༥༤ལོར་སྐུ་བལྟམས། གཞོན་ནུ་ཉིད་ནས་ཡི་གེ་འབྲི་ཀློག་སོགས་གསན་བསམ་མཛད། རབ་ཏུ་བྱུང་བའི་མཚན་ཤཱཀྱ་ཡེ་ཤེས་ཞེས་གསོལ།&nbsp; བླ་མ་མང་པོ་བསྟེན་ནས་གསུང་རབ་ལ་སྦྱང་བ་མཛད་དེ་མཁས་པར་གྱུར།&nbsp;&nbsp;&nbsp; ཁྱད་པར་རྗེ་ཙོང་ཁ་པ་བླ་མར་བསྟེན་ཞིང་བཀའ་ཆོས་གནང་བ་ཐམས་ཅད་ཐུགས་ལ་མངའ་བ་ཡིན།&nbsp;&nbsp;&nbsp;&nbsp; རྗེའི་གསོལ་འདྲེན་པ་གནང་།&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; རྗེ་ཙོང་ཁ་པ་ལས་བསྙེན་པར་རྫོགས།&nbsp;&nbsp; མདོ་སྔགས་ཀྱི་གསུང་རབ་ཀུན་ལ་མཁས་པའི་གྲགས་པས་ཁྱབ། རབ་བྱུང་བདུན་པའི་ས་བྱི༡༤༠༨ལོར་ཏ་མིང་རྒྱལ་པོས་རྗེ་ཙོང་ཁ་པ་གདན་དྲངས་པ་ཕེབས་མ་ཐུབ་སྟབས་བྱམས་ཆེན་ཆོས་རྗེ་སྐུ་ཚབ་ཏུ་གཏོང་གནང་མཛད་པ་ལྟར་གོང་མ་ཡུང་ལོ（永乐）ཁྲི་ལོ་བཅུ་གཉིས་པ་ཤིང་རྟ༡༤༡༤ལོའི་ཟླ་བཅུ་གཉིས་པའི་ཟླ་སྨད་དུ་དབུས་ནས་ཕེབས་རྡོག་ཐོན་ཏེ་ནན་ཅིན་དུ་ཕེབས་ནས་གོང་མའི་དགོངས་པ་ལྟར་རྒྱུད་སྡེའི་སྒྲུབ་མཆོད་འཛུགས་པ་དང་དགོན་སྡེ་འདེབས་པ་སོགས་ཞྭ་སེར་གྱི་བསྟན་པ་རྒྱ་ཆེར་སྤེལ་བར་མཛད་དེ་གོང་མ་ཡུང་ལོས་ཆོས་རྗེ་འདི་ཉིད་ལ&ldquo;ཐམས་ཅན་མཁྱེན་པ།&nbsp;&nbsp;&nbsp; བློ་གྲོས་ཆེན་པོ།&nbsp;&nbsp;&nbsp; ཀུན་གྱི་སྐྱོབ་པ།&nbsp;&nbsp;&nbsp;&nbsp; བྱམས་པ་ཆེན་པོ།&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ཡངས་པའི་རྒྱལ་ཁམས་ཐམས་ཅད་བདེ་བར་སྦྱོར་བ།&nbsp;&nbsp;&nbsp;&nbsp; ཀུན་གྱི་གཙུག་ཏུ་དབང་བསྐུར་བ།&nbsp;&nbsp;&nbsp;&nbsp; ནུབ་ཕྱོགས་ཀྱི་རྒྱལ་བའི་སྲས་པོ།&nbsp; སྐྱིད་པའི་རྒྱལ་སྲིད་མི་འགྱུར་བརྟན་པའི་བླ་མ་ཆེན་པོ།&nbsp; ཏཱ་ཀོའུ་ཤྲི་བྱམས་ཆེན་ཆོས་རྗེ&rdquo;ཞེས་པའི་མཚན་གནང་བ་དང་།&nbsp; གསེར་ནག་ལས་གྲུབ་པའི་ཐམ་ཀ་དང་བཅས་ཕུལ་ཏེ་བསྟན་འཛིན་མཐའ་དག་གི་གཙུག་རྒྱན་དུ་མངའ་གསོལ།&nbsp;&nbsp; དེ་ནས་རི་བོ་རྩེ་ལྔར་བྱོན་ནས་བསྟན་འགྲོའི་དོན་རྒྱ་ཆེར་མཛད་དེ་མེ་སྤྲེལ༡༤༡༦ལོར་བཀའ་འགྱུར་པར་ཕུད་བསྣམས་ནས་བོད་དུ་ཕྱིར་ཕེབས།&nbsp;&nbsp;&nbsp; ས་ཕག༡༤༡༩ལོར་རྗེ་ཙོང་ཁ་པའི་བཀའ་ལྟར་སེ་ར་ཐེག་ཆེན་གླིང་ཕྱག་བཏབ་སྟེ་མཐུན་རྐྱེན་ཕལ་ཆེ་བ་ཕག་གྲུའི་བློན་པོ་སྣེའུ་རྫོང་པ་ནམ་མཁའ་བཟང་པོས་སྦྱར།&nbsp;&nbsp; དེ་རྗེས་སླར་ཡང་གོང་མས་སྤྱན་དྲངས་པ་ལྟར་ས་བྱ༡༤༢༩ལོར་རྒྱ་ནག་པེ་ཅིན་ཏུ་ཐེངས་གཉིས་པ་ཕེབས་ཏེ་ཆོས་སྡེ་འདེབས་པ་དང་ཆོས་སྐོར་སོགས་རྒྱ་ཆེར་མཛད།&nbsp; ཞོ་ཏེ（宣德） ཁྲི་ལོ་དགུ་པ་ཤིང་སྟག༡༤༣༤ ལོར་སྐྱར་དུ་ཆོས་རྗེ་འདི་ཉིད་ལ་ཆོ་ལོ་དང་ཟང་ཟིང་གི་དངོས་པོ་མཐའ་ཡས་པ་ཕུལ་ཐོག པེ་ཅིན་ནས་བོད་དུ་ཕེབས་པའི་ལམ་བར་མཛོ་མོ་མཁར་དུ་དགུང་ལོ་གྱ་གཉིས་ལ་ཕེབས་པ་ཤིང་ཡོས༡༤༣༥ལོའི་བོད་ཟླ་བཅུ་པའི་ཚེས་ཉེར་བཞི་ཉིན་སྐུ་འདས་པར&rdquo;<a name=\"n1\" href=\"#fn1\">[1]</a> གསུངས་འདུག&nbsp;&nbsp;&nbsp;</p>\n<p>མཁར་སྒོ་ནས་མདུན་དུ་རྨིད་ལྔ་བཅུ་ཙམ་སོང་བའི་མཚམས་ན་སྒོ་ཆེན་ཞིག་ཡོད་པ་དང་།&nbsp;&nbsp; ང་ཚོ་ནང་དུ་སླེབས་དུས་གྲྭ་པ་རྒན་པ་ཞིག་གིས་སྡོང་བོའི་བསིལ་གྲིབ་འོག་ཏུ་ཁ་བཏོན་འདོན་བཞིན་བཞུགས་འདུག རྒན་ལགས་ཀྱིས་ང་ཚོ་ལ་འདི་ནི་དགོན་བདག་ཨ་ལགས་སྐལ་བཟང་རྒྱ་མཚོ（米国泰）རེད་ཟེར།&nbsp; ཁོས་ང་ཚོ་མཐོང་མ་ཐག་གདོང་ལ་འཛུམ་གྱིས་ཁེངས་ནས་སྣེ་ལེན་ལེགས་པོ་བྱས་ཏེ། &nbsp;&nbsp;འདུ་ཁང་གི་སྒོ་ཕྱེ་བཞིན་ཁོའི་གྲོགས་པོ་ཨ་ཁུ་འཇིགས་མེད（རྡོ་སྦིས་གྲྭ་ཚང་གི་གྲྭ་པ་ཡིན་ཟེར）ལ་རྟེན་བཤད་གནང་བར་སྐུལ།&nbsp; འདུ་ཁང་འདིའི་མཆོད་ཁྲིའི་མདུན་ཕྱོགས་ན་བྱམས་ཆེན་ཆོས་རྗེའི་སྐུ་མཐོ་ཚད་ན་རྨིད་གཅིག་ལྷག་ཡོད་པ་ཞིག་བཞེངས་ཡོད་ལ། སྐུ་དེའི་རྒྱབ་ཕྱོགས་སུ་དགོན་པའི་རྟེན་གཙོ་བོ་བྱམས་ཆེན་ཆོས་རྗེའི་སྐུ་གདུང་མཆོད་རྟེན་དང་། གོང་མའི་ཁོ་ལ་དངོས་སུ་གནང་བའི་གཟིམ་ཁྲི་རྒྱུ་ཙན་དན་སྟེང་ཉ་ཕྱིས་ཕྲ་རྒྱན་པ་ཞིག་ཡོད་ལ།&nbsp;&nbsp; གཡས་གཡོན་ན་རྗེས་ཡབ་སྲས་གསུམ་སོགས་ཀྱི་སྐུ་དང་ཐང་ཀ་མང་པོ་ཡོད། ང་ཚོས་དགོན་བདག་ཨ་ལགས་སྐལ་བཟང་རྒྱ་མཚོར་བཅར་འདྲིའི་ཁྲོད་རྒྱུས་ལོན་བྱས་པ་ལྟར་ན།&nbsp;&nbsp; མཛོ་མོ་མཁར་ཞེས་པའི་མིང་འདི་ནི་ངག་རྒྱུན་དུ་བྱམས་ཆེན་ཆོས་རྗེ་མཛོ་མོའི་ཤིང་རྟ་ཞིག་ལ་གདན་དྲངས་ཏེ་གནས་འདིར་ཐོན་པ་ན། མཛོ་མོ་ཤི་བའི་ཤུལ་དུ་འབུམ་ཁང་ཞིག་བཞེངས་པ་ལ་བརྟེན་གནས་འདི་ལ་མཛོ་མོ་མཁར་ཞེས་ཐོགས་ཤིང་། ད་ལྟ་དགོན་པའི་ཤར་ཕྱོགས་སུ་རྨིད་ལྔ་བཅུ་སོང་བའི་མཚམས་ན་ས་འབུར་ཞིག་ཡོད་པ་དེ་ནི་འབུམ་ཁང་གི་ཤུལ་ཡིན་ཟེར། དགོན་པའི་མཐའ་འཁོར་གྱི་མཁར་ཆེན་འདི་ནི་ངག་རྒྱུན་དུ་ལོ་བཞི་བཅུ་ལ་བརྩིགས་པའི་བཤད་སྲོལ་ཡོད་མོད།གང་ལྟར་དགོན་པའི་ཆེད་དུ་གོང་མ་ཡུང་ལོའི་བཀའ་བཞིན་རྒྱ་ནག་གི་ཞིང་ཆེན་གཉིས་ཀྱིས་བརྩིགས་ཟེར་བ་དང་།&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; སྔོན་དགོན་པའི་འཚོ་བ་ཡང་གོང་མའི་བཀའ་ལྟར（河州）ཀ་ཅུ་སྲིད་གཞུང་ནས་བཀོད་བསྒྲིགས་བྱས་ལ།</p>\n<p>&nbsp;དེ་མིན་ད་རུང་དགོན་པ་སྲུང་སྐྱོབ་བྱེད་མཁན་གྱི་སྲུང་དམག་དང་དགོན་པའི་བཙོན་ར་སོགས་ཀྱང་ཡོད་ཟེར།&nbsp;&nbsp;&nbsp; སྐབས་དེར་གྲྭ་པ་ཡང་ལྔ་བརྒྱ་ལྷག་ཡོད་པར་མ་ཟད།&nbsp; ད་དུང་རྒྱལ་པོས་བཞེངས་པའི་འདྲ་སྐུ།&nbsp;&nbsp; བཀའ་འགྱུར་གསེར་བྲིས་དང་གསེར་དངུལ་སྤེལ་མ།&nbsp;&nbsp;&nbsp; བསྟན་འགྱུར་མཚལ་པར་སོགས་རྟེན་མང་པོ་ཡོད་ཟེར། རྗེས་སུ་ཆིང་གོང་མ་ཐུང་ཀྲིས་དབང་བསྒྱུར་བྱེད་སྐབས༡༨༦༢ནས༡༨༧༣བར་ཀྱི་ཧེ་འཁྲུག་གི་གནོད་སྐྱོན་བྱུང་བའི་དུས་དེར་དགོན་པའི་རྟེན་ཡོངས་རྫོགས་མེ་ལ་བསྲེགས། ཨ་ཁུ་འཇིགས་མེད་ཀྱིས་བཤད་པ་ལྟར་ན། ཧེ་འཁྲུག་གི་གནོད་སྐྱོན་ཐེབས་པའི་སྐབས་གྲྭ་པ་ཞིག་གིས་བྱམས་ཆེན་ཆོས་རྗེའི་སྐུ་གདུང་ལ་སྲུང་སྐྱོབ་བྱས་པས། རྗེས་ནས་མི་རྣམས་ཀྱིས་བྱས་རྗེས་ཆེ་བའི་ཆ་ནས་གྲྭ་པ་དེ་གདན་སར་བཀོད་ལ།&nbsp; དགོན་བདག་ཨ་ལགས་སྐལ་བཟང་རྒྱ་མཚོ་དེའི་སྐུ་ཕྲེང་གསུམ་པ་ཡིན་ཟེར་རོ། །</p>\n<p>འདུ་ཁང་དེའི་གཡས་གཡོན་དུ་ཨ་ལགས་ཚང་གི་གཟིམ་ཁང་དང་།&nbsp;&nbsp;&nbsp;&nbsp; གྲྭ་པ་གཞན་རྣམས་ཀྱི་གྲྭ་ཤག&nbsp; ད་དུང་མགྲོན་པོར་སྣེ་ལེན་བྱེད་སའི་ཁང་པ་ཅུང་ཙམ་ཆེ་བ་ཞིག་ཀྱང་ཡོད།&nbsp;&nbsp; རྒྱབ་ན་མཆོད་རྟེན་ཞིག་ཡོད་པ་དེ་མྱང་འདས་མཆོད་རྟེན་ཡིན་ཟེར། དེ་ལ་ཉམས་ཉེས་ཐེབས་མེད་པར་སྔར་ལྟར་ཡོད། དགེ་རྒན་གྱིས་འདི་ནི་བལ་པོའི་བཟོ་རྒྱུན་ཡིན་པར་གསུངས་ལ། དངོས་ནས་རང་རེའི་བོད་བརྒྱུད་ནང་བསྟན་ཆོས་ལུགས་ཀྱི་བཟོ་རྒྱུན་དང་གཏན་ནས་མི་འདྲ་བར་ཤིན་ཏུ་ཡ་མཚན་པོར་འདུག དེའི་གཟུངས་བཞུགས་ནི་བྱམས་ཆེན་ཆོས་རྗེ་ཚང་གི་ན་བཟའ་ཆ་ཚང་དང་།&nbsp;&nbsp;&nbsp; གསོལ་ཕོར་ཆ་ཚང་།&nbsp;&nbsp;&nbsp; ཆིབས་སྒ་ཆ་ཚང་ཡིན་ཟེར།&nbsp; དེ་ནས་ཤར་ཕྱོགས་སུ་རྨིད༥༠ལྷག་གི་མཚམས་ཤིག་ན་ཙན་དན་གྱི་སྡོང་བོ་ཞིག་ཡོད་པ་དེ་ལ་ལོ་ལྔ་བརྒྱ་ལྷག་གི་ལོ་རྒྱུས་ཡོད་ཟེར།&nbsp;&nbsp; དེ་ནི་མདོ་སྨད་ཆོས་འབྱུང་དུ&ldquo;ཆོས་རྗེའི་ཐུགས་དམ་རྟེན་ཙན་དན་ལས་གྲུབ་པའི་བདེ་མཆོག་ལྷན་སྐྱེས་ཤིག་ཡོད&rdquo;<a name=\"n2\" href=\"#fn2\">[2]</a>ཅེས་གསུངས་པ་དེ་ཡིན་པར་འདོད།</p>\n<p>བྱམས་ཆེན་ཆོས་རྗེ་ཚང་སྐུ་འདས་ཡུལ་གྱི་སྐོར་ལ་བཞད་ཚུལ་མི་མཐུན་པ་གཉིས་ཡོད་པར་བཤད་ལ། དེ་ཡང་བེེ་སེར་དུ།&nbsp;&nbsp; &ldquo;སེ་ར་བྱམས་ཆེན་ཆོས་རྗེ་རྒྱ་ནག་རྒྱལ་པོས་གདན་དྲངས་པའི་མར་ལམ་གཞི་འདིར་དགོན་པ་ཐེབས་ན་ལེགས་ཞེས་ལུང་བསྟན་ཅིང་།&nbsp;&nbsp;&nbsp;&nbsp; རྗེས་སོར་རྒྱ་ནག་ཏུ་ཞིང་ཁམས་འཕོས་པའི་སྐུ་གདུང་ཡར་དྲངས་པའི་ཚེ།&nbsp;&nbsp; འདི་ཐང་ཤིང་རྟ་འདམ་དུ་ཟུག་པ་ལྟར་འགྲོར་མ་ཉན་པས་མར་ལམ་གྱི་གསུང་དྲན་ཏེ་རྒྱ་ནག་གཡུང་ལོ་རྒྱལ་པོས་ཁྲི་ཀྱེན་ཧུང་ཧྭ་ཟེ་ཞེས་པའི་མཁར་བརྩིགས་ཤིང་།&nbsp;&nbsp;&nbsp;&nbsp; གསེར་གདུང་ལ་སོགས་པའི་རྟེན་མང་པོ་བཞེངས།&nbsp;&nbsp;&nbsp;&nbsp; བུ་ཆེན་སེང་གེ་བཟང་པོ་གདན་སར་བཞག་ཅེས་གྲགས་ལ།&nbsp;&nbsp; ཕྱིས་རྒྱལ་དབང་བསོད་ནམས་རྒྱལ་མཚོའི་དཔལ་ཡང་གནས་འདིར་བཞུགས་ཤིང་།&nbsp;&nbsp; དབང་ཆོས་རབ་བྱུང་བསྙེན་རྫོགས་སོགས་དམ་པའི་ཆོས་ཀྱི་སྒོ་འཕར་དུ་མ་ཕྱེ།&nbsp;&nbsp;&nbsp; རྗེ་ཡོན་ཏན་རྒྱ་མཚོ་སོག་ཡུལ་དུ་འཁྲུངས་པའི་གནས་ཚུལ་ཐོག་མར་འབུལ་མིའི་གྲས་ནང་སོ་མཛོ་མོ་མཁར་བ་ཞེས་པ་དེ་ཡང་འདི་ནས་ཡིན།&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; དུས་མཆོད་སྐབས་བྱམས་པ་འབུམ་གླིང་སོགས་ནས་བླ་གྲྭ་འདུ་བ་ལས་རྒྱུན་གཏན་གྲྭ་ཚོགས་དང་ཆོས་འཁོར་མེད&rdquo;<a name=\"n3\" href=\"#fn3\">[3]</a> ཞེས་གསུངས་ཡོད་དོ། །</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; དགོན་པ་འདི་བཏབ་ནས་ད་བར་དུ་ལོ་ལྔ་བརྒྱ་བདུན་ཅུ་ལྷག་འགོར་ཡོད་པས།&nbsp; མཚོ་སྔོན་བོད་བརྒྱུད་ནང་བསྟན་ལོ་རྒྱུས་ནང་དྲངས་པའི་ཀ་ཅུའི་ལོ་རྒྱུས《河州志》ནང་དགོན་པ་འདི་དང་མིང་གོང་མའི་བར་ལ་འབྲེལ་བ་དམ་པོར་ཡོད་པ་མ་ཟད།&nbsp; དགོན་པ་འདི་ཆེས་དར་བའི་དུས་ཀྱང་སྐབས་འདི་ཡིན་ཟེར།&nbsp;&nbsp; དགོན་པ་འདིའི་ས་ཞིང་གི་ཆེ་ཆུང་མུའུ་བརྒྱ་ལྷག་དང་།&nbsp; གོང་མའི་མངགས་པའི་སྲུང་དམག་ཡང༥༠ལྷག་ཡོད་པར་བཞེད།&nbsp; རྗེས་ནས་གོང་མའི་ཀྲང་ཞིན་ཅི་སང་པུའུ（张星吉藏卜）（ཆོས་རྗེས་སེང་གེ་བཟང་པོ་ཡིན་པར་འདོད ）ཟེར་བའི་མི་ཞིག་གནས་འདིའི་ཆོས་སྲིད་གཉིས་ཀྱི་བདག་པོར་བསྐོས། དགའ་ལྡན་ཆོས་འབྱུང་ནང་།&nbsp;&nbsp; &ldquo;རྒྱལ་དབང་ཡོན་ཏན་སོག་ཡུལ་དུ་སྐུ་འཁྲུངས་པར་བསྒྲགས་པས་ནང་ཡོད་པའི་ནང་སོ་མཛོ་མོ་མཁར་པ&rdquo;<a name=\"n4\" href=\"#fn4\">[4]</a>ཞེས་གསུངས་ཡོད་པ་དེ་ཡང་འདིའི་ཁྱིམ་རྒྱུད་ཅིག་ཡིན་པར་འདོད། དེ་ནས་ལོ་དུ་མའི་རིང་ལ་རུས་ཀྲང་ཅན་གྱི་ཁྱིམ་རྒྱུད་ཀྱིས་བཟུང་།&nbsp; ༡༧༥༨གྱི་སྔོན་ལ་གྲྭ་པ༡༨ཡོད།&nbsp; བླ་མའི་མིང་ལ་མིས་གོ་ཐེ（米国泰）ཞེས་བཀོད་ཡོད།&nbsp;&nbsp;&nbsp; ད་སྐབས་དགོན་པ་འདིའི་རྒྱ་ཁྱོན་གྱི་ཆེ་ཆུང་ལ་མུའུ༨༠དང་གྲྭ་པ་བཅུ་གསུམ་ཡོད་ལ་ཚང་མ་རྒྱ་དང་ཧོར་རིགས་ཡིན།&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ཁོ་ཚོ་དུས་རྒྱུན་དགོན་པར་བསྡད་མེད་ལ་རེས་མོས་བསྐོར་ནས་གྲོང་ཆོག་ལ་འགྲོ་དགོས་ཟེར།&nbsp;&nbsp; རྒྱུ་མཚན་སྔོན་དགོན་པ་འདིར་འཚོ་བ་བླ་ནས་སྦྱོར་གྱི་ཡོད་སྟབས་ལྷ་སྡེ་མེད་པས་རང་ཁ་རང་གསོ་བྱེད་དགོས་པའི་རྐྱེན་ཡིན་ཟེར།&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; དགོན་པ་འདིའི་མཐའ་འཁོར་གྱི་སྡེ་བ་ཚང་མ་རྒྱ་རིགས་དང་ཧོར་རིགས་ཡིན།&nbsp;</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; ངེད་ཅག་གིས་གནས་འདི་ལ་རྟོག་དཔྱོད་ཀྱི་བྱ་བ་ཡོངས་སུ་རྫོགས་རྗེས་བྱམས་པ་འབུམ་གླིང་གི་ཕྱོགས་སུ་ལམ་ལ་ཆས་པ་ཡིན། གང་ལྟར་ཐེངས་འདིའི་རྟོག་དཔྱོད་ཞིབ་འཇུག་བྱས་པའི་གནས་འདི་དག་ནི་སྔོན་ཆེས་ཆེར་དར་ཞིང་རྒྱས་མྱོང་མོད།&nbsp; ད་སྐབས་དགོན་པ་མང་ཆེ་བ་མ་སྟོངས་རོ་མ་ཙམ་ལས་མི་འདུག་པས།&nbsp; ཤེས་ལྡན་པ་རྣམས་ཀྱིས་གནས་འདི་དག་ལ་ཞིབ་འཇུག་བྱ་རྒྱུའི་རིན་ཐང་ཆེན་པོ་ཡོད་པར་འདོད་པས།&nbsp;&nbsp; འདིར་ཁོ་མོས་དཔྱོད་ལྡན་པ་དག་གིས་དོ་སྣང་བྱ་རྒྱུའི་རེ་བ་སྙིང་ནས་ཡང་ཡང་ཞུའོ། །</p>\n","title":"བྱམས་ཆེན་ཆོས་རྗེའི་གདན་ས་མཛོ་མོ་མཁར་གྱི་གནས་ཤུལ་མཐོང་ཐོས་གཏམ་རྒྱུད་དུ་བཀོད་པ།"},{"title":"ལུང་ཁུངས་།","index":1,"parent_index":0,"body":"\n<p><a name=\"fn1\" href=\"#n1\">[1]</a> དུང་དཀར་བློ་བཟང་འཕྲིན་ལས།  《དུང་དཀར་ཚིག་མཛོད》མི་རིགས་དཔེ་སྐྲུན་ཁང་།  ༢༠༠༤ལོར།   p1481</p>\n<p><a name=\"fn2\" href=\"#n2\">[2]</a> བྲག་དགོན་པ་དཀོན་མཆོག་བསྟན་པ་རབ་རྒྱས།《མདོ་སྨད་ཆོས་འབྱུང》ངམ《དེབ་ཐར་རྒྱ་མཚོ》ཀན་ལྷོ་མི་རིགས་དཔེ་སྐྲུན་ཁང་།</p>\n<p>༡༩༨༧ལོར། p. 345</p>\n<p><a name=\"fn3\" href=\"#n3\">[3]</a> སྡེ་སྲིད་སངས་རྒྱས་རྒྱ་མཚོ།《དགའ་ལྡན་ཆོས་འབྱུང་བེེཌྰུརྱ་སེར་པོ》ཀྲུང་གོའི་བོད་ཀྱི་ཤེས་རིག་དཔེ་སྐྲུན་ཁང་། ༡༩༨༩ལོར། p. 340</p>\n<p><a name=\"fn4\" href=\"#n4\">[4]</a> སྡེ་སྲིད་སངས་རྒྱས་རྒྱ་མཚོ།《དགའ་ལྡན་ཆོས་འབྱུང་བེེཌྰུརྱ་སེར་པོ》ཀྲུང་གོའི་བོད་ཀྱི་ཤེས་རིག་དཔེ་སྐྲུན་ཁང་། ༡༩༨༩ལོར། p. 340</p>"}]}