{"meta":{"domain":"places","kid":"16902","authors":[],"title":"ནཱ་ལེནྡྲ།","dates":{"created_at":"2010-08-13 17:00:52 UTC","updated_at":"2010-08-13 17:00:52 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"ནཱ་ལེནྡྲ།"},{"title":"ལྷུན་གྲུབ་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"ནཱ་ལེནྡྲ།","index":2,"parent_index":1,"body":" <p>ཆེ་བསྟོད་དུ་དཔལ་རྒྱུན་གྱི་དབང་པོ་ནཱ་ལེནྡྲ་ཞེས་ཞུ། </p> <p>ནཱ་ལེནྡྲ་ཞེས་པ་ནི། བོད་སྐད་དུ་རྒྱུན་གྱི་དབང་པོ་ཞེས་པའི་དོན་ཡིན། གླང་ཐང་ནས་འཁོར་ལམ་བརྒྱུད་སྤྱི་ལེ་བཞི་ལྔ་ཙམ་དང་། མཐོང་སྨོན་ནས་རྐང་ཐང་མར་ཆུ་ཚོད་ཕྱེད་ཀ་ཙམ་སོང་ན་དགོན་དེར་སླེབས། དགོན་དེ་ནི་ཐོག་མར་ཀུན་མཁྱེན་རོང་སྟོན་པས་སྤྱི་ལོ་1935ལོར་ཕྱག་བཏབ་གནང་མཛད། <span class=\"milestone page eng \">[page <span class=\"pnum\">173</span>] </span> རོང་སྟོན་ཞེས་པ་ནི། འཁྲུངས་ཡུལ་ཁམས་རྒྱལ་མོ་རོང་ནས་ཡིན་པས་རོང་སྟོན་ཞེས་དང་། མཚན་དངོས་ནི་ཤཱཀྱ་རྒྱལ་མཚན་ཞེས་ཞུ། ཐོག་མར་ཆོས་ལུགས་སྒྲུབ་མཐའ་བོན་པོ་ཡིན་པ་ལ་གསང་ཕུར་ཕེབས་ཏེ་ཀུན་མཁྱེན་གཡག་སྟོན་སངས་རྒྱས་དཔལ་གྱི་ཞབས་ལ་གཏུགས་ནས་སློབ་གཉེར་མང་དུ་མཛད། གཞན་ཡང་ངོར་མཁན་ཆེན་ཀུན་དགའ་བཟང་པོ་སོགས་བླ་མ་མང་དུ་བསྟེན། དེ་ནས་ཐོས་བསམ་གྱི་རྩལ་ཐོན་ནས་དྭགས་པོ་བཀྲ་ཤིས་རྣམ་རྒྱལ་སོགས་སློབ་མའང་མང་དུ་བྱུང་། གོ་བོ་རབ་འབྱམས་བསོད་ནམས་སེང་གེ་དང་། གུང་རུ་ཤེས་རབ་བཟང་པོ་སོགས་ལྷན་དུ་གནས་ངེས་མེད་དུ་ཕེབས་ཏེ་ཤུག་གསེབ་དང་འཕན་པོ་རྒྱལ་ནང་སོགས་སུ་དགོན་པ་ཕྱག་བཏབ་པར་བརྩམས་ཀྱང་རྟེན་འབྲེལ་མ་འགྲིག དེ་ནས་མཁར་རྩེ་རྫོང་དུ་ཆོས་གནས་མཛད། མཁར་རྩེ་རྫོང་ནས་སྐུ་ཡོན་ཅི་ཞིག་འབུལ་ལགས་ཞུས་པར་སྐུ་ཡོན་གཞན་གང་ཡང་མི་དགོས་ཕྲན་བུ་ཞིག་གནང་བར་ཞུ་ཞུས་པས་ད་ལྟའི་དགོན་འདེབས་ཡུལ་དེར་མཁར་རྩེ་རྫོང་གི་རྟ་འཚོ་ས་ཡིན་པས་ས་དེ་ཕུལ། ཐོག་མར་བཀྲ་ཤིས་རྣམ་རྒྱལ་ས་དཔྱད་གཟིགས་སུ་འཕེབས་པས་ས་དེ་གནས་ཁྱད་པར་ཅན་བྱ་རྒོད་ཕུང་པོའི་རི་དང་དབྱིབས་འདྲ་བས་བྱིན་རླབས་ཆེ་བར་གཟིགས་ཏེ་ཆོས་ཁྲི་སྒང་ཞེས་པར་དུང་དཀར་གཡས་འཁྱིལ་གྱི་དབྱིབས་འདྲ་བའི་སྟེང་། ཆོས་གསུངས་ནས་སློབ་མ་ཁྲི་ལ་ཉེ་བ་བྱུང་ནས་ཤོ་ཀ་ལིའི་ཁ་སྡེབས་པའི་སྒྲ་དགོན་དེའི་ཤར་ངོས་བྲག་དཀར་རྩེ་ཞེས་པའི་རི་སྟེང་དུའང་ཐོས་པ་ཡོད་གསུངས། དེ་ནས་རོང་སྟོན་གྱི་བཀའ་བཞིན་སློབ་མའི་གཙོ་བོ་བཀྲ་ཤིས་རྣམ་རྒྱལ་གྱིས་ཚོགས་ཆེན་འདུ་ཁང་གི་ཐིག་བཏབ། འདུ་ཁང་ཀ་བ་ལྔ་བཅུ་ང་དྲུག་ནང་རྟེན་གཙོ་ཐུབ་པ་གངས་ཅན་གཙོ་རྒྱལ་ཞེས་ཟངས་ཁལ་དགུ་བརྒྱ་ལས་བསྐྲུན་པའི་ལུག་མ་བོད་གངས་ཅན་ན་གྲགས་པ་ཞིག་དང་རོང་སྟོན་སྐུ་འཚོ་བཞུགས་སྐབས་གསུང་བྱོན་པའི་འདྲ་སྐུ། ཡང་འདྲ་སྐུ་ནས་འཛིན་མ་ཞེས་རབ་གནས་གནང་སྐབས་མཆོད་འབྲུ་ཕྱག་གིས་བཟུང་གནང་བ་ཞིག མཁྱེན་རབ་ཆོས་རྗེའི་དངུལ་གདུང་ཐོག་ཚད་མ། རོང་ <span class=\"milestone page eng \">[page <span class=\"pnum\">174</span>] </span> སྟོང་གྱི་ཞལ་འདོན་ཕྱག་དཔེ་གསེར་ཆོས་བརྒྱད་སྟོང་པ། སངས་རྒྱས་འོད་སྲུང་གི་རིང་སྲེལ་བཞུགས་པའི་ཐུབ་པ་གཙོ་འཁོར་གསུམ་སོགས་རྟེན་དང་བརྟེན་པ་བཅས་དང་། དགེ་འདུན་ཞལ་གྲངས་བརྒྱད་བརྒྱ་ལྷག་གིས་ས་སྐྱ་སྐུ་ཚར་ལུགས་ཕྱག་བཞེད་མཛད་པའི་ས་སྐྱའི་གདན་ས་གསུམ་གྱི་ཡ་རྒྱལ་ཞིག་ཡིན་གསུངས། སྔོན་རྒྱ་རོང་ཁང་ཚན། གླིང་ཁང་ཚན། ཚ་བ་ཁང་ཚན། ལ་མདོ་ཁང་ཚན། ཏྲི་ཧོར་ཁང་ཚན་བཅས་ཁང་ཚན་ལྔ་དང་། བཅོ་བརྒྱད་གསང་ཆེན་གྲྭ་ཚང་ལ་རྒྱུད་སྡེ་ཁག་དང་། གཟིམ་འོག་མཐོང་སྨོན་གྲྭ་ཚང་ལ་མདོ་ཕྱོགས་ཕྱག་བཞེད་ཀྱིས་མདོ་སྔགས་གྲྭ་ཚང་གཉིས། བླ་བྲང་གསུམ་ནི་གཟིམ་ཁང་གོང་སྟེ་རོང་སྟོན་གྱི་གཟིམ་ཁང་དང་། གཟིམ་ཁང་འོག་ནི་བཀྲ་ཤིས་རྣམ་རྒྱལ་གྱི་གཟིམ་ཁང་། མཁྱེན་རབ་ཆོས་རྗེའི་གཟིམས་ཁང་བཅོ་བརྒྱད་བླ་བྲང་བཅས་བླ་བྲང་གསུམ། གཞན་ཡང་ཉ་ར་ཁང་ཚན་དང་། སྟོང་ར་ཁང་ཚན་ཞེས་པའི་རྗེས་ཤུལ་སོགས་ཡོད། </p> <p>ད་ལྟ་གསར་བཞེངས་འདུ་ཁང་ནང་ཐུབ་པ་གངས་ཅན་གཙོ་རྒྱལ་མའི་སྐུ་ཚབ་གསེར་ཟངས་ཀྱི་ཐུབ་པའི་སྐུ་བརྙན་དང་མཁྱེན་རབ་ཆོས་རྗེའི་དངུལ་གདུང་གི་སྐུ་ཚབ། མགོན་ཁང་ནང་མགོན་པོ་གུར་ལ་སོགས་པའི་ལྷ་སྲུང་ཁག གཞན་ཡང་ཙན་དན་གྱི་གདུང་རྟེན་སོགས་རྟེན་དང་བརྟེན་པ་ཇི་སྙེད་གསར་བཞེངས་གནང་བ་དང་། རོང་སྟོན་དང་བཀྲ་ཤིས་རྣམ་རྒྱལ་གྱི་ཞབས་རྗེས། བྱམས་ཁང་གསར་བཞེངས་གནང་བ། རོང་སྟོན་གྱི་ཆོས་ཁྲི། རོང་སྟོན་གྱི་ཕྱིའི་རྟེན་འབུམ་མོ་ཆེའང་སྔོན་གྱི་ཞབས་རྭའི་སྟེང་གསར་བཞེངས་གནང་བ་བཅས་མཇལ་རྒྱུ་ཡོད། ཡང་དགོན་དེ་ནས་ཅུང་ཟད་ཙམ་ཡར་འཛེགས་ན་རིན་ཆེན་སྡིངས་ཏེ་རིན་སྡིངས་ཇོ་དགོན་གྱི་རྗེས་ཤུལ་འང་མཇལ་རྒྱུ་ཡོད།</p>  "}]}