{"meta":{"authors":[],"title":"བཟང་རི་དགོན།","dates":{"created_at":"2010-08-13 17:00:50 UTC","updated_at":"2010-08-13 17:00:50 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"བཟང་རི་དགོན།"},{"title":"སྙེ་མོ་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"བཟང་རི་དགོན།","index":2,"parent_index":0,"body":" <p>མཚན་རྒྱས་པར་ལྷུན་གྲུབ་མཐོང་སྨོན་ཞེས་ཞུ། ད་ལྟའི་སྙེ་མོ་རྫོང་ནས་སྤྱི་ལེ་བཞི་ཙམ་བྱང་དུ་འཁོར་ལམ་བརྒྱུད་སོང་ན་བཟང་རི་གྲོང་གི་རྒྱབ་རིར་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་ཐོག་མར་བོན་གྱི་སྤྲུལ་སྐུ་གཤེན་ཆེན་ཀླུ་དགའ་སྐུ་མཚམས་སུ་བཞུགས་སྐབས་སྲིད་པ་རྒྱལ་མོས་ལུང་བསྟན་དུ་བཀའ་ཕེབས་ཀྱི་སློབ་བུ་བཞི་ཡོད་པས་དེ་དག་ལ་ཆོས་གནང་དགོས་ཞེས་གསུངས་པ་ལྟར་བྲུ་གཙང་། རྨེའུ་གཙང་། སྤ་གཙང་། ཁུ་གཙང་། བཅས་འོད་གསལ་ལྷ་ལས་མཆེད་པའི་བྲུ་ཞུ་སྤ་རྨེའུ་གཤེན་དང་ལྔ་བཅས་པར་ཆོས་ཟབ་མོ་གནང་རྗེས། ད་སོ་སོའི་གདན་ས་སོ་སོས་འཚོལ་ཅིག་གསུང་པར་གཙང་ཐོབ་རྒྱལ་དུ་བྲུ་གཙང་། སྦྲ་ཆེན་དུ་སྤ་གཙང་། རྒྱལ་རྩེ་དང་ཉེ་བར་ཞུ་གཙང་། སྟོད་དར་སྟེང་དུ་གཤེན་གཙང་། གནས་དེར་རྨེའུ་གཙང་བཅས་ཆགས། དགོན་དེ་ཕྱག་འདེབས་པ་པོ་ནི་བླ་གུར་ཞོགས་པ་ཞེས་པས། རྟ་ནག མི་ནག ཕྱི་ནག་གི་ཚུལ་བྱས་ནས་ཕེབས་སྐབས་ཡུལ་མིས་ཁམས་པ་སླེབས་བྱུང་ཟེར་ནས་བླ་མ་བརྡུང་པས་གནས་སྐབས་གནས་དེ་དང་ཉེ་བའི་ཤར་ངོས་ཁམས་པ་ལུང་ཞེས་པར་བཞུགས་ཏེ་དེ་ལའང་དགོན་པ་ཆགས། དེ་ནས་སློབ་མ་མང་དུ་བྱུང་བས་ད་ལྟའི་དགོན་ཆགས་ཡུལ་དུ་ཐོག་མར་རི་ཁྲོད་ཆུང་ཆུང་ཞིག་ཆགས། དེ་རྗེས་འགྲོ་མགོན་གསུམ་སྟོང་ལྷ་འབུམ་གྱི་སྐུ་དུས་སུ་དགེ་འདུན་<span class=\"milestone page eng \">[page <span class=\"pnum\">149</span>] </span>གསུམ་སྟོང་བར་འཕེལ་ཏེ་གསུམ་སྟོང་ལྷ་འབུམ་ཞེས་པའི་མཚན་ཡང་དེ་ལྟར་བྱུང་། མདོ་སྔགས་ཀྱི་བསྟན་པ་རྒྱ་ཆེར་སྤེལ་གནང་མཛད། ཨ་ཁྲིད་དང་། སྙན་རྒྱུད། རྫོགས་ཆེན་སྟེ་ཨ་སྙན་རྫོགས་གསུམ་གྱི་བསྟན་པའི་སྲོལ་གཏོད་དེ་ལྗགས་རྩོམ་མང་པོ་གནང་། སྔོན་འདུ་ཁང་གོང་འོག་གཉིས་ད་ལྟའི་དགོན་གཤམ་དུ་ཆགས་ཡོད་པ་ལ་རེ་རེར་ཀ་བ་བཅུ་དྲུག་གི་ས་ལ་རྟེན་གཙོ་སྟོན་པ་གཤེན་རབ་ཀྱི་སྐུ་བརྙན་སོགས་ལི་སྐུ་བཅུ་དྲུག་གནས་དེ་ནས་འཁྲུངས་པས་སྙེ་མོ་ལི་ཡི་ལི་ཚང་ཞེས་པ་དེ་ནས་བྱུང་། གཞན་ཡང་གསུམ་སྟོང་བླ་མའི་སྨར་གདུང་སོགས་རྟེན་སྐུ་ཇི་སྙེད་ཡོད། དབུ་རྩེར་ཇུན་གར་དམག་གིས་རྩ་གཏོར་བཏང་།</p> <p>ད་ལྟ་དབུ་རྩེར་གསར་བཞེངས་གནང་བའི་འདུ་ཁང་ཀ་བ་བཅུ་གཅིག་ནང་རྟེན་གཙོ་སྨན་འདམ་གྱི་སྟོན་པ་གཤེན་རབ་དང་། མཁས་དབང་ཚུལ་ཁྲིམས་དཔལ་ཆེན་དང་།གྲོ་མགོན་གསུམ་སྟོང་ལྷ་འབུམ། མཉམ་མེད་ཤེས་རབ་རྒྱལ་མཚན། རྫོགས་སྐུ་གཤེན་ལྷ་འོད་དཀར། སྨྲ་སེང་འཇམ་དཔལ་དབྱངས། ཡུམ་ཆེན་ཤེས་རབ་བྱམས་མ། ཀུན་བཟང་རྒྱལ་བ་འདུས་པ། གཞན་ཡང་བོན་གྱི་བཀའ་འགྱུར་དབུ་མེད་པོད་བརྒྱ་དང་ལྔ་བཅུ་དང་། བསྟན་འགྱུར་དབུ་མེད་པོད་སུམ་བརྒྱ་ལྔ་བཅུ་སོགས་མཇལ་རྒྱུ་ཡོད།</p>  "}]}