{"meta":{"domain":"places","kid":"1070","authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"title":"Chuchen Introduction","dates":{"created_at":"2011-12-13 02:31:06 UTC","updated_at":"2011-12-13 02:31:06 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Chuchen Introduction"},{"title":"Bonpo monasteries and temples in Tibetan regions in Qinghai, Gansu and Sichuan","index":1,"parent_index":0,"body":" "},{"title":"Chu chen County","index":2,"parent_index":1,"body":" <p>Chu chen county is situated in rNga ba Tibetan Autonomous Prefecture, Sichuan Province. The county seat is Chu chen, 92 km from ’Bar khams, the capital of the rNga ba Prefecture government. There are 127 villages divided among thirteen townships townships. The county covers an area of 5,550 sq km. The population is 68,215, of whom 20,496 were Tibetans in 1980. </p> "},{"title":"(187) gYung drung lha steng Monastery","index":3,"parent_index":2,"body":" "},{"title":"1. Name","index":4,"parent_index":3,"body":" <p>gYung drung lha steng (or lha sding)</p> "},{"title":"2. Location","index":5,"parent_index":3,"body":" <p>The monastery is located around 33 km south of Chu chen Township, seat of the Chu chen county.</p> "},{"title":"3. History","index":6,"parent_index":3,"body":" <p>According to written sources, the monastery was founded in the Fire-Dog year of the 1st Rab byung (1046).<a href=\"#n56\" name=\"nb56\" class=\"note\">56</a> The monastery was at one time one of the two major Bonpo centres of the eighteen kingdoms of rGyal rong.<a href=\"#n57\" name=\"nb57\" class=\"note\">57</a> Among their kings, those of lCags la, bTsan lha, Wo gzhi, Se mo rdzing ’gag, Cog tse, Dam pa, Khro skyabs, gZim g-yag, dGe bshes tsa and Yar rgan became important sponsors of the monastery. mKhan chen bSod nams rgyal mtshan and sTag dngos Shes rab g-yung drung conducted the monastery’s consecration ceremony (rab gnas) after its completion. </p> <p>According to an inscription, one of the kings took his dge bsnyen vows from Kun grol grags pa (b.1700) and received the name of Nam mkha’ g-yung drung ye shes. Later he was ordained a monk by mKhan chen bSod nams rgyal mtshan.</p> <p>After rGyal rong’s conquest by the Manchu emperor Qianlong in 1778, the monastery was converted to the dGe lugs pa tradition by force and was given the Chinese name of Guang fa si (bsTan ’phel gling). The practice of Bon religion was forbidden by an edict. As a result, the monastery fell under the authority of ’Bras spungs Monastery near Lhasa which immediately appointed an abbot for the monastery. It continued to do so until the 1950s. Only some of the names of the abbots sent from Lhasa are known to us: </p> <ol type=\"1\"> <li>Sangs rgyas ’od zer</li> <li>Grags pa phun tshogs</li> <li>Blo bzang ’jam dbyangs </li> <li>Ngag dbang bstan ’dzin</li> <li>Blo bzang don ldan</li> <li>’Jam dbyangs smon lam</li> <li>Ngag dbang lhun grub</li> <li>bsTan pa rin chen</li> <li>Ngag dbang bzang po</li> <li>Grags pa chos ’phel</li> <li>Blo bzang chos ’phel</li> <li>Sangs rgyas bstan ’dzin</li> <li>’Jam dbyangs yar ’phel</li> <li>Blo bzang dam chos</li> <li>’Jam dbyangs sbyin pa</li> <li>’Jam dbyangs yar ’phel</li> </ol> <p>(The names of Nos. 17-29 are not clear) </p> <ol type=\"1\"> <li>bSod nams yon tan, </li> <li>Blo bzang thub bstan, </li> <li>mKhyern brtse ngag dbang blo gros</li> <li>Kun ldan rin chen</li> <li>Blo bzang shes rab</li> <li>rGyal ba shes rab</li> <li>Yon tan nyi ma</li> <li>A khu ye shes</li> <li>gYu bo blo gros</li> <li>rGyal rong dge bshes</li> <li>dGe ’dun rin chen, </li> <li>Ngag dbang dpal ldan (1881-1953) </li> </ol> <p>During the Cultural Revolution the moanstery was razed. In the 1980s the central government generously gave 300,000 Chinese Yuan for the monastery’s reconstruction. </p> <p>Bon blon Nam mkha’ bstan ’dzin (b.1932) of rTogs ldan Monastery (No.88) in rNga khog, oversaw the work with the assistance of Rin chen rgyal, sTag lha skyabs, Legs bshad rgya mtsho, Ya ma bKra shis and Tshe ring phun tshogs. At the beginning, because of the monastery’s conversion, there was some discussion between Bonpo and dGe lugs pa as to which tradition the monastery should belong, but since the majority of the local population wanted it to be Bonpo, the local authorities handed it over to the Bonpo community. The reconstruction was completed in 1989 and Bon blon Nam mkha’ bstan ’dzin became the khri pa and Rin chen rgyal became the mkhan po of the monastery. </p> <p>The monastery is supported by rTogs ldan Monastery which sends teachers and holds regular annual rituals there to revive Bonpo religious activities in the region after two centuries of dGe lugs pa dominance. Since 1990, the local people select the khri pa and mkhan po every year from various Bonpo monasteries in rGyal rong, such as Bla med and Brag dben Monasteries in Chu chen county, Khyung lung Monastery (No.171) in Rong brag county. In 1990 Legs bshad rgya mtsho of Bla med Monastery (No.190) was selected as the khri pa and Rin chen rgyal as the mkhan po. In 1991 sKal bzang and Ya ma bKra shis were respectively khri pa and mkhan po, in 1992 Tshe dbang rgyal mtshan and sTag lha, in 1993 Rab brtan and Legs bshad, in 1994 O rgyan and bSod nams, in 1995 Tshul khrims mthar phyin and bSod nams, in 1996 Tshul khrims dar rgyas and bSod nams, in 1997 Pad ma and gYung drung.</p> "},{"title":"4. Hierarchical system","index":7,"parent_index":3,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one khri pa</li> <li>one mkhan po</li> <li>one gnyer pa</li> </ul> <p>All the incumbents of the above-listed positions are replaced every year.</p> "},{"title":"5. Current number of monks","index":8,"parent_index":3,"body":" <p>The number of monks is extremely variable since they come from various monasteries in rGyal rong and stay there for a few months or a few years. Generally, there are between five and fifteen novices and monks at a time. </p> "},{"title":"6. Educational Exchange","index":9,"parent_index":3,"body":" <p>The monastery has close ties with rTogs ldan Monastery as well as with several monasteries in rGyal rong, especially with those that send monks and sponsor the monastery. </p> "},{"title":"7. Current education","index":10,"parent_index":3,"body":" <p>There is no particular system of education.</p> "},{"title":"8 / 9. Rituals","index":11,"parent_index":3,"body":" <p>Since there is no fixed number of monks at the monastery, there are no fixed annual rituals</p> "},{"title":"10. Books held in the monastery","index":12,"parent_index":3,"body":" <p>The monastery only has the usual ritual texts.</p> "},{"title":"11. Income and expenses","index":13,"parent_index":3,"body":" <p>The monastery has no regular Sources of income and depends on offerings from its followers. The monks provide their own food.</p> "},{"title":"12. Local community","index":14,"parent_index":3,"body":" <p>The local lay community consists mainly of the population in the A nyin area among other Bonpo communities in rGyal rong. </p> "},{"title":"14. Occupation of the local people","index":15,"parent_index":3,"body":" <p>Farmers </p> "},{"title":"Sources","index":16,"parent_index":3,"body":" "},{"title":"(1) Interviews","index":17,"parent_index":16,"body":" <p>In autumn 1998 with Bon blon Nam mkha’ bstan ’dzin (b.1932), a trulku of rTogs ldan Monastery</p> "},{"title":"(2) Texts","index":18,"parent_index":16,"body":" <ol type=\"1\"> <li>rNga khul chu chen rdzong gi g-yung drung lha lding dgon pa’i lo rgyus mdor bsdus in rNga ba khul gyi dgon pa’i lo rgyus, MS, pp.244-248. Compiled by the Religion Bureau and the Buddhist Association of rNga ba Prefecture</li> <li>Samten G. Karmay, “The Decree of the Khro-chen King”, Acta Orientalia 51, (Copenhagen) 1990: 141-159</li> <li>Per Kvaerne, Elliot Sperling, Preliminary Study of an Inscription from Rgyal-rong, Acta Orientalia (Copenhagen) 1993, 54, 113-125</li> </ol> "},{"title":"(188) mTsho mtho Monastery","index":19,"parent_index":2,"body":" "},{"title":"1. Name","index":20,"parent_index":19,"body":" <p>The monastery’s full name is mTsho mtho gShen bstan nor bu’i gling. It is also known as Tsho steng Monastery.</p> "},{"title":"2. Location","index":21,"parent_index":19,"body":" <p>The monastery is located 40 km northwest of Chu chen, the seat of the Chu chen county (there is a distance of 36 km from the county town to Sa ba kyo township, and another 4 km from there to the monastery).</p> "},{"title":"3. History","index":22,"parent_index":19,"body":" <p>The monastery was founded two years before the introduction of the Rab byung system of datation (1027). It is not certain who the founder was. A list of the names of its abbots is available:</p> <ol type=\"1\"> <li>bsTan pa rgyal mtshan </li> <li>bSam gtan phun tshogs </li> <li>Legs pa rgyal mtshan </li> <li>gYung drung khri zer</li> <li>dBang rgyal bstan ’dzin </li> <li>Nor bu dpal dbang </li> <li>Tshe dbang </li> <li>Sha trog pa </li> <li>Nam mkha’ bstan ’dzin </li> <li>bKra shis rgyal mtshan </li> <li>bSod nams g-yung drung </li> <li>bsTan ’dzin nor bu </li> <li>Nam mkha’ dbang rgyal </li> <li>gYung drung bstan ’dzin </li> <li>’Dul rgyal phun tshogs </li> <li>lHa dbang bstan ’dzin </li> <li>Nam mkha’ bstan ’dzin </li> <li>Nam mkha’ dbang ldan </li> <li>bSod nam bstan ’dzin </li> <li>Nyi ma dbang rgyal </li> <li>Nam mkha’ lha sgron </li> <li>Sangs rgyas bstan ’dzin </li> <li>bsTan pa’i blo gros </li> <li>Nyi ma grags pa </li> <li>gShen rgyal bstan ’dzin, the present abbot</li> </ol> "},{"title":"4. Hierarchical system","index":23,"parent_index":19,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>mkhan po</li> <li>dge bskos (elected by the monks for three years) </li> <li>dbu mdzad</li> <li>mchod dpon</li> </ul> <p>In this monastery, it is the dge bskos who appoints the dbu mdzad, lha gnyer and mchod dpon, and who determines their terms of office.</p> "},{"title":"5. Current number of monks","index":24,"parent_index":19,"body":" <p>There were thirty novices and monks in the monastery in autumn 1998.</p> "},{"title":"6. Current education","index":25,"parent_index":19,"body":" <p>There are six different classes devoted to the following sbjects: </p> <ol type=\"1\"> <li>Sum rtags snyan gsum (sum cu pa, rtags ’jug and snyan ngag) </li> <li>Tshad ma </li> <li>’Dul ba </li> <li>dBu ma </li> <li>Phar phyin </li> <li>mDzod</li> </ol> "},{"title":"8 / 9. Rituals","index":26,"parent_index":19,"body":" <p>Commemoration of mNyam med Shes rab rgyal mtshan on the 4th and the 5th days of the 1st month, ritual based on the gYung drung klong rgyas from the 10th to the 15th of the same month; the observance of the smyung gnas fast on the 14th and the 15th days of the 6th month; the recitation ritual known as Ti tri su’i sgrub chen on the 14th and the 15th days of the 11th month.</p> "},{"title":"10. Books held in the monastery","index":27,"parent_index":19,"body":" <p>The monastery has one printed copy of the Bonpo Kanjur, one printed copy of Shar rdza bKra shis rgyal mtshan’s collected works.</p> "},{"title":"11. Income and expenses","index":28,"parent_index":19,"body":" <p>The monastery has no regular Sources of income and depends on offerings from the faithful. The monks provide their own food.</p> "},{"title":"12. Local community","index":29,"parent_index":19,"body":" <p>The local lay community consists of four communities: A lag sho, Mu khre, Le dam and Kyab kya bho. </p> <p>A lag sho community comprises four villages: We bu with nine families, Tho bo with four families, De thul with sixteen families and mTsho mtho with twenty families. </p> <p>Mu khre community comprises five villages: Sa me with seven families, Dan ceb with twenty-two families, Mu khre with twenty-one families, Mur ye with six families and Yu ska with four families. </p> <p>Le dam community comprises three villages: Le dam with twelve families, rGyal gu with three families and gZhi bzhor with thirty families. </p> <p>Kyab kya bo community comprises three villages: lDe bzo with twenty-four families, Kyab kyo bo with fifty families and Le bu with twelve families. In addition there are ten nomad families connected with the four communities.</p> "},{"title":"13. Local festivals","index":30,"parent_index":19,"body":" <p>The mountain behind the monastery has a la bstas called Mo khrom dedicated to the spirit of the mountain. Its renewal festival takes place on the 5th of the 5th month.</p> <p>There is also a sacred mountain known as Shel ri stag gsum located four hours’ walk west of the monastery. It is venerated only by the Bonpo communities on the 5th of the 5th month. </p> "},{"title":"14. Occupation of the local people","index":31,"parent_index":19,"body":" <p>Farmers, nomads</p> "},{"title":"Sources","index":32,"parent_index":19,"body":" "},{"title":"(1) Interviews","index":33,"parent_index":32,"body":" <p>With the following monks in autumn 1998: gYung drung bstan ’dzin (b.1923) and Blo gros kun gsal (b.1933)</p> "},{"title":"(2) Texts","index":34,"parent_index":32,"body":" <ol type=\"1\"> <li>rNga khul chu chen rdzong mtsho steng dgon pa’i lo rgyus mdor bsdus in rNga ba khul gyi dgon pa’i lo rgyus. Compiled by the Religion Bureau and Buddhist Association of rNga ba Prefecture, MS, pp. 241-243</li> <li>rNga khul chu chen rdzong mtsho steng dgon pa’i lo rgyus mdor bsdus provides dates for the most of the abbots, but does not seem reliable enough to quote here.</li> </ol> "},{"title":"(189) dGra lha khyung dgon Monastery","index":35,"parent_index":2,"body":" "},{"title":"1. Name","index":36,"parent_index":35,"body":" <p>The monastery has several names: ’Brug ri bkra shis khyung dgon, Khyung khu, Khyung dgon and Brag bon dgon.</p> "},{"title":"2. Location","index":37,"parent_index":35,"body":" <p>The monastery is located in 41 km northwest of Chu chen, seat of the Chu chen county.</p> "},{"title":"3. History","index":38,"parent_index":35,"body":" <p>The monastery was founded by gShen rab rgyal in the Earth-Sheep year of the 3rd Rab byung (1199). Following is a list of the monastery’s successive abbots:</p> <ol type=\"1\"> <li>gShen rab rgyal</li> <li>A thang rtswa zan </li> <li>Bla ma Ka chen </li> <li>Nam mkha’ dbang ldan </li> <li>rTogs ldan bsTan ’dzin phun tshogs </li> <li>bsTan pa ’brug grags </li> <li>bsTan pa blo gros </li> <li>gShen rab dbang rgyal </li> <li>Shes rab tshul khrims </li> <li>Tshe dbang ’gyur med </li> <li>bsTan pa blo gros rgyal mtshan (1910-1958) </li> <li>Shes rab (1941-1963) </li> <li>gYung drung tshul khrims </li> <li>gYung drung ye shes </li> <li>Bla ma rGyal mtshan </li> <li>Bla ma bsTan ’dzin </li> </ol> <p>The monastery was demolished during the Cultural Revolution and was rebuilt in the 1980s. The present master of the monastery is Rab brtan. He was chosen among the monks of the monastery.</p> "},{"title":"4. Hierarchical system","index":39,"parent_index":35,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one bla ma</li> <li>one dbu mdzad (replaced every three years)</li> <li>one dge skos (replaced every three years)</li> <li>two gnyer ba (replaced every two years)</li> <li>two lha gnyer (replaced every month)</li> </ul> "},{"title":"5. Cuirrent number of monks","index":40,"parent_index":35,"body":" <p>There were twenty-eight novices and monks at the monastery in autumn 1998.</p> "},{"title":"6. Current education","index":41,"parent_index":35,"body":" <p>There are no organized classes. The novices are taught by one of the learned monks. </p> "},{"title":"8 / 9. Rituals","index":42,"parent_index":35,"body":" <p>Commemoration of mNyam med Shes rab rgyal mtshan from the 4th to the 6th day of the 1st month; the ritual cycle of Ma rgyud from the 8th to the 10th day of the 4th month; the observance of the smyung gnas fasting from the 11th to the 14th day of the 10th month. </p> "},{"title":"10. Books held in the monastery","index":43,"parent_index":35,"body":" <p>The monastery has one printed copy of the Kanjur and various ritual texts in manuscript.</p> "},{"title":"11. Income and expenses","index":44,"parent_index":35,"body":" <p>The monastery has no regular Sources of income and depends on offerings from the faithful. The monks provide their own food.</p> "},{"title":"12. Local community","index":45,"parent_index":35,"body":" <p>The local lay community consists of three communities: Mal nib community has 8 villages: bZhi mdo with thirteen families, rGye le with eight families, Ka yam kro with eight families, Yi ban kyo with six families, A go with four families, Li phru with fourteen families, Tang khu with six families, Ru rdo with six families.</p> <p>Le ltam pe community has five villages: Ka lo with seven families, rMa mdo with twenty families, Nga kyab with twelve families, Pa le with twenty families and sPo to with five families.</p> <p>rGya yag community has five villages: Yi rdib with eighteen families, Pi kye with eleven families, Sa yo with fifteen families, Mo lo kyo with thirteen families and Mi len teb with fifteen families.</p> "},{"title":"13. Local festivals","index":46,"parent_index":35,"body":" <p>Dze mu At the top of the mountain behind the monastery there is la btsas dedicated to the local deity called Dze mu who is propitiated by the monks on the 5th of the 5th month, and another la btsas for the local deity rDza nag located near the monastery to the east, also propitiated on the 5th of the 5th month. </p> <p>There is also a sacred mountain (gnas ri) called dGra lha khyung rtse 5 km north of the monastery. This was sanctified by </p> <p>Grub thob gShen rab rgyal and is venerated by the whole local population on the 4th day of the 5th month. </p> "},{"title":"14. Occupation of the local population","index":47,"parent_index":35,"body":" <p>Farmers</p> "},{"title":"Sources","index":48,"parent_index":35,"body":" "},{"title":"(1) Interviews","index":49,"parent_index":48,"body":" <p>With following monks at the monastery in autumn 1998: Rab brtan (b.1933), Zhi tho pur (b.1931), Drung drung (b.1931)</p> "},{"title":"(2) Texts","index":50,"parent_index":48,"body":" <ol type=\"1\"> <li>rNga khul chu chen rdzong gi khyung dgon gyi lo rgyus mdor bsdus. Compiled by the Religion Bureau and the Buddhist Association of rNga ba Prefecture, MS, pp.239-240</li> </ol> "},{"title":"(190) Bla med Monastery","index":51,"parent_index":2,"body":" "},{"title":"1. Name","index":52,"parent_index":51,"body":" <p>The monastery’s full name is Bla med yid bzhin nor bu’i gling.</p> "},{"title":"2. Location","index":53,"parent_index":51,"body":" <p>The monastery is located 110 km west of Chu chen, seat of the Chu chen county. </p> "},{"title":"3. History","index":54,"parent_index":51,"body":" <p>According to Yon tan rgya mtsho (dGon pa’i lo rgyus mdor bsdus, MS) the monastery was founded Rig pa rang shar at the age of thirty-seven and died at the age of ninety-five.<a href=\"#n58\" name=\"nb58\" class=\"note\">58</a> </p> <p>Following is a list of the monastery’s masters: </p> <ol type=\"1\"> <li>rDza bo Rig pa rang shar </li> <li>gSal ba ’od chen </li> <li>gSal ba ’od chung </li> <li>Dran pa bdud ’dul </li> <li>bShes yes dbon po </li> <li>rNam dag rgyal mtshan </li> <li>gTsug phud ’od zer </li> <li>gYung drung rgyal mtshan </li> <li>Khro bo rgyal </li> <li>Kun bzang rgyal mtshan </li> <li>Tshul khrims </li> <li>Thub pa </li> <li>rNam dag ’od zer </li> <li>Ngag dbang rgya mtsho </li> <li>bSod nams nyi ma </li> <li>Theg pa rgyal mtshan </li> <li>Phun tshogs rnam rgyal </li> <li>Blo gros thub bstan </li> <li>Shes pa </li> <li>Rin chen lhun grub</li> <li>bsTan ’dzin grags pa </li> <li>Shes rab nyi ma </li> <li>Shes rab dbang ldan </li> <li>Zla ba rgyal mtshan </li> <li>Phun tshogs dbang rgyal </li> <li>bSod nams blo gros </li> <li>bsTan ’dzin tshul khrims </li> <li>gYung drung phun tshogs </li> <li>Kun bzang lhun grub </li> <li>Shes rab kun gsal </li> <li>sKal bzang nor bu </li> <li>sByin pa </li> <li>gYung drung rnam dag </li> <li>gYung drung mthu rtsal </li> <li>Tshul khrism ’od zer </li> <li>Tshe dbang rgyal mtshan<a href=\"#n59\" name=\"nb59\" class=\"note\">59</a> </li> </ol> "},{"title":"4. Hierarchical system","index":55,"parent_index":51,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one dbu mdzad (replaced every three years)</li> <li>one dge skos (replaced every three years)</li> <li>one gnyer ba (replaced every year)</li> <li>one mchod dpon (replaced every year)</li> </ul> "},{"title":"5. Current number of monks","index":56,"parent_index":51,"body":" <p>There were forty-five novices and monks at the monastery in autumn 1998.</p> "},{"title":"6. Current education","index":57,"parent_index":51,"body":" <p>There are no organized classes; the novices are trained by the elder monks.</p> "},{"title":"7. Educational exchange","index":58,"parent_index":51,"body":" <p>The novices are sent to the monasteries of sNang zhig (No.180) and rTogs ldan (No.178) for their ordination and further training.</p> "},{"title":"8 / 9. Rituals","index":59,"parent_index":51,"body":" <p>Commemoration of mNyam med Shes rab rgyal mtshan on the 5th day and the ritual based on the gYung drung klong rgyas from the 15th to the 18th day of the 1st month; the rituals performed in summer known as dbyar sgrub from the 1st day of the 6th month and those performed in winter dgun sgrub starting in the 11th month.</p> "},{"title":"10. Books held in the monastery","index":60,"parent_index":51,"body":" <p>One printed copy of Kanjur published by Nam mkha’ bstan ’dzin and one printed copy of Katen published by bsTan pa’i nyi ma.</p> "},{"title":"11. Income and expenses","index":61,"parent_index":51,"body":" <p>The monastery owns thirty ’bri (female yak) which are kept by the local people for the monastery with the shi med contract. Otherwise the monastery depends on offerings from the faithful and has no regular Sources of income.</p> "},{"title":"13. Local festivals","index":62,"parent_index":51,"body":" <p>There is a sacred mountain (gnas ri) called Ma rgyud gsang mchog, west of the monastery. It is surrounded by four mountains at the four directions: gYung drung gtams rdzong to the east, ’Khor lo brtsegs rdzong to the north, Pad ma spungs rdzong to the west and Rin chen ’bar rdzong to the south. There is a la btsas on top of each mountain which are dedicated to the spirits of the mountains. </p> <p>The main sacred mountain was sanctified by gTer ston Tshe dbang ’gyur med who is said to have retrieved many gter ma scriptures from it. There is a hermitage facing the principal mountain. The propitiation ceremony of the mountain by the local people takes place on the 22nd day of the 5th month.</p> "},{"title":"14. Economic occupation of the local population","index":63,"parent_index":51,"body":" <p>Farmers</p> "},{"title":"Sources","index":64,"parent_index":51,"body":" "},{"title":"(1) Interviews","index":65,"parent_index":64,"body":" <p>In autumn of 1998 with Yon tan rgya mtsho and Ya ma bKra shis (b.1934)</p> "},{"title":"(2) Texts","index":66,"parent_index":64,"body":" <ol type=\"1\"> <li>dGon pa’i lo rgyus mdor bsdus by Yon tan rgya mtsho, MS</li> <li>rNga khul chu chen rdzong gi bla med dgon pa’i lo rgyus mdor bsdus in rNga ba khul gyi dgon pa’i lo rgyus, the Religion Bureau and the Buddhist Association of rNga pa Prefecture, MS, pp.236-238</li> </ol> "},{"title":"(191) bZod sgom Monastery","index":67,"parent_index":2,"body":" "},{"title":"1. Name","index":68,"parent_index":67,"body":" <p>The monastery’s full name is bZod sgom bKra shis rnam rgyal gling. </p> "},{"title":"2. Location","index":69,"parent_index":67,"body":" <p>The monastery is located 74 km northwest of Chu chen, the seat of the county.</p> "},{"title":"3. History","index":70,"parent_index":67,"body":" <p>The monastery was founded by Pa go Shes rab rgyal mtshan (992-1043) in the Earth-Dragon year of the 1st Rab byung (1028). Following is a list of his successors:</p> <ol type=\"1\"> <li>Pa go Shes rab rgyal mtshan</li> <li>Pa go bSod nams blo gros (1030-1095) </li> <li>Pa go Phun tshogs dbang rgyal (1092-1141) </li> <li>Kun bzang rgyal mtshan (1136-1199) </li> <li>bSod nams rgyal mtshan (1202-1275) </li> <li>Rin chen rgyal mtshan (1266-1339) </li> <li>gYung drung bstan ’dzin (1336-1408) </li> <li>gYung drung gtsug phud (1398-1448) </li> <li>sKal bzang g-yung drung (1444-1498) </li> <li>Nyi ma bstan ’dzin (1466-1552) </li> <li>Phun tshogs rnam rgyal (1550-1612) </li> <li>sKal bzang blo gros (1609-1689) </li> <li>gYung drung dbang ldan (1687-1771) </li> <li>bsTan pa dar rgyas (1768-1836) </li> <li>Shes rab bstan ’dzin (1916-1963) </li> </ol> <p>After the time of Kun bzang rgyal mtshan, the fourth master in the line, the monastery was looked after by the masters of dGra lha Khyung dgon Monastery (No.189). Thus from that time onwards the monastery became a branch of dGra lha khyung dgon. The monastery was rebuilt in the nineteen-eighties.</p> "},{"title":"4. Hierarchical system","index":71,"parent_index":67,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>two dbu mdzad (with indefinite terms of office)</li> <li>one dge skos (replaced every two years)</li> <li>three gnyer ba (replaced every two years) </li> <li>one mchod dpon (replaced each year)</li> </ul> "},{"title":"5. Current number of monks","index":72,"parent_index":67,"body":" <p>There were thirty-six and novices monks at the monastery in autumn 1998.</p> "},{"title":"6. Current education","index":73,"parent_index":67,"body":" <p>There are no organized classes. The young novices are trained by the elder monks.</p> "},{"title":"7. Educational exchange","index":74,"parent_index":67,"body":" <p>Since it is a branch of dGra lha khyung dgon, the two monasteries maintain close ties. They send their novices to the monasteries of sNang zhig (No.180) and rTogs ldan (No.178) in rNga khog for ordination and further training.</p> "},{"title":"8 / 9. Rituals","index":75,"parent_index":67,"body":" <p>The ritual cycle of dBal gsas from the 12th to the 19th day with a ’cham dance from the 18th to the 20th day of the 1st month; the ritual cycle of Phur pa from the 15th to 19th day of the 4th month.</p> "},{"title":"10. Books held in the monastery","index":76,"parent_index":67,"body":" <p>The monastery possesses one printed copy of Bonpo Kanjur and one printed copy of Katen, one printed copy of Dri med gzi brjid and a few other texts.</p> "},{"title":"11. Income and expenses","index":77,"parent_index":67,"body":" <p>The monastery has no regular Sources of income and depends on donations from its followers. The monks provide their own food.</p> "},{"title":"12. Local community","index":78,"parent_index":67,"body":" <p>The local lay community consists of four villages: sByer chu with thirty-eight families, rDi mi with twelve families, mGar rdo with sixteen families and ’Gram with three families.</p> "},{"title":"13. Local festivals","index":79,"parent_index":67,"body":" <p>There is a sacred mountain (gnas ri) which was originally a Bonpo site and which was believed to be an abode of gShen lha ’od dkar. However, since most of the region’s population were converted to Buddhism, the Buddhists began to regard it as the abode of Thugs rje chen po or sPyan ras gzigs. The Bonpo, however, still circumambulate the mountain.</p> "},{"title":"14. Occupation of the local people","index":80,"parent_index":67,"body":" <p>Farmers</p> "},{"title":"Sources","index":81,"parent_index":67,"body":" "},{"title":"(1) Interviews","index":82,"parent_index":81,"body":" <p>In autumn 1998 with sTag la skyabs (b.1935), Shes rab tshul khrims (b.1930), Bla ma skyabs (b.1943), all three monks at the monastery, and with Nor bu thar (b.1942) and rGyal ba (b.1947), both laymen</p> "},{"title":"(2) Texts","index":83,"parent_index":81,"body":" <ol type=\"1\"> <li>an anonymous untitled history of the monastery, MS </li> <li>rNga khul chu chen rdzong gi bzod sgom dgon pa’i lo rgyus mdor bsdu in rNga khul gyi dgon pa’i lo rgyus, The Religion Bureau and the Buddhist Association of rNga pa Prefecture, MS, pp.220-224</li> </ol> <hr class=\"footnote-divider\" />"},{"title":"Notes","index":84,"parent_index":1,"body":"<div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n56\" /><a href=\"#nb56\" class=\"note\"> [56] </a> A short anonymous history of gYung drung lha steng, pp. 244-248 in rNga khul gyi dgon pa’i lo rgyus published by the Religion Bureau and the Buddhist Association of rNga ba Prefecture, MS. According to another point of view, the monastery was founded in the 13th century, see Si khron zhing chen rnga ba bod rigs rang skyong khul chu chen rdzong gi sa cha’i ming btus by Chu chen rdzong sa ming ’go khrid tsho chung, p.155. 1984, ’Bar khams. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n57\" /><a href=\"#nb57\" class=\"note\"> [57] </a> The other was mTsho mtho Monastery (No.188). </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n58\" /><a href=\"#nb58\" class=\"note\"> [58] </a> According to another source, the monastery was founded by Rig pa rang shar 114 years before the introduction of the Rab byung system of datation, in 913 A.D, (see rNga khul chu chen rdzong gi bla med dgon pa’i lo rgyus mdor bsdus, p.236. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n59\" /><a href=\"#nb59\" class=\"note\"> [59] </a> The rNga khul chu chen rdzong gi bla med dgon pa’i lo rgyus mdor bsdu provides a list of masters of the same lineage differently: 1) rDza bo Rig pa rang shar, 2) gSal ba ’od chen, 3) gSal ba ’od chung, 4) Dran pa bdud ’dul, 5) bShes yas dbon po, 6) rNam dag bshes yas, 7) rGyal mtshan bshes yas, 8) Shes rab ’od zer, 9) gYung drung rgyal ba, 10) Kho bo rgyal, 11) Kun dga’ rgyal mtshan, 12) Tshul khrims, 13) Thub pa, 14) gYung drung rnam dag, 15) bsTan ’dzin tshul khrims, 16) gYung drung phun tshogs, 17) Kun dga’ ’od zer, 18) Legs bshad rgya mtsho (b.1931), 19) Ya ma bkra shis (b.1934), 20) gYung drung rab rgyal (b.1962), 21) Yon tan rab rgyal (b.1962), 22) dPal ldan rab rgyal (b.1971), 23) mThar phyin rab rgyal (b.1971). </div>"}]}