{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Doser Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "I.2. Residential Structures in Other Locations: Religious and Elite Residences"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " DoserDo ser "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Doser</span><span class=\"scholar\">Do ser</span> </li> <li>English equivalent: Yellow Island</li> <li>Site number: B-132</li> <li>Site typology: I.2a </li> <li>Geographic coordinate (N. lat.): 30º 39.5΄ </li> <li>Geographic coordinate (E. long.): 81º 11.1΄ </li> <li>Elevation: 4610 m to 4630 m</li> <li>Administrative location (township): bar ka </li> <li>Administrative location (county): <span class=\"popular\">Purang</span><span class=\"scholar\">Spu rang</span> </li> <li>Survey expedition: TILE</li> <li>Survey date: March 1, 2006.</li> <li>Contemporary usage: None.</li> <li>Identifiable Buddhist constructions: A wall with inscribed plaques. </li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Doser</span><span class=\"scholar\">Do ser</span> is so named because the rocks of the island have a distinct yellowish hue. The backbone of this 2.5-km long island is encircled by a rocky beach and a narrow shelf. Traveling via <span class=\"popular\">Domuk</span><span class=\"scholar\">Do smug</span> (B-133) it is about a 7 km journey to <span class=\"popular\">Doser</span><span class=\"scholar\">Do ser</span> from the mainland, including two expanses of <span class=\"popular\">Langa Tso</span><span class=\"scholar\">La lnga mtsho</span>that must be crossed (2 km and 3 km wide). A shorter route (about 2.5 km) to the island heads south from the lakeshore (4580 m). There are sweeping views in all directions from <span class=\"popular\">Doser</span><span class=\"scholar\">Do ser</span>. To the north, the legendary mountain <span class=\"popular\">Tisé</span><span class=\"scholar\">Ti se</span> (6656 m) proudly stands 45 km away. To the southeast there is the gigantic sacred massif known as <span class=\"popular\">Takri Trawo</span><span class=\"scholar\">Stag ri khra bo</span>/<span class=\"popular\">Nemona Nyi</span><span class=\"scholar\">Gnas mo sna gnyis</span> (7728 m), the soul mountain (<span class=\"popular\">Lari</span><span class=\"scholar\">Bla ri</span>) of the Bon divine warrior queen, <span class=\"popular\">Dralé Gyelmo</span><span class=\"scholar\">Sgra bla’i rgyal mo</span>. <span class=\"popular\">Langa Tso</span><span class=\"scholar\">La lnga mtsho</span> is the soul lake (<span class=\"popular\">Latso</span><span class=\"scholar\">Bla mtsho</span>) of <span class=\"popular\">Dralé Gyelmo</span><span class=\"scholar\">Sgra bla’i rgyal mo</span>, known in the <span class=\"popular\">Zhang Zhung</span><span class=\"scholar\">Zhang zhung</span> language as <span class=\"popular\">Tsatsa Mé</span><span class=\"scholar\">Tsa tsa med</span>/<span class=\"popular\">Mutsa Mé</span><span class=\"scholar\">Mu tsa med</span> (Woman of the Heavens)/<span class=\"popular\">Muting Tsamé</span><span class=\"scholar\">Mu ting tsa med</span> (Turquoise Lake Woman).<a href=\"#n122\" name=\"nb122\" class=\"note\">122</a> According to Bon ritual texts, this goddess resides on a poisonous victory mountain in he midst of the lake, a reference to either <span class=\"popular\">Doser</span><span class=\"scholar\">Do ser</span> or <span class=\"popular\">Domuk</span><span class=\"scholar\">Do smug</span> (B-133), or both islands. <span class=\"popular\">Doser</span><span class=\"scholar\">Do ser</span> therefore is an extremely important holy location (<span class=\"popular\">Né</span><span class=\"scholar\">Gnas</span>), the cultural antecedents of which can be traced to the fairly large archaic residential settlement that was established here. This appears to have been one of the prime archaic religious centers in the <span class=\"popular\">Gangri Tso Sum</span><span class=\"scholar\">Gangs ri mtsho gsum</span> region (<span class=\"popular\">Tisé</span><span class=\"scholar\">Ti se</span>, ma pang g.yu mtsho and <span class=\"popular\">Pori Ngeden</span><span class=\"scholar\">Spos ri ngad ldan</span>) of southwestern Tibet.<a href=\"#n123\" name=\"nb123\" class=\"note\">123</a> </p><p>The <span class=\"popular\">Doser</span><span class=\"scholar\">Do ser</span> site is located on the east side of he island on top of a bluff and in a sheltered vale. It consisted of four or five residential edifices that have undergone much anthropogenic degradation (as indicated by the lack of roof members on the site, the destruction of revetments and Buddhist reconstruction at the site). No least of all, this tampering was related to an effort to Buddhicize the site. However, there are no signs of a permanent Buddhist presence on the island. Perhaps the archaic religious aura of <span class=\"popular\">Doser</span><span class=\"scholar\">Do ser</span> was too strong for Buddhist colonists. Moreover, the geomantic perfection of <span class=\"popular\">Doser</span><span class=\"scholar\">Do ser</span> was not such an attraction in Buddhism with its stress on mental operations rather than on environmental dimensions. Perhaps due to its proximity to <span class=\"popular\">Tisé</span><span class=\"scholar\">Ti se</span> and <span class=\"popular\">Mapam Yutso</span><span class=\"scholar\">Ma pham g.yu mtsho</span>, vital Buddhist pilgrimage sites, the buildings of <span class=\"popular\">Doser</span><span class=\"scholar\">Do ser</span> were the focus of especially harsh treatment. Likewise, the archaic structures at <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> (B-126, B-127) in <span class=\"popular\">Namtso</span><span class=\"scholar\">Gnam mtsho</span> also appear to have been the victims of extreme vandalism. <span class=\"popular\">Doser</span><span class=\"scholar\">Do ser</span> never had the economic and cultural significance of <span class=\"popular\">Tisé</span><span class=\"scholar\">Ti se</span> with its more than 60 <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> spread out over nine sites (A-46, B-9, B-10, B-20, B-21, B-22, B-33, B-41, and B-42). This may be yet another reason why Buddhist reoccupation of the site appears to have been marginal. The extant structural evidence at <span class=\"popular\">Doser</span><span class=\"scholar\">Do ser</span> and data from other islands indicates that the remains are those of all-stone corbelled edifices. The random-rubble walls of <span class=\"popular\">Doser</span><span class=\"scholar\">Do ser</span> were built from a gray and bluish metamorphic (?) rock and a white calcareous concretion (up to 60 cm long). Walls appear to have been 40 cm to 50 cm in thickness, quite light for <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> architecture. </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to local <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span>, the <span class=\"popular\">Doser</span><span class=\"scholar\">Do ser</span> habitations emerged with the beginning of existence (<span class=\"popular emph\">sipa chakpé khangpa</span><span class=\"scholar emph\">srid pa chags pa’i khang pa</span>).</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>The residential structure RS1 complex (20 m x 16 m) is situated on a bluff directly overlooking the east shore of <span class=\"popular\">Doser</span><span class=\"scholar\">Do ser</span> (30° 39.51΄ N. lat. / 81° 11.09΄ E. long. / 4620 m). The complex is in line with both <span class=\"popular\">Tisé</span><span class=\"scholar\">Ti se</span> and <span class=\"popular\">Takri Trawo</span><span class=\"scholar\">Stag ri khra bo</span>, affording it a geomantic position par excellence. The conspicuous location, geomantic centrality and the Buddhist reoccupation of RS1 indicates that this was the ritual heart of <span class=\"popular\">Langa Tso</span><span class=\"scholar\">La lnga mtsho</span>. Only very small fragments of the original walls are still extant. These random-work walls are around 50 cm thick and up to 1 m in height. Virtually none of the mortar remains in the seams. With so little of the original structures to go by the ground plan of RS1 is unclear. The in situ structural evidence and general character of the site suggest that one or more medium to large <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> dominated this location. </p><p>A few roof members (70 cm to 80 cm long) have been integrated into an enclosure (8 m x 3.5 m) on the east side of the RS1 dispersion. Many other pieces of the roof must have been carried off. Some original wall footings were incorporated into the west side of this enclosure. Such enclosures were used as rudimentary shelters by man and beast. The west end of the RS1 dispersion consists of highly degraded footings divided into two sections (the two rooms of a building?), covering an area of 6 m x 3.7 m. It is in the center of the RS1 dispersion that original wall segments are the most developed. These probably represent the remains of two or three rooms (5.3 m x 5 m). The west end of the central sector of the dispersion is dominated by the remains of a rectangular structure, which is generally aligned in the cardinal directions. This adobe wall fragment is encased in random-work masonry walls and measures 3 m (east-west) x 4.5 m (north-south) x 1.8 m maximum height. The mud bricks used in construction are now highly eroded. The precise architectural character of this composite structure is not clear but almost certainly it was a shrine of some kind. </p><p>The north end of the RS1 dispersion is dominated by a wall 8 m in length, made from stones extracted from the ancient residences. On this wall there are around 70 highly eroded inscribed plaques. The physical condition of hese plaques (highly worn, heavily repatinated, friable state of the stone) indicates that they are of great age. It seems likely that most or all of these plaques were produced in the <span class=\"popular emph\">tenpa chidar</span><span class=\"scholar emph\">bstan pa phyi dar</span>. Their production may have been an act of purifying the location from archaic cultural influences, thereby claiming <span class=\"popular\">Doser</span><span class=\"scholar\">Do ser</span> for the Buddhists. All but one of the plaques was carved with <span class=\"popular emph\">Wuchen</span><span class=\"scholar emph\">dbu can</span> lettering. The other plaque has <span class=\"popular emph\">lentsa</span><span class=\"scholar emph\">lan tsha</span> script. The six-syllable <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> mantra is by far the most common inscription but there are also a few plaques bearing he <span class=\"emph\">vajra</span> and <span class=\"popular\">Riksum Gönpo</span><span class=\"scholar\">Rigs gsum mgon po</span> mantras. This Buddhist occupation of <span class=\"popular emph\">Doser</span><span class=\"scholar emph\">do ser</span>, nevertheless, appears to have been largely symbolic, because nowhere are there signs of their permanent habitation on the island (the Buddhists generally consider <span class=\"popular\">Langa Tso</span><span class=\"scholar\">La lnga mtsho</span> a demonic lake (<span class=\"popular emph\">dütso</span><span class=\"scholar emph\">bdud mtsho</span>).</p>", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Residential Structure RS1 complex"
  }, 
  {
   "body": "<p>Residential structure RS2 is situated roughly 300 m northwest of RS2, and was built into a slope that affords he structure protection from the north (39.58΄ / 11.00΄ / 4630 m). As with RS3 and RS4, RS2 is not in eyeshot of <span class=\"popular\">Tisé</span><span class=\"scholar\">Ti se</span>. RS2, with its southern aspect, was set into a gravelly slope and measures about 6.5 m (north-south) x 4.3 m (east-west). The uphill/north side of the structure has been completely obliterated, and only small dissolute fragments of the side and forward (up to 50 cm high) walls are extant. Given the overall site characteristics (as well as those of Upper Tibetan islands in general), RS2 must have been an all-stone corbelled edifice.</p>", 
   "index": 8, 
   "parent_index": 6, 
   "title": "Residential Structure RS2"
  }, 
  {
   "body": "<p>Residential structure RS3 (6 m x 6.4 m) is located at the head of a small valley and has a southern aspect (39.55΄ / 10.94΄ / 4630 m). RS3 was built at two or three distinct elevations but little else can be said about its design. Only tiny wall fragments, 50 cm or less in height, have endured. A wall segment 1.5 m long has survived on the uphill side of the structure. </p>", 
   "index": 9, 
   "parent_index": 6, 
   "title": "Residential Structure RS3"
  }, 
  {
   "body": "<p>Residential structure RS4 was the largest of <span class=\"popular\">Doser</span><span class=\"scholar\">Do ser</span>’s ancient buildings (39. 50΄ / 11.05΄ 4610 m). It has a southwestern aspect and measures 18 m (north-south) x 6 (east-west). It was built directly below RS1 on the inner side of the bluff. In the nearby valley bottom there is a derelict corral that was built with stones extracted from RS4. Like RS2 and RS3, RS4 is protected from the brutal north winds. The structure is divided longitudinally (north-south) into four main parts, each of which has a forward (west) tier and rear (east) tier. Little of the rear tier has survived; it has been engulfed by the slope. The fragmentary footings and wall segments of the rear wall of RS4 show that it was built into the moderately angled uphill slope. Except for a forward wall fragment (1.5 m high), all other outer walls and partition walls of RS4 have been reduced to 60 cm or less in height. </p>", 
   "index": 10, 
   "parent_index": 6, 
   "title": "Residential Structure RS4"
  }, 
  {
   "body": "<p>As residential structure RS5 consists only of extremely faint structural traces, its architectural composition is ambiguous (39.54΄ / 11.04΄ / 4610 m). Its aspect on a fairly steep slope, nonetheless, matches that of the other residential structures. There is a forward wall footing, 7.5 m in length, and west wall footing, 2.5 m in length, otherwise the slope has absorbed the entire structure. </p><hr class=\"footnote-divider\">", 
   "index": 11, 
   "parent_index": 6, 
   "title": "Residential Structure RS5"
  }, 
  {
   "body": "<div class=\"footnote\"> <a name=\"n122\"></a> <a href=\"#nb122\" class=\"note\"> [122] </a> For Bon lore on <span class=\"popular\">Dralé Gyelmo</span><span class=\"scholar\">Sgra bla’i rgyal mo</span> and <span class=\"popular\">Langa Tso</span><span class=\"scholar\">La lnga mtsho</span> see Bellezza, <em>Zhang Zhung</em>, 309, 312, 313, 325-331. </div><div class=\"footnote\"> <a name=\"n123\"></a> <a href=\"#nb123\" class=\"note\"> [123] </a> Ironically, not even our local guide (who has repeatedly visited <span class=\"popular\">Doser</span><span class=\"scholar\">Do ser</span> with his flock of goats and sheep) was aware of the ancient ruins located here. This reflects the extreme obscurity of the site to the contemporary inhabitants, a not uncommon situation as regards archaic cultural remains all over Upper Tibet. </div>", 
   "index": 12, 
   "parent_index": 0, 
   "title": "Notes"
  }
 ], 
 "meta": {
  "date": "2010-08-11 20:47:16 UTC", 
  "domain": "places", 
  "kid": "16639", 
  "authors": [], 
  "title": "Doser Introduction"
 }
}