{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Nakru Gön Samten Ling Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "sTeng chen rdzong "
  }, 
  {
   "body": "<p>The monastery is usually known as Nag ru dgon bSam gtan gling.</p>
<p>From sTeng chen rdzong,<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>travelling three kilometres eastward on the highway, turning right, then southward to cross a bridge and travelling another five kilometres, we reach lHa mthong village, which lies at the foot of a mountain. It takes an hour on foot to reach the monastery from the village, climbing up the mountain behind the monastery. There is another route that leads to it from its front side.</p>
<p>Nag ru Monastery was founded in 1751 by Li shu stag ring. The present lamas are Pad ma kun legs and gYung drung grags pa. Before 1959, there were 105 monks in the monastery. At present there are forty.</p>
<p>The successive heads of the monastery were as follows:</p>
<ol type=\"1\"> <li> mTha’ zhu bDud ’dul sprul sku</li> <li> bZod pa</li> <li> Pad ’byung</li> <li> sTag dbang</li> <li> Grags sdis</li> <li> gYung drung grags pa</li> <li> Pad ma kun legs</li> </ol>
<p>The main religious object of this monastery was the gilt-bronze statue of Li shu stag ring. There were also statues of the four deities Srid rgyal, bTsan and bDud. The monastery obviously followed the tradition of sMan ri Monastery (No.1).</p>
<p>The monastery is surrounded by the following sacred sites: The mountain behind the monastery is called rDzong gseb, whose proprietor is Ba lha btsan. There are caves regarded as those of Dran pa nam mkha’, sTag la me ’bar and gShen gSang ba ’dus pa, and footprints of a hawk, a falcon and a wolf.</p>
<p>As daily activities, in the morning the monks recite the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’Tshogs ’don</span> and perform the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsang</span> ritual, at midday the ritual texts of dBal gsas, and in the evening those of Byams ma and sTag la.</p>
<p>The monastery performs the following annual services:</p>
<ol type=\"1\"> <li> In the first Tibetan month, from the 1st to the 3rd day, they recite the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Klong rgyas</span>.</li> <li> In the fourth month, from the 13th to the 16th, they recite the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bDe shegs bsdus pa</span>.</li> <li> In the fifth month, from the 26th to the 29th day, there is the commemoration of an abbot.</li> <li> In the ninth month, from the 22nd to the 29th day, they perform the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dgu gtor</span> rite.</li> </ol>
<p>For the main source of income, the monks and lamas must go out to perform religious services in villages, which comes to no more than ten <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan </span>every four days.</p>
<p>This monastery has fallen into decay. At present the only religious objects are two masks and two drums, one big and one small.</p>
", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(40) Nag ru Monastery"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "Phuntso Tsering Sharyul", 
    "id": "79"
   }, 
   {
    "fullname": "Phuntso Tsering Sharyul", 
    "id": "79"
   }
  ], 
  "domain": "places", 
  "kid": "23443", 
  "dates": [], 
  "title": "Nakru Gön Samten Ling Introduction"
 }
}