{"meta":{"authors":[],"title":"Rübel Mukpo Introduction","dates":{"created_at":"2010-08-25 11:14:10 UTC","updated_at":"2010-08-25 11:14:10 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Rübel Mukpo Introduction"},{"title":"II.3. Cubic mountaintop tombs","index":1,"parent_index":0,"body":" "},{"title":"Rusbel MukpoRus sbal smug po","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Rusbel Mukpo</span><span class=\"scholar\">Rus sbal smug po</span> </li> <li>English equivalent: Purplish Turtle</li> <li>Site number: E-27 </li> <li>Site typology: II.3 </li> <li>Geographic coordinate (N. lat.): 30º 44΄ </li> <li>Geographic coordinate (E. long.): 81º 06΄ </li> <li>Elevation: 4960 m to 5200 m </li> <li>Administrative location (township): <span class=\"popular\">Barga</span><span class=\"scholar\">Bar ga</span> </li> <li>Administrative location (county): <span class=\"popular\">Purang</span><span class=\"scholar\">Spu rang</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: October 27, 2002</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Rusbel Mukpo</span><span class=\"scholar\">Rus sbal smug po</span> is located on an eponymous purplish ridgeback that rises above the west side of the <span class=\"popular\">Sharma</span><span class=\"scholar\">Shar ma</span> valley (base: 4680 m). There are no less than the remains of 11 cubic tombs scattered across the upper half of the talus-covered ridgeline. This rocky spine (runs southeast-northwest) is aligned with the Bon sacred lake, <span class=\"popular\">Langa Tso</span><span class=\"scholar\">La lnga mtsho</span> and the Bon sacred mountain, <span class=\"popular\">Takri Trawo</span><span class=\"scholar\">Stag ri khra bo</span>/<span class=\"popular\">Nemona Nyi</span><span class=\"scholar\">Gnas mo sna gnyis</span>, a geographic situation which is not likely to be a coincidence. The geomantic dimensions of this configuration may have played an important role in the eschatological beliefs of the tomb builders. Above 5000 m, <span class=\"popular\">Rusbel Mukpo</span><span class=\"scholar\">Rus sbal smug po</span> also enjoys good views of the Great Central Himalaya from <span class=\"popular\">Lemi</span><span class=\"scholar\">Sle mi</span> to the Uttaranchal border. The existence of relatively well preserved specimens at this site proves that the cubic tomb typology, like that of the walled pillars and array of pillars appended to an edifice typologies, extended to extreme southwestern Tibet. The remote nature of <span class=\"popular\">Rusbel Mukpo</span><span class=\"scholar\">Rus sbal smug po</span> seems to have preserved the tombs from utter destruction or architectural modification by Buddhist zealots. <span class=\"popular\">Nyerma Gyam Möndo</span><span class=\"scholar\">Gnyer ma gyam mon rdo</span> (D-60) and <span class=\"popular\">Dzari Rakpa</span><span class=\"scholar\">Rdza ri rag pa</span> (E-21) and <span class=\"popular\">Tremo Khar</span><span class=\"scholar\">Spre mo mkhar</span> (E-26), sites in the same region, do appear to have been as lucky. The structures of <span class=\"popular\">Rusbel Mukpo</span><span class=\"scholar\">Rus sbal smug po</span>are made of uncut grayish slabs and blocks 20 cm to 70 cm in length. Some of the tombs are aligned in the cardinal directions. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span> of <span class=\"popular\">Zhungsa</span><span class=\"scholar\">Gzhung sa</span>, the <span class=\"popular\">Rusbel Mukpo</span><span class=\"scholar\">Rus sbal smug po</span> remains are the tombs of the ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span>.</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Funerary Structure FS1","index":7,"parent_index":6,"body":" <p>Funerary structure FS1 (2 m x 2 m) is not aligned in the cardinal directions (30° 43.914΄ N. lat. / 81° 06.282΄ E. long. / 4960 m). It has a maximum height of 1 m or eight vertical courses of stones along its downhill face. The uphill side of the structure is now nearly level with the slope. The central chamber (reliquary) is partially intact (60 cm x 40 cm x 50 cm [deep]). What appears to be a human vertebra is deposited inside this chamber. Approximately 5 m below FS1 there is a small pile of rubble that was partially transformed into a small rudimentary enclosure. This may have been the location of another cubic tomb. </p> <p>Funerary structures FS2, FS3 and FS4 are located in a broad south-facing slope just off of the rocky spine of the ridge.</p> "},{"title":"Funerary Structure FS2","index":8,"parent_index":6,"body":" <p>Funerary structure FS2 (2.2 m x 2.5 m) has been reduced to around 30 cm in height (43.919΄ / 06.246΄ / 4970 m).</p> "},{"title":"Funerary Structure FS3","index":9,"parent_index":6,"body":" <p>Funerary structure FS3 (2.5 m x 2.5 m) is situated 11 m southwest and 3 m lower than FS2. It has been reduced to its fragmentary base. </p> "},{"title":"Funerary Structure FS4","index":10,"parent_index":6,"body":" <p>Funerary structure FS4 (2.2 m x 2.3 m) is situated 4 m west of FS3 at the same elevation. This somewhat better preserved specimen appears to have been aligned in the cardinal directions. </p> "},{"title":"Funerary Structure FS5","index":11,"parent_index":6,"body":" <p>Funerary structure FS5 (1.9 m x 2 m) is highly fragmentary (43.958΄ / 06 235΄ / 5000 m). The extant base of the structure has a maximum height of 50 cm, and appears to have been aligned in the cardinal directions. There is another possible cubic tomb in the vicinity but too little remains to be certain of its identity (43.966΄ / 06.270΄ / 4990 m).</p> "},{"title":"Funerary Structure FS6","index":12,"parent_index":6,"body":" <p>Funerary structure FS6 has degraded so that only fragments of its base and upper section remain (44.112΄ / 06.128΄ / 5090 m).</p> "},{"title":"Funerary Structure FS7","index":13,"parent_index":6,"body":" <p>Funerary structure FS7 (2.2 m x 2 m) is a highly degraded specimen with little height (44.187΄ / 06.052΄ / 5140 m). </p> "},{"title":"Funerary Structure FS8","index":14,"parent_index":6,"body":" <p>Funerary structure FS8 (2.2 m x 2 m) has been reduced to a dissolute base (44.218΄ / 06.027΄ / 5170 m).</p> "},{"title":"Funerary Structure FS9","index":15,"parent_index":6,"body":" <p>Funerary structure FS9 (2 m x 2.2 m) is situated 10 m northwest of FS8. This specimen is 40 cm to 60 cm in height, and is aligned in the cardinal directions. The central chamber (45 cm x 60 cm) has survived to a depth of 30 cm. The central chamber is lined with smaller stones than those used for the construction of the outer walls. </p> "},{"title":"Funerary Structure FS10","index":16,"parent_index":6,"body":" <p>Funerary structure FS10 is a heavily degraded specimen, about 40 cm in height (44.266΄ / 06.013΄ / 5190 m). It appears to have been aligned in the cardinal directions.</p> "},{"title":"Funerary Structure FS11","index":17,"parent_index":6,"body":" <p>Funerary structure FS11 (2.2 m x 2 m) is the highest cubic tomb at <span class=\"popular\">Rusbel Mukpo</span><span class=\"scholar\">Rus sbal smug po</span> (44.308΄ / 06.002΄ / 5200 m). It has been reduced to a height of 50 cm or less. FS11 does not appear to have been aligned in the cardinal directions. The central chamber has been gutted but it is still clearly discernable. It has a maximum depth of 40 cm. </p>  "}]}