{"meta":{"domain":"places","kid":"16962","authors":[],"title":"ཞོགས་དགོན།","dates":{"created_at":"2010-08-13 17:00:59 UTC","updated_at":"2010-08-13 17:00:59 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"ཞོགས་དགོན།"},{"title":"སྟག་རྩེ་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"ཞོགས་དགོན།","index":2,"parent_index":1,"body":" <p>མཚན་རྒྱས་པར་ཞོགས་གུར་མོའི་དགོན་ཞེས་ཞུ། བཀྲ་ཤིས་སྒང་གྲོང་ནས་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་སྤྱི་ལེ་ལྔ་ཙམ་སོང་ན་ནུབ་ངོས་ཀྱི་རི་ཁུག་ཏུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་ཐོག་མར་རྗེ་བཙུན་སྒ་ལོ་ཙཱ་ལ་མགོན་པོ་གུ་རུས་ལུང་བསྟན་པ་ལྟར་གནས་དེར་བཞུགས། ཞོགས་ཞེས་<span class=\"milestone page eng \">[page <span class=\"pnum\">250</span>] </span>པ་ནི་ཨ་ཁུ་སྟོན་པས་གདོན་འདྲེ་དེད་ཕེབས་པས་རྒྱལ་དར་རི་ཟུར་ཞེས་པར་སླེབས་སྐབས། ང་འདིར་ཞོགས་ཞེས་གསུངས་པ་ལས་ཞོགས་ཞེས་པའི་མིང་དེ་ལྟར་བྱུང་བ་དང་། དེའང་ཐོག་མར་དགོན་དེ་ད་ལྟའི་དགོན་གྱི་ཤར་ངོས་སྟག་རྩེ་རིན་ཆེན་སྒང་ཞེས་པར་ཡོད། སྟག་རྩེ་རིན་ཆེན་སྒང་ནི་སྟག་རྩེ་དཔོན་པོ་མི་དབང་གི་སྒོས་གཞིས་ཡིན་པ་དང་། ཞོགས་དགོན་པ་ནི་སྟག་རྩེ་དཔོན་པོ་མི་དབང་གི་སྐུ་འཁོར་གྲྭ་ཚང་ལྟ་བུ་ཡིན། དེ་ནས་ཕག་གྲུ་དང་མི་མཐུན་པའི་རྐྱེན་བྱས་དགོན་པ་མེར་སྲེག་ཐེབས། དགེ་འདུན་ཡོངས་རྫོགས་ཁ་ཐོར་དུ་སོང་། དེ་རྗེས་དགའ་ལྡན་ཁྲི་པ་ཁྲི་རྒྱལ་ཁང་རྩེགས་པས་ཁ་ཐོར་དུ་སོང་བའི་དགེ་འདུན་རྣམས་རུབ་པ་དང་གྲྭ་པ་ཉི་ཤུ་རྩ་ལྔ་ཙམ་གྲྭ་བཅག་བསྐྱོན་གནང་ནས་ད་ལྟའི་གནས་དེར་དགེ་འདུན་གྱི་སྡེ་བཙུགས་གནང་སྟབས་དགོན་པོའི་མཚན་ལ་ཞོགས་དགོན་ཞེས་ཐོགས། གོང་གསལ་གྲྭ་བཅག་བསྐྱོན་པའི་གྲྭ་ཁོངས་ནས་དགོན་དེའི་བླ་ཐོག་དང་པོ་དོན་ཡོད་མཁས་གྲུབ་ཀྱིས་དབུ་མཛད། སྡེ་དྲུག་རིན་པོ་ཆེའང་བླ་མ་འདིའི་སྐུ་སྐྱེ་ཡིན་ཞེས་དང་། དཔོན་པོ་མི་དབང་གི་སྲས་སེར་བྱེས་མཁན་ཆེན་འཇམ་དཔལ་ཡོན་ཏན་དང་། ཕུར་ལྕོག་ངག་དབང་བྱམས་པའང་དགོན་དེར་ཡུན་རིང་བཞུགས་ཞེས་གསུངས། སྔོན་དགོན་དེའི་འདུ་ཁང་ཀ་བ་ཉེར་དྲུག་གི་གཙང་ཁང་སྦུག་མའི་ནང་ཐུབ་པ་མེ་བཞེས་མ་ཞེས་གསེར་ཟངས་ཀྱི་སྐུ་བརྙན་མི་ཚད་མ་དང་། དེའི་མདུན་མི་དབང་གི་ཡུམ་གྱི་འཁྲུངས་རྟགས་ཡིན་ཞེས་གསེར་ཟངས་ཀྱི་སྐུ་བརྙན་མི་ཚད་མ་ཟིན་ཙམ། འདུ་ཁང་ནང་མཁན་ཆེན་བྱམས་པ་ཡོན་ཏན་གྱི་དངུལ་གདུང་དང་། སྐུ་རྒྱུ་ཤིང་ལས་གྲུབ་པའི་སྨན་བླའི་བླངས་གཟུགས་ཀྱི་དཀྱིལ་འཁོར། བཀའ་འགྱུར་བྲིས་མ་དང་སྣ་ཐང་པར་མ་སོགས་ཀྱི་བཀའ་བསྟན་ཉིས་ཐོག་མ་ཟིན་ཙམ། ས་ཕུད་རྡོ་ཕུད་ཀྱིས་བཞེངས་པའི་རྒྱལ་བ་བྱམས་པ། གསུམ་ཐོག་གཟིམ་ཆུང་ནང་ཙནྡན་དཀར་པོ་ལས་གྲུབ་པའི་འཕགས་པ་ལོ་ཀེ་ཤ་ར་དང་། བདེ་གཤེགས་མཆོད་རྟེན་བརྒྱད། འདུ་ཁང་གི་གཡས་ངོས་སུ་གནས་བཅུའི་ལྷ་ཁང་དང་<span class=\"milestone page eng \">[page <span class=\"pnum\">251</span>] </span>མགོན་ཁང་། དགོན་དེའི་གཤམ་དུ་རྗེ་བཙུན་སྒ་ལོའི་སྤྱན་བཞུགས་པའི་མཆོད་རྟེན་སོགས་མཇལ་རྒྱུ་ཡོད། དགོན་དེར་རི་བོ་དགེ་ལྡན་གྱི་མདོ་སྔགས་གཉིས་ཀ་ཕྱག་ལེན་མཛད་ཅིང་། ཐོག་མར་རྣམ་འགྲེལ་གྱི་བཤད་གྲྭ་ཞིག་ཀྱང་ཡོད་པར་གྲགས། ལོ་ལྟར་ཟླ་7ཚེས་14.15སོ་སོར་གཙོ་བོ་འཇིགས་བྱེད་ལྷ་བཅུ་གསུམ་དང་། དེ་འབྲེལ་ལྷ་སྲུང་ཁག་གི་གར་འཆམ་གནང་སྲོལ་ཡོད།</p> <p>ད་ལྟ་སྔོན་གྱི་འདུ་ཁང་གི་གྱང་གོག་སྟེང་གསང་བཞེངས་གནང་བའི་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་དང་། དགོན་འདབས་ཀྱི་མཆོད་རྟེན་གསུམ་སོགས་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད།</p> <p>ཡང་དགོན་དེ་ནས་རྐང་ཐང་མར་ཆུ་ཚོད་གསུམ་ཙམ་སོང་ན་འོད་ཟེར་དགོན་ཞེས་དང་། གནས་དགོན་ཞེས་པ། བསམ་གཏན་གླིང་ཞེས་པ་སོགས་ཀྱི་རྗེས་ཤུལ་མཇལ་རྒྱུ་ཡོད།།</p>  "}]}