{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "ལོ་དགོན་པ།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "སྟག་རྩེ་རྫོང་།"
  }, 
  {
   "body": "<p>ལོ་དགོན་པ་ནི། ཁྱུང་ཚང་དགོན་ནས་སྤྱི་ལེ་གཉིས་ཙམ་ཤར་ངོས་སུ་སོང་ན་བལ་མོ་གྲོང་གི་ལྟག་ཏུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། བལ་མོ་ཞེས་པ་ནི་སྔོན་དགོན་དེ་ཐོག་མར་འདེབས་སྐབས་ས་གང་བཟང་གཟིགས་ཏེ་མཐར་ས་དེ་ལོ་བ་འདུག་ཅེས་གསུངས་པས་ལོ་ཞེས་པ་དེ་ལྟར་བྱུང་། བལ་མོ་གྲོང་ཞེས་པ་ནི་སྔོན་དགོན་དེའི་བཀའ་གདམས་མཆོད་རྟེན་དང་ཚོགས་ཁྲོ་སོགས་བལ་པོས་ལུག་བརྒྱབས་པས་རྗེས་སུ་བལ་པོ་སྡོད་ས་ལ་གྲོང་ཆགས་པས་བལ་མོ་གྲོང་ཞེས་པའི་མིང་དེ་ལྟར་བྱུང་། དགོན་དེ་ནི་ཐོག་མར་དགེ་བཤེས་སྤྱན་སྔ་བས་ཕྱག་འདེབས་གནང་མཛད། མཛད་འཕྲིན་ཤིན་ཏུ་རྒྱས་པས་འདུ་ཁང་ཀ་བ་བཅུ་དྲུག་སྦུག་གི་དབུ་རྩེ་གོང་ཞེས་པར་དགོན་དེའི་གསུང་གི་རྟེན་རིན་ཆེན་སྣ་ལྔས་བྲིས་པའི་འབུམ་རྒྱས་འབྲིང་བསྡུས་གསུམ། འདུ་ཁང་ནང་ལོ་སེམས་དཔའ་སྐུ་ཕྲེང་བཅུ་པ་བར་གྱི་གདུང་རྟེན་སོགས་ཡོད། སེམས་དཔའ་ཞུ་བ་ནི་འབྲོམ་སྟོན་པས་བོད་ལ་རྒྱལ་བ་བྱམས་པའི་སྐུ་བརྙན་བརྒྱ་དང་བརྒྱད་བཞེངས་དགོས་པས་སུ་ཡིས་བཞེངས་ནུས་སམ་གསུངས་པར། ང་ཡིས་བཞེངས་ནུས་ཞུས་པས། སེམས་དཔའ་ཆེན་པོ་བྱུང་ཞེས་གསུངས་པས་སེམས་དཔའ་ཞེས་པ་དེ་ལྟར་བྱུང་། འདུ་ཁང་གི་རྒྱབ་ཏུ་ཀླུ་འབུམ་ལྷ་ཁང་ཞེས་པའི་ནང་གསེར་ཟངས་ཀྱི་རྒྱལ་བ་བྱམས་པ་ཐོག་སོ་གཉིས་ཙམ་ཞལ་བྱང་དུ་གཟིགས་པ་ཞིག་ཡོད་པ་དེའི་ཞབས་འོག་ཏུ་ཁྲོན་པ་ཞིག་ཡོད་པ་ལ་ཀླུ་འབུམ་གཅིག་གནས་ཡོད་པ་ཀླུ་འབུམ་ཞེས་པའི་མཚན་ཡང་བྱུང་། ཡོན་ཆབ་ཀྱང་ཁྲོན་པ་དེ་ནས་བཞེས་ཀྱི་ཡོད། ད་དུང་ལྷ་ཁང་དེའི་ནང་བཀའ་གདམས་མཆོད་རྟེན་ཐོག་སོ་གཉིས་མ་ཟིན་ཙམ་བྱས་པ་ལྔ་ཡོད་པ་དེ་ནི་ནང་གི་རྟེན་ཡིན་ཞེས་དང་། ཕྱིའི་རྟེན་ནི་བཀྲ་ཤིས་མཆོད་ལྔ་ཞེས་བཀའ་གདམས་པའི་དགེ་བཤེས་ལྔ་ཡིས་བཞེངས་གནང་བའི་ལྷ་ཁང་ལྔ་པོ་ཡིན་ཞེས་གསུངས། དེའང་དགེ་བཤེས་སྤྱན་སྔ་བས་ཁོང་གཅིག་བུས་བཞེངས་གནང་བའི་དབུ་རྩེ་གོང་གི་ནང་གསང་<span class=\"milestone page eng \">[page <span class=\"pnum\">249</span>] </span> འདུས་ཀྱི་དཀྱིལ་འཁོར་ཐིག་ཚད་ཆ་ཚང་བ་ཡོད་ཅེས་དང་། གཞན་ཡང་ལྷ་ཁང་སོ་སོའི་ནང་གསེར་ཟངས་ཀྱི་ཐུབ་དབང་གི་སྐུ་རེ་ཡོད་པ་ནི་ཐུབ་པ་རིགས་དྲུག་ཡིན་ཞེས་དང་། སྔོན་འདུས་ཚོགས་བདུན་བརྒྱ་བར་འཕེལ་ཞེས་གསུངས་པ་ནས་རྗེས་སུ་དགེ་འདུན་ཞལ་གྲངས་བརྒྱ་དང་བདུན་ཅུ་སྐོར་གྱིས་དགེ་ལྡན་ཕྱག་ལེན་མཛད་པ་དང་ལོ་ལྟར་བོད་ཟླ་11ཚེས་28.29སོ་སོར་མགོན་པོ་གུར་དང་ཞལ་གྱི་སྒོ་ནས་གར་འཆམ་དང་གནམ་གང་ཉིན་གཏོར་རྒྱག་བསྐྱོན་པ་ཡིན། བོད་ལ་མཆོད་པ་ལྔ་ཡོད་པ་ནི། ལྷ་ས་བཅོ་ལྔ་མཆོད་པ། གུང་ཐང་མེ་ཏོག་མཆོད་པ། རྭ་སྒྲེང་ཁུ་བྱུག་མཆོད་པ། བསམ་ཡས་འདུས་སྡེ་མཆོད་པ། ལོ་གནམ་གང་མཆོད་པ་བཅས་ལྔ་ཡིན་ཟེར། ཚོགས་ཁང་འཁྱམས་སྨད་ཅེས་པར་འདུ་ཁང་ཀ་བ་བཅུ་དྲུག་ནང་བོད་ཟླ་10ཚེས་20ནས་སྤྱིལ་བུ་དགོན་དང་། ཉི་ལྡིང་དགོན་བཅས་གསུམ་མཉམ་དུ་བཀའ་འགྱུར་གསུང་སྒྲོག་གནང་སྲོལ་ཡོད།</p><p>ད་ལྟ་སྔོན་གྱི་གྱང་གོག་སྟེང་འཁྱམས་སྟོད་ཚོགས་ཁང་ཀ་བ་བཅུ་དྲུག་གསར་བཞེངས་གནང་བའི་ནང་སེམས་དཔའ་སྐུ་ཕྲེང་དང་པོའི་གདུང་རྟེན་དང་། དགེ་བཤེས་སྤྱན་སྔ་བའི་འདྲ་སྐུ། དབུ་རྩེ་གོང་དུ་གསེར་ཟངས་ཀྱི་ཐུབ་དབང་གྱི་དབུ་སྔོན་ཉི་ལྡིང་དགོན་གྱི་ཡིན་ཞེས་པ་གསར་བཞེངས་གནང་བ་སོགས་མཇལ་རྒྱུ་ཡོད། ཡང་དགོན་དེ་ནས་རྐང་ཐང་ཉེ་འཁོར་ཐེབས་པ་དགོན་དེའི་དགོན་ལག་ཉེ་ལྡིང་དགོན་ཞེས་པ་ཞིག་དང་། ཡང་འབྲི་གུང་རླུང་ཤོད་ནང་རྐང་ཐང་མར་ཉིན་གཅིག་སོང་ན་བྱང་སེམས་སྤྱིལ་བུ་བའི་དགོན་སྤྱིལ་བུ་དགོན་ཞེས་པ་སོགས་མཇལ་རྒྱུ་ཡོད།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "ལོ་དགོན་པ།"
  }
 ], 
 "meta": {
  "date": "2010-08-13 17:00:58 UTC", 
  "domain": "places", 
  "kid": "16961", 
  "authors": [], 
  "title": "ལོ་དགོན་པ།"
 }
}