{"meta":{"authors":[{"id":"78","fullname":"Dondrup Lhagyal"},{"id":"78","fullname":"Dondrup Lhagyal"}],"title":"Kyikhar Rizhing Gön Introduction","dates":{"created_at":"2011-12-13 02:28:48 UTC","updated_at":"2011-12-13 02:28:48 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Kyikhar Rizhing Gön Introduction"},{"title":"Bonpo monasteries and temples in Central Tibet","index":1,"parent_index":0,"body":"\n\n               "},{"title":"(4) Ri zhing Monastery","index":2,"parent_index":0,"body":"\n\n               \n\n                  "},{"title":"1. Name","index":3,"parent_index":2,"body":"\n\n                  <p>sKyid mkhar Ri zhing dgon</p>\n\n               \n\n               \n\n                  "},{"title":"2. Location","index":4,"parent_index":2,"body":"\n\n                  <p>One can either drive from Pa nam rdzong, about thirty kilometres, or ride on\n                     horseback directly from Gyantse by climbing over Yang ga pass. In the past,\n                     when there was no road going straight there, one would go on horseback from\n                     Gyantse. Ri zhing Monastery presently belongs to the sKyid mkhar <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>administration.</p>\n\n               \n\n               \n\n                  "},{"title":"3. History","index":5,"parent_index":2,"body":"\n\n                  <p>Ri zhing Monastery was founded by Zhu yas Legs po in the eleventh century. Zhu\n                     sKye se chen po and Zhu sGrol ba gshen rgyal initiated the way of expounding\n                     scriptures and practising Bonpo teachings, and because of this the monastery\n                     became very famous. At the time of the Fifth Dalai Lama (1617-1682), Zhu bsTan\n                     &rsquo;dzin nyi rgyal was recognized as one of the high-ranking lamas in Tibet. It is\n                     said that Zhu bsTan &rsquo;dzin nyi rgyal once had an audience with the Manchu\n                     emperor and the Manchu court gave him a large number of gifts.</p>\n\n                  <p>The monastery owned thirteen estates, which were donated by the Tibetan\n                     government. It is said that there were once, in its heyday, East, West and\n                     Middle hostels (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">khang tshan</span>) with three hundred monks in\n                     the monastery. Before 1959 there were sixty monks. It was totally destroyed\n                     during the Cultural Revolution, and now only its ruins remain. About 1984 Tshe\n                     ring rdo rje, a descendant of the Zhu family, organized a few households to\n                     restore the hermitage called gYu &rsquo;brang phyug mo. Later, a small temple was\n                     gradually built, but the site of the monastery has been moved to another\n                     place.</p>\n\n               \n\n               \n\n                  "},{"title":"4. Headship","index":6,"parent_index":2,"body":"\n\n                  <p>In the past, the heads of the monastery were men of the Zhu family.</p>\n\n               \n\n               \n\n                  "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":"\n\n                  <p>Ten</p>\n\n               \n\n               \n\n                  "},{"title":"6. Current education","index":8,"parent_index":2,"body":"\n\n                  <p>After joining the monastery, monks go for elementary studies and the study of\n                     Bon doctrines in gYung drung gling (No.2) for a few years. Upon completion of\n                     their studies, they return to the monastery to take part in normal religious\n                     services.</p>\n\n               \n\n               \n\n                  "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":"\n\n                  <p>With the exception of sending some monks for studies in gYung drung gling,\n                     there are no exchanges with other monasteries.</p>\n\n               \n\n               \n\n                  "},{"title":"8. Daily rituals","index":10,"parent_index":2,"body":"\n\n                  <p>These consist of daily prayers to the tutelary deities and religious services\n                     dedicated to protective deities of the monastery.</p>\n\n               \n\n               \n\n                  "},{"title":"9. Annual rituals, based on the Tibetan calendar","index":11,"parent_index":2,"body":"\n\n                  <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\">\n\n                     <li> First month: on the 3rd day, the ceremony of offerings to the local\n                        deities on Mount sPo bo rtse dmar and also on Mount Zhu bo, which is\n                        situated behind the monastery; the celebration is joined in by all members\n                        of the local community.</li>\n\n                     <li> Sixth month: on the 15th day, the celebration of the festival known as\n                        sKyid po bla ma&rsquo;i dus chen, &lsquo;Festival of the joyous Lamas&rsquo;; the celebration,\n                        which is held at the monastery, is attended by both the clergy and\n                        laymen.</li>\n\n                  </ul>\n\n                  <p>The monks return to their homes whenever there are no religious assemblies in\n                     the monastery. Although supplemented by the money they earn by going to recite\n                     prayers and scriptures for laymen, they depend mainly on their families for\n                     their daily necessities.</p>\n\n               \n\n               \n\n                  "},{"title":"10. Books held in the monastery","index":12,"parent_index":2,"body":"\n\n                  <p>These include a set of the<em xmlns:str=\"http://exslt.org/strings\"> bKa&rsquo; &rsquo;gyur\n                     </em>published by Ayung Lama and sKal bzang phun tshogs in Chengdu, 1985-87,\n                     and seven cases of the Chamdo edition of the Collected Works of mNyam med Shes\n                     rab rgyal mtshan.</p>\n\n               \n\n               \n\n                  "},{"title":"11. Income and expenses","index":13,"parent_index":2,"body":"\n\n                  <p>The monastery itself has no income at all, so each household in the village\n                     contributes to the provision of all the expenses for the ceremony of\n                     offerings.</p>\n\n               \n\n               \n\n                  "},{"title":"12. Local community","index":14,"parent_index":2,"body":"\n\n                  <p>There are, altogether, five villages with two hundred households, where\n                     followers of Bon and Buddhism (dGe lugs pa) live together.</p>\n\n               \n\n               \n\n                  "},{"title":"13. Local festivals","index":15,"parent_index":2,"body":"\n\n                  <p>See Annual rituals above</p>\n\n               \n\n               \n\n                  "},{"title":"14. Occupation of the local people","index":16,"parent_index":2,"body":"\n\n                  <p>Although the area is regarded as semi-agricultural and semi-nomad, the\n                     villagers are mainly engaged in agricultural work.</p>\n\n               \n\n            "}]}