{"meta":{"domain":"places","kid":"16511","authors":[],"title":"Drakla Dzong Introduction","dates":{"created_at":"2010-08-11 20:45:34 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Drakla Dzong Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Drakla DzongBrag la rdzong","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Fortress","index":7,"parent_index":6,"body":" <p>The north side rampart is 2.5 m to 3.5 m in height. The lower half is built of variable size stone blocks up to 1 m in length, which were hewn flat on their exterior faces. The upper half of the rampart is composed of highly eroded sod blocks at least 50 cm in length. This part of the retaining wall appears to have been around 1.5 m hick. The south rampart was entirely built of stone, and is 1.1 m thick and about 1 m in height. The remaining races of the east and west walls are of similar construction. On the south flank of the hill there are faint remains of other walls. On the southwest side of the hill, a highly deteriorated defensive wall extends for 20 m up to the summit. About 10 m below the east and north sides of the summit, a continuous level band (100 m long and around 5 m wide) was excavated from the hillside. Much of the center of this level strip of ground has eroded into a shallow gully. Evidently, this structure was built to protect the installation on its two most vulnerable flanks. Even from this position, it is still 20 m vertical down to a connecting saddle. An earthen embankment resembling the cut of a modern road was constructed north of the summit. There is a spring situated around one-half km from <span class=\"popular\">Drakla Dzong<\/span><span class=\"scholar\">Brag la rdzong<\/span>. <\/p> "},{"title":"bkra bzang monastery archaeological sites","index":8,"parent_index":6,"body":null},{"title":"Notes","index":9,"parent_index":0,"body":" <div class=\"footnote\"> <a name=\"n39\" \/> <a href=\"#nb39\" class=\"note\"> [39] <\/a> A discussion of this geographic demarcation is found in John Vincent Bellezza, &ldquo;Territorial Characteristics of the Archaic Zhang-zhung Paleocultural Entity: A Comparative Analysis of Archaeological Evidence and Popular Bon Literary Sources.&rdquo; Paper prepared for the International Association of Tibetan Studies Conference X, Oxford, 2003. Currently in press. <\/div>  "}]}