{"meta":{"domain":"places","kid":"1064","authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}],"title":"Lunggu Introduction","dates":{"created_at":"2011-12-13 02:31:08 UTC","updated_at":"2011-12-13 02:31:08 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Lunggu Introduction"},{"title":"Bonpo monasteries and temples in Tibetan regions in Qinghai, Gansu and Sichuan","index":1,"parent_index":0,"body":" "},{"title":"Wen chuan County","index":2,"parent_index":0,"body":" <p>Wen chuan county is located in rNga ba Tibetan Autonomous Prefecture, Sichuan Province. There are 18 townships subdivided into 126 villages. The county covers an area of 3958.27 sq km. The population was 82,830 in 1980: 5,516 Tibetans and 17,322 Qiang. The county town is located at Wei zhou Township 246 km from ’Bar khams, the capital of rNga ba Prefecture. (216) Bla ma Temple </p> <p>Bla ma Temple is located 110 km south of the county seat of Wen chuan, two-kilometer walk up the mountain to reach the monastery. Wen chuan is a county of rNga ba Tibetan Autonomous Prefecture in Sichuan Province. Since the Tibetans in the area are completely sinicized and no longer speak Tibetan, they use even Chinese names, although they acknowledge that they are Tibetans. The founder of the temple remains unknown. When I visited the site in 1998, the caretaker of the temple, an old Tibetan man called Ma Qingyun, who had been a soldier in the Long March, was the only person there who knew how to read some Tibetan. The temple was rebuilt in the 1980s. Only a small number of lay practitioners occasionally come to the temple to worship and make offerings. Ma Qingyun occasionally performs simple rituals for local families when requested. The temple has two copies of the gSer ’od nor bu ’od ’bar (xylographic edition), and one manuscript volume of various ritual texts. Economic circumstances of the temple depends on offerings from the faithful. Many people come to the temple to worship and make offerings although there is no local community as such. Occupation of the local population is farming. Sources</p> "},{"title":"(1) Interviews","index":3,"parent_index":2,"body":" <p>In autumn 1998 with: Ma Qingyun (b.1918)</p> "},{"title":"(217) mChog gsum Temple","index":4,"parent_index":2,"body":" <p> </p> <p>Since the Tibetans in the Wen chuan area have been completely sinicized, most of them call the temple by its Chinese name, Sansheng Miao, (a literal translation of mChog gsum lha khang). The temple is located on the road 110 km south of the county town of Wen chuan.</p> <p>According to oral tradition, originally there was a Guan di Miao, a temple dedicated to the Chinese deity Guan di. Sang rgyas dpal ldan, a Bonpo master from Central Tibet enshrined a statue of gShen rab Mi bo as the main statue of the temple together with two other statues --relegating the Guan di statue among the secondary deities-- and transformed the establishment into a Bonpo temple named mChog gsum lha khang.</p> <blockquote xmlns:str=\"http://exslt.org/strings\"> <p>There were no lay devotees when I visited the temple in 1998, only an old lady looking after it. I was told that she was a Tibetan, from Chu chen in rGyal rong, and now she was the caretaker of the temple. The temple was rebuilt in the nineteen-eighties. It has close ties with gYung drung dar rgyas Monastery (No.170) in Rong brag county. The local people invite five monks from gYung drung dar rgyas Monastery to perfome an annual ritual on the 15th day of the 2nd month every year.</p> </blockquote> <p>Since there are no other religious activities apart from the ritual mentioned above, very few people come to the temple. Indeed many of the villagers have not been to the temple for years and don’t even know to which religious tradition it belongs. </p> "},{"title":"Sources","index":5,"parent_index":4,"body":" "},{"title":"(1) Interviews","index":6,"parent_index":5,"body":" <p>In autumn 1998 with: Xiao Shufang, the caretaker of the temple who was around seventy years old when I visited the place (she did not know the year of her birth)</p> "},{"title":"(2) Texts","index":7,"parent_index":5,"body":" <ol type=\"1\"> <li>Wen chuan rdzong gi sa cha’i ming btus compiled and printed by Wen chuan rdzong gi sa cha’i ming btus las don ’go khrid tsho chung, p.1, Wei zhou, 1982</li> </ol> "},{"title":"(218) La tha Temple","index":8,"parent_index":2,"body":" "},{"title":"1. Name","index":9,"parent_index":8,"body":" <p>The temple is also called A lo Temple. This name of the temple is said to be Mongolian, since the temple’s devotees are mainly of Mongolian origin and are said to be descendants of a Mongolian army. </p> "},{"title":"2. Location","index":10,"parent_index":8,"body":" <p>The temple is located 120 km from the county town of Yanyuan, which is part of Liangshan Yi Autonomous Prefecture in Sichuan Province.</p> "},{"title":"3. History","index":11,"parent_index":8,"body":" <p>When I went to visit the region I was unable to reach the temple owing to floods that had destroyed the road to Yan yuan county. I was unable to find any written Sources concerning the temple’s history (and I doubt that any exist). In Xichang, the capital of Liangshan Prefecture, I met one aged woman from the village where the temple is located. She told me that according to a legend the temple was founded in the 13th century. The devotees of this temple are mainly Mongolians but also include some Tibetans and Naki, and even some Yi, another ethnic group living in the area. The Mongolian army, of which the present Mongolians are said to be the descendants, arrived in the region in the 17th century with Gushri Khan. In the past, the temple was looked after by the leading Mongolian family, whose eldest son inherited his father’s position as chief, while the second and third sons became the gnyer ba and head of the temple respectively. When there were not enough sons, the incumbents were chosen from among the family’s relatives. The temple was rebuilt in the nineteen-eighties.</p> "},{"title":"4. Hierarchical system","index":12,"parent_index":8,"body":" <p>There is one dge skos and one dbu mdzad, both replaced every three years. </p> "},{"title":"5. Current number of devotees","index":13,"parent_index":8,"body":" <p>There are one hundred and twenty-nine tantric practitioners who work as farmers and live with their families and only go to the temple to perform the annual rituals.</p> "},{"title":"6. Current education","index":14,"parent_index":8,"body":" <p>The younger practioners are trained by the elder practitioners.</p> "},{"title":"7. Educational exchange","index":15,"parent_index":8,"body":" <p>Since it is the only Bonpo temple in the area, it has no direct ties with any other temple.</p> "},{"title":"8 / 9. Rituals","index":16,"parent_index":8,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>1st month: the smon lam prayer from the 10th to the 20th day</li> <li>4th month: the smyung gnas fast from the 1st to the 16th day</li> <li>8th month: the minatsho ritual from the 6th to the 11th day</li> <li>9th month: the dutsetshok ritual from the 26th day to the 29thday; this is followed by the gelacha ritual. </li> </ul> <p>The terms minatsho, dutsetshok and gelacha are said to be the Mongolian names for the rituals, but none of the people whom I interviewed in Xichang knew what they meant.</p> "},{"title":"11. Income and expenses","index":17,"parent_index":8,"body":" <p>The temple has no regular Sources of income and depends on offerings from its followers.</p> "},{"title":"12. Local community","index":18,"parent_index":8,"body":" <p>About 5,000 Mongolian, Tibetan and Naki in the area</p> "},{"title":"14. Occupation of the local people","index":19,"parent_index":8,"body":" <p>Farming </p> "},{"title":"Sources","index":20,"parent_index":8,"body":" "},{"title":"(1) Interviews","index":21,"parent_index":20,"body":" <p>In autumn 1998 with: Wang Wenzhi, a Mongolian woman who comes from the village where the temple is located and who works at the Department of Minorities and Religion of Liangshan Prefecture government.</p> "}]}