{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Pangtra Dzongkar Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "I.2. Residential Structures in Other Locations: Religious and Elite Residences"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Pangtra Dzong KarSpang bkra rdzong dkar "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Pangtra Dzong Kar</span><span class=\"scholar\">Spang bkra rdzong dkar</span> </li> <li>English equivalent: Glistening Meadow White Fortress</li> <li>Site number: B-121</li> <li>Site typology: I.2c </li> <li>Geographic coordinate (N. lat.): 30º 59.2΄ </li> <li>Geographic coordinate (E. long.): 80º 20.8΄ </li> <li>Elevation: 4360 m to 4450 m</li> <li>Administrative location (township): <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span> </li> <li>Administrative location (county): <span class=\"popular\">Tsada</span><span class=\"scholar\">Rtsa mda’</span> </li> <li>Survey expedition: TUE</li> <li>Survey date: September 9, 2005</li> <li>Contemporary usage: Certain caves are used as pastoral shelters. </li> <li>Identifiable Buddhist constructions: Near the north end of the site there are old inscribed brown sandstone plaques and more recent ones of limestone. On the esplanade below the cave complex here are two extremely eroded Buddhist shrines, one of which contains clay figurines (<span class=\"popular emph\">Tsatsa</span><span class=\"scholar emph\">tshwa tshwa</span>). In close proximity there is the ruined base of what might have been a <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span>. It is reported that here is a cave with Buddhist frescos at the site.</li> </ul>
", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Pangtra Dzong Kar</span><span class=\"scholar\">Spang bkra rdzong dkar</span>, located on the east side of an eponymous valley, overlooks the confluence of the two rivers that flow through this location. Around 210 caves (mostly consisting of single chambers) of the type common throughout <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span> were cut into an earthen and gravel escarpment. These caves appear to be the original nucleus of settlement in the <span class=\"popular\">Pangtra</span><span class=\"scholar\">Spang bkra</span> valley. The caves are found from the base of the escarpment to within at least 60 m of its highly dissected flat summit. The lowest line of caves is suspended 80 m to 140 m above the <span class=\"popular\">Pangtra</span><span class=\"scholar\">Spang bkra</span> valley floor. Downstream of the cave complex, he valley closes in around a gorge. In addition to the two rivers there is a small spring at the foot of the formation. </p>
<p>The <span class=\"popular\">Pangtra Dzong Kar</span><span class=\"scholar\">Spang bkra rdzong dkar</span> cave complex occupies a central position overlooking extensive agricultural lands. These farmlands are located on a large flat between the two rivers of <span class=\"popular\">Pangtra</span><span class=\"scholar\">Spang bkra</span>. Only a small portion of this land is being tilled at present. A smaller agricultural pocket was located above the west side of the west branch of the <span class=\"popular\">Pangtra Chu</span><span class=\"scholar\">Spang bkra chu</span>. The ample fertile land and plentiful water of the locale, uncommon natural endowments in contemporary <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span>, are likely to have been exploited for a very long period of time. Given its excellent natural resource base, Buddhist occupation of <span class=\"popular\">Pangtra Dzong Kar</span><span class=\"scholar\">Spang bkra rdzong dkar</span> (as reflected in the monumental record) appears to have been very minimal (the caves here probably functioned as a Buddhist retreat center). This seems to suggest that the period of highest site development came earlier. </p>
", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>Local residents say that <span class=\"popular\">Pangtra Dzong Kar</span><span class=\"scholar\">Spang bkra rdzong dkar</span> was once a Buddhist center.</p>
", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "<p>The cave fronts are highly eroded thus very few façades or entranceways have survived. As in other caves of <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span>, these often have domed recesses in the rear walls flanked by oblong niches. One cave inspected still has a groove in the ceiling, which functioned to allow smoke to escape. The largest cave that could be accessed is situated near the north side of <span class=\"popular\">Pangtra Dzong Kar</span><span class=\"scholar\">Spang bkra rdzong dkar</span>. It is 9 m deep and 9 m wide at the mouth. Towards the middle portion of the bottom end of the site there is a double-chambered cave with a masonry façade. This masonry structure is covered in mud plaster that was painted white with lime. In the south portion of <span class=\"popular\">Pangtra Dzong Kar</span><span class=\"scholar\">Spang bkra rdzong dkar</span> as many as five caves are arrayed vertically. Two caves among them have red ochre tinted walls and another one has he remains of a masonry façade. Many of the upper caves of the <span class=\"popular\">Pangtra Dzong Kar</span><span class=\"scholar\">Spang bkra rdzong dkar</span> escarpment must have been accessed with wooden ladders and suspended walkways. </p>
", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16629", 
  "dates": [], 
  "title": "Pangtra Dzongkar Introduction"
 }
}