{"meta":{"authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}],"title":"Drokrü Pöntsang Introduction","dates":{"created_at":"2011-12-13 02:29:48 UTC","updated_at":"2011-12-13 02:29:48 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Drokrü Pöntsang Introduction"},{"title":"Bonpo temples in sTong che","index":1,"parent_index":0,"body":"\n\n                  "},{"title":"(129) ’Brog ru’i dPon tshang Tent Temple","index":2,"parent_index":1,"body":"\n\n                  <p>sTong che is a long valley of Khri ka County. There are a lot of tribes in the\n                     valley and they were originally nomads. In the past, these tribes were grouped\n                     into two parts. Some of them who remain in the valley became farmers, other who\n                     still have kept animals are of course nomads. The latter moved to Mu ge thang\n                     pasture, about two hundred km west of sTong che valley, and it is\n                     administratively belongs to Guinan County instead of Khri ka today. In local\n                     dialect, the two communities are referred to as <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">ru yul\n                        &rsquo;brog</span>, &lsquo;nomads and farmers.&rsquo;</p>\n\n                  <p>dPon tshang is the family of the chieftain of the community in the valley. The\n                     family also has a nomadic part with the same name on Mu ge thang pasture. Its\n                     Tent Temple, called &rsquo;Brog ru&rsquo;i dPon tshang Tshogs ras, is usually kept in Mu ge\n                     thang. </p>\n\n                  <p>The Tent Temple of &rsquo;Brog ru&rsquo;i dpon tshang and that of Bon brgya are the two\n                     largest ones in Amdo. Unfortunately I have not been able get any information\n                     regarding the history of the Tent Temple of Brog ru&rsquo;i dPon tshang and the dates\n                     of its annual rituals, because the people were scattered all over the place in\n                     their pasture land when I undertook fieldwork and celebration of their rituals\n                     did not coincide with my visit to this place.</p>\n\n               "}]}