{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Na Nakpo Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "II.1. Stelae and accompanying structures: Funerary and non-funerary structures"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Na NakpoSna nag po "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Na Nakpo</span><span class=\"scholar\">Sna nag po</span> (sp.?)</li> <li>English equivalent: Black Prow</li> <li>Site number: C-159</li> <li>Site typology: II.1c, II.2a, II.2b </li> <li>Geographic coordinate (N. lat.): 31º 40.6΄ </li> <li>Geographic coordinate (E. long.): 83º 34.8΄ </li> <li>Elevation: 4900 m </li> <li>Administrative location (township): <span class=\"popular\">Mamik</span><span class=\"scholar\">Ma mig</span> </li> <li>Administrative location (county): <span class=\"popular\">Gertsé</span><span class=\"scholar\">Sger rtse</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: June 10, 2002</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul>
", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Na Nakpo</span><span class=\"scholar\">Sna nag po</span> is located at the foot of the lofty meridian range that rises south of <span class=\"popular\">Mamik</span><span class=\"scholar\">Ma mig</span>. The site is situated on a broad esplanade that abuts the valley, which parallels the east face of the meridian range. <span class=\"popular\">Na Nakpo</span><span class=\"scholar\">Sna nag po</span> is found more than 200 m above the valley floor. The terrain is gravelly, sandy and gently sloping. The site consists of a small array of pillars appended to an edifice, as well as a number of unusually designed funerary structures of considerable morphological complexity. All structures of <span class=\"popular\">Na Nakpo</span><span class=\"scholar\">Sna nag po</span> are built of uncut pieces of variable-length white granite. According to local reports, <span class=\"popular\">Na Nakpo</span><span class=\"scholar\">Sna nag po</span> was preyed upon in the Chinese Cultural Revolution, but the extent of damage caused at that time is unclear. </p>
", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to residents of <span class=\"popular\">Mamik</span><span class=\"scholar\">Ma mig</span>, <span class=\"popular\">Na Nakpo</span><span class=\"scholar\">Sna nag po</span> is an ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> burial ground.</p>
", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>The appended edifice (temple-tomb) measures 2.6 m (east-west) x 4.3 m (north-south) and is up to 50 cm in height. The foundation and coherent standing wall fragments up to 50 cm in height are extant. This rectangular structure was built of stones averaging around 30 cm in length, while the largest stones are 75 cm long. Stones dislodged from the temple-tomb litter the area. Nothing of the central chamber remains intact. Given its diminutive dimensions, the appended edifice is very unlikely to have had habitational functions related to its ritual functions. Its central chamber may only have been around 1 m wide. </p>
", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Appended edifice"
  }, 
  {
   "body": "<p>There are nearly 80 stones still standing in the array of pillars, about one-third the original number. The array is not well aligned in the cardinal directions and measures 4.3 m (east-west) x 7.6 m (north-south). The standing stones tend to have a squat form and are 5 cm to 50 cm in height. Originally, there were about 12 rows of pillars, which do not appear to have been laid out with a high degree of precision. Immediately east of the array, three single-course walls form a rectangular enclosure that measures 5.6 m (east-west) x 8 m (north-south). There is no west wall in this enclosure. This side is delineated by the most easterly line of pillars. The walls of the enclosure are composed of stones 10 cm to 30 cm in length, which are flush with or slightly elevated above the ground surface. There are no signs of walls bounding other sides of the array of pillars.</p>
", 
   "index": 8, 
   "parent_index": 6, 
   "title": "Pillar array"
  }, 
  {
   "body": "", 
   "index": 9, 
   "parent_index": 6, 
   "title": "Outlying funerary structures"
  }, 
  {
   "body": "<p>Funerary structure FS1 (5.5 m x 2.5 m) is situated 30 m northeast of the appended edifice, and was designed and built in a similar fashion to it. FS1 therefore appears to have been an above ground shrine or mausoleum with a rectangular ground plan and straight, uninterrupted walls. Only its foundation and wall segments to 60 cm in height have survived. There is no evidence that FS1 was ever accompanied by pillars.</p>
", 
   "index": 10, 
   "parent_index": 9, 
   "title": "Funerary Structure FS1"
  }, 
  {
   "body": "<p>Funerary structure FS2 (14.3 m x 11.7 m) is situated 17.5 m east of FS1. This enclosure was substantially built with double-course walls around 80 cm in thickness. In certain sections as many as three vertical courses of stones are discernable. This structure therefore is likely to have had a significant height above ground. Stones used in the construction of FS2 are primarily 40 cm to 70 cm in length. The ground surface inside the enclosure is uneven and appears to have contained various structural elements. Perhaps the FS2 enclosure was subdivided into various cells, however, not enough remains of the structure to accurately gauge its design characteristics. </p>
", 
   "index": 11, 
   "parent_index": 9, 
   "title": "Funerary Structure FS2"
  }, 
  {
   "body": "<p>Funerary structure FS3 (5 m x 8 m) is situated 3 m east of FS2. This structure appears to have been comprised of a single-course enclosure that may have been subdivided into two sections. The stones of the perimeter walls are even with the ground level.</p>
", 
   "index": 12, 
   "parent_index": 9, 
   "title": "Funerary Structure FS3 "
  }, 
  {
   "body": "<p>Funerary structure FS4 (5 m x 5.6 m) is situated 6.5 m east of FS3. Its east side consists of three short double-course wall segments that run in a north-west-southeast direction. Each of these walls is 25 cm to 30 cm thick and contains upright stones 5 cm to 30 cm in length. The west side of FS4 is highly fragmentary. In close proximity to the three walls there are small square single-course enclosures, which measure 70 cm to 90 cm on each side. It appears that there is structural residuum between FS3 and FS4, making the delimitation between them somewhat ambiguous.</p>
", 
   "index": 13, 
   "parent_index": 9, 
   "title": "Funerary Structure FS4 group"
  }, 
  {
   "body": "<p>Funerary structure FS5 (9 m x 5.4 m) is situated 30 m east of FS4. The west half of this enclosure appears to have single-course perimeter walls flush with the ground surface, but very little still remains intact. The east half of FS5 was built with double-course walls (around 40 cm thick) containing upright stones 10 cm to 35 cm in length. These stones are mostly even with the ground surface. FS5 appears to have been subdivided into hree parts. </p>
", 
   "index": 14, 
   "parent_index": 9, 
   "title": "Funerary Structure FS5"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16701", 
  "dates": [], 
  "title": "Na Nakpo Introduction"
 }
}