{"meta":{"authors":[],"title":"Tsapo Deubur Introduction","dates":{"created_at":"2010-08-25 11:12:13 UTC","updated_at":"2010-08-25 11:12:13 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Tsapo Deubur Introduction"},{"title":"II.2. Superficial structures: Primarily funerary superstructure","index":1,"parent_index":0,"body":" "},{"title":"Tsapo DeumburTshwa po rde’u ’bur","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Tsapo Deumbur<\/span><span class=\"scholar\">Tshwa po rde’u ’bur<\/span> <\/li> <li>English equivalent: Salt Hill<\/li> <li>Site number: D-46<\/li> <li>Site typology: II.2b <\/li> <li>Geographic coordinate (N. lat.): 32º 35.8΄ <\/li> <li>Geographic coordinate (E. long.): 81º 52.7΄ <\/li> <li>Elevation: 4490 m <\/li> <li>Administrative location (township): <span class=\"popular\">Jangpa<\/span><span class=\"scholar\">Byang pa<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Gegyé<\/span><span class=\"scholar\">Dge rgyas<\/span> <\/li> <li>Survey expedition: UTAE<\/li> <li>Survey date: May 22, 2001<\/li> <li>Contemporary usage: Light grazing. <\/li> <li>Identifiable Buddhist constructions: None.<\/li> <\/ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Tsapo Deumbur<\/span><span class=\"scholar\">Tshwa po rde’u ’bur<\/span> is the name of a rocky ridge near the southern rim of the <span class=\"popular\">Tsatsa Kha<\/span><span class=\"scholar\">Tshwa tshwa kha<\/span> basin, which I refer to as the ‘Valley of the Dead’ (see C-91, C-92, C-153, D-68). There are profound views east from this zone of funerary sites. In the sandy valley floor south of <span class=\"popular\">Tsapo Deumbur<\/span><span class=\"scholar\">Tshwa po rde’u ’bur<\/span> there are six structures (probably enclosures) forming a cruciform alignment. This alignment does not conform to the compass points; it appears rather to have a localized spatial orientation. In addition to the enclosures there are double-course slab-wall fragments at the site. This network of slab walls seems to have circumscribed intricate patterns on the ground surface. All structures at <span class=\"popular\">Tsapo Deumbur<\/span><span class=\"scholar\">Tshwa po rde’u ’bur<\/span> are primarily made of pieces of a grayish grained rock, primarily 30 cm to 80 cm in length. Some of these stones may have been partially dressed to produce flat, even faces. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>Among the <span class=\"popular emph\">drok pa<\/span><span class=\"scholar emph\">’brog pa<\/span> of this region (<span class=\"popular\">Gegyé<\/span><span class=\"scholar\">Dge rgyas<\/span>), sites such as <span class=\"popular\">Tsapo Deumbur<\/span><span class=\"scholar\">Tshwa po rde’u ’bur<\/span> are commonly identified as <span class=\"popular\">Mön<\/span><span class=\"scholar\">Mon<\/span> burial grounds.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" <ol> <li>Funerary structure FS1 (13 m x 9 m), the most northerly structure of the north-south oriented row, has deteriorated into a rocky tumulus 1.5 m in height. No coherent wall segments remain in FS1. <\/li> <li>Funerary structure FS2 (10 m x 6 m), the middle structure in the cruciform array, is situated 25 m south of FS1. It appears to have been a rectangular enclosure, but it has disintegrated into an incoherent mass of stones. Within the FS2 enclosure there is a 1.5 m-long pillar-like prostrate stone. <\/li> <li>Funerary structure FS3 (6 m x 11m) is situated 41 m south of FS2. Small intact wall fragments have survived in FS3, which appears to have had a rectangular form. <\/li> <li>Funerary structure FS4, the most westerly structure of the east-west oriented row, is a small, very poorly preserved specimen. <\/li> <li>Funerary structure FS5 (9 m x 5.5 m) is situated 17 m east of FS4. Small integral wall segments have survived in FS5. FS2, the centrally-located structure, is situated 25 m east of FS5. <\/li> <li>Funerary structure FS6 (1.6 m x 2.6 m) is situated 14 m east of FS2. There appear to be the faint remains of even more minor structures in outlying areas.<\/li> <\/ol> <p>Just east of funerary structure FS3 (the most southern structure) there is a group of fractional double-course walls. They include a 2.5 m long wall made from slabs (generally 20 cm to 30 cm long) set edgewise into the ground. The two parallel courses of slabs are set at a distance of about 25 cm from one another. Another double-course wall segment is now just 1.4 m long. In one of its parallel courses, only three slabs remain in situ. In the other course there are 13 blocky stones each averaging 10 cm in length. In close proximity there is an L-shaped double-course wall fragment (each arm is 1 m in length). It was constructed with tiny stones (mostly 3 cm to 4 cm long) set in parallel courses, 15 cm apart from one another. Much smaller fragments of the same wall are found nearby. <\/p>  "}]}