{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Lupuk Gön Yungdrung Dechen Ling Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "sBra chen rdzong"
  }, 
  {
   "body": "<p>The monastery’s full name is Klu phug dgon gYung drung bde chen gling. From Phur nag Monastery, there is a direct road that leads to Klu phug Monastery, but it is a trip of extreme difficulty and danger. To the right of the road stretches a high mountain range with yawning craggy abysses. To the left runs the reddish river Sog chu, swirling waves. Before reaching the monastery seven narrow ledges must be traversed, the mere sight of which can make one’s hair stand on end. People call these the “Seven ledges intermediate between death and rebirth” (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bar ma do’i ’phrang bdun</span>). Thus we arrive at rDza gseb <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang. </span>This <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>is completely surrounded by green-clad mountains. Herds – black, white or other colours – on the verdant plain look just like the stars scattered in the sky. To the far north-west of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>is a high, white, rocky hill that looks like an elderly monkey sitting on his haunches, the appearance of which may strike one as strange.</p>
<p>To reach Klu phug Monastery, which is situated in sBra chen <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">qu,</span> one must travel further away from the riverbank. It is one hundred kilometres from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> to the monastery, but twenty-four kilometres of this can be covered conveniently by car on the highway.</p>
<p>Here I shall give an account of where and how this monastery originated: this monastery is situated on the upper part of Brag dkar lha lung valley in sBra chen <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">qu. </span>On the hill at the back of the monastery there was a cave in which, it is believed, a water spirit <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">klu </span>lived. That is why the monastery is called Klu phug.</p>
<p>There was a Tantric establishment called mKhar dmar bla brang founded in 1626 by Khri rgyal rje chen, the twelfth king of the Thirty-nine Tribes of Hor. He was a tantric practitioner and followed both Bon and ’Bri gung bKa’ rgyud pa traditions. </p>
<p>mKhar dmar was situated at a saddle-shaped craggy red hill called Gung lhag. It was a two-storey building. On the top of the roof it had various emblems unique to the ancient Bon tradition, such as the perch of birds. In the centre and at the four corners of the roof there were spears erected and decorated with yak’s hair on their tips, surrounded by deer and wild yak horns. In the assembly hall on the upper floor there were four pillars and it was the place where twelve Tantric practitioners gathered together. There were the following religious objects: clay images of the four-armed sPyan ras gzigs, sGrol dkar, rNam par rgyal ba and Khri gtsug rgyal ba; scriptures, including the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Khams chen</span> in sixteen volumes<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bDal ’bum</span> in twelve volumes; eight stupas made of a mixture of medicine and clay, each of which was as tall as an arrow. On the west side of the floor there was a single-pillared meditation room in which Khri rgyal rje chen erected gilt-bronze statues of Kun bzang rgyal ba ’dus pa and dBal gsas rngam pa (this statue still exists) less than a cubit in height. These had been concealed in the ground at Sham po during the suppression of Bon in Central Tibet and was rediscovered by rMa ston lHa rgod Shes rab seng ge. Moreover, there were images of Dran pa nam mkha’ with his twin sons made of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">li</span> from Zhang zhung, a span in height (two of these statues still exist). These were rediscovered in Phyug mo dpal ri by Bon zhig gYung drung gling pa.</p>
<p>In 1786, lHa mkhar bstan rgyal, the elder son of Khri rgyal rje chen, was enthroned and maintained the mKhar dmar establishment as his father did. He married gShen bza’ dPal ’dzin, a lady of the gShen family. He abandoned his family’s tradition to follow ’Bri gung bka’ brgyud and was content to keep only the Bon tradition. Dpal ’dzin, the queen, became a nun in her later life and lived in a cave to devote herself to meditation. Her cave can still be visited.</p>
<p>Tshe ring rab brtan, the son of lHa mkhar, succeeded his father. However, he was more concerned with politics. He had two tent residences. One of these two was in sBra chen and it was in this that he used live and it became the seat of his government.</p>
<p>In mKhar dmar, there was lHa bla bsTan pa phun tshogs, who is said to be a native of rGyal rong. He looked after the tantric establishment (which usually had twelve tantrists). lHun grub ’od zer (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">alias</span> Shang blang Drang srong) of rTing ngu Monastery came to join him and he was ordained by bsTan pa phun tshogs. So mKhar dmar started having monks in its midst. lHa bla also established there the ritual practice of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Zhi khro dgongs ’dus</span> according to the New Bon tradition. This was to be performed in the eighth month every year.</p>
<p>Here is an account of how Klu phug Monastery was founded. In 1827 Nyi ma bstan ’dzin, the twenty-third abbot of sMan ri Monastery (No.1), travelled to the region of Hor. He came and stayed in Klu phug Monastery. There he presided over the ceremony of the enthronement of bsTan ’dzin dbang grags, the reincarnation of lHa bla bsTan pa phun tshogs, at mKhar dmar bla brang. On the same occasion, he encouraged bsTan ’dzin dbang grags and the twelve tantrists to take monastic ordination. Klu phug then with its mKhar dmar bla brang became a real monastery and the abbot gave it the name gShen bstan gYung drung bde chen gling and wrote a monastic code for it entitled the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Thar lam them skas</span>, setting out regulations in accordance with the Bonpo monastic tradition. Not only that, he issued an edict establishing the monastery as being the first branch of sMan ri in the region. He entrusted the monastic management to Ma bdud btsan rgyal bzhi, the Bonpo protectors, and bestowed upon the monastery a large flat bell discovered in rGyal rong Brag steng and it has been one of the principal religious objects of this monastery up to the present day.</p>
<p>bsTan ’dzin dbang grags maintained the time-honoured custom of mKhar dmar bla brang, except that the twelve tantrists were now all monks. He added an eight-pillared assembly hall and established the commemoration of sTon pa gShen rab’s birthday on the 15th day of the first Tibetan month, and the performance of the ritual Ma tri bum sgrub on the 15th day of the eighth month.</p>
<p>Later, bsTan pa dar rgyas, a prince of the royal house of Hor, became the head of the monastery. In his childhood, he was recognized as the reincarnation of a high lama in rGyal rong. So a number of gifts, including a copy of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Khams chen</span>, written in gold, were presented to Khri dbang rab brtan, the sixteenth king of Hor, in the hope that he would permit the child to leave for rGyal rong. However, the king was powerful enough to hold back the child (his own son) from leaving and returned the gifts. So bsTan pa dar rgyas eventually decided himself to become a monk and later ascended the throne of Klu phug Monastery. In addition to the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dgu gtor</span> rite, formerly performed by the Twelve Tantrists, he established a new custom of a complete ritual practice of the Red Yamantaka (gShin rje gshed dmar). Following this, religious dances were performed, to which he added new dances: sNang bgyad, Tshogs ’cham, and the Yamantaka.</p>
<p>rNam rgyal dbang ’dus, a brother of bsTan pa dar rgyas, entered the priesthood and succeeded his brother in the monastery, but the seventeenth king of Hor, Nor bu dbang rgyal, died prematurely, so he had to leave the monk body and succeed to the throne. As a confession (of having broken the monastic vows) a two-storey temple with six pillars was build in the monastery. There were gilt-bronze statues of rNam par rgyal ba and the Four Principal Buddhas, a span in height. Families of the ’Brog shog and Bon tha tribes of the Thirty-seven Tribes of Hor took an oath that they would send their second son (if there was one) to become a monk. From that point the monastery began to have many monks.</p>
<p>bsTan pa rgyal mtshan, of the royal house of Hor, ascended the monastic throne. From childhood he was faithful, industrious and intelligent, so that he became the focus of praise from all the people. He took monastic vows at the age of thirteen. After that, according to custom, he made offerings to the three monasteries, including sMan ri. In the presence of sKal bzang nyi ma, the second abbot of gYung drung gling, he took full ordination. He then set out on pilgrimage to Mount Ti se and the soul-mountain of Bon in Zhang zhung and also the lake Ma pang g-yu mtsho. There he made circumambulations and prostrations.</p>
<p>He then returned to his monastery where he had various stupas built, including a reliquary stupa of a gShen lama in the form of gYung drung bkod legs and another reliquary stupa of bsTan pa dar rgyas in the form of rNam rgyal mchod rten made of silver, the height of a person and adorned with varieties of vivid gems. He had a temple built to house the stupas he had had made. His main spiritual masters were gTer ston Nam mkha’ khri khyung of Zhu and Grub dbang sMon lam rgyal mtshan of Khyung po. gTer ston gYung drung grags pa of Zhu, who was the prelate of the king Tshe ring rab brtan, made Mount Brag dkar lha lung, where the monastery is situated, into a sacred site and established a new custom of circumambulating the sacred hill in the region.</p>
<p>bsTan pa rgyal tshan made copies, by himself, of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’ ’gyur</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’</span> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">brten </span> in vermilion ink and had a temple with eight pillars built to house them. This temple also contained a gilt-bronze statue of sTon pa gShen rab and a reliquary stupa of Zhu Nam mkha’ khri khyung the height of an arrow. An assembly hall was also built, with two storeys and six long pillars and sixty-six short ones. In the inner sanctuary there was a complete set of lTung bshags lha ’khor of gilt-bronze. On the right wall were murals of the Bya rgyud and sPyod rgyud deities. On the left wall were the principal deities of the Ye shes and Ye she chen po’i rgyud. On the walls around the upper structure were the Four Principal Buddhas and the masters who maintained the monastic tradition. On both sides of the door were Bonpo religious protectors, both male and female. In the front hall were murals of the eight dPal mgon chen po brgyad, the Four Great Kings and the local deity lHa dbang dgra ’dul.</p>
<p>This monastery followed the Bru tradition in its activities as exactly as that of sMan ri Monastery: in the eighth month, the ritual of Khro bo, and in the third month that of Phur pa, finishing with a whole day’s dance performance.</p>
<p>In 1912 the Thirty-nine Tribes of Hor came under the control of the Manchu officials resident in Tibet and then, later, the Tibetan government began to rule over the tribes. This Tibetan (dGe lugs pa) rule over the region soon had an adverse effect on the Bonpo monasteries.</p>
<p>Then Sangs rgyas bstan ’dzin, a Hor lama, took care of the mKhar dmar Bla brang residence. sGo ston Nyi ma rgyal mtshan succeeded him. The latter was born in 1937 at lHa thog in sDe dge, in a family of the sKam lineage. He later became the head of Klu phug Monastery. He reorganized the cemetery in the vicinity of the monastery by subduing the ground and building a stone mandala there. The place was the abode of mKha’ ’gro Seng gdong ma and the ground looks like the crooked knife of a <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mkha’ ’gro ma</span> and the bare hills nearby resemble a woman’s breasts.</p>
<p>mKhan chung Grags rnam, the first Hor governor, assigned by the Tibetan government, appointed the head of Klu phug Monastery as the abbot of thirty-eight monasteries among the Thirty-nine Tribes by issuing an edict and a seal. This official position of the abbot is called So brgyad mkhan po.</p>
<p>After that, Thugs rje nyi ma of sKam, using his own resources and assisted by gYung drung ye shes of Kha btags, made gilt-bronze statues of the deities of gSas mkhar mchog lnga and sTag la the height of an arrow, and two large reliquary stupas of bsTan pa rgyal mtshan and Tshe dbang lha rgyal as tall as a two-storey house.</p>
<p>rMe’u ston sKal bzang rgyal mtshan succeeded sGo ston Nyi ma rgyal mtshan as the head of the monastery. He was born<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>in 1912 and was recognized as the reincarnation of his predecessor by Phun tshogs blo gros, the twenty-eighth abbot of sMan ri. In the presence of the abbot he took monastic vows, then ascended the throne of Klu phug Monastery. He twice carried out restoration work at mKhar dmar bla brang, during which he built a new twelve-pillared temple containing religious objects such as gilt-bronze statues of rNam pa rgyal ba, rGyal ba rgya mtsho and sMon lam mtha’ yas, each of which was as tall as a two-storey house. He paid visits to the Three Principal Bonpo Monasteries in Central Tibet and distributed, in accordance with old custom, much of his own wealth among the monks there. He, moreover, took full ordination in the presence of Nyi ma dbang rgyal, the thirty-first abbot of sMan ri. At his own monastery he had two copies of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’ ’gyur</span> made. When the Bonpo monasteries were persecuted by the garrison, consisting of five hundred guards, posted in sBra chen by the Tibetan government, he was obliged to escape for a short period of time; consequently he was unharmed. He died in 1954.</p>
<p>gYung drung rgyal ba of the royal house of the king of Hor succeeded rMe’u ston sKal bzang rgyal mtshan as head of the monastery. He was born in 1936 and was recognized as the rebirth of Sras smyon pa. The latter was regarded as the reincarnation of gYung drung bstan pa rgyal mtshan. gYung drung rgyal ba took monastic vows in the presence of rGyal tshab gYung drung rgyal mtshan of mKhar sna (No.7). At the age of five, he entered Klu phug Monastery and then travelled from one monastery to another. He obtained initiations and teachings from a number of masters living in Khams and Amdo. In 1956, he took full ordination in the presence of bsTan pa blo gros, the ex-abbot of sMan ri. While helping maintain Klu phug Monastery, he was particularly involved in political affairs of both laity and clergy.</p>
<p>The hierarchical system of the monastery is as follows:</p>
<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li> <span style=\"font-style: italic;\" class=\"\">mkhan po and sprul sku</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">phan tshun che mo</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">dge rgan</span>, five teachers selected from the four colleges: Ke’u tshang sGron gsal gling, dGa’ ldan ’bul sde gling, bsTan pa yar dar gling and gSer sde bde chen gling</li> <li> <span style=\"font-style: italic;\" class=\"\">dbu mdzad</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">dge bskos</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">phyag mdzod</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">sphi gnyer</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">rgyun gnyer</span> </li> <li> <span style=\"font-style: italic;\" class=\"\">tshang dpon</span> </li> </ul>
<p>Formerly there were about three hundred monks.</p>
<p>Among the eighty-seven Bonpo monasteries in the Tibet Autonomous Region, Klu phug Monastery is, at present, one of those that have good facilities such as assembly hall, temple and other buildings. Its religious objects are in good condition. A broad range of teachings on study, practice and meditation are taught by the following individuals: the abbot sKal bzang g-yung drung; rTogs ldan Rag shu; Dri med g-yung drung (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">alias </span>Dri med rdo rje), the highly illustrious one who has reached the age of ninety years; Rag shu Kun bzang snying po; sGo rigs Ye shes kun ’byung; sPa tshang ’Phrin las rgya mtsho; and Zhu gYung drung rang sgrol. Altogether, there are 130 monks presently living there.</p>
<p>Principal among the religious objects still kept in this monastery is the pair of statues of rGyal ba ’dus pa in tranquil aspect and dBal gsas rngam pa in wrathful aspect. They are regarded as rediscoveries of rMa ston lHa rgod. As well, there are numerous other religious objects of great importance: the silver image of gShen lha ’od dkar, rediscovered by Bon zhig Khyung nag; bronze statues of Dran pa nam mkha’ and Pad ma mthong grol, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">alias</span> Pad ma ’byung gnas, both considered to be rediscoveries.</p>
<p>The mountain called Nor bu lha rtse, behind the monastery, is regarded as a holy mountain blessed by Dran pa nam mkha’ and his twin sons - Tshe dbang rig ’dzin and Pad ma ’byung gnas. The mountain to the right is called Nyi ma lha rtse and the one to the left is Zla ba lha rtse. There are three hills designated as gatekeepers: Phyi Gung ma, Bar rGyal po brag dmar and Nang bSe ru. There is a cave that is supposed to be that of Dran pa nam mkha’ and a lake called sPyang thang mtsho nag.</p>
<p>There are twelve tantrists: dGe ’dun grags pa, dGe slong dBang dga’, Ban sal Blo bzang dpal ldan, Nag ru tshul khrims, sTag rtse bsTan pa dge grags, Nag ru bsTan ’dzin ye shes, Ba ha bon dkar, gTsang tsha Tshul khrims bstan rgyal, Khor bSam gtan tshul khrims, rGyu ne bsTan ’dzin lhun grub, Hor Tshul khrims nyi ma and Ba ra bsTan ’dzin lhun grub. All are, in fact, monks strictly observing their tantric vows.</p>
<p>The main protective deities of this monastery are as follows: Srid rgyal drel dmar, Srid rgyal drel nag, Ye shes dbal mo, Bya ra ma gsum, rDzu ’phrul sman bzhi and Mi bdud ’Byams pa khrag mgo. There are murals of the following deities:</p>
<ol type=\"1\"> <li> gNam sman che mo: a goddess with a blue body, one head and two arms. Mounted on a sheep, she has the look of great bravery.</li> <li> dGra lha rgyal mo: a goddess with a midnight-blue body, one head and two arms. She holds a sword in her right hand and a breath-gathering bag in her left. Dressed in black silk, she is mounted on an iron wolf.</li> <li> Yum sras Ma bdud khro gnyer ma: a goddess with a midnight-blue body, one head and two arms. Holding a club in her right hand and a lasso in her left, and presenting a frightening appearance, she is mounted on a black waterfowl.</li> <li> lCam mo lam lha: a goddess with a yellow body, one head and two arms. She holds a lance and a key in her right hand, and an axe and a gem in her left. Mounted on a gold bee, she is in a state of ever-lasting stability.</li> <li> gCan lha mig dgu: a three-headed, six-armed deity with a brown body. He presents his right face as a bird, his left face as a pig and the centre one in a wrathful state. He is mounted on a nine-headed black-pig.</li> <li> rMa rgyal spom ra: a deity with a white body, one head and two arms. Well clad in armour and a conch-shell helmet, he holds in his right hand a lance with a flag fastened to it and in his left hand, a gem. Mounted on a snow lion, he presents a brave look.</li> <li> bTsan rgod hur pa gsod skyen: a deity with a red body, holding a lance in his right hand and a lasso in his left. He is mounted on a blue horse with a blackish lower half.</li> <li> dMag dpon rgyal po yang ne wer: a deity with one head, two arms and a yellow body. In his right hand he holds a symbolic lance with a flag attached to it and in his left, a lasso. Mounted on a blue horse with a blackish lower half, he presents a frightening appearance.</li> <li> Brag btsan A bse rgyal ba: a deity with a red-body, holding a noose made of a snake in his right hand and a big owl in his left. He is mounted on a horse with a blackish back and whitish feet.</li> <li> rGyal chen Nyi pang sad (also called Nyi ma’i rgyal po): a deity with a white body. His right hand holding a lance with a flag fastened to it and his left hand holding a lasso, he is mounted on a white horse with a reddish back.</li> <li> bTsan rgod Grags pa rgyal mtshan: a deity with a red body, holding in his right hand a lance with a flag fastened to it and in his left, the heart of an enemy. He is mounted on a red male horse.</li> <li> Pho lha gNam thel dkar po: a deity of Hor with a white body and hair tied up at the top. Dressed in glossy white silk, he is adorned with turquoise, coral and pearls. He holds a crystal sword in his right hand and in his left, on which he wears a silver bracelet, he holds a white lasso; his arms are equipped with white wooden conchs. Mounted on a white horse with a reddish back, he presents a brave appearance.</li> <li> sGra bla dpa’ stod: a deity with a white body, a single head and two arms. Clad in a leather helmet and golden armour, he holds a sword in his right hand and a lasso in his left. A tiger, a snow lion, a Garuda and a dragon hover above his head, and he is mounted on a white horse.</li> <li> rGyal chen Shel khrab ’bar ba: a deity with a white body and wearing a coat of crystal mail. His right hand is giving a signal of unravelling an enigma, and the left holds a multi-coloured ice-conch. He is mounted on the best breed of A mdo horse.</li> <li> Dzam sngon ku be ra: a deity with a midnight-blue body. Holding a golden sword in his right hand and an ichneumon in his left, he displays an imposing air. He is mounted on a horse with a turquoise mane.</li> <li> bSe ru: a deity with a blue body, riding a fish. He terrifies even violent serpents.</li> </ol>
<p>In regard to daily activities of the monastery, they perform the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsang</span> ritual in the morning and, in the evening, rituals to propitiate the protective deities.</p>
<p>Since the monastery has neither farmland nor livestock, they have to rely on each household for financial support, so more than one hundred of the monks go out to give prayer services in villages. In payment, they receive one hundred <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan</span> a day in the highest paid cases, twenty to fifty in moderate cases, and about ten <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan</span> in the lowest.</p>
<p>With regard to Klu phug ri khrod, which is an hermitage, it is situated close to the monastery itself, on the mountain to the south. Its main religious objects are the relics of gYung Nyi ma rgyal mtshan and sGo Thugs rje nyi ma. At present there are four monks in the hermitage.</p>
", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(31) Klu phug Monastery"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "Phuntso Tsering Sharyul", 
    "id": "79"
   }, 
   {
    "fullname": "Phuntso Tsering Sharyul", 
    "id": "79"
   }
  ], 
  "domain": "places", 
  "kid": "23434", 
  "dates": [], 
  "title": "Lupuk Gön Yungdrung Dechen Ling Introduction"
 }
}