{"meta":{"authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}],"title":"Rinpung Trashi Mindröl Ling Introduction","dates":{"created_at":"2011-12-13 02:30:25 UTC","updated_at":"2011-12-13 02:30:25 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Rinpung Trashi Mindröl Ling Introduction"},{"title":"Zung chu County","index":1,"parent_index":0,"body":"\n\n                  "},{"title":"(200) Rin spungs Monastery","index":2,"parent_index":1,"body":"\n\n                  \n\n                     "},{"title":"1. Name","index":3,"parent_index":2,"body":"\n\n                     <p>The monastery&rsquo;s full name is Rin spungs bKra shis smin grol gling.</p>\n\n                  \n\n                  \n\n                     "},{"title":"2. Location","index":4,"parent_index":2,"body":"\n\n                     <p>The monastery is located 22 km north of Songpan, the seat of Zung chu\n                        county.</p>\n\n                  \n\n                  \n\n                     "},{"title":"3. History","index":5,"parent_index":2,"body":"\n\n                     <p>sKyang btsun gYung drung bstan rgyal (b.1768), a descendant of sKyang &rsquo;phags\n                        in mDzo dge, went to sMan ri Monastery (No.1) in gTsang and received\n                        teachings from a great master called gYung drung dbang rgyal. After thirteen\n                        years of study, the latter sent him back to Amdo. When he arrived in Shar\n                        khog, gTso tshang dbon po and his fifteen disciples came to meet him and\n                        became his disciples. Later he was offered land by the local people and\n                        founded a hermitage at the site called Rin spungs. Later he extended it into\n                        monastery. Towards the end of his life, a thirteen-year old boy called dGe\n                        &rsquo;dun shes rab (b.1811) from dMu dge came to Rin spungs following a vision he\n                        had received in dream. gYung drung bstan rgyal was very enthusiastic about\n                        the new visitor and exhorted his disciples to accept dGe &rsquo;dun shes rab as\n                        his reincarnation after his death. He asked dGe &rsquo;dun shes rab to return to\n                        the monastery in seven years. He is said to have even made an inventory of\n                        all his personal belongings in the presence of dGe &rsquo;dun shes rab, and\n                        ordered the monks to give them to dGe &rsquo;dun shes rab upon his return.\n                        However, dGe &rsquo;dun shes rab did not return seven years later as agreed so\n                        gYung drung bstan rgyas, before his death, left a testament for him in a\n                        small wooden box which he hid in the wall of his meditation cell. Finally,\n                        the monastery sent some monks to dMu dge to talk with dGe &rsquo;dun shes rab&rsquo;s\n                        family who warmly welcomed them and accepted the recognition of their son as\n                        the reincarnation of gYung drung bstan rgyal, but the boy was not at home. </p>\n\n                     <p>In the mean time, dGe &rsquo;dun shes rab had travelled to rGyal rong, Khyung po,\n                        Kong po, lHa sa, rMe&rsquo;u tshang, Dar ldings, Zhu tshang; he studied at rMan ri\n                        for seven years, practiced meditation at Byang gNam mtsho for one year and\n                        Khyung po&rsquo;i sgom grwa for another six years, and had visited many sacred\n                        places and monasteries of different traditions (including Buddhism) where he\n                        studied and practiced meditation with various great masters and acquired the\n                        new name of Shes rab ye shes. Shortly after his return to dMu dge,\n                        remembering his promise to gYung drung bstan rgyal, he returned to the\n                        monastery. Although the master had died a few years before he was given all\n                        gYung drung bstan rgyal&rsquo;s personal belongings and valuables including the\n                        box with the testament. </p>\n\n                     <p>gYung drung bstan rgyal introduced the monastic tradition of sMan ri\n                        Monastery and named the monastery Rin spungs bKra shis smin grol gling. He\n                        became the second master of sKyang tshang lineage and abbot of Rin spungs\n                        Monastery. The third master was bsTan &rsquo;dzin phun tshogs dbang rgyal. The\n                        fourth was Shes rab rnam rgyal. </p>\n\n                     <p>The reincarnation of Shes rab ye shes was born soon after his death in Chu\n                        mdo village near the monastery, but he died very young. The following\n                        reincarnation, Shes rab rnam rgyal, was born in Shel bod village of dMu dge\n                        in 1895.</p>\n\n                     <p>The fifth was gYung drung bstan &rsquo;dzin, born in 1955.</p>\n\n                     <p>The monastery was destroyed during the Cultual Revolution and was rebuilt in\n                        the 1980s.</p>\n\n                  \n\n                  \n\n                     "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":"\n\n                     <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\">\n                        <li>mkhan po who is a trulku</li>\n\n                        <li>grwa shang bla ma</li>\n\n                        <li>one dbu mdzad</li>\n\n                        <li>two dge skos </li>\n\n                        <li>one a mchod </li>\n\n                        <li>two mchod dpon</li>\n                     </ul>\n\n                     <p>All the incumbents are replaced every two years, with the exception of the\n                        grwa tshang bla ma who has no predetermined term of office.</p>\n\n                  \n\n                  \n\n                     "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":"\n\n                     <p>There are ninety-six monks and novices in the monastery.</p>\n\n                  \n\n                  \n\n                     "},{"title":"6. Current education","index":8,"parent_index":2,"body":"\n\n                     <p>Since sKyang btsun gYung drung bstan rgyal was a disciple of gYung drung\n                        dbang rgyal, a master of sMan ri Monastery, Rin spungs still sends its monks\n                        to sMan ri and gYung drung gling monasteries in gTsang for teachings and\n                        ordination.</p>\n\n                  \n\n                  \n\n                     "},{"title":"8 / 9. Rituals","index":9,"parent_index":2,"body":"\n\n                     <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\">\n                        <li>1st month: commemoration of mNyam med Shes rab rgyal mtshan from the\n                           3rd to the 6th day, and the ritual cycle of dBal gsas from the 8th to the\n                           15th day</li>\n\n                        <li>4th month: the festival of the dGe spyod for three days and the Mun\n                           sel sgrub pa for seven days with &rsquo;cham dance on the last day for the\n                           public. The festival is known as Rin spung dbyar gnas</li>\n\n                        <li>7th month: the ritual based on the rNam rgyal stong mchod for three\n                           days</li>\n\n                        <li>9th month: the observance of the smyung gnas fasting for nine days\n                           from the 13th day</li>\n                     </ul>\n\n                  \n\n                  \n\n                     "},{"title":"11. Income and expenses","index":10,"parent_index":2,"body":"\n\n                     <p>The monastery depends on offerings from its followers; the monks provide\n                        their own food.</p>\n\n                  \n\n                  \n\n                     "},{"title":"12. Local community","index":11,"parent_index":2,"body":"\n\n                     <p>The local lay community consists seven villages in gTso tshang township: Rin\n                        spungs with thirty-two families, Bar shod with eighteen families, Grang &rsquo;dzi\n                        with fourteen families, lCang smad with twenty families, Bar rong with\n                        eighty families, &rsquo;Phel &rsquo;dzin with eleven families and Khri rgyal with twelve\n                        families; six villages in A stong township: Tsha chu sgur with forty-six\n                        families, dBal smon with nine families, Hor mthong with two families and the\n                        three villages of A stong: A stong with forty-two families, Chu &rsquo;khyil sgur\n                        with thirty-eight families and gYang rten with twenty-two families.</p>\n\n                  \n\n                  \n\n                     "},{"title":"13. Local festival","index":12,"parent_index":2,"body":"\n\n                     <p>The la btsas called bKra shis bde chen is on a hill in front of the\n                        monastery. Its renewal ceremony, performed by the monks, takes place on the\n                        10th day of the 7th month, which is the last day of the rNam rgyal stong\n                        mchod ritual at the monastery. </p>\n\n                     <p>The propitiation of the local deities of some of the following villages\n                        takes place on the 1st of the 1st month: Rin spungs village&rsquo;s local deity is\n                        called Khyung rgod and the la btsas dedicated to him is located at the top\n                        of Mount Khyung rgod.</p>\n\n                     <p>Bar shod village&rsquo;s local deity is called Brag rgan and the la btsas is\n                        located on Mount Brag rgan. Bar rong village&rsquo;s local deity is called Kod po\n                        and the la btsas is located on Mount Kod po.</p>\n\n                     <p>The local deity of &rsquo;Phen &rsquo;dzin and Khri rgyal villages is called Bum pa and\n                        the la btsas is located on Mount Bum pa. Tsha chu sgur village&rsquo;s local deity\n                        is called Brag ri and the la btsas is located on Mount Brag ri. A stong\n                        village&rsquo;s local deity is called Nyi &rsquo;ong and the la btsas is located on\n                        Mount Nyi &rsquo;ong.</p>\n\n                     <p>Chu &rsquo;khyil sgur village&rsquo;s local deity is called gCal phrug gYung drung dgra\n                        &rsquo;dul and the la btsas is located on Mount gCal phrug. gYang rten village&rsquo;s\n                        local deity is called bKra shis bde chen and the la btsas is located Mount\n                        bKra shis bde chen. dBal mon village&rsquo;s local deity is called rDo tshang and\n                        the la btsas is located on Mount rDo tshang.</p>\n\n                     <p>The monks and lay people also join other communities to venerate the two\n                        sacred mountains Bya dur and Dung ri, situated in the area (cf. sNa steng\n                        Monastery No.199).</p>\n\n                  \n\n                  \n\n                     "},{"title":"14. Occupation of the local people","index":13,"parent_index":2,"body":"\n\n                     <p>Agriculture and trade</p>\n\n                  \n\n                  \n\n                     "},{"title":"Sources","index":14,"parent_index":2,"body":"\n\n                     \n\n                        "},{"title":"(1) Interviews","index":15,"parent_index":14,"body":"\n\n                        <p>In autumn 1998 with gYung drung tshul khrims alias gYung drung thar, a\n                           monk at the monastery (b.1963)</p>\n\n                     \n\n                     \n\n                        "},{"title":"(2) Texts","index":16,"parent_index":14,"body":"\n\n                        <ol type=\"1\">\n                           <li>Rin spungs bkra shis smin grol gling gi gdan rabs nyung bsdus brjod\n                              pa tshangs pa&rsquo;i dbyangs snyan by sKal bzang dar rgyas, composed in\n                              1984, ZGSK pp.107-121</li>\n                        </ol>\n\n                        <p>This text by sKal bzang dar rgyas is the only available work dealing with\n                           the history of Rin spungs Monastery; the first part of the text states\n                           that sKyang btsun gYung drung bstan rgyal recognized dGe &rsquo;dun shes rab as\n                           his reincarnation when he was still alive, and then later goes on to say\n                           that bsTan &rsquo;dzin phun tshogs dbang rgyal, the third sKyang btsun, was\n                           recognized as the reincarnation of sKyang btsun Rinpoche (when he is\n                           obviously the second reincarnation), so there seems to be a some\n                           confusion between the two masters.</p>\n\n                     \n\n                  \n\n               "}]}