{"meta":{"authors":[],"title":"Yanglung Doring Introduction","dates":{"created_at":"2010-08-25 11:10:31 UTC","updated_at":"2010-08-25 11:10:31 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Yanglung Doring Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":"Yanglung DoringG.yang lung rdo ring","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Yanglung Doring</span><span class=\"scholar\">G.yang lung rdo ring</span> </li> <li>English equivalent: Good Fortune Valley Long-stones</li> <li>Site number: C-103</li> <li>Site typology: II.1b, II.2x </li> <li>Geographic coordinate (N. lat.): 31º 27.2΄ </li> <li>Geographic coordinate (E. long.): 87º 15.7΄ </li> <li>Elevation: 4890 m </li> <li>Administrative location (township): <span class=\"popular\">Ganglung</span><span class=\"scholar\">Gangs lung</span> </li> <li>Administrative location (county): <span class=\"popular\">Nyima</span><span class=\"scholar\">Nyi ma</span> </li> <li>Survey expedition: UTAE</li> <li>Survey date: June 18, 2001</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: Two <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> plaques. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Yanglung Doring</span><span class=\"scholar\">G.yang lung rdo ring</span>, a fine example of the walled pillars typology, is situated in the head of a remote side valley. The site is closely encircled by ridges in all but the down valley/northeast direction. The gently sloping terrain is somewhat gravelly and rocky. The ten pillars and enclosure are made of a hard dark-gray rock that has weathered to a much lighter color. There are also two outlying funerary superstructures at <span class=\"popular\">Yanglung Doring</span><span class=\"scholar\">G.yang lung rdo ring</span>. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>In this region (<span class=\"popular\">Naktsang</span><span class=\"scholar\">Nag tshang</span>), sites such as <span class=\"popular\">Yanglung Doring</span><span class=\"scholar\">G.yang lung rdo ring</span> are commonly associated with the ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span>.</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Enclosure","index":7,"parent_index":6,"body":" <p>The enclosure is roughly aligned to the intermediate points and measures 10.4 m (northwest-southeast) x 13 m (southwest-northeast). In order to maintain a level interior space, the downhill/northeast side of the enclosure is elevated 30 cm above the surrounding terrain. The double-course block and slab construction of the enclosure walls is particularly robust. These walls (70 cm to 95 cm thick) are composed of variable-length (30 cm to 90 cm long) stones, which are flush with the ground level in some cases, while other stones project as much as 25 cm above the surface. At the south corner of the enclosure there is also a tabular (60 cm wide) standing stone that protrudes 45 cm above the surface. All parts but the rear/southwest wall of the enclosure are largely intact. The rear wall is far more fragmentary. </p> "},{"title":"Pillars","index":8,"parent_index":6,"body":" "},{"title":"Southeast group","index":9,"parent_index":8,"body":" <p>Long-stone DR1 is situated near the inner edge of the southeast wall of the enclosure. This severely inclined four-sided pillar has lost its top (75 cm [height] x 95 cm [basal girth]). </p> <p>Long-stone DR2 is situated beside DR1. This is a well-hewn four-sided pillar (1.1 m x 90 cm). In close proximity there is a collapsed specimen, a slender, well-cut four-sided stele (2.5 m long x 80 cm girth).</p> "},{"title":"Southwest row","index":10,"parent_index":8,"body":" <p>Against the inner edge of the rear/southwest wall there is an uneven row of pillars. This row begins 2.3 m from the south corner of the enclosure and ends 2.7 m from the west corner. These gaps are probably indicative of where missing pillars once stood. There are two light-colored plaques engraved with the <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> mantra near the row of pillars. From the south corner to the west corner, these pillars have the following dimensions and characteristics: </p> <ol> <li>Long-stone DR3: four irregular sides (1.3 m x 90 cm). </li> <li>Long-stone DR4: tabular (75 cm x 1 m).</li> <li>Long-stone DR5: four irregular sides (1 m x 90 cm).</li> <li>Long-stone DR6: irregular tabular form (1 m x 1 m).</li> <li>Long-stone DR7: four irregular sides (1.75 m x 1.6 m). There is a small counterclockwise swastika carved on the northeast side of the pillar, which is probably of considerable age.</li> <li>Long-stone DR8: four quite regular sides (2.2 m x 1.4 m).</li> </ol> "},{"title":"Outlying funerary superstructures","index":11,"parent_index":6,"body":" "},{"title":"Funerary Structure FS1","index":12,"parent_index":11,"body":" <p>Funerary structure FS1 is a rocky tumulus (8 m x 6.5 m x 50 cm [height]) situated 13 m northwest of the walled pillars. The traces of its double-course perimeter walls indicate that this structure is a quadrate enclosure or a <span class=\"popular emph\">bangso</span><span class=\"scholar emph\">bang so</span> type monument. Variable-length (up to 70 cm long) stones went into its construction.</p> "},{"title":"Funerary Structure FS2","index":13,"parent_index":11,"body":" <p>Funerary structure FS2 (5.2 m x 4.3 m) is situated 30 m north of the walled pillars. Only small fragments of the block and slab walls of this enclosure have survived. The entire structure is slightly elevated above the surrounding terrain. </p>  "}]}