{"meta":{"domain":"places","kid":"16771","authors":[],"title":"Gyamnak Mönkhang Introduction","dates":{"created_at":"2010-08-25 11:12:28 UTC","updated_at":"2010-08-25 11:12:28 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Gyamnak Mönkhang Introduction"},{"title":"II.2. Superficial structures: Primarily funerary superstructure","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Funerary sructure FS1","index":7,"parent_index":6,"body":null},{"title":"Funerary sructure FS2","index":8,"parent_index":6,"body":" <p>Funerary sructure FS2 (7.5 m x 7.5 m) is situated 8.4 m west of FS1 (36.575&#900; \/ 38.353&#900;). FS2 is elevated about 1 m above the surrounding terrain. Due to the excavation of the tomb, two in situ capstones are now exposed. These capstones measure at least 1.5 m x 1 m and 1.2 m x 1 m.<\/p> "},{"title":"Funerary sructure FS3","index":9,"parent_index":6,"body":" <p>Funerary sructure FS3 (11.6 m x 16.2 m) is situated 50 m south of FS2 (36.544&#900; \/ 38.360&#900;). This large structure is elevated 1m above the surrounding terrain on its north side and as much as 2 m on its south side. The superstructure consists of two mounds, the north one of which was partially opened by road workers in order to remove capstones. There are still two in situ capstones (2 m x 60 cm, 2.1 m x 50 cm) suspended over the opened grave chamber. This rectangular cist currently has a maximum depth of 1.4 m. The subsurface walls of the cist were either partially or completely lined in random-work masonry (containing stone slabs that regularly attain 1 m in length). These walls act as the structural support for the capstones. The southeast extremity of the north burial chamber has four more large in situ capstones. These capstones are tightly pressed against one another. One of them is partially exposed while the other three are still covered by soil and small cobbles. The configuration of the four capstones indicates that the entire burial chamber was sealed by a tight-knit series of large stones. The south mound of the FS3 superstructure does not appear to have been recently disturbed. <\/p> "},{"title":"Funerary sructure FS4","index":10,"parent_index":6,"body":" <p>Funerary sructure FS4 (3.8 m x 2.8 m) is situated 2.8 m east of FS3 (36.542&#900; \/ 38.369&#900;). The poorly preserved superstructure is level with the ground surface.<\/p> "},{"title":"Funerary sructure FS5","index":11,"parent_index":6,"body":" <p>Funerary sructure FS5 (5 m x 3 m) is situated 5.3 m east of FS4 (36.538&#900; \/ 38.369&#900;). Although the perimeter walls of the superstructure are clearly delineated, their design could not be determined. The superstructure is even with the ground level.<\/p> "},{"title":"Funerary sructure FS6","index":12,"parent_index":6,"body":" <p>Funerary sructure FS6 (9.8 m x 7 m) is situated 9 m east of FS5 (36.531&#900; \/ 38.383&#900;). Like FS3, FS6 was cloaked in earth and small cobbles. The superstructure is elevated about 1 m above the surrounding terrain. The entire breadth of the structure was opened in order to remove stones. Only two large capstones remain in place. The walls of the cist are generally made of large slabs, 1 m or more in length. The current maximum depth of the burial chamber is 1.2 m. Although the burial chamber is not entirely visible, it appears to have been long and narrow with a wider extension or compartment on each end.<\/p> "},{"title":"Funerary sructure FS7","index":13,"parent_index":6,"body":" <p>Funerary sructure FS7 is situated 5 m northeast of FS6 and has similar dimensions (36.535&#900; \/ 38.387&#900;). The superstructure is elevated as much as 1.5 m above the surrounding terrain. The burial chamber has been partially opened and now has a maximum depth of 1.2 m. What appears to have been the largest capstone (2 m long) is still in place. On the northwest end of the cist there are two small compartments (60 cm to 70 cm wide, 80 cm to 1.2 m wide) at right angles to one another.<\/p> "},{"title":"Funerary sructure FS8","index":14,"parent_index":6,"body":" <p>Funerary sructure FS8 (5.5 m x 5.5 m) is situated 12 m northeast of FS7 (36.543&#900; \/ 38.396&#900;). Its poorly-preserved perimeter wall is slightly elevated above the surrounding terrain. <\/p> "},{"title":"Funerary sructure FS9","index":15,"parent_index":6,"body":" <p>Funerary sructure FS9 (4.4 m x 2.6 m) is situated 6.7 m northeast of FS8 (36.549&#900; \/ 38.399&#900;). Its flush perimeter is well marked with stones.<\/p> "},{"title":"Funerary sructure FS10","index":16,"parent_index":6,"body":" <p>Funerary sructure FS10 (2.5 m across) is situated 9 m east of FS7 (36.535&#900; \/ 38.398&#900;). This small structure, which is even with the ground surface, has been mostly destroyed. <\/p> "},{"title":"Funerary sructure FS11","index":17,"parent_index":6,"body":" <p>Funerary sructure FS11 (4.4 m x 2.6 m) is situated 10 m east of FS6 (36.530&#900; \/ 38.397&#900;). The perimeter is still well marked but of an indeterminate construction type.<\/p> "},{"title":"Funerary sructure FS12","index":18,"parent_index":6,"body":" <p>Funerary sructure FS12 (3.3 m x 3.5 m) is situated 11.4 m south of FS11 (36.522&#900; \/ 38.394&#900;). This poorly preserved enclosure is level with the ground surface.<\/p> "},{"title":"Funerary sructure FS13","index":19,"parent_index":6,"body":" <p>Funerary sructure FS13 (2.3 m x 2.5 m) is situated 8 m east of FS12 (36.522&#900; \/ 38.390&#900;). This highly dissolute enclosure is even with the ground surface. <\/p> "},{"title":"Funerary sructure FS14","index":20,"parent_index":6,"body":" <p>Funerary sructure FS14 (6.5 m x 9.3 m) is situated 25 m west of FS13 (36.521&#900; \/ 38.367&#900;). The partly preserved enclosure is slightly elevated above the surrounding terrain.<\/p> "},{"title":"Funerary sructure FS15","index":21,"parent_index":6,"body":" <p>Funerary sructure FS15, a prominent specimen of indeterminate dimensions, is situated 9 m south of FS14 (36.517&#900; \/ 38.359&#900;). FS15 is elevated as much as 1.5 m above the adjacent terrain. It was excavated by road workers in two places. On the east end of the opened chamber there is an exposed in situ capstone more than 2 m in length. Three more exposed capstones are suspended above the west end of the burial chamber.<\/p> "},{"title":"Funerary sructure FS16","index":22,"parent_index":6,"body":" <p>Funerary sructure FS16 (3.7 m x 6.4 m) is situated 2.7 m east of FS14 (36.514&#900; \/ 38.373&#900;\\). A heavily eroded dislodged large capstone (2.1 m long) lies on top of the structure. There are also smaller capstones that have been lying on the surface of FS15 for a considerable amount of time.<\/p> "},{"title":"Funerary sructure FS17","index":23,"parent_index":6,"body":" <p>Funerary sructure FS17 (6.6 m x 7.7 m) is situated 26 m southeast of FS16 (36.503&#900; \/ 38.390&#900;). This structure is elevated as much as 1.2 m above the surrounding terrain. Excavations have exposed three capstones.<\/p> "},{"title":"Funerary sructure FS18","index":24,"parent_index":6,"body":" <p>Funerary sructure FS18 (2.5 m x 4.6 m) is situated 10.7 m east of FS17 (36.500&#900; \/ 38.402&#900;). FS18 is slightly elevated above the surrounding plain. Capstones exposed to the elements for a long time lie on the surface.<\/p> "},{"title":"Funerary sructure FS19","index":25,"parent_index":6,"body":null}]}