{"meta":{"domain":"places","kid":"16652","authors":[],"title":"A Serchung Doring Introduction","dates":{"created_at":"2010-08-25 11:10:01 UTC","updated_at":"2010-08-25 11:10:01 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"A Serchung Doring Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":"A Serchung Doring’A ser chung rdo ring","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">A Serchung Doring</span><span class=\"scholar\">’A ser chung rdo ring</span> </li> <li>Site number: C-87</li> <li>Site typology: II.1b </li> <li>Geographic coordinate (N. lat.): 30º 12.1΄ </li> <li>Geographic coordinate (E. long.): 83º 11.4΄ </li> <li>Elevation: 4640 m</li> <li>Administrative location (township): <span class=\"popular\">Horpa</span><span class=\"scholar\">Hor pa</span> </li> <li>Administrative location (county): <span class=\"popular\">Drongpa</span><span class=\"scholar\">’Brong pa</span> </li> <li>Survey expedition: UTAE</li> <li>Survey date: April 18, 2001</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None.</li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">A Serchung Doring</span><span class=\"scholar\">’A ser chung rdo ring</span> is found on the northern edge of the <span class=\"popular\">Yarlung Tsangpo</span><span class=\"scholar\">Yar lung gtsang po</span> valley, among low-lying sandy hills. There appears to have been two enclosed pillar monuments situated on a gentle slope at this site. Although the pillars are extant, almost nothing of the two enclosures is left. The site is strewn with stones, probably used to build the enclosures, contrasting with the adjacent terrain which is free of debris. Much of the site is obscured by sand and <span class=\"popular emph\">drama</span><span class=\"scholar emph\">gra ma</span> brush. It seems likely that, when <span class=\"popular\">A Serchung Doring</span><span class=\"scholar\">’A ser chung rdo ring</span> was constructed, there was much less sand in the area. Sites with stable surface qualities would have been chosen for the erection of the pillars. The pillars are made of naturally occurring rocks of different types. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p> <span class=\"popular\">A Serchung Doring</span><span class=\"scholar\">’A ser chung rdo ring</span> is attributed to the ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> or elemental deities, as are analogous sites in the general region (upper <span class=\"popular\">Yarlung Tsangpo</span><span class=\"scholar\">Yar lung gtsang po</span> drainage basin).</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"South complex","index":7,"parent_index":6,"body":" "},{"title":"Enclosure","index":8,"parent_index":7,"body":" <p>A 1.2-m long, 50-cm thick fragment of the north wall of the enclosure is intact. This is the only identifiable wall fragment remaining at <span class=\"popular\">A Serchung Doring</span><span class=\"scholar\">’A ser chung rdo ring</span>. </p> "},{"title":"Pillars","index":9,"parent_index":7,"body":" <p>The south complex hosts a north-south oriented row of unhewn pillars (7.8 m long) ostensibly set on the west side of the enclosure. The southern-most menhir of the row is also the largest (1.3 m [height] x 1.3 m [basal girth]). One meter north of this tabular specimen there is another light-colored tabular specimen (90 cm x 1.1 m). Just to the east of this latter specimen there is a small red pillar broken at the base. On the north end of the row of pillars there are two more small specimens, one light-colored and one dark-colored. There are also two partly submerged dislodged pillars in the south complex. They are 1.2 m and 1.6 m in length. </p> "},{"title":"North complex","index":10,"parent_index":6,"body":" <p>The north complex is located 16.5 m north of the south complex. </p> "},{"title":"Pillars","index":11,"parent_index":10,"body":" <p>The main row of standing stones of the north complex is more or less in line with those of the south complex. Nevertheless, neither row of pillars is particularly straight. The main row of pillars in the north complex contains 24 specimens, which are tabular and irregularly shaped. Probably, at least four different types of rocks are represented, gray, red, beige and tan in color. There are 11 standing stones more than 70 cm in height, six of which reach 1 m or 1.1 m in height and have a basal girth of 1.1 m to 1.3 m. One of the taller pillars is so severely inclined that it is almost prostrate. East of the main row of standing stones there are around 12 smaller examples, nearly all of which are broken. There are also several dislodged specimens in close proximity to these smaller stelae.</p>  "}]}