{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Khyunglung Yülmé Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "I.2. Residential Structures in Other Locations: Religious and Elite Residences"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Khyunglung YülméKhyung lung yul smad "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Khyunglung Yülmé</span><span class=\"scholar\">Khyung lung yul smad</span> </li> <li>English equivalent: <span class=\"popular\">Khyung</span><span class=\"scholar\">Khyung</span>Valley Lower Village </li> <li>Site number: B-117</li> <li>Site typology: I.2c </li> <li>Geographic coordinate (N. lat.): 30º 04.0΄ </li> <li>Geographic coordinate (E. long.): 80º 32.2΄ </li> <li>Elevation: 4230 m to 4370 m </li> <li>Administrative location (township): <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span> </li> <li>Administrative location (county): <span class=\"popular\">Nyima</span><span class=\"scholar\">Nyi ma</span> </li> <li>Survey expedition: UTAE and SSI </li> <li>Survey date: April 30, May 1 and August 27 to September 8, 2001</li> <li>Contemporary usage: A pilgrimage site.</li> <li>Identifiable Buddhist constructions: Prayer flags at various locations, a ruined monastery, a series of broken <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span>, retreat caves, and <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> walls. </li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p>The main cave complex and associated ruins of <span class=\"popular\">Khyunglung Yülmé</span><span class=\"scholar\">Khyung lung yul smad</span> are found in the lower portion of <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span> village. The site occupies a multi-colored (gray, blue-gray, white, yellow, red, and brown) badlands formation below a broad esplanade, on the right side of the <span class=\"popular\">Langchen Tsangpo</span><span class=\"scholar\">Glang chen gtsang po</span> (Sutlej River). The ruined residential complex of <span class=\"popular\">Khyunglung Khartsé</span><span class=\"scholar\">Khyung lung mkhar rtse</span> (also locally known as <span class=\"popular\">Khyunglung Ngül Khar</span><span class=\"scholar\">Khyung lung dngul mkhar</span> and <span class=\"popular\">Lhamo Dzong</span><span class=\"scholar\">Lha mo rdzong</span>) occupies the highest part of the site. According to a local sacred geographical tradition, the prayer-flag mast on the rim of the esplanade above the monastery is envisioned as being planted on the head of a giant horned eagle (<span class=\"popular emph\">Khyung</span><span class=\"scholar emph\">khyung</span>) facing in the direction of the <span class=\"popular\">Langchen Tsangpo</span><span class=\"scholar\">Glang chen gtsang po</span> valley. The long ridge descending from <span class=\"popular\">Khartsé</span><span class=\"scholar\">Mkhar rtse</span> is the <span class=\"popular emph\">Khyung</span><span class=\"scholar emph\">khyung</span>’s body and the escarpments flanking it, the mythical bird’s outstretched wings. All buildings at he site have random-work or adobe-block walls and appear to have been built with timber roofs. </p><p>There are over 250 caves at <span class=\"popular\">Khyunglung Yülmé</span><span class=\"scholar\">Khyung lung yul smad</span>, most of which exhibit clear signs of occupation in the form of façades, plastering, and domed and oblong niches and bays. These caves were either cut into the gravel and cobble conglomerate formations or existing natural caves modified for occupation. A significant number of the caves had small buildings consisting of one or two anterooms erected in front of them. Some of the caves are no longer accessible due to the shearing and collapse of various parts of the parent material. The majority of caves are between 9 m² and 20 m² in floor area. The largest cave recorded measures 5 m x 6 m. Typically there is a large recess or bay in the center of the rear wall, opposite the entrance. Small niches often flank this concavity in the wall. Where there are hearths, hey are often set in front of the rear bay. Many of the caves have arched entranceways cut into the escarpments. The tops of some of these arches terminate in key-hole-like extensions. These pointed upper slots in the entrances are sometimes connected to a groove carved into the ceiling of caves, which functioned to allow smoke to efficiently escape from the interior. These internal architectural features of the <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span> caves are reproduced throughout <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span>, wherever there are analogous geological formations. </p><p>The uniformity in the design of cave entrances and wall recesses in <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span> reflect a regional architectural tradition that persisted over a very long period of ime. From a survey of sites, it is clear that this type of cave was used in both the prehistoric and historic epochs. The precise function of the recesses and niches may have varied according to the occupational status of he occupant and period of occupancy. In addition to use by anchorites immersed in religious practice, it appears hat such caves comprised the habitations of a wider spectrum of archaic society. The groups of caves in <span class=\"popular\">Yülmé</span><span class=\"scholar\">Yul smad</span> (and <span class=\"popular\">Yültö</span><span class=\"scholar\">Yul stod</span>) are likely to have formed the original nucleus of settlement in <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span>. </p><p>Caves at <span class=\"popular\">Yülmé</span><span class=\"scholar\">Yul smad</span> are arrayed as follows:</p><ol> <li>Right wing of the <span class=\"popular emph\">Khyung</span><span class=\"scholar emph\">khyung</span> – approximately 35 caves</li> <li>Body of the <span class=\"popular emph\">Khyung</span><span class=\"scholar emph\">khyung</span> – approximately 150 caves</li> <li>Left wing of the <span class=\"popular emph\">Khyung</span><span class=\"scholar emph\">khyung</span> – approximately 50 caves.</li> <li> mkhar-rtse – approximately 18 caves </li> </ol>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>Native villagers report that most caves, the lower ruins and the <span class=\"popular\">Khartsé</span><span class=\"scholar\">Mkhar rtse</span> summit complex of <span class=\"popular\">Yülmé</span><span class=\"scholar\">Yul smad</span> were abandoned before living memory. The monastery of <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span> at mid-elevation, however, was partially active until the Communist period. Local elders believe that the site was occupied by the Bonpo before devolving to the Buddhists. It is popularly said that the population of <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span> was at one time so large that people from one side of the <span class=\"popular\">Langchen Tsangpo</span><span class=\"scholar\">Glang chen gtsang po</span> did not know everyone residing on the opposite side of the river. In one legend the founding of <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span> is related as follows: In ancient times there were three brothers in ya la (sp.?), a location in <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span>. The elder brother announced, “I am going to <span class=\"popular\">Purang</span><span class=\"scholar\">Spu rang</span>.” The middle brother said, “I am going to sha khog la (a Himalayan pass accessing Uttaranchal).” The youngest brother declared, “I will settle in <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span>.” </p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>On the rim of the esplanade (approximately 4450 m), overlooking the cave complexes, a retaining wall, approximately 40 m in length, surrounds a prayer flag mast. The age and original function of this structure is not clear. The design of the wall could possibly reflect that of a revetment for the support of buildings, but no such residual evidence for habitations is visible. The prayer flag mast at this location serves as the shrine for the <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span> village <span class=\"popular\">yüllha</span><span class=\"scholar\">Yul lha</span> known as <span class=\"popular\">Piu</span><span class=\"scholar\">Spi’u</span> (sp.?). Although all elderly informants of <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span> agree on the name of the <span class=\"popular\">yüllha</span><span class=\"scholar\">Yul lha</span>, no lore about his deity appears to have been preserved. On the other hand, the main protector (<span class=\"popular emph\">sungma</span><span class=\"scholar emph\">srung ma</span>) of <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span> monastery is reported to be the goddess <span class=\"popular\">Penden Lhamo</span><span class=\"scholar\">Dpal ldan lha mo</span>. </p>", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Esplanade"
  }, 
  {
   "body": "<p>Near the bank of the <span class=\"popular\">Langchen Tsangpo</span><span class=\"scholar\">Glang chen gtsang po</span>, at the base of the escarpment containing the ruins and caves, there is a group of <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> that local people indicate was already in a state of disrepair by the time of the Chinese Cultural Revolution. This site is called <span class=\"popular\">Chörten Gupa</span><span class=\"scholar\">Mchod rten dgu pa</span> after the number of shrines found here. Several long <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> walls with stone plaques inscribed with Buddhist prayers are also found on the right bank of the <span class=\"popular\">Langchen Tsangpo</span><span class=\"scholar\">Glang chen gtsang po</span>. Some of the highly eroded plaques of the <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> mantra in <span class=\"popular emph\">lentsa</span><span class=\"scholar emph\">lan tsha</span> and <span class=\"popular emph\">Wuchen</span><span class=\"scholar emph\">dbu can</span> scripts could possibly date to the second diffusion of Buddhism in Tibet. Other plaques such as those with the name of <span class=\"popular\">Lozang Drakpa</span><span class=\"scholar\">Blo bzang grags pa</span> date to the <span class=\"popular emph\">gelukpa</span><span class=\"scholar emph\">dge lugs pa</span> occupation of <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span>. According to a local myth, when a boulder was broken during the construction of a <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> wall, located in the gully between the formations composing the <span class=\"popular emph\">Khyung</span><span class=\"scholar emph\">khyung</span>’s right wing and body, a huge black serpent came forth and slithered away to <span class=\"popular\">Purang</span><span class=\"scholar\">Spu rang</span>. It crossed the pass between the <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span> valley and <span class=\"popular\">Gya Nyima</span><span class=\"scholar\">Rgya nyi ma</span>, and that is why it is called <span class=\"popular\">Purang Khyöl</span><span class=\"scholar\">Spu rang ’khyol</span> (local variant of <span class=\"popular emph\">khyil</span><span class=\"scholar emph\">’khyil</span>; a twisting or winding motion). </p>", 
   "index": 8, 
   "parent_index": 6, 
   "title": "mChod rten dgu pa"
  }, 
  {
   "body": "<p>The main group of lower ruins is found in the gully situated below the right wing of the <span class=\"popular emph\">Khyung</span><span class=\"scholar emph\">khyung</span>. The constructional traits and plans of the buildings located here shows that they were built with wooden roofs. Walls consist of profusely applied mud-mortared random-rubble and are not of a high standard of workmanship, as is encountered in many Upper Tibet religious edifices constructed in later historic times. Some of the walls are still tinted with ochre, indicating that they had a religious function. These structures are arrayed on moderate slopes on each side of the gully, and cover an area of approximately 100 m x 20 m to 30 m. In some places the slopes have failed, engulfing ruined walls. In certain areas the walls of the gully contain strata with significant bone and charcoal remains. This is an indication of significant geomorphologic change to this area of <span class=\"popular\">Yülmé</span><span class=\"scholar\">Yul smad</span>. It appears that landslides engulfed entire zones of habitation. There are around 50 caves in the escarpment flanking the east side of the gully (<span class=\"popular emph\">Khyung</span><span class=\"scholar emph\">khyung</span>’s body) and 35 caves on the west side (part of the right wing of the <span class=\"popular emph\">Khyung</span><span class=\"scholar emph\">khyung</span>). Many of these caves have masonry façades and smoke blackened ceilings, clear indications that they were once inhabited. </p>", 
   "index": 9, 
   "parent_index": 6, 
   "title": "Lower building group"
  }, 
  {
   "body": "<p>Below <span class=\"popular\">Khartsé</span><span class=\"scholar\">Mkhar rtse</span> is the cave of <span class=\"popular\">Nakchung Puk</span><span class=\"scholar\">Nag chung phug</span>, where the 8th century CE Bon saint <span class=\"popular\">Drenpa Namkha</span><span class=\"scholar\">Dran pa nam mkha’</span> meditated, or so believe the monks of <span class=\"popular\">Guru Gyam</span><span class=\"scholar\">Gu ru gyam</span>. It is also reported that the lama <span class=\"popular\">Kyungtrül Namkha Jikmé Dorjé</span><span class=\"scholar\">Khyung sprul nam mkha’ ’jigs med rdo rje</span> (died 1956) stayed here before founding <span class=\"popular\">Guru Gyam</span><span class=\"scholar\">Gu ru gyam</span>, some 15 km up he <span class=\"popular\">Langchen Tsangpo</span><span class=\"scholar\">Glang chen gtsang po</span>. <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span> elders report that he spent two or three years in <span class=\"popular\">Nakchung Puk</span><span class=\"scholar\">Nag chung phug</span> before going to <span class=\"popular\">Khunu</span><span class=\"scholar\">Khu nu</span>, in India. <span class=\"popular\">Nakchung Puk</span><span class=\"scholar\">Nag chung phug</span> is also known to local residents as g.yung drung ’khyil ba. It has three compartments whose walls and floors are beautifully finished in mud plaster. The walls are painted in black and red ochre and decorated with dots, scrolls and the <span class=\"popular emph\">gyanak chakri</span><span class=\"scholar emph\">rgya nag lcags ri</span> border design but little of these motifs has persisted. There are also faint traces of Buddhist frescos in one room of the cave. Recent Bonpo pilgrims have scrawled counterclockwise swastikas on the cave wall, as well as the inscription, “<span class=\"popular emph\">a om hum gyer pung dren pa mu la nyé lé yo</span><span class=\"scholar emph\">a oṃ hum gyer spungs dran pa mu la nye le yo</span>[<span class=\"popular emph\">da</span><span class=\"scholar emph\">d</span>] <span class=\"popular emph\">hum du</span><span class=\"scholar emph\">hum ’du</span>”, attesting to the tenure of <span class=\"popular\">Drenpa Namkha</span><span class=\"scholar\">Dran pa nam mkha’</span> in <span class=\"popular\">Nakchung Puk</span><span class=\"scholar\">Nag chung phug</span>. In a cave adjacent to <span class=\"popular\">Nakchung Puk</span><span class=\"scholar\">Nag chung phug</span>two commercial labels dating to the early 20th century written in both Hindi and English were stuck to the walls. The legible English writing on one of the labels reads: “Dharmaratna Kularatna, General Merchant, P. O. Gyantse, Tibet”. </p>", 
   "index": 10, 
   "parent_index": 6, 
   "title": "Nag chung phug"
  }, 
  {
   "body": "<p>It is about 160 m from the summit complex of <span class=\"popular\">Khartsé</span><span class=\"scholar\">Mkhar rtse</span> to the old Buddhist monastery, situated on the opposite or south end of he ridgeline that makes up the body of the <span class=\"popular emph\">Khyung</span><span class=\"scholar emph\">khyung</span>. In otal, there are around 150 caves on the body of the geographic <span class=\"popular emph\">Khyung</span><span class=\"scholar emph\">khyung</span>. On the top and west flank of this north-south oriented ridgeline are many smaller building remains and caves, some of which have masonry fronts. The collapse of various sections of the slopes has partially buried structures in this sector as well, and some caves are no longer accessible. In one cave near he ridgeline, several Buddhist lamas are depicted in relatively late frescos of mediocre quality. In this cave there is also a Buddha figure with its face largely intact. </p>", 
   "index": 11, 
   "parent_index": 6, 
   "title": "Khyung’s body"
  }, 
  {
   "body": "<p>The ruined monastery represents but a small fraction of the Buddhist presence that was once found at <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span> as evidenced in the caves and ruins. It is reported that this <span class=\"popular emph\">gelukpa</span><span class=\"scholar emph\">dge lugs pa</span> sect religious institution was destroyed and all its scriptures burnt during the Chinese Cultural Revolution. Local villagers call this monastery dga’ ldan lha rtse. It is said to have been founded by one of three brothers belonging to a lineage called <span class=\"popular\">Chöku</span><span class=\"scholar\">Chos sku</span>. The founder’s name is thought to be <span class=\"popular\">Gönnang</span><span class=\"scholar\">Mgon snang</span> (sp.?). In general, the ruins found below <span class=\"popular\">Khartsé</span><span class=\"scholar\">Mkhar rtse</span> were rather crudely constructed. However, there is one lower wall at the old <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span> monastery, which is of similar high quality as the south wall of the so-called <span class=\"popular\">Khartsé</span><span class=\"scholar\">Mkhar rtse</span> fortress. In what was a protector chapel (<span class=\"popular emph\">Gönkhang</span><span class=\"scholar emph\">mgon khang</span>) of the monastery a band of skulls painted on one wall is still extant. Wooden door frames and other structural elements found in a few caves in the vicinity of the monastery suggest that they were more recently inhabited than most others at the site. </p>", 
   "index": 12, 
   "parent_index": 6, 
   "title": " Buddhist Monastery"
  }, 
  {
   "body": "<p>According to elderly natives of <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span>, <span class=\"popular\">Khyunglung Khartsé</span><span class=\"scholar\">Khyung lung mkhar rtse</span> was the abode of a line of kings. There are no signs of heavy religious usage or religious monuments at <span class=\"popular\">Khyunglung Khartsé</span><span class=\"scholar\">Khyung lung mkhar rtse</span>, indicating that it did not function as a monastery. It is more likely to represent a high social-status residence of a chieftain or lama. There is no evidence of defensive outworks as would normally be found if the facility had actually functioned as a military garrison. Local residents also report that at one ime a long passageway led from the ‘fortress’ to a secret water source. The site is said to be occupied by the protectress <span class=\"popular\">Ipi Lhamo</span><span class=\"scholar\">I phi lha mo</span> (Grandmother Goddess), one of three regional sister deities closely related to <span class=\"popular\">Penden Lhamo</span><span class=\"scholar\">Dpal ldan lha mo</span>.</p><p>All that remains of the original access trail to <span class=\"popular\">Khyunglung Khartsé</span><span class=\"scholar\">Khyung lung mkhar rtse</span> is a narrow, highly exposed ledge. The fairly large edifice was created as an integral facility, and was built in three tiers: upper/south, middle and lower/north. Generally aligned in the cardinal directions, it measures 23 m x 24 m (its upper end is somewhat narrower). All walls inside the complex and most exterior walls are made of light-colored adobe blocks (approximately 45 cm x 20 cm x 15 cm). Extant walls are 2 m to 4 m in height. Mud plaster still clings to interior walls and to a lesser extent, to exterior walls. On some outer surfaces red ochre tinting is discernable. Walls of this construction could only have supported a timber roof. </p><p> <span class=\"popular\">Khyunglung Khartsé</span><span class=\"scholar\">Khyung lung mkhar rtse</span> is of historic origin (probably founded subsequent to the early historic period) rather than it being the <span class=\"popular\">Khyunglung Ngül Khar</span><span class=\"scholar\">Khyung lung dngul mkhar</span> of <span class=\"popular\">Zhang Zhung</span><span class=\"scholar\">Zhang zhung</span> fame. The most likely candidate for <span class=\"popular\">Khyunglung Ngül Khar</span><span class=\"scholar\">Khyung lung dngul mkhar</span> is <span class=\"popular\">Khardong</span><span class=\"scholar\">Mkhar gdong</span> (A-45), a now leveled stronghold near <span class=\"popular\">Guru Gyam</span><span class=\"scholar\">Gu ru gyam</span> identified as such by <span class=\"popular\">Kyungtrül Namkha Jikmé Dorjé</span><span class=\"scholar\">Khyung sprul nam mkha’ ’jigs med rdo rje</span> after discovering a stone statue of the Bon saint <span class=\"popular\">Drenpa Namkha</span><span class=\"scholar\">Dran pa nam mkha’</span> at this site.<a href=\"#n77\" name=\"nb77\" class=\"note\">77</a> Covering an area of 20,000 m², <span class=\"popular\">Khardong</span><span class=\"scholar\">Mkhar gdong</span> is situated at the highly strategic juncture of the broad alpine valleys of <span class=\"popular\">Gar</span><span class=\"scholar\">Sgar</span> and upper <span class=\"popular\">Purang</span><span class=\"scholar\">Spu rang</span> and the canyon badlands of <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span>. Moreover, it is stunningly set above the confluence of four rivers and is in close proximity to <span class=\"popular\">Chunak</span><span class=\"scholar\">Chu nag</span> (C-121), the largest burial grounds discovered to date in Upper Tibet. </p><p>A historic epoch origin for <span class=\"popular\">Khyunglung Khartsé</span><span class=\"scholar\">Khyung lung mkhar rtse</span> is supported by the following factors: </p><ol type=\"1\"> <li>The entire complex is only around 800 m² in area. This is far too small for a capital facility, and is dwarfed by the major citadels of Upper Tibet. </li> <li>It is located on a subsidiary summit below an esplanade, not on a high, isolated summit like most archaic citadels.</li> <li>The site is in a deep-set isolated pocket of the <span class=\"popular\">Langchen Tsangpo</span><span class=\"scholar\">Glang chen gtsang po</span> valley. All major trade routes through the region circumvent this area for higher and more open terrain (such as the <span class=\"popular\">Gar</span><span class=\"scholar\">Sgar</span>valley and the Himalayan north slope tablelands). The non-strategic location of the facility does not seem in keeping with a major early political center. Furthermore, the siting of <span class=\"popular\">Khartsé</span><span class=\"scholar\">Mkhar rtse</span> does not even permit it to convincingly control traffic through <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span>, leaving the three agricultural pockets of the locale (upper: <span class=\"popular\">Murti</span><span class=\"scholar\">Mur ti</span>, central: <span class=\"popular\">Tingmur</span><span class=\"scholar\">Ting mur</span>, lower: <span class=\"popular\">Chubuk</span><span class=\"scholar\">Chu sbug</span>) potentially vulnerable to outside incursions.</li> <li>The edifice was constructed in a style typically found in historic era buildings with open floor plans, high elevation adobe-block walls and wooden rafters. Furthermore, the design of the wooden jambs and sills (<span class=\"popular emph\">ruzhi</span><span class=\"scholar emph\">ru bzhi</span>) is of the type found in Buddhist monasteries and other buildings throughout Tibet dating to the historic epoch. It seems likely that this generic form of architecture developed after 1000 CE in Upper Tibet, as it is not encountered at archaic cultural sites. </li> </ol>", 
   "index": 13, 
   "parent_index": 6, 
   "title": "Khyung lung mkhar rtse"
  }, 
  {
   "body": "<p>The north/upper tier of the edifice contains two large rooms or buildings. The west room is adjacent to cave P10 (see below). The west room measures 7.8 m (north-south) x 6 m (east- west). On the north side of this room here is a recess in the formation partitioned by a wall into two main parts. This recess (3. 2 m wide x 2.2 m deep x 1.6 m in height) was probably walled off from the rest of the west room. The function of this nook is unknown. In the wall fragments around the mouth of this cavity, a piece of wood was used as a bonding structure between courses of stone. A 10-cm long iron spike protrudes from this piece of wood. Most of the north and east walls of the east room integrate the natural formation in them. The east room has largely collapsed and disappeared down the vertical slopes of the escarpment. Its approximate dimensions are 5 m x 5 m. In the rear of the east room there is cave P11 (3.7 m x 3.3 m x 2. 2 m). The damaged entrance (1 m x 60 cm) o this cave is in an adobe-block façade. Some brush is embedded in the wall above the entrance. On the southwest side of the cave there is a mud and stone hearth with a single burner, as well as a berm around its feeding hole to catch ashes. Such hearths are still regularly used in Tibet. This hearth having just a single burner suggests that it did not service many people. The ceiling of P11, like most other caves, is smoke blackened. In the northeast wall of this cave there are three niches. The central niche is mud plastered and its opening is formed by four adobe blocks, which were also plastered and then painted in red ochre. The east niche is also partially plastered. </p>", 
   "index": 14, 
   "parent_index": 13, 
   "title": "mkhar rtse upper tier"
  }, 
  {
   "body": "<p>The middle tier is the largest portion of <span class=\"popular\">Khartsé</span><span class=\"scholar\">Mkhar rtse</span>, occupying roughly 70% of its ground plan. On the west side of the middle tier, against the north wall, is cave P12. This cave has an oval plan and measures 2.5 m across. The damaged entrance to the cave is in the east, and its ceiling is about 1.5 m in height. Around the inner walls of P12 there are five rounded niches, the central two of which are situated on top of one another. There was also an anteroom east of the cave (5.6 m x 2 m). East of this anteroom there is an open-air walkway that runs west of the west room of the upper tier, and in between the east and west sections of the middle tier. This walkway then descends below <span class=\"popular\">Khartsé</span><span class=\"scholar\">Mkhar rtse</span>, skirting its south wall. Near the southeast corner of the facility it cuts through the formation, creating a tunnel (4 m x 1.2 m x 1.6 m). In the middle tier, east of the corridor, there are the remains of four small rooms laid out in a north-south row. East of this row of rooms there are two larger rooms extending to the exterior east wall of he facility. In the north of these two east rooms there are three rear caves: P13, P14 and P15. They lie directly below the upper tier east room. The smallest cave, P15, has an independent entrance. P13 is a square cave with several oblong and two large rounded niches. The entrance to P13 (1.5 m x 80 cm) is situated west of P15. P13 has a 1.8-m deep entrance that accesses a cave measuring 3.5 m x 3.5 m. The floor of P13 is heaped high with a vegetal substance that resembles chaff. Village elders state that this came from grain imported from India. The entrance to P14 is found inside P13. The south wall of P14 is composed of an adobe-block and stone façade wall. </p><p>The south room of the east middle tier has two windows in its south or exterior wall. These two rectangular windows were constructed in typical Tibetan fashion with decorative wooden lintels (<span class=\"popular emph\">trashing</span><span class=\"scholar emph\">kha shing</span>) and spacers (<span class=\"popular emph\">bap</span><span class=\"scholar emph\">bab</span>). These wooden elements are in an excellent state of preservation. Rubble has filled the south room to the level of he windows. In the 3-m high wall segment separating the east rooms of the middle tier from the row of four small rooms there is a large window (1.2 m x 60 cm). The hewn timber over this window is 1 m in length. On the west side of the middle tier, below P12, there are the foundations of three or four other rooms. Below them is what appears to have been a single small outbuilding. Under the revetment of this ruined structure there is a large timber. </p>", 
   "index": 15, 
   "parent_index": 13, 
   "title": "mkhar rtse middle tier"
  }, 
  {
   "body": "<p>The stonework in the south wall of <span class=\"popular\">Khartsé</span><span class=\"scholar\">Mkhar rtse</span> is among the most skillfully executed at <span class=\"popular\">Khyunglung Yülmé</span><span class=\"scholar\">Khyung lung yul smad</span>. The exterior south wall is a maximum of 8 m in height and much of it is still over 5 m high. The lower 4.5 m section of this wall is composed of random-work. Copious amounts of mud-mortar were used in the joints between flat blocks, which are primarily 30 cm to 70 cm in length. This reddish mortar has a high gravel content. At the base of the south wall there are two entrances that accessed the lower tier of <span class=\"popular\">Khartsé</span><span class=\"scholar\">Mkhar rtse</span>. The west entrance opens to an area that has completely collapsed. The lintel of the west entrance is comprised of four timbers, two hewn outer ones and two middle specimens in their natural, uncut form. These timbers are at least 1.5 m in length. The east entrance (1.2 m x 55 cm) has a lintel made up of six timbers, five of which were dressed. The east entrance also has a wooden jamb and sill. It accesses a small room (1.3 m x 2.6 m x 3 m). The ceiling is composed of timbers above which small rounds were used to create tight-knit panels. In the rear of this forward room an entrance (1 m x 60 cm) accesses a second room (2.7 m x 2.4 x 1.8 m) cut into the formation. The function of these two sequestered rooms is not known. In the interior south wall above the lower tier there is a socket-hole in which a floor joist of the middle tier was inserted. An identical socket-hole is found in a high elevation wall fragment in another part of the middle level as well. A single fragment of a round of wood, probably used for the roof, is still among the ruins. </p>", 
   "index": 16, 
   "parent_index": 13, 
   "title": "mkhar rtse lower tier"
  }, 
  {
   "body": "<p>Just north of the <span class=\"popular\">Khartsé</span><span class=\"scholar\">Mkhar rtse</span> edifice there is a complex of at least ten caves that were hewn into the conglomerate formation. Their regular walls and cut niches and bays indicate the creation of these caves through excavation. A 5.5-m long subterranean passageway divides the caves into two groups (P1 to P7 and P8 to P10). These caves have blackened ceilings, ostensibly from long years of occupation. The floors of most or all of these caves are finished in a mud- and clay-based coating.</p>", 
   "index": 17, 
   "parent_index": 13, 
   "title": "mkhar rtse cave complex "
  }, 
  {
   "body": "<p>(2.8 m x 2.9 m x 1.7 m)</p><p>This northern-most cave has an arched west-facing entranceway (1.8 m x 80 cm), and a regular square plan. The interior walls are mud plastered while the ceiling is not. Like most other inhabitable caves in the gu ge region, P1 has various niches and recesses in the walls. The most notable example is found in the northeast wall. This 1.2-m wide, 70-cm deep bay starts 35 cm from the floor and extends to the ceiling. This recess was well finished with plaster and has a base of four graduated tiers.</p>", 
   "index": 18, 
   "parent_index": 13, 
   "title": "Cave P1"
  }, 
  {
   "body": "<p>(3.3 m x 3 m x 1.8 m)</p><p>Located immediately south of P1, this cave also has a west-facing arched entrance. In the east wall of the cave there is a recess with the remains of a wooden lintel. Just above it light-colored coarse hand-woven woolen fabric is embedded in the wall. This fabric appears to be part of the original construction of the cave, serving as a kind of lining. </p>", 
   "index": 19, 
   "parent_index": 13, 
   "title": "Cave P2"
  }, 
  {
   "body": "<p>(2.3 m 2.3 m)</p><p>Located immediately south of P2. The entrance is in the west, in an adobe-block façade. There is a wooden beam over the threshold. The lower half of the cave walls is mud plastered. </p>", 
   "index": 20, 
   "parent_index": 13, 
   "title": "Cave P3"
  }, 
  {
   "body": "<p>(5.3 m x 1.4 m)</p><p>This was a forward cave flanking the fronts of P1 and P2. Its current dimensions are highly reduced, as much of its breadth has eroded away. Virtually none of the ceiling remains.</p>", 
   "index": 21, 
   "parent_index": 13, 
   "title": "Cave P4"
  }, 
  {
   "body": "<p>(3 m x 3 m)</p><p>Located directly below P1 and P4. It has a square plan, and its entrance is 1.5 in height, 70 cm in width and 90 cm deep. </p>", 
   "index": 22, 
   "parent_index": 13, 
   "title": "Cave P5"
  }, 
  {
   "body": "<p>These two caves are situated below caves P1 to P5. Access to them is very difficult.</p>", 
   "index": 23, 
   "parent_index": 13, 
   "title": "Caves P6 and P7"
  }, 
  {
   "body": "<p>These three west-facing caves form a line to the south of the 5.5-m long subterranean passageway. Shallow recesses were roughly hewn into this passageway. To the east of this row of three small caves there are the remains of what were probably two or three other caves. </p>", 
   "index": 24, 
   "parent_index": 13, 
   "title": "Caves P8, P9 and P10"
  }, 
  {
   "body": "<p>There is an elaborately built latrine in relatively good condition 3.5 m west of P6 and P7. It is 3 m high on he west, the side overlooking the valley below. The privy hole and the privy pit opening in the base are intact. Such latrines are not encountered at archaic residential sites.</p>", 
   "index": 25, 
   "parent_index": 13, 
   "title": "mKhar rtse latrine"
  }, 
  {
   "body": "<p>There are about 50 caves located in this formation, particularly in a U-shaped offshoot. These caves face in he south, east and west directions. Only two of the caves (west-facing) in this sector exhibit freestanding anterooms. One south-facing cave has two chambers with three hearths. In the rear of this cave there is an altar or storage area that was plastered and painted red and yellow. In the upper-most group of 10 caves known as <span class=\"popular\">Metok Ling</span><span class=\"scholar\">Me tog gling</span> (Flower Garden), I discovered a scrap of an entertainment page from the Daily Mail of 1930s or 1940s vintage. It must have been brought here by traders and by implication they may have found shelter in this cave. Two of the caves in this group have walls that were painted in red ochre, one of which also has white blotches applied to it. </p><hr class=\"footnote-divider\">", 
   "index": 26, 
   "parent_index": 6, 
   "title": "Khyung’s left wing"
  }, 
  {
   "body": "<div class=\"footnote\"> <a name=\"n77\"></a> <a href=\"#nb77\" class=\"note\"> [77] </a> Bellezza, <em>Antiquities of Upper Tibet</em>. </div>", 
   "index": 27, 
   "parent_index": 0, 
   "title": "Notes"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16579", 
  "dates": [], 
  "title": "Khyunglung Yülmé Introduction"
 }
}