{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Dzari Rakpa Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "II.3. Cubic mountaintop tombs"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Dzari RakpaRdza ri rag pa "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Dzari Rakpa</span><span class=\"scholar\">Rdza ri rag pa</span> </li> <li>English equivalent: Tawny Talus Mountain</li> <li>Site number: E-21</li> <li>Site typology: II.3 </li> <li>Geographic coordinate (N. lat.): 30º 43.3΄ </li> <li>Geographic coordinate (E. long.): 81º 09.8΄ </li> <li>Elevation: 4990 m to 5080 m </li> <li>Administrative location (township): <span class=\"popular\">Barga</span><span class=\"scholar\">Bar ga</span> </li> <li>Administrative location (county): <span class=\"popular\">Purang</span><span class=\"scholar\">Spu rang</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: May 6, 2002</li> <li>Contemporary usage: Light grazing.</li> <li>Identifiable Buddhist constructions: None.</li> </ul>
", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p>The tombs of <span class=\"popular\">Dzari Rakpa</span><span class=\"scholar\">Rdza ri rag pa</span> are located on a gravel- and talus-strewn ridgeback, rising 400 m to 500 m above the shores of <span class=\"popular\">Langa Tso</span><span class=\"scholar\">La lnga mtsho</span>. Both <span class=\"popular\">Langa Tso</span><span class=\"scholar\">La lnga mtsho</span> and <span class=\"popular\">Tso Mapam</span><span class=\"scholar\">Mtsho ma pham</span>, he major sacred lakes of the region, are visible from the site. The documentation of <span class=\"popular\">Dzari Rakpa</span><span class=\"scholar\">Rdza ri rag pa</span> confirms that mountaintop cubic tombs were indeed built south of the Transhimalaya in extreme southwestern Tibet. There appear to have been no less than 29 cubic tombs and two slab-wall enclosures erected at <span class=\"popular\">Dzari Rakpa</span><span class=\"scholar\">Rdza ri rag pa</span>. However, there is little structural evidence left at the site to assess. Many of the tombs were either destroyed or structurally modified, obliterating most original design features of these monuments. None of them have fully intact central depositories (reliquaries). These structures are of typical size, measuring 1.8 m to 2.5 m on each of their four sides. Primarily blocks 30 cm to 80 cm in length and 10 cm to 20 cm in thickness were used to construct the tombs. The heavy impacts to the site may be related to its proximity to <span class=\"popular\">Gangkar Tisé</span><span class=\"scholar\">Gangs dkar ti se</span> and<span class=\"popular\">Tso Mapam</span><span class=\"scholar\">Mtsho ma pham</span>, highly important Buddhist pilgrimage sites. The relatively heavy traffic through the region and the zeal of Buddhist pilgrims and clerics over the centuries may well have played a role in the degradation of the tombs of <span class=\"popular\">Dzari Rakpa</span><span class=\"scholar\">Rdza ri rag pa</span>. </p>
", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to some local sources, the mountain of <span class=\"popular\">Dzari Rakpa</span><span class=\"scholar\">Rdza ri rag pa</span> was once a <span class=\"popular\">Singpa</span><span class=\"scholar\">Sing pa</span> (invaders from the northwest) stronghold. The structural modification of some of the cubic tombs does indeed give he impression that primitive lookout posts were created from them.</p>
", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>The south sector consists of a group of cubic tombs sitting on a dark-colored rock outcrop, which rises directly above the <span class=\"popular\">Langa Tso</span><span class=\"scholar\">La lnga mtsho</span> basin (30° 43.304΄ N. lat. / 81° 09.758΄ / 4990 m). No less than 11 cubic tombs, many of which have been leveled to their foundation, are spread over a 50-m transection. Among these tombs, there are those that were converted into small shelters or fortifications. </p>
", 
   "index": 7, 
   "parent_index": 6, 
   "title": "South sector"
  }, 
  {
   "body": "<p>The northeast sector is situated higher up the ridgeline, on a small knob of dark-colored rock (13.476΄ / 09.801΄ / 5050 m). At this location there is a single gutted cubic tomb. Its east wall still attains 1.5 m in height but very little else remains intact. Below the knob of rock there are the remains of a quadrate slab-wall enclosure (3.7 m x 3.7 m). This structure was built of slabs up to 80 cm in length that protrude as much as 30 cm above ground level. Another fragmentary enclosure (5 m across) is situated on a rocky slope 28 m to the south. </p>
", 
   "index": 8, 
   "parent_index": 6, 
   "title": "Northeast sector"
  }, 
  {
   "body": "<p>Located higher up the ridgeline, the north central sector contains the highest elevation tombs at <span class=\"popular\">Dzari Rakpa</span><span class=\"scholar\">Rdza ri rag pa</span> (43.522΄ / 09.719΄ 5080 m). The central sector hosts at least one dozen highly deteriorated tombs that were built on a rocky outcrop. On the east side of the north central sector there are three somewhat better-preserved specimens that form a row along he ridgeline. These three larger specimens measure about 2.5 m on each side. Traces of what appears to have been the central depository (1.8 m x 40 cm x 50 cm [depth]) have survived in the highest tomb among them. The stone blocks along the edge of this central chamber form less than perfectly straight walls. In the lowest specimen of the three tombs, there are three in situ blocks forming one corner of the central depository. From he stones of other north central sector tombs, a cairn, a shepherd’s shelter and the base of a prayer flag mast were built. </p>
", 
   "index": 9, 
   "parent_index": 6, 
   "title": "North central sector"
  }, 
  {
   "body": "<p>The northwest sector is situated below and to the west of the north central sector (43.518΄ / 09.650΄ / 5060 m). On a knob of rock and an adjacent slope there are the remains of five more cubic tombs. In only one of these specimens can the base of the central depository be discerned. </p>
", 
   "index": 10, 
   "parent_index": 6, 
   "title": "Northwest sector"
  }, 
  {
   "body": "", 
   "index": 11, 
   "parent_index": 2, 
   "title": "Affiliated sites"
  }, 
  {
   "body": "<p>Local sources report that there are structures analogous to those of <span class=\"popular\">Dzari Rakpa</span><span class=\"scholar\">Rdza ri rag pa</span> on the higher ridge of <span class=\"popular\">Doku</span><span class=\"scholar\">Rdo sku</span>, which is located to the west.</p>
", 
   "index": 12, 
   "parent_index": 11, 
   "title": "rDo sku"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16856", 
  "dates": [], 
  "title": "Dzari Rakpa Introduction"
 }
}