{"meta":{"authors":[{"id":"2","fullname":"Kurtis Schaeffer"},{"id":"2","fullname":"Kurtis Schaeffer"}],"title":"The Mongol Empire and Tibet in the Thirteenth and Fourteenth Centuries","dates":{"created_at":"2010-05-22 05:45:49 UTC","updated_at":"2010-06-20 14:41:04 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"The Mongol Empire and Tibet in the Thirteenth and Fourteenth Centuries"},{"title":"The Beginnings of Mongol Rule","index":1,"parent_index":0,"body":"\n<p>Tibet began to be incorporated in the Mongol Empire in 1240, and was  an integral territory in the Mongol Yuan Dynasty from its formation in  1271 to its demise in 1368. Yuan rule was largely administered by the  <span class=\"place\" title=\"F15481\">Sakya</span> (<em><span class=\"place\" title=\"F15481\">sa skya</span></em>) polity, and thus this period in Tibetan history is often referred  to as the Yuan-Sakya period.</p>\n<p>The Mongol leader Genghis Khan (ruled 1206-1227) first met with  Tibetan Buddhist figures as early as 1215, most likely in the Tangut  kingdom. This meeting led to no lasting interaction, and it was not until  1240 that Goden, son of Ogedai Khan (ruled 1229-1241), sent troops  into Tibetan territories as far as <span class=\"place\" title=\"F7945\">Peny&uuml;l</span> (<em><span class=\"place\" title=\"F7945\">'phan yul</span></em>), to the northeast  of <span class=\"place\" title=\"F637\">Lhasa</span> (<em><span class=\"place\" title=\"F637\">lha sa</span></em>). For reasons not fully understood, <span class=\"tibetan\" title=\"Type ID here\">Sakya Pandita</span> (<span class=\"tibetan\" title=\"Type ID here\">sa skya paN+Di ta</span>), abbot of  <span class=\"place\" title=\"F17088\">Sakya</span> Monastery to the far southwest, acted as a representative for  Tibetan territories in negotiations with Goden's military commander,  Dorta. Dorta was apparently impressed with the <span class=\"place\" title=\"F17088\">Sakya</span> hierarch, so much  so that, when word got back to the Khan of the meeting, Goden ordered  <span class=\"tibetan\" title=\"Type ID here\">Sakya Pandita</span> to meet in Liangjou. Goden did not meet with <span class=\"tibetan\" title=\"Type ID here\">Sakya Pandita</span> until 1247, the year in which the century-long relationship between the  Mongol empire and the <span class=\"place\" title=\"F15481\">Sakya</span> polity began.</p>\n<p>The first direct control by Mongol imperial families came in 1251  (the year, by the way, of <span class=\"tibetan\" title=\"Type ID here\">Sakya Pandita</span>'s death),when Mongke Khan (ruled  1251-1259) distributed appanages consisting of Tibetan territories to  major Mongol leaders. Mongke himself took <span class=\"place\" title=\"F15482\">Drikung</span> (<span class=\"place\" title=\"F15482\">'bri gung</span>), Goden Khan took <span class=\"place\" title=\"F15481\">Sakya</span>,  Qubilai Khan received <span class=\"place\" title=\"Type ID here\">Ts&eacute;</span> (<em><span class=\"place\" title=\"Type ID here\">tsel</span></em>), <span class=\"place\" title=\"F11614\">Taklung</span> (<em><span class=\"place\" title=\"F11614\">stag lung</span></em>) was under Arig Boge, and <span class=\"place\" title=\"F11608\">Phakmodru</span> (<em><span class=\"place\" title=\"F11608\">phag mo gru</span></em>) &nbsp;fell under Hulegu's jurisdiction. Ruling from sometimes great distances,  the Mongols could exert direct administrative and military control over  their regions, though we possess insufficient evidence to describe the  details of their rule during this period with any degree of specificity.  It is apparent that the military incursions into Tibetan territory  during this period were enough to strike lasting fear of the Mongols  into the Tibetan leadership for generations to come.</p>\n<p>It was Mongke's successor, Qubilai Khan (ruled 1260-1294) that  cemented the relationship between the <span class=\"place\" title=\"F15481\">Sakya</span> polity and the Mongol  empire. Qubilai formed a relationship with <span class=\"tibetan\" title=\"Type ID here\">Sakya Pandita</span>'s nephew, <span class=\"tibetan\" title=\"Type ID here\">Pakpa  Lodr&ouml; Gyeltsen</span> (<em><span class=\"tibetan\" title=\"Type ID here\">'phags pa blo gros rgyal mtshan</span></em>, 1235-1280) in 1254,  giving him an edict granting <span class=\"place\" title=\"F17088\">Sakya Monastery</span> tax-exempt status under  Mongol rule, but not, at has sometimes been suggested, granting the  <span class=\"place\" title=\"F15481\">Sakya</span> polity control over Tibet. This was to come some years later, when  in 1261 Qubilai granted <span class=\"tibetan\" title=\"Type ID here\">Pakpa</span> the title of National Preceptor (guoshi),  and in 1264 issued another edict of tax-exemption while at the same  time stationing adminstrators from <span class=\"place\" title=\"F15481\">Sakya</span> at the head of each of the  three regions or <span class=\"tibetan\" title=\"Type ID here\">ch&ouml;lkha s&uuml;m</span> (<em><span class=\"tibetan\" title=\"Type ID here\">chol kha gsum</span></em>) of Tibet under Mongol control. With his  new title <span class=\"tibetan\" title=\"Type ID here\">Pakpa</span> returned to <span class=\"place\" title=\"F15481\">Sakya</span> in 1263 to take up the post of abbot  of <span class=\"place\" title=\"F17088\">Sakya Monastery</span> (he had served as abbot in absentia since the death  of his uncle in 1251, and held the position until his death in 1280),  and to begin to refashion the regional administration into a national  administrative control center. The day-to-day administration was left to  the newly founded office of <span class=\"tibetan\" title=\"Type ID here\">p&ouml;nchen</span> (<em><span class=\"tibetan\" title=\"Type ID here\">dpon chen</span></em>), which <span class=\"tibetan\" title=\"Type ID here\">Pakpa</span> created in  1265. Beginning with <span class=\"tibetan\" title=\"Type ID here\">Shakya Zangpo</span> (<em><span class=\"tibetan\" title=\"Type ID here\">shākya bzang po</span></em>), the <span class=\"tibetan\" title=\"Type ID here\">p&ouml;nchen</span> were  to play a critical role in the politics of Tibet for the next century.</p>\n"},{"title":"The Yuan-Sakya Regime","index":2,"parent_index":0,"body":"\n<p>The various Tibetan leaders in central Tibet did not all willingly  accept the increasing control over their territories by the Yuan-Sakya  regime, and through the 1280s minor revolts were not uncommon. In 1281  Qubilai Khan was forced to send 7000 Mongol troops under the control of  the Tibetanized Uighur Sanko to quell dissent after <span class=\"tibetan\" title=\"Type ID here\">Pakpa</span>'s death in  1280, an action that resulted in the establishment of the first  permanent Mongol military garrison in Tibet.</p>\n<p>In the late thirteenth century several changes in Yuan administrative  structures altered the relationship between the imperial court and  Tibet. First, due to his success in the 1280 military campaigns in  central Tibet, Sanko rose in the Yuan hierarchy to become head of a new  entity, the Department of Buddhist and Tibetan Affairs. The Department  was the principal unit of the imperial administration, and was in charge  of all imperial military ventures in Tibet. It determined Tibetan  affairs through the early fourteenth century, even though Sanko fell  into disgrace after a decade of service, and was finally executed in  1291. Secondly, on the religious side, Pakpa was granted a new imperial  title in 1270 when he became the first Imperial Preceptor (dishi),  meaning that until his death in 1280 he was both abbot of Sakya  Monastery and a major figure at the Yuan court, even if the Imperial  Preceptor did not directly manage Tibetan affairs.</p>\n<p>Finally, a new administrative office was created within Tibet in the  late 1260s, known as the Pacification Office. Its purpose was to execute  the orders of the Department of Buddhist and Tibetan Affairs and  oversee the activities of the P&ouml;nchen and his local Tibetan  administration at Sakya. The jurisdiction of the Pacification Office was  limited to the western Tibetan region of <span class=\"place\" title=\"F3862\">Ngari</span> (<em><span class=\"place\" title=\"F3862\">mnga' ris</span></em>) as well as <span class=\"place\" title=\"F15355\">&Uuml;</span> (<em><span class=\"place\" title=\"F15355\">dbus</span></em>) and <span class=\"place\" title=\"F15354\">Tsang</span> (<em><span class=\"place\" title=\"F15354\">gtsang</span></em>) &nbsp;until 1290, with the <span class=\"tibetan\" title=\"Type ID here\">p&ouml;nchen</span> Aglen made a successful military venture in  the southern Tibetan regions of <span class=\"place\" title=\"F15352\">Kongpo</span> (<em><span class=\"place\" title=\"F15352\">kong po</span></em>) and <span class=\"place\" title=\"F15351\">Dakpo</span> (<em><span class=\"place\" title=\"F15351\">dwags po</span></em>) and brought them under  Yuan-Sakya control. The <span class=\"tibetan\" title=\"Type ID here\">p&ouml;nchen</span> remained perhaps the most powerful  single individual in Tibet from this period until the mid-fourteenth  century, for he was simultaneously the leader of the now thriving <span class=\"place\" title=\"F15481\">Sakya</span> polity and, under the authority vested in him by the Pacification Office  and the Department of Buddhist and Tibetan Affairs, the leader of the  central Tibetan government, including all territory from far western  Tibet to the southeastern region of <span class=\"place\" title=\"F15352\">Kongpo</span>.</p>\n"},{"title":"Tibetan Territorial Divisions under Mongol Rule","index":3,"parent_index":0,"body":"\n<p>Under Mongol rule Tibetan territory was, at least on paper if not always  on the ground, divided into administrative units known as myriarchies &nbsp;or <span class=\"tibetan\" title=\"Type ID here\">trikor</span> (<em><span class=\"tibetan\" title=\"Type ID here\">khri skor</span></em>). The traditional number of myriarchies in central Tibet is  thirteen, though individual lists of the territories vary somewhat  throughout the period. The date of the Mongol implementation of the  myriarchy system in Tibet is not known, though it was likely in force by  1268, the year of the Imperial census of central Tibet. The origins of  the Tibetan myriarchies are unclear, though it appears that most were  formed out of existing territories and regional polities. Leaders of  these new territories, the myriarchs or <span class=\"tibetan\" title=\"Type ID here\">trip&ouml;n</span> (<em><span class=\"tibetan\" title=\"Type ID here\">khri dpon</span></em>) were appointed by the  Imperial Preceptor, as was <span class=\"tibetan\" title=\"Type ID here\">Jangchup Gyeltsen</span> (<em><span class=\"tibetan\" title=\"Type ID here\">byang chub rgyal mtshan</span></em>) appointed&nbsp;leader of the <span class=\"place\" title=\"F11608\">Pakmodru</span> (<em><span class=\"place\" title=\"F11608\">phag mo gru</span></em>) myriarchy&nbsp;in 1322. A standard list of  thirteen myriarchies includes the three regions of <span class=\"place\" title=\"F3862\">Ngari</span> (<em><span class=\"tibetan\" title=\"Type ID here\">mnga' ris skor  gsum</span></em>): 1) <span class=\"place\" title=\"Type ID here\">Gug&eacute;</span> (<em><span class=\"place\" title=\"Type ID here\">gu ge</span></em>); 2) <span class=\"place\" title=\"F3873\">Pureng</span>&nbsp;(<em><span class=\"place\" title=\"F3873\">pu rang</span></em>); 3) <span class=\"place\" title=\"F15383\">Mangy&uuml;l</span> (<em><span class=\"place\" title=\"F15383\">mang yul</span></em>); 4)  <span class=\"place\" title=\"Type ID here\">Lat&ouml; Jang</span> (<em><span class=\"place\" title=\"Type ID here\">la stod byang</span></em>); 5) <span class=\"place\" title=\"F11601\">Chumik</span> (<em><span class=\"place\" title=\"F11601\">chu mig</span></em>); 6) <span class=\"place\" title=\"F11602\">Zhalu</span> (<em><span class=\"place\" title=\"F11602\">zha lu</span></em>); six  in central Tibet: 7) <span class=\"place\" title=\"F15482\">Drikung</span> (<em><span class=\"place\" title=\"F15482\">'bri gung</span></em>); 8) <span class=\"place\" title=\"Type ID here\">Ts&eacute;l</span> (<em><span class=\"place\" title=\"Type ID here\">tshal</span></em>); 9) <span class=\"place\" title=\"F11608\">Pakmodru</span> (<em><span class=\"place\" title=\"F11608\">phag mo gru</span></em>); 10) <span class=\"place\" title=\"Type ID here\">Yapzang</span> (<em><span class=\"place\" title=\"Type ID here\">g.ya' bzang</span></em>); 11) <span class=\"place\" title=\"F437\">Gyama</span> (<em><span class=\"place\" title=\"F437\">rgya ma</span></em>); 12)  <span class=\"place\" title=\"F11614\">Taklung</span> (<em><span class=\"place\" title=\"F11614\">stag lung</span></em>); and one on the border of <span class=\"place\" title=\"F15355\">&Uuml;</span> and <span class=\"place\" title=\"F15354\">Tsang</span>: 13) <span class=\"place\" title=\"F7870\">Yamdrok</span> (<em><span class=\"place\" title=\"F7870\">ya 'brog</span></em>).</p>\n<p>Save for <span class=\"place\" title=\"F11608\">Pakmodru</span>, which is dealt with in another essay, little is  known of the administrative features of the myriarchies. It is known that  the census of Tibetan territories was organized according to the  myriarchies. The Mongol leaders routinely conducted a census in newly  aquired territories, and Tibet was no exception. In 1268 Tibetan  officials carried out a census in three groups, one for <span class=\"place\" title=\"F3862\">Ngari</span> and <span class=\"place\" title=\"F15354\">Tsang</span> and one for <span class=\"place\" title=\"F15355\">&Uuml;</span>. The basic unit of measurement was the agricultural  household family, with nomadic pastoralists largely ignored. The total  figures for such households was: 15,690 for <span class=\"place\" title=\"F3862\">Ngari</span> and <span class=\"place\" title=\"F15354\">Tsang</span> and 30,737  for <span class=\"place\" title=\"F15355\">&Uuml;</span>. The census was implemented for one overwhelming purpose:  taxation. Beginning with the year of the census and lasting until the  fall of the Yuan, Tibetans paid ten percent of annual agricultural  produce to the Yuan-Sakya government.</p>\n<p>The Yuan-Sakya regime controlled Tibet for almost a century from the  1260s to the 1360s. Serious and persistent threat to <span class=\"place\" title=\"F15481\">Sakya</span> rule, and  thus to Yuan rule on a local scale if not on a trans-regional scale,  began to be felt from one of the myriarchies as early as the 1320s. This  was the <span class=\"place\" title=\"F11608\">Pakmodru</span> myriarchy, whose leader <span class=\"tibetan\" title=\"Type ID here\">Jangchup Gyeltsen</span> worked for  four decades to lessen the grip of the <span class=\"place\" title=\"F11608\">Sakya</span> government on central  Tibet. His story is told in a separate essay.</p>\n"},{"title":"Sources","index":4,"parent_index":0,"body":"\n<p>Luciano Petech, <em>Central Tibet and the Mongols: The Y&uuml;an-Sakya  Period of Tibetan History</em>. Rome: Istituto Italiano per il Medio ed  Estremo Oriente.&nbsp; 1990.</p>\n<p>Luciano Petech, \"Sang-ko, a Tibetan statesman in Y&uuml;an China\" in <em>Selected  Papers on Asian History</em>.&nbsp; Roma:&nbsp; Istituto Italiano per il Medio ed  Estremo Oriente, 1988. pp. 395-412</p>\n<p>Eliot Sperling, &ldquo;H&uuml;leg&uuml; and Tibet,&rdquo; <em>Acta Orientalia Hungaricae</em>,  vol. 44, 1990, pp. 145-157.</p>\n<p>Tsepon Wangchuk Deden Shakabpa, <em>One Hundred Thousand Moons: An  Advanced Political History of Tibet</em>. Translated by Derek F. Maher.  Leiden: Brill, 2010. Two Volumes. See Vol. 1, pp. 232-235.</p>\n<p>The Fifth Dalai Lama, <em>A History of Tibet by the Fifth Dalai Lama  of Tibet</em>. Zahiruddin Ahmad, Translator. Bloomington, IN: Research  Institute for Inner Asian Studies, 1995.</p>"}]}