{"meta":{"authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}],"title":"Guru Gyam Introduction","dates":{"created_at":"2011-12-13 02:29:30 UTC","updated_at":"2011-12-13 02:29:30 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Guru Gyam Introduction"},{"title":"sGar rdzong, mNga’ ris","index":1,"parent_index":0,"body":"\n\n                     "},{"title":"(90) Gu ru gyam Monastery","index":2,"parent_index":1,"body":"\n\n                     <p>Gu ru gyam Monastery is located in Mon mtsher <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">qu,</span> sGar\n                        rdzong. It is 250 kilometres from sGar rdzong to Gangs sTi se. From there,\n                        one must travel sixty kilometres further to Mon mtsher <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, then seven kilometres to Dri bda&rsquo; spos ri, and another seven\n                        kilometres westward. The distance is long, but the road is in good\n                        condition.</p>\n\n                     <p>The place where Gu ru gyam Monastery is located is called Khyung lung dngul\n                        mkhar, which is one of the oldest Bonpo religious sites. It was there that\n                        the capital of the Zhang zhung kingdom was found. It was there too that\n                        gShen chen Dran pa nam mkha&rsquo;, one of the most important Bon masters,\n                        flourished. Then the Bon religion&rsquo;s fortune declined and its religious\n                        establishments fell as lamp-light dying from lack of oil. Now they are\n                        nothing but names. </p>\n\n                     <p>In 1936, Khyung sprul &rsquo;Jigs med nam mkha&rsquo;i rdo rje founded the monastery mDo\n                        sngags grags rgyas gling at Gu ru gyam. It has now become fairly large and\n                        the condition of its buildings, religious objects and offering implements is\n                        reasonably good. At present, the monastery is taken care of by the scholar\n                        bsTan &rsquo;dzin dbang grags, and there are seven monks and three nuns.</p>\n\n                     <p>In regard to annual services and rituals, those practised at this monastery\n                        are much the same as other Bonpo monasteries.</p>\n\n                  "}]}