{"meta":{"authors":[],"title":"རྒྱལ་ལྷ་ཁང་།","dates":{"created_at":"2010-08-13 17:00:52 UTC","updated_at":"2010-08-13 17:00:52 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"རྒྱལ་ལྷ་ཁང་།"},{"title":"ལྷུན་གྲུབ་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"རྒྱལ་ལྷ་ཁང་།","index":2,"parent_index":0,"body":" <p>མཚན་གཞན་ལ་རྒྱལ་སྟོད་དགོན་ནམ། རྒྱལ་ལུག་ལྟད་ལྷ་ཁང་། ཞང་ལུག་ལྟད་གསེར་གྱི་ལྷ་ཁང་སོགས་གསུང་སྲོལ་མི་འདྲ་བ་ཡོད། ལོ་ཙཱ་དགོན་ནས་མུད་མཐུད་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་སྤྱི་ལེ་གསུམ་ཙམ་སོང་ན་ལྷ་ཁང་གྲོང་དབུས་སུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་སྤྱི་ལོ་1012ཙམ་དུ་ཞང་སྣ་ནམ་རྡོ་རྗེ་དབང་ཕྱུག་གིས་ཕྱག་འདེབས་གནང་མཛད། དེའང་ཞང་སྣ་ནམ་ཐོག་མར་གཉེན་ཆེན་ཐང་ལྷའི་སྒྲུབ་ཕུག་ཏུ་སྒྲུབ་པ་བསྐྱོན་བཞིན་པའི་སྐབས་དྲོད་རླུང་ལ་རང་དབང་ཐོབ་སྟབས་ཐང་ལྷའི་གངས་རི་བཞུར་བས། ཐང་ལྷས་སེང་གེའི་འོ་མ་ཞལ་དཀར་གང་ཕུལ་ནས་ཁྱེད་འདིར་བཞུགས་ན་ང་ཡི་གངས་རི་བཞུར་བ་འདུག་པས་ཕེབས་པར་ཞུ་ཞེས་ཞུས། དེ་<span class=\"milestone page eng \">[page <span class=\"pnum\">179</span>] </span> ནས་ཞང་སྣ་ནམ་སྒྲུབ་ཕུག་ཏུ་གསུང་གཏོར་གནང་བ་བཞིན་པའི་སྐབས་བྱ་རོག་གཅིག་གིས་མཆོད་ཆས་གན་ཏ་ད་ལྟའི་དགོན་ཆགས་ཡུལ་གྱི་རྒྱབ་རིའི་སྟེང་ཁྱེར་སོང་བས་ད་ངའི་དགོན་པ་གནས་འདིར་འདེབས་དགོས་ཡིན་པ་རེད་ཅེས་གསུངས་ཏེ་ཐོག་མར་བྱམས་ཁང་བཞེངས་གནང་མཛད། གནམ་མཚོའི་གཞིས་བདག་རྡོ་རྗེ་གཡུ་སྒྲོན་མས་ཀྱང་ཞང་སྣ་ནམ་ལ་གཡུའི་ཆིབས་སྒ་ཞིག་ཕུལ་གནང་བ་བྱམས་ཁང་གི་ཀ་བའི་འོག་ཏུ་ཡོད་ཅེས་གསུངས། ཞང་སྣ་ནམ་རྡོ་རྗེ་དབང་ཕྱུག་གིས་བྱམས་པ་སྤུན་གསུམ་བཞེངས་གནང་བའི་ནང་བྱམས་པ་དེ་ཁྱད་དུ་འཕགས་པ་སེམས་པ་གསུམ་རྩེག་ཞེས་ཞུ་བས་སེམས་དཔའ་གསུམ་རྩེག་ཞུ་བ་ནི་སྔོན་གནས་དེའི་ལུག་རྫི་ཞིག་ལུག་འཚོ་བར་འགྲོ་སྐབས་ལུ་གུ་ལ་ཞེས་པར་རྡོ་ཕ་བོང་ཞིག་ཡོད་པ་དེར་སླེབས་སྐབས་མ་མོ་ཞིག་གིས་ལུ་གུར་འོ་མ་སྟེར་བའི་ཚུལ་མཐོང་བ་དང་། ཡང་མར་ལོག་ཡོང་དུས་ཀྱང་དེ་ལྟར་མཐོང་བ་ཞང་སྣ་ནམ་ལ་ཞུས་པས་ཞང་གིས་རྡོ་དེ་བཤགས་གནང་བས་དེའི་ནང་ནས་གསེར་གྱི་བྱམས་པ་ཁྲུ་གང་ཙམ་ཞིག་ཐོན་པས་དེ་བྱམས་པའི་གཟུངས་སུ་ཕུལ་བས་གཅིག བྱམས་པ་གཞན་དང་མི་འདྲ་བ་བཞེངས་བཞུགས་པས་གཉིས། བྱམས་པ་བཞེངས་བསྒྲུབས་རྗེས་ཞང་སྣ་ནམ་བྱམས་པར་ཐིམས་པས་གསུམ་བཅས་སེམས་དཔའ་གསུམ་ལྡན་ཞུ་བ་དེ་ལྟར་བྱུང་། གོང་གསལ་ལུང་བསྟན་མཁན་གྱི་ལུག་མ་མོ་དེའི་སྐུ་གདུང་བཞུགས་པའི་མཆོད་རྟེན་ཞིག་བཞེངས་གནང་བ་ལ་མ་མོའི་མཆོད་རྟེན་ཞེས་ཀྱང་ཟེར། དེ་རྗེས་ད་ལྟའི་དགོན་དེ་བཞེངས་གནང་མཛད། སྔོན་འདུ་ཁང་ཀ་བ་སོ་དྲུག་གི་མགོན་ཁང་ནང་གཡུ་སྒྲོན་མ་གཙོ་འཁོར་གསུམ། མགོན་ཆོས་ལྷ་རྣམ། བཀའ་སྲུང་ཡང་དགོན་ཆོས་རྒྱལ་བཅས་ཡོད། ཡང་དགོན་ཆོས་རྒྱལ་ཞེས་པ་ནི། གླང་དར་དུས་ཆོས་བློན་ཁྲང་ཁ་བན་ཆུང་ཞེས་པ་གསོན་པགས་བཤུས་པས་དེ་བཙན་དུ་སྐྱེས་ཏེ་འཕན་པོའི་མདའ་རུ་གནས་ཏེ་སེམས་ཅན་ལ་གནོད་པ་ཆེན་པོ་བསྐྱལ་བས་ཇོ་བོ་རྗེས་དམ་ལ་བཏགས་གནང་ནས་དགོན་དེའི་དཀོར་བདག་ཏུ་བཀོད་ཅེས་གསུངས། འདུ་ཁང་སྦུག་གི་དྲི་<span class=\"milestone page eng \">[page <span class=\"pnum\">180</span>] </span> གཙང་ཁང་ནང་བཀའ་གདམས་མཆོད་རྟེན་ཐོག་སོ་ཉི་ཐོག ལི་མའི་སྨན་བླ་བདེ་གཤེགས་བརྒྱད། དེའི་ཞོགས་སུ་བཀའ་འགྱུར་ལྷ་ཁང་། འདུ་ཁང་ནང་ལི་མའི་ཇོ་བོ་ཤཱཀྱ་མུ་ནི། ཐུགས་རྗེ་ཆེན་པོ་ཕྱག་སྟོང་སྤྱན་སྟོང་སོགས་བཞུགས་སུ་གསོལ་ཡོད། སྔོན་དགེ་འདུན་སུམ་བརྒྱ་སྐོར་གྱིས་དགེ་ལྡན་ཕྱག་བཞེད་མཛད། ལོ་ལྟར་བོད་ཟླ་3ཚེས་8ནས་ཟླ་4ཚེས་15བར་རྒྱུད་སྡེ་བརྒྱད་ཀྱི་སྒྲུབ་ཆོས་ཚུགས། རྒྱུད་སྡེ་བརྒྱད་ཅེས་པ་ནི། སྤྱིར་རྒྱུད་སྡེ་བཞིའི་སྟེང་ཚེ་དཔག་མེད། ཀུན་རིག ཐུགས་རྗེ་ཆེན་པོ། སྨན་བླ་བཅས་བརྒྱད་པོའི་རྡུལ་མཚོན་དཀྱིལ་འཁོར་གྲལ་འགོ་སོ་སོར་ཡོད། བོད་ཟླ་4ཚེས་14.15སོ་སོར་གཙོ་བོ་རྡོ་རྗེ་འཇིགས་བྱེད་དང་མགོན་ཆོས་ཆོས་ལྷ་རྣམ་བཀའ་སྲུང་བཅས་ཀྱི་གར་འཆམ། ཚེས་16ཉིན་གོས་སྐུ་གཤམ་པ་སོགས་གནང་སྲོལ་ཡོད།</p> <p>ད་ལྟ་སྔོན་གྱི་འདུ་ཁང་ཉམས་གསོ་གནང་བའི་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་དང་། ལྡེབས་རིས་རྙིང་མ་མང་པོ་བཅས་མཇལ་རྒྱུ་ཡོད། དགོན་དེར་རྡོ་རིང་ཞིག་ཡོད་པ་དེ་ནི་ཇུན་གར་དམག་དུས་བྱམས་པ་གཏོར་རྩིས་བྱས་ཏེ་དབུ་བཏུམས་ནས་བཞག་པ་ལ་དབུ་སྐྲ་སྐྱེས་པས་ཡ་མཚན་སྐྱེས་ཏེ་དགོན་པ་མ་གཏོར་བ་དང་རྡོ་རིང་དེའང་ཕུལ་ཞེས་ཟེར། ཡང་དགོན་དེ་ནས་རྐང་ཐང་མར་ཆུ་ཚོད་གསུམ་ཙམ་སོང་ན་ཀོ་ཐང་ཞེས་པར་ར་ལུང་དགོན་ལྟག་འོག་ཅེས་བཙུན་དགོན་གཉིས་ཀྱི་རྗེས་ཤུལ་གྱང་གོག་ཡོད་སར་ད་ལྟ་གསར་བཞེངས་མཆོད་རྟེན་ཞིག་མཇལ་རྒྱུ་ཡོད།</p>  "}]}