{"meta":{"domain":"places","kid":"16541","authors":[],"title":"Dongmar Introduction","dates":{"created_at":"2010-08-11 20:45:57 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Dongmar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"DongmarGdong dmar","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>The small stronghold of <span class=\"popular\">Dongmar<\/span><span class=\"scholar\">Gdong dmar<\/span> is divided into upper, middle and lower complexes, all of which are in a very poor state of preservation. The site appears to have had a functional relationship with the defunct agricultural lands located below in the <span class=\"popular\">Chulung Gongma<\/span><span class=\"scholar\">Chu lung gong ma<\/span> valley. There is also a ruined settlement of seven ancient <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> spread out across sandy slopes and benches approximately 300 m to the north (B-45). We might surmise that the political and\/or religious elite of this agricultural enclave inhabited the <span class=\"popular\">Dongmar<\/span><span class=\"scholar\">Gdong dmar<\/span> fortress. The hard to reach stronghold is built in reddish crags that rise 90 m above he valley floor. This siting must have provided the facility with a secure military position. Flanked by sheer rock faces, potential attackers would have faced a formidable challenge from the defenders. The dry-mortar, random-rubble block-work contains stones that are generally 20 cm to 60 cm in length. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to local sources, <span class=\"popular\">Dongmar<\/span><span class=\"scholar\">Gdong dmar<\/span> was an ancient settlement.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Upper structure","index":7,"parent_index":6,"body":" <p>The upper complex measures just 6 m x 2 m to 4 m. Nearly all traces of the superstructures have disappeared, but revetments up to 4 m in height still cling to the crags. The remains of a 1-m to 1.2-m wide stone-lined walkway extend down from the upper complex for a distance of 7 m. The lower sections of this original access-way have been destroyed. <\/p> "},{"title":"Middle structure","index":8,"parent_index":6,"body":" <p>The middle complex is situated on the prow of a spur 15 m below the upper complex. It consists of a single building (6.5 m x 3.3 m) that was constructed against a rock face. Its forward wall is 60 cm thick and 2.7 m in height, 1 m of which is freestanding. The largest stones in the revetment are 80 cm in length. Only fractional footings of the rear wall have survived. These are found on the edge of a rock face.<\/p> "},{"title":"Lower structure","index":9,"parent_index":6,"body":" <p>The lower complex is also a single building, which is situated about 5 m below the middle complex. This structure was also built against a rock face and measures 9.4 m x 2.5 m. The maximum elevation of the forward wall is 3 m, with 2 m of that standing independently.<\/p>  "}]}