{"meta":{"domain":"places","kid":"16827","authors":[],"title":"Rakder Introduction","dates":{"created_at":"2010-08-25 11:13:31 UTC","updated_at":"2010-08-25 11:13:31 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Rakder Introduction"},{"title":"II.2. Superficial structures: Primarily funerary superstructure","index":1,"parent_index":0,"body":" "},{"title":"RakderRag sder","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Rakder</span><span class=\"scholar\">Rag sder</span> </li> <li>Site number: D-114</li> <li>Site typology: II.2b </li> <li>Geographic coordinate (N. lat.): 33º 45.0΄ </li> <li>Geographic coordinate (E. long.): 80º 01.0΄</li> <li>Elevation: 4520 m </li> <li>Administrative location (township):<span class=\"popular\">Domar</span><span class=\"scholar\">Rdo dmar</span> </li> <li>Administrative location (county): <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> </li> <li>Survey expedition: HTWE</li> <li>Survey date: July 7, 2004</li> <li>Contemporary usage: None. </li> <li>Identifiable Buddhist constructions: None. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Rakder</span><span class=\"scholar\">Rag sder</span> is located in an effluent of the <span class=\"popular\">Domar Tsangpo</span><span class=\"scholar\">Rdo dmar gtsang po</span>. The views up (northeast) and down (southwest) the valley from the site are open. The other two directions are closely bound by he ridges that embrace the valley. The terrain is level, sandy and gravelly, and studded with grasses. The <span class=\"popular\">Rakder</span><span class=\"scholar\">Rag sder</span> site consists of a large quadrate funerary enclosure, which is generally aligned in the intermediate directions. This alignment appears to conform o the orientation of the valley. <span class=\"popular\">Rakder</span><span class=\"scholar\">Rag sder</span> is situated in a northern part of <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> that does not appear to have archaic residential structures. Rather, there are a number of rock art sites in this region (I-25, I-26, I-27, I-28), suggesting that it may have been inhabited on a seasonal basis, perhaps during hunting expeditions (some of the local petroglyphs feature hunting compositions). As with the funerary sites of <span class=\"popular\">Reco</span><span class=\"scholar\">Re co</span> (D-91, D-92, D-93, D-94, D-95, D-96), those who built and used <span class=\"popular\">Rakder</span><span class=\"scholar\">Rag sder</span> may have resided in outlying strongholds (such as A-18, A-40, A-107). In any case, the site must have catered to an elite group of ancient society. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>None was collected.</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" <p>Parts of all four perimeter walls of the enclosure (19.2 m x 14.7 m) are intact. This enclosure is elevated 30 cm o 80 cm above the circumjacent terrain. The very substantial, double-course perimeter walls (70 cm to 1.1 m hick) are primarily composed of sandstone slabs laid flat. These variable-length slabs (up to 1 m long) are stacked to create walls that are two to five vertical courses in height (15 cm to 25 cm high). There are also a few slabs laid edgewise in the ground to form the double-course perimeter walls. There is an east-west oriented wall that extends 5 m beyond the west corner of the enclosure. This wall fragment is of an unclear design. There is also a curved wall that extends 5.5 m beyond the south corner of the enclosure. This tail-like wall extension is primarily composed of upright slabs, up to 90 cm in length, which project as much as 45 cm above ground level. The interior of the enclosure is devoid of structural elements, but there are some stones strewn around it. Some stones have been stacked up on the west side of the enclosure. </p> <p>A quadrate enclosure, made up of four upright slabs, is situated 13.8 m northwest of the big enclosure. Although hese four slabs have worn or damaged edges, they still fit together quite closely. The four slabs are 70 cm, 60 cm, 65 cm and 60 cm in length. They project 10 cm to 15 cm above ground level. This structure is liable to have had complementary funerary ritual functions. </p>  "}]}