{"meta":{"domain":"places","kid":"16673","authors":[],"title":"Zhalung Doring Introduction","dates":{"created_at":"2010-08-25 11:10:28 UTC","updated_at":"2010-08-25 11:10:28 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Zhalung Doring Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":"Zhalung DoringZha lung rdo ring","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Zhalung Doring<\/span><span class=\"scholar\">Zha lung rdo ring<\/span>, the site of a pillar erected inside an enclosure, is situated in a fold in a large plain, in the middle of parallel branches of the main road running between the <span class=\"popular\">Nyima<\/span><span class=\"scholar\">Nyi ma<\/span> county seat and points west. As the monument is found in a dip in the plain, the views to the east and west are somewhat circumscribed. On the other hand, the views north and south are quite open. The sandy terrain gently declines owards the east. Unhewn pieces of reddish brown sandstone were used to build the monument. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Enclosure","index":7,"parent_index":6,"body":" <p>The enclosure is aligned in the cardinal directions, and measures 5 m (north-south) x 11.5 m (east-west). The west wall of the enclosure is largely intact, the east partly intact, and small parts of the north and south walls have survived as well. The variable-length (15 cm to 70 cm long) blocks and slabs of the double-course walls (50 cm to 60 cm thick) are level with the ground or elevated a maximum of 15 cm above it. The many stones scattered around the enclosure were probably once part of its construction (the surrounding terrain is largely free from such stones). <\/p> "},{"title":"Pillar","index":8,"parent_index":6,"body":" <p>The single tabular pillar (75 cm [height] x 1.1 m [basal girth]) is fairly well centered between the north and south walls of the enclosure. This pillar is situated 1.4 m from the inner edge of the west wall. The top of the pillar was broken off long ago, as evidenced by the heavy erosion of the fractured surface. <\/p> "},{"title":"Tomb","index":9,"parent_index":6,"body":null}]}