{"meta":{"domain":"places","kid":"22412","authors":[],"title":"སྤྲོ་བ་དགོན།","dates":{"created_at":"2010-08-14 12:30:07 UTC","updated_at":"2010-08-14 12:30:07 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"སྤྲོ་བ་དགོན།"},{"title":"ལྷོ་བྲག་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"སྤྲོ་བ་དགོན།","index":2,"parent_index":1,"body":" <p>མཚན་གཞན་ལ་“སྒྲོ་བ་དགོན་ནམ། བགྲོ་བ་དགོན་”ཞེས་སོགས་མཚན་གྱི་རྣམ་གྲངས་མི་འདྲ་བ་སོ་སོ་མཆིས།</p> <p>ཐིག་ཕྱི་དགོན་ནས་སྤྱི་ལེ་བརྒྱད་ཙམ་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་ཤར་ངོས་སུ་སོང་ན་ལམ་སྟེང་དུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། ཐོག་མར་གནས་དེར་ནམ་མཁའ་རྒྱལ་མཚན་རྟ་མགྲིན་སྒྲུབ་གནང་ནས་བཞུགས་སྐབས་རྟ་སྐད་ལན་གསུམ་བརྒྱབ་ཀྱང་ཡུལ་དེའི་མིས་མ་ཐོས་སྟབས་ཡུལ་དེར་འོན་ལུང་ཞེས་ཀྱང་འདོགས་གནང་མཛད་པས་ད་ལྟའང་མིང་དེ་ལྟར་འབོད་ཀྱི་ཡོད། དུས་དེ་ཙ་ན་<span class=\"milestone page eng \">[page <span class=\"pnum\">125</span>] </span>རྗེ་ཙོང་ཁ་པ་གཉལ་ཙོང་ཁ་ཕུག་དུ་བཞུགས་སྐབས་བླ་མ་ཟབ་མོ་དབུ་མ་ལ་མཁས་པ་ཞིག་དང་མཇལ་བའི་ཐུགས་སྨོན་གནང་བར་མཁའ་འགྲོའི་བརྡ་རུ་“ཁྱོད་འདི་ནས་ལྷོ་བྲག་ཤར་དུ་ཕྱིན་ན་ཚད་ལྡན་གྱི་བླ་མ་མཇལ་བ་ཡོད་”ཅེས་པའི་བརྡ་བྱུང་བས། ནམ་མཁའ་རྒྱལ་མཚན་དབེན་གནས་སྤྲོ་བ་དགོན་དུ་ཕྱག་རྡོར་གྱི་སྒྲུབ་པ་བསྐྱོན་ནས་བཞུགས་ཡོད་པ་ལ་ཕྱི་ཉིན་ཁོང་རྣམ་གཉིས་ཞལ་འཛོམས་ཡོང་བའི་སྔ་ནུབ་ཏུ་ནམ་མཁའ་རྒྱལ་མཚན་ལ་འཇམ་དབྱངས་ཀྱི་མཚན་ལམ་དང་། ཙོང་ཁ་པར་ཕྱག་རྡོར་གྱི་མཚན་ལམ་བྱུང་། ཕྱི་ཉིན་ནམ་མཁའ་རྒྱལ་མཚན་གྱིས་ཉེ་གནས་ལ་དེ་རིང་འགྲུལ་པ་གལ་ཆེན་པོ་ཞིག་ཡོང་བ་ཡོད་པས་ལྟོས་གསུངས་པར། གང་མཚམས་ན་ཉེ་གནས་ཀྱིས་གཞན་སུ་ཞིག་མི་འདུག་ཨ་མདོ་གནས་སྐོར་བ་ཞིག་ཡོང་གི་འདུག་ཅེས་ཞུས་པར་ཡར་གདན་དྲོངས་གསུངས་ནས་ཁོང་རྣམ་གཉིས་ཞལ་འཛོམས་བྱུང་སྐབས་དེར་ནམ་མཁའ་རྒྱལ་མཚན་དགུང་ལོ་བདུན་ཅུ་དང་། ཙོང་ཁ་པ་དགུང་ལོ་སོ་དགུ་ཡིན་པར་གྲགས། དེ་ནས་ནམ་མཁའ་རྒྱལ་མཚན་དང་རྗེ་ཙོང་ཁ་པ་ཆོས་གསུང་རེས་མཛད་པའི་ཚེ་ན་བཞུགས་ཁྲིར་ང་གཉིས་ཀས་བཞུགས་འདོད་མ་གནང་བའི་སྐབས་དེར་ནམ་མཁའ་ནས་“ནམ་མཁའ་རྒྱལ་མཚན་བླ་མའི་ཚུལ་དུ་བཞུགས་དང་། བློ་བཟང་གྲགས་པ་སློབ་མའི་ཚུལ་དུ་བཞུགས་”ཞེས་པའི་སྒྲ་བྱུང་བས་ནམ་མཁའ་རྒྱལ་མཚན་ཞེས་པའི་མཚན་ཡང་དེ་ལྟར་བྱུང་བར་གྲགས། ནམ་མཁའ་རྒྱལ་མཚན་ནི་རྗེ་ཙོང་ཁ་པའི་དབུ་བླ་ཐུན་མོང་མ་ཡིན་པ་བཞིའི་མཆོག་གཅིག་ཡིན་གསུངས། དེ་ནས་རྗེ་ཙོང་ཁ་པར་ཟབ་མོ་དབུ་མའི་ལྟ་བ་འཁྲུངས། ཉི་མ་ཤར་བ་དང་དུས་མཚུངས་ཤར་རི་ནས་སངས་རྒྱས་སྟོང་གི་ཞལ་གཟིགས་བྱུང་བས་སྟོང་རི་ཉི་ཤར་ཞེས་པའང་དེ་ནས་བྱུང་། བླ་སློབ་གཉིས་ཐུག་ཤིན་ཏུ་སྤྲོ་བས་“སྤྲོ་བ་དགོན་”དང་། ཡང་བཀའ་གདམས་དང་། ཕྱག་ན་རྡོ་རྗེའི་ཆོས་སྐོར་བགྲོ་གླེང་མཛད་པས་“བགྲོ་བ་དགོན་”སོགས་གསུང་སྲོལ་ལྟར་འབྲི་སྲོལ་ཡང་མི་འདྲ། དེ་ནས་ཙོང་ཁ་པས་ད་ངའི་དགོན་པ་གང་དུ་བཏབ་ན་<span class=\"milestone page eng \">[page <span class=\"pnum\">126</span>] </span>ལེགས་སམ་ཞུས་པར། ཁྱོད་ཀྱི་དགོན་པ་འབྲོག་དགའ་ལྡན་ཞེས་པར་ཐོབས་གསུངས། ཆོས་ཇི་འདྲ་བ་ཞིག་སྤེལ་དགོས་སམ་ཞེས་ཞུས་པར། ཁྱོད་སྒེར་ལུགས་ཤིག་བགྱིས་གསུངས་པས་“དགེ་ལུགས་”ཞེས་པ་དེ་“སྒེར་ལུགས་”ཞེས་པའི་སྒྲ་ལས་བྱུང་གསུངས། ཡང་དགེ་ལུགས་ཞེས་པ་ནི། དགའ་ལྡན་པ་ཞེས་པ་ལས་བྱུང་ཞིང་། དགའ་ལྡན་ཞེས་འབོད་ན་བརྗོད་ལ་མི་བདེ་བས་“དགེ་ལུགས་”ཞེས་འབོད་ཅེས་སོགས་གསུངས་ཚུལ་མི་འདྲ། ངའི་དགོན་པ་བཏབ་ཚར་རྗེས་རབ་གནས་སུ་ཕེབས་པར་ཞུ་ཞུས་པར་ཞལ་བགྱིས་བཞེས། འོན་ཀྱང་དགའ་ལྡན་དགོན་པ་ཕྱག་བཏབ་བསྒྲུབས་རྗེས་རབ་གནས་གནང་བར་ཉེ་བའི་དུས་ནམ་མཁའ་རྒྱལ་མཚན་སྙུན་ཏེ་ཕེབས་མ་ཐུབ་པར་སྟོང་རི་ཉི་ཤར་སྟེང་ནས་རབ་གནས་གནང་རྒྱུ་དང་། དེ་ཉིན་དགའ་ལྡན་གྱི་སྒོ་དང་སྒེའུ་ཁུང་ཕྱེ་རྒྱུ་གནང་བར་ཚེས་གྲངས་དུས་བཀག་གནང་བ་ནོར་སྟབས་སྒོ་དང་སྒེའུ་ཁུང་ཕྱེ་རྒྱུ་མ་བྱུང་བས་ཕྱག་ནས་སྐོར་ལམ་དུ་ཐོར་བའི་རང་བྱོན་ཡང་མཇལ་རྒྱུ་ཡོད་ཅེས་གསུངས། སྔོན་དགོན་དེར་རྡོ་ནག་ལ་རྡོ་དཀར་གྱི་མ་ཎིའི་རང་བྱོན་ངོ་མཚར་ཅན་དང་། ཤུད་པོ་དཔལ་སེང་གི་སྐུ་དམར་གདུང་བཞུགས་པའི་གདུང་རྟེན། ནམ་མཁའ་རྒྱལ་མཚན་གྱི་སྒྲུབ་ཕུག་ནང་མཁའ་འགྲོའི་གསང་ལམ་མཇལ་རྒྱུ་ཡོད་པ་དང་། དེའི་ནང་བསངས་བཏང་ན་ཉིན་བདུན་སོང་མཚམས་སྟོང་རི་ཉི་ཤར་གྱི་རྩེ་ནས་དུ་བ་ཐོན་ཟེར།</p> <p>ད་ལྟ་གསར་བཞེངས་འདུ་ཁང་དང་སྒྲུབ་ཕུག་ནང་གསར་བཞེངས་གུ་རུའི་སྐུ་བརྙན་དང་། མ་ཎིའི་རང་བྱོན། ཤུད་བུ་དཔལ་གྱི་སེང་གེའི་གདུང་རྟེན། ནམ་མཁའ་རྒྱལ་མཚན་དང་རྗེ་ཙོང་ཁ་པའི་བཞུགས་ཁྲི་སོགས་མཇལ་རྒྱུ་ཡོད།</p> <p>ཡང་དགོན་དེ་ནས་དངོས་ཤོས་ཞེས་པའི་ནང་རྐང་ཐང་མར་ཆུ་ཚོད་གཅིག་ལྷག་ཙམ་སོང་ན་བསམ་གྲུབ་གླིང་ཞེས་པའི་དགོན་ཞིག་ཀྱང་མཇལ་རྒྱུ་ཡོད།</p>  "}]}