{"meta":{"authors":[{"id":"24","fullname":"Gray Tuttle"},{"id":"24","fullname":"Gray Tuttle"}],"title":"An Introduction to Gyelrong","dates":{"created_at":"2011-03-25 11:27:46 UTC","updated_at":"2012-03-12 15:21:53 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p style=\"text-indent: 0.5in; margin-bottom: 0in;\">Like other Tibetan cultural-linguistic regions, the <span class=\"place\" title=\"F15376\">Gyelrong </span>(<em>rgyal rong</em>) region might be best defined by the original extent of a set of four related <span class=\"place\" title=\"F15376\">Gyelrong </span>languages, which some have argued is an entirely different language family than Tibetan. Whatever the case may be, these four languages are farther removed from Central Tibetan than either <span class=\"place\" title=\"F5225\">Kham </span>(<em>khams</em>) or <span class=\"place\" title=\"F15348\">Amdo </span>(<em>a mdo</em>) languages, though they are clearly closely related to the other main Tibetan languages. For example, from a set of a thousand basic words in Tibetan, almost 75% were shared with other Tibetan languages. Gyelrongwas (<em>rgyal rong ba</em>, people from <span class=\"place\" title=\"F15376\">Gyelrong</span>) currently speak a range of different languages, including <span class=\"place\" title=\"F15376\">Gyelrong</span>, <span class=\"place\" title=\"F5225\">Kham </span>Tibetan, <span class=\"place\" title=\"F15348\">Amdo </span>Tibetan, and <span class=\"place\" title=\"F428\">Sichuan </span>Chinese, which tends to serve as a common language now. This linguistic range also represents the ethnic composition of the region, with <span class=\"place\" title=\"F15348\">Amdo </span>and <span class=\"place\" title=\"F5225\">Kham </span>Tibetans, Han Chinese (some residents since the 18th century military colonies were established) and the Qiang people (mostly to the southeast part of <span class=\"place\" title=\"F1063\">Ngawa Prefecture</span> [<em>rnga ba bod rigs cha'ang rigs rang skyong khul</em>]) bordering and intermixing with the Gyelrongwa. Despite obvious linguistic differences, Gyelrongwas are lumped together with Tibetans by the Chinese state&rsquo;s ethnic classification, largely because they share cultural features with the Tibetans. For this reason, it is difficult to find an accurate count of the number of <span class=\"place\" title=\"F15376\">Gyelrong </span>people, but their numbers probably run into the hundreds of thousands.</p>\n<p style=\"text-indent: 0.5in; margin-bottom: 0in;\">The name <span class=\"place\" title=\"F15376\">Gyelmo Rong</span> (<em>rgyal mo rong</em>) can be translated as Valley of the Queen, or &ldquo;Queendom,&rdquo; which hints at the significant history of the region having been ruled by women. The region is famous in Chinese historical literature and now popular culture as the &ldquo;N&uuml;guo&rdquo; or &ldquo;country (ruled by) women.&rdquo; &ldquo;Gyelmo Rong&rdquo; is the abbreviation of &ldquo;shar gyelmo tsawa rong&rdquo; (<em>shar rgyal mo tsha ba rong</em>),<em> </em>meaning &ldquo;The Hot Valley of the Queen in the East.&rdquo; <span class=\"place\" title=\"F15376\">Gyelrong </span>is simply an abbreviation of this longer name, though it could also be translated as &ldquo;Valley of the Kings,&rdquo; which would be appropriate now given the eighteen kingdoms in the region. Finally, the term <span class=\"place\" title=\"F15376\">Gyarong </span>(<em>rgya rong</em>), which could be translated as &ldquo;Chinese valley,&rdquo; has sometimes been used to describe this region, but this seems to be a misnomer. Since the region is best known as <span class=\"place\" title=\"F15376\">Gyelrong</span>, that is the term that will be used in this short essay.</p>\n<p style=\"text-indent: 0.5in; margin-bottom: 0in;\">One way of defining the <span class=\"place\" title=\"F15376\">Gyelrong </span>region is by its past political history, namely by reference to the territory of the eighteen kingdoms of Gyelrong. The <span class=\"place\" title=\"23653\">Chakla </span>King (<em>lcags la rgyal po</em>,<em> </em>Mingzheng tusi) with his capital in <span class=\"place\" title=\"F5229\">Dartsendo </span>(<em>dar rtse mdo</em>, Kangding) was at one time the most powerful and ruled the largest territory, especially after the Central Tibetan government and military was driven out of the region in 1700 until the rise of the <span class=\"place\" title=\"F23690\">Rapten/Chuchen</span> (<em>rab brtan/ chu chen</em>, Jinchuan) kingdom in the mid-1700s. In the early 18th century the <span class=\"place\" title=\"F23653\">Chakla </span>kingdom&rsquo;s territory covered most of southern and western <span class=\"place\" title=\"F15376\">Gyelrong</span>: all of present county of <span class=\"place\" title=\"F1083\">Gyezur </span>(<em>brgyad zur</em>, Jiulong), and parts of <span class=\"place\" title=\"F5229\">Dartsendo</span>, <span class=\"place\" title=\"F23742\">Tau </span>(<em>rta'u</em>, Daofu), <span class=\"place\" title=\"F23665\">Nyachukha </span>(<em>nya chu kha</em>, Yajiang), and <span class=\"place\" title=\"F1082\">Rongdrak </span>(<em>rong brag</em>, Danba) counties. The other historically important kingdoms were located in the northern part of <span class=\"place\" title=\"F15376\">Gyelrong </span>and include <span class=\"place\" title=\"F23693\">Tsenlha </span>(<em>btsan lha</em>, Xiaojin), <span class=\"place\" title=\"F23689\">Trokyap </span>(<em>khro skyabs</em>), and <span class=\"place\" title=\"F23690\">Rapten/Chuchen</span>, southeast of <span class=\"place\" title=\"F1074\">Dzamtang </span>(<em>'dzam thang</em>). The other minor kingdoms were <span class=\"place\" title=\"F23684\">Gotang </span>(<em>mgo thang</em>), <span class=\"place\" title=\"F23685\">Gom&eacute; </span>(<em>mgo smad</em>), and <span class=\"place\" title=\"F23686\">Got&ouml; </span>(<em>mgo stod</em>) east of <span class=\"place\" title=\"F5229\">Dartsendo</span>; <span class=\"place\" title=\"F23681\">Drakteng </span>(<em>brag steng</em>), <span class=\"place\" title=\"F23682\">Pawang </span>(<em>dpa' dbang</em>), <span class=\"place\" title=\"F23683\">Geshitsa </span>(<em>dge shis tsa</em>), <span class=\"place\" title=\"F23691\">Gyelkha </span>(<em>rgyal mkha</em>), <span class=\"place\" title=\"F23692\">Okzhi </span>(<em>'og gzhi</em>), <span class=\"place\" title=\"F23694\">Lunggu </span>(<em>lung dgu</em>, Wenchuan), and <span class=\"place\" title=\"F23695\">Muchi </span>(<em>mu phyi</em>)<em> </em>in the center of the <span class=\"place\" title=\"F15376\">Gyelrong </span>region; and <span class=\"place\" title=\"F23696\">Somo </span>(<em>so mo</em>), <span class=\"place\" title=\"F23697\">Chokts&eacute; </span>(<em>cog tse</em>), <span class=\"place\" title=\"F23698\">Dzingak </span>(<em>rdzi 'gag</em>), and <span class=\"place\" title=\"F23699\">Tenpa </span>(<em>bstan pa</em>) in the northeastern part of <span class=\"place\" title=\"F15376\">Gyelrong</span>, referred to as as the Four Tusi (<em>thu'u si</em>, Situ, <span style=\"font-family: Arial Unicode MS;\">四土</span>), in present day <span class=\"place\" title=\"F5225\">Barkham </span>(<em>'bar khams</em>, Ma&rsquo;erkang).  As a result of frequent fighting between a number of rival kingdoms, <span class=\"place\" title=\"F15376\">Gyelrong </span>is famous for its distinctive architecture of dramatic stone towers in a wide variety of shapes and sizes.</p>\n<p style=\"text-indent: 0.5in; margin-bottom: 0in;\">In terms of the modern administrative units that include parts of the <span class=\"place\" title=\"F15376\"><span class=\"place\" title=\"F15376\">Gyelrong </span></span>region, they are located in the most eastern and southeastern parts of <span class=\"place\" title=\"F1079\">Kandz&eacute; Prefecture</span> (<em>dkar mdzes bod rigs rang skyong khul</em>) and the most south and eastern parts of <span class=\"place\" title=\"F1063\">Ngawa Prefecture</span>. In <span class=\"place\" title=\"F1079\">Kandz&eacute; Prefecture</span>: parts of <span class=\"place\" title=\"F5229\">Dartsendo</span>, <span class=\"place\" title=\"F1085\">Tau</span>, <span class=\"place\" title=\"F1084\">Nyakchukha</span>, and all of <span class=\"place\" title=\"F1082\">Rongdrak</span>, <span class=\"place\" title=\"F1081\">Chakzam </span>(<em>lcag zam</em>, Luding) and <span class=\"place\" title=\"F1083\">Gyezur </span>counties, though <span class=\"place\" title=\"F1081\">Chakzam</span> has become so Sinified that its historic connection to <span class=\"place\" title=\"F15376\">Gyelrong </span>is mostly forgotten and <span class=\"place\" title=\"1083\">Gyezur </span>is now thought of as more a part of <span class=\"place\" title=\"F5225\">Kham</span>. In <span class=\"place\" title=\"F1063\">Ngawa Prefecture</span>: <span class=\"place\" title=\"F1070\">Rapten/Chuchen</span>, <span class=\"place\" title=\"F1071\">Tsenlha</span>, and <span class=\"place\" title=\"F1072\">Barkham </span>counties, and parts of <span class=\"place\" title=\"F1064\">Lunggu/Tritsang</span>, <span class=\"place\" title=\"F1065\">Trashiling </span>(<em>bkra shis gling</em>, Li), and <span class=\"place\" title=\"F1072\">Trochu </span>(<em>khro chu</em>, Heishui) counties, though in these latter two kingdoms the <span class=\"place\" title=\"F15376\">Gyelrong </span>kings ruled over substantial populations of Qiang people and Amdowas (<em>a mdo ba</em>), respectively. The current division of the <span class=\"place\" title=\"F15376\">Gyelrong </span>between these two Tibetan autonomous prefectures may have something to do with the orientation of these regions toward <span class=\"place\" title=\"F5225\">Kham </span>and <span class=\"place\" title=\"F15348\">Amdo</span>, respectively, as well as geographic features, such as the mountain range that divides <span class=\"place\" title=\"F5225\">Kham</span> from <span class=\"place\" title=\"F15376\">Gyelrong </span>along the <span class=\"place\" title=\"F1063\">Ngawa</span>/<span class=\"place\" title=\"F1079\">Kandz&eacute; </span>boundary. To get a sense of the greatest extent of political territory under the rule of <span class=\"place\" title=\"F15376\">Gyelrong </span>kingdoms in history, see this link (in the case of the eastern and western-most counties, only parts of them were included): <span style=\"color: #0000ff;\"><span style=\"text-decoration: underline;\"><strong><a class=\"western\" href=\"http://www.thlib.org/places/maps/interactive/#fid:1071,1064,1067,1065,1072,1083,1080,1082,1084,1085,1073,1070,1081;bounds:10387928,2746841,12853481,4092133;language:roman.popular\">contemporary map of counties that comprise Gyelrong cultural region.</a></strong></span></span></p>\n<p style=\"text-indent: 0.5in; margin-bottom: 0in;\">Because parts of the historic <span class=\"place\" title=\"F15376\">Gyelrong </span>kingdoms and current administrative divisions overlap so much with parts of <span class=\"place\" title=\"F5225\">Kham </span>and <span class=\"place\" title=\"F15348\">Amdo</span>, <span class=\"place\" title=\"F15376\">Gyelrong </span>or parts of <span class=\"place\" title=\"F15376\">Gyelrong</span> are sometimes included in some overviews of <span class=\"place\" title=\"F5225\">Kham </span>and <span class=\"place\" title=\"F15348\">Amdo</span>. For instance, <span class=\"place\" title=\"F15360\">Dartsendo </span>is currently thought of as being part of <span class=\"place\" title=\"F5225\">Kham</span>, and there is little discussion or memory that the <span class=\"place\" title=\"F23653\">Chakla Kingdom</span> was a central part of <span class=\"place\" title=\"F15376\">Gyelrong </span>in such contexts. Yet the <span class=\"place\" title=\"F15360\">Dartsendo </span>region retained important elements of <span class=\"place\" title=\"F15376\">Gyelrong </span>identity into the late 20th century at least. Likewise, all of <span class=\"place\" title=\"F1063\">Ngawa Prefecture</span>, including <span class=\"place\" title=\"F15376\">Gyelrong </span>counties, is often included in surveys of <span class=\"place\" title=\"F15348\">Amdo</span>, starting back at least as early as the nineteenth century, when Brakgonpa (<em>brag dgon pa</em>) wrote his <span class=\"tibtext\" title=\"Type ID here\">Ocean Annals</span> ([<em>deb ther rgya mtsho</em>] often erroneously called the <span class=\"tibtext\" title=\"Type ID here\">Amdo Dharma History</span> [<em>a mdo/mdo smad chos 'byung</em>]). This inclusion in <span class=\"place\" title=\"Type ID here\">Amdo </span>may be related to the efforts of some Gelukpa (<span class=\"tibetan\" title=\"Type ID here\"><em>dge lugs pa</em></span>)<em> </em>monks, with Qing imperial support, to convert the B&ouml;npo (<span class=\"tibetan\" title=\"Type ID here\"><em>bon po</em></span>) monasteries and populace of northern <span class=\"place\" title=\"F15376\">Gyelrong </span>after the Jinchuan wars of the 18th century.</p>\n<p style=\"text-indent: 0.5in; margin-bottom: 0in;\">In terms of environment features, <span class=\"place\" title=\"F15376\">Gyelrong </span>is marked by steep wooded mountains and river valleys, some sections of which are narrow gorges. The most famous mountain, and a prominent B&ouml;n and Buddhist pilgrimage site, is <span class=\"place\" title=\"Type ID here\">Mount Murdo</span> (<em>dmu rdo</em>) (4820 m). A single 120 mile long river basin is at the core of the <span class=\"place\" title=\"F15376\">Gyelrong </span>region, though the main stem and its tributary rivers are known by many names as the river flows from north to south. The central section of the <span class=\"place\" title=\"F8257\"><span class=\"place\" title=\"Type ID here\">Da Jinchuan River</span></span> (Great Gold Stream) is known in Tibetan as <span class=\"place\" title=\"Type ID here\">Chuchen </span>(<em>chu chen</em>, Big River), while its eastern tributary the <span class=\"place\" title=\"Type ID here\">Tsen River</span> (<em>bstan</em>)<em> </em>is known in Chinese as the <span class=\"place\" title=\"Type ID here\">Xiao Jinchuan </span>(Small Gold Stream). Where these two rivers meet (at the seat of <span class=\"place\" title=\"F1082\">Rongdrak </span>county), the confluence of them forms the <span class=\"place\" title=\"F8281\">Gyelmo Ngulchu River</span> (<em>rgyal mo rngul chu</em>,<em> </em>Daduhe), which flows into the <span class=\"place\" title=\"F8282\">Min River</span> (<em>min chu</em>, Minjiang) south of <span class=\"place\" title=\"F5235\">Chengdu</span>. The upper part of the <span class=\"place\" title=\"F8282\">Min River</span> is found on the eastern edges of <span class=\"place\" title=\"F15376\">Gyelrong</span>.</p>\n<p style=\"text-indent: 0.5in; margin-bottom: 0in;\">In terms of religious history, not much has been written about <span class=\"place\" title=\"F15376\">Gyelrong </span>religion in English.  During the Tibetan imperial period, Vairocana was said to have been exiled in the <span class=\"place\" title=\"F15376\">Gyelrong </span>region. Northern <span class=\"place\" title=\"F15376\">Gyelrong </span>is also famous as a stronghold of the B&ouml;n tradition. This may partially explain why northern <span class=\"place\" title=\"F15376\">Gyelrong </span>is attached to <span class=\"place\" title=\"F1063\">Ngawa Prefecture</span>, as the <span class=\"place\" title=\"F23348\">Nangzhik monastery</span> (<em>snang zhig dgon</em>) of the <span class=\"place\" title=\"F1063\">Ngawa </span>grasslands and the B&ouml;n monasteries of <span class=\"place\" title=\"F23616\">Sharkhok </span>(<em>shar khog</em>, Songpan) created natural cultural links to the northern <span class=\"place\" title=\"F15376\">Gyelrong </span>region. The most important B&ouml;n monastery in the region was the <span class=\"place\" title=\"F23253\">Yungdrung Lhanding Monastery</span> (<em>g.yung drung lha lding dgon</em>) in <span class=\"place\" title=\"F1070\">Rabten/Chuchen</span>. During the Ming there was a B&ouml;n monastery in the <span class=\"place\" title=\"F23694\">Lunggu kingdom</span> (just north of the <span class=\"place\" title=\"Type ID here\">Wolong</span> nature preserve) called <span class=\"place\" title=\"Type ID here\">Jiakewa </span>in Ming (Tibetan unknown, but this may be the temple known as <span class=\"place\" title=\"F23391\">Jinbo Si</span> in <span class=\"place\" title=\"F15493\">Chaopo </span>township of <span class=\"place\" title=\"1064\">Lunggu</span>/<span class=\"place\" title=\"Type ID here\">Tritsang </span>county) that, along with its subsidiary monasteries, was the home institution to nearly 5,000 monks. There were also important monasteries in <span class=\"place\" title=\"F23693\">Tsenlha</span>, <span class=\"place\" title=\"F1073\">Barkham</span>, <span class=\"place\" title=\"Type ID here\">Drati </span>(<em>sbra ti)</em>, <span class=\"place\" title=\"F23689\">Trokyap </span>(<em>khro skyabs</em>) and <span class=\"place\" title=\"F23697\">Chokts&eacute;</span>. Finally, the northernmost kingdoms were closely connected to <span class=\"place\" title=\"F23348\">Nangzhik Monastery</span> in <span class=\"place\" title=\"F1075\">Ngawa</span>. In 1730 the New B&ouml;n tradition was introduced into the region by Sanggy&eacute; Lingpa (<em>sangs rgyas gling pa</em>) and Kundrol Drakpa (<em>kun bkrol brag pa</em>). This tradition is outside the mainstream B&ouml;n tradition partially because of its embrace Nyingma (<em>rnying ma</em>)<em> </em>treasure cycles and the associated narratives of Padmasambhava. The region also played an important role in the printing of B&ouml;n religious texts. During the Ming dynasty, a set of 100 B&ouml;n texts was printed in the <span class=\"place\" title=\"F23694\">Lunggu kingdom</span>. In 1751 the <span class=\"tibtext\" title=\"Type ID here\">B&ouml;n Kanjur</span> (<em>bon bka' 'gyur</em>) of 281 volumes was printed by the Trochen King (<em>khro chen rgyal po</em>) K&uuml;nga Norbu (<em>kun dga' nor bu</em>) to fulfill the intentions of the previous Trochen King Tseten Peljor (<em>tshe bstan dpal 'byor</em>). In 1764 and 1766 respectively, the Rapten and Trochen Kings sponsored the printings of a sixteen volume B&ouml;n version of the <span class=\"tibtext\" title=\"Type ID here\">Praj<span style=\"font-family: Times IndUni;\">&ntilde;</span><span style=\"font-family: Times New Roman,serif;\">ā</span>p<span style=\"font-family: Times New Roman,serif;\">ā</span>ramit<span style=\"font-family: Times New Roman,serif;\">ā</span></span>, called the <span class=\"tibtext\" title=\"Type ID here\">Khamchen</span> (<em>kham chen</em>), to which the family lineages (Dungrap, <span class=\"tibetan\" title=\"Type ID here\"><em>gdung rabs</em></span>) of two of the religious kings were attached.</p>\n<p style=\"text-indent: 0.5in; margin-bottom: 0in;\">In terms of political history, aside from these two family lineages <span class=\"place\" title=\"F15376\">Gyelrong </span>is best studied from the Chinese sources, which record contact with leading lamas from the area from the Ming dynasty as well as major wars with the Qing dynasty. From the early 15th to the middle of the 17th century the local rulers, who were mostly high lamas, participated in tributary relations with the Ming court. These monks were often actively involved in military disputes, at first with rival Tibetan groups, but by the 18th century with the Qing state itself. Both Qing wars in the <span class=\"place\" title=\"23690\">Jinchuan </span>regions were waged to keep two B&ouml;n monk-rulers (entitled shaluoben in Chinese sources; Lopp&ouml;n<em> </em>(<span class=\"tibetan\" title=\"Type ID here\"><em>slop dpon</em></span>) in Tibetan, a title often given to the reigning king&rsquo;s younger brother, who was often a monk) from expanding their power and enlarging their kingdoms (based in <span class=\"place\" title=\"F23690\">Chuchen </span>and <span class=\"place\" title=\"F23693\">Tsenlha</span>) at the expense of other <span class=\"place\" title=\"F15376\">Gyelrong </span>kingdoms. The first Jinchuan war was fought from 1747-1749. The second Jinchuan war was waged between 1771-1776. The first Jinchuan campaign employed 200,000 laborers to support the military campaign, while the second employed over 400,000 laborers. The second Jinchuan campaign cost the Qing court 61 million taels, and involved almost 130,000 troops. Given that a Qing soldier or military laborer was considered well paid at the rate of two taels a month, this gives some sense of the cost of suppressing the <span class=\"place\" title=\"Type ID here\">Gyelrong </span>region. In 1772 there was a token effort at forced conversion of B&ouml;npo monasteries to the Gelukpa tradition but the Qianlong emperor&rsquo;s support was only token, and he actually did not allow the Gelukpa the freedom to convert or proselytize in this region at the conclusion of the war. Instead, many monasteries were made into barracks for Qing troops. From the current strength of the B&ouml;n tradition in this area, the Gelukpa clearly did not make significant inroads during the Qing period.</p>\n<p style=\"text-indent: 0.5in; margin-bottom: 0in;\">Gray Tuttle, with assistance from Gyelrongwas: Dareji (Yinhong) and Tenzin Jinba</p>\n","title":"An Introduction to Gyelrong"},{"title":"Sources","index":1,"parent_index":0,"body":"\n<p style=\"text-indent: 0.5in; margin-bottom: 0in;\">Greatrex, Roger. &ldquo;A Brief Introduction to the First Jinchuan War (1747-1749).&rdquo; In <em>Tibetan Studies: Proceedings of the 6th Seminar of the IATS Fagernes 1992</em>, 1 vol. ed. Per Kv&aelig;rne (Oslo: The Institute for Comparative Research in Human Culture, 1994), 247-63.</p>\n<p style=\"text-indent: 0.5in; margin-bottom: 0in;\">&mdash;&mdash;&mdash;. &ldquo;Bonpo Tribute Missions to the Imperial Court (1400-1665).&rdquo; In <em>Tibetan Studies II: Proceedings of the 7th Seminar of the International Association for Tibetan Studies, Graz 1995</em>, edited by Ernst Steinkellner, et al., 327-35. <span lang=\"sv-SE\">Vienna: Verlag der &Ouml;sterreichischen Akademie der Wissenschaften, 1997.</span></p>\n<p style=\"text-indent: 0.5in; margin-bottom: 0in;\"><span lang=\"sv-SE\">Waley-Cohen, Joanna. </span>&ldquo;Religion, War and Empire-Building in Eighteenth-Century China.\" <em>International History Review</em> (special issue on Manchu imperialism) XX.3 (June, 1998): 336-52.</p>\n<p style=\"text-indent: 0.5in; margin-bottom: 0in;\">Karmay, Samten G. &ldquo;The Cult of Mount Murdo in Gyalrong.&rdquo; <em>Kailash</em> 18, nos. 1-2 (1996): 1-16.</p>\n<p style=\"text-indent: 0.5in; margin-bottom: 0in;\">&mdash;&mdash;&mdash;.  &ldquo;The Decree of the King of Khro-chen.&rdquo; <em>Acta Orientali</em> 51 (1990): 141-59.</p>\n<p style=\"text-indent: 0.5in; margin-bottom: 0in;\">&mdash;&mdash;&mdash;. <em>Feast of the Morning Light: The Eighteenth Century Wood-Engravings of Shenrab's Life-Stories and the Bon Canon from Gyalrong</em>. Osaka: National Museum of Ethnology, 2005.</p>\n<p style=\"text-indent: 0.5in; margin-bottom: 0in;\">Mansier, Patrick. &ldquo;La guerre du Jinchuan (Rgyal rong): son contexte politico-religieux&rdquo; [The Jinchuan (Rgyal rong) War: Its Politico-Religious Context]. <span lang=\"sv-SE\"><em>Tibet: Civilisation et soci&eacute;t&eacute;</em>, edited by Fernand Meyer (Paris: &Eacute;ditions de la Fondation Singer-Polignac: &Eacute;ditions de la Maison des Sciences de l'Homme, 1990), 125-42.</span></p>\n<p style=\"text-indent: 0.5in; margin-bottom: 0in;\"><span lang=\"sv-SE\">Martin, Dan. </span>&ldquo;Bonpo Canons and Jesuit Cannons: On Sectarian Factors Involved in the Ch&rsquo;ien Lung Emperor&rsquo;s Second Gold Stream Expedition of 1771 to 1776 Based Primarily on Some Tibetan Sources.&rdquo; <em>The Tibet Journal</em> (Dharamsala) 15, no. 2 (Summer 1990): 3-28. Revised version.</p>\n<p style=\"text-indent: 0.5in; margin-bottom: 0in;\">Jinba Danzeng [Tenzin Jinba]. &ldquo;In the heartland of the Eastern Queendom: Marginalities and identities on the Han-Tibetan border.&rdquo; Ph.D. diss., Boston University, 2010.</p>\n<p style=\"text-indent: 0.5in; margin-bottom: 0in;\">Yudru Tsomu. &ldquo;Local aspirations and national constraints: A Case Study of Nyarong Gonpo Namgyel and His Rise to Power in Kham (1836--1865).&rdquo; Ph.D. diss., Harvard University, 2006.</p>\n<p style=\"text-indent: 0.5in; margin-bottom: 0in;\">Yingcong Dai. <em>The Sichuan Frontier and Tibet: Imperial Strategy in the Early Qing</em>. Seattle: University of Washington Press. 2009.</p>"}]}