{"meta":{"domain":"places","kid":"16677","authors":[],"title":"Nyönpa Lhé Doring Introduction","dates":{"created_at":"2010-08-25 11:10:33 UTC","updated_at":"2011-02-17 13:33:53 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Nyönpa Lhé Doring Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":"Nyönpa Lhé DoringSmyon pa lhas rdo ring","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Nyönpa Lhé Doring</span><span class=\"scholar\">Smyon pa lhas rdo ring</span> </li> <li>English equivalent: Crazy Corral Long-stones</li> <li>Site number: C-104</li> <li>Site typology: II.1b, II.2x </li> <li>Geographic coordinate (N. lat.): 31º 06.7΄ </li> <li>Geographic coordinate (E. long.): 80º 33.2΄ </li> <li>Elevation: 4300 m </li> <li>Administrative location (township): <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span> </li> <li>Administrative location (county): <span class=\"popular\">Tsada</span><span class=\"scholar\">Rtsa mda’</span> </li> <li>Survey expedition: SSI</li> <li>Survey date: September 2, 2001</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p><span class=\"popular\">Nyönpa Lhé Doring</span><span class=\"scholar\">Smyon pa lhas rdo ring</span> is named after a seasonal <span class=\"popular emph\">drokpa</span><span class=\"scholar emph\">’brog pa</span> encampment located in the vicinity, <span class=\"popular\">Nyönpa Lhé</span><span class=\"scholar\">Smyon pa lhas</span>. Another proximate encampment is called <span class=\"popular\">Marcha Lachen</span><span class=\"scholar\">Smar ca la can</span> (sp.?). The site is also simply called <span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span>. <span class=\"popular\">Nyönpa Lhé Doring</span><span class=\"scholar\">Smyon pa lhas rdo ring</span> is located well above the right bank of the <span class=\"popular\">Langchen Tsangpo</span><span class=\"scholar\">Glang chen gtsang po</span>. The moderately sloping terrain has a sparse covering of grass and stones. The celebrated holy mountain <span class=\"popular\">Gangkar Tisé</span><span class=\"scholar\">Gangs dkar ti se</span> is visible from the site (it is situated 75 km due east). It could not be determined whether, gangs dkar ti se, being in eyeshot of <span class=\"popular\">Nyönpa Lhé Doring</span><span class=\"scholar\">Smyon pa lhas rdo ring</span> was an accident of geography or a deliberate geomantic calculation on the part of the builders. The geographic position of <span class=\"popular\">Nyönpa Lhé Doring</span><span class=\"scholar\">Smyon pa lhas rdo ring</span> demonstrates that the enclosed pillar typology extended all the way to the southwest corner of Tibet. There are also several outlying structures at <span class=\"popular\">Nyönpa Lhé Doring</span><span class=\"scholar\">Smyon pa lhas rdo ring</span>of significant proportions, which are probably funerary in nature.</p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>The elders of <span class=\"popular\">Khyunglung</span><span class=\"scholar\">Khyung lung</span> village refer to <span class=\"popular\">Nyönpa Lhé Doring</span><span class=\"scholar\">Smyon pa lhas rdo ring</span> as a <span class=\"popular emph\">sipé doring</span><span class=\"scholar emph\">srid pa’i rdo ring</span>. They believe it magically grew in the beginning of existence at its present position.</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Enclosure","index":7,"parent_index":6,"body":" <p>The enclosure is highly fragmentary and obscured by loose stones, some of which seem to have been integrated into it at one time. The enclosure appears to have been oriented to the intermediate points, and approximately measures 5.5 m (southwest-northeast) x 3.5 m (northwest-southeast). Although three of the enclosing walls are highly dissolute, more than 50 percent of the northwest wall is intact, allowing for an assessment of its design characteristics. This double-course wall (45 cm to 60 cm thick) is composed of variable-length (35 cm to 65 cm) beige and tan-colored slabs and blocks. The northwest wall is dominated by stones set into the ground edgewise, which project 10 cm to 25 cm above ground level. Some stones were also laid flat.</p> "},{"title":"Pillars","index":8,"parent_index":6,"body":" <p>The main pillar is firmly rooted near the inner edge of the southwest wall, and is well centered in the enclosure. This tabular pillar is 2 m in height, 30 cm to 35 cm wide and 11 cm to 20 cm thick. Its broad sides are oriented to the southeast and northwest. A 1.2-m long, 50-cm wide sliver has been cleaved off the northeast side of the pillar. This break occurred long ago, as indicated by the degree of repatination to which the fractured surfaces have been subjected. The well-formed stele has weathered from a light gray color to dark tan. A number of stones are piled up around the base of the pillar. A counterclockwise swastika (12 cm high) was carved near the top of the southeast face of the pillar. The wear and repatination of this carving indicate that it is of considerable age. On the left arm of the swastika the Tibetan letter <span class=\"popular emph\">A</span><span class=\"scholar emph\">a’</span> was much more recently engraved. Below this swastika there is an incomplete or primitive specimen whose arms run at odds with the usual radial form of the symbol. It is highly worn as well. The southeast side of the pillar also displays shallow pecking marks of significant age. On the southeast side of the main pillar there is a small four-sided pillar broken 35 cm above ground level.</p> "},{"title":"Outlying structures","index":9,"parent_index":6,"body":" "},{"title":"Funerary Structure FS1","index":10,"parent_index":9,"body":" <p>Funerary structure FS1 is situated 85 m west of the pillar near the base of the <span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> outcrop, which bounds the <span class=\"popular\">Langchen Tsangpo</span><span class=\"scholar\">Glang chen gtsang po</span>valley. This highly deteriorated ovoid enclosure (5 m across) is slightly raised above the slope on its downhill side, while its uphill side is set as much as 1.1 m below the slope. The enclosing walls are comprised of jumbled courses of variable length (up to 50 cm long) blocks that were mostly laid flat.</p> "},{"title":"Funerary Structure FS2","index":11,"parent_index":9,"body":" <p>Funerary structure FS2 (roughly 3 m across) is situated 6 m northeast of FS1. It appears to be another highly deteriorated ovoid enclosure, but with almost no protrusion above the surface.</p> "},{"title":"Funerary Structure FS3","index":12,"parent_index":9,"body":" <p>Funerary structure FS3 is situated 12 m northwest of FS2. It consists of a 30-m long wall that parallels the base of the <span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> rock outcrop. The downhill/forward side of this wall is raised 1 m to 1.5 m above the slope, while its uphill/rear side is more or less level with the slope. This poorly preserved wall exhibits jumbled courses of blocks that were laid flat. The original texture of the wall remains quite uncertain. Along its southwest half three other walls join it to produce an enclosure (13 m x 6 m). The rear wall of this enclosure is set about 1 m below the slope. Slabs of stone up to 1.2 m in length are dispersed within the enclosure. Just below the southwest end of the rear wall there are traces of another analogously built enclosure.</p> "},{"title":"Funerary Structure FS4","index":13,"parent_index":9,"body":" <p>Funerary structure FS4 (3.5 m across) is situated 9.5 m northwest of FS1. An integral rear wall segment in this ovoid enclosure consists of two to five vertical courses of small blocks laid on top of one another.</p>  "}]}