{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "རི་བོ་བདེ་ཆེན།"
  }, 
  {
   "body": "<span class=\"milestone page eng \">[page <span class=\"pnum\">68</span>] </span>", 
   "index": 1, 
   "parent_index": 0, 
   "title": "འཕྱོངས་རྒྱས་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་“འཕྱོངས་རྒྱས་རི་བོ་བདེ་ཆེན་”ཞེས་ཞུ། འཕྱོངས་རྒྱས་ཞོལ་གྱི་རྒྱབ་རིར་སྔོན་གྱི་དགོན་རྙིང་གི་གྱང་གོག་དང་། འཕྱོངས་རྒྱས་འཕྱིང་བ་སྟག་རྩེའི་རྫོང་ཤུལ། གསར་དུ་བཞེངས་པའི་རི་བོ་བདེ་ཆེན་དགོན་སོགས་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་ཐོག་མར་འཕྱོངས་རྒྱས་སྡེ་པ་ཟ་ཧོར་གྱི་རིགས་རྒྱུད་རྡོ་རྗེ་ཚེ་བརྟན་རྣམ་རྒྱལ་བྱ་བ་དང་། གཙང་པའི་སྡེ་པ་འཁྲུག་རྩོད་ཆེན་པོ་བྱུང་། རྗེས་སུ་སྡེ་པ་དེ་གཉིས་གཞི་མཐུན་བྱུང་སྟེ་རྒྱལ་བ་དགེ་འདུན་རྒྱ་མཚོའི་དུས་གཙང་བཀྲ་ཤིས་ལྷུན་པོ་བཞེངས་པར་འཕྱོངས་རྒྱས་ནས་རྡོ་བཟོ་དང་ཤིང་བཟོ་མང་པོ་བཏང་གནང་བ་དང་། དེ་ནས་ལོ་བཅུ་སོང་མཚམས་མཁས་གྲུབ་དགེ་ལེགས་དཔལ་བཟང་གི་དངོས་སློབ་ཉི་ཁྲི་འཛིན་པ་བློ་གྲོས་དཔལ་བཟང་གིས་དགོན་དེ་ཕྱག་བཏབ་གནང་མཛད། གཙང་གི་རྡོ་བཟོ་དང་ཤིང་བཟོ་མང་པོ་སོང་སྟེ་རི་བོ་བདེ་ཆེན་གཙུག་ལག་ཁང་ནི་བཀྲས་ལྷུན་གཙུག་ལག་ཁང་དང་དབྱིབས་འདྲ་ཟེར། དེ་ནས་སྐུ་ཐོག་བཞི་པ་འབྲས་བློ་གླིང་གི་སྐུ་ཞབས་ཐོག་མེད་རིན་པོ་ཆེ་བར་བྱུང་། སྔོན་དགེ་འདུན་ཞལ་གྲངས་དྲུག་བརྒྱ་ལྷག་ཙམ་གྱིས་དགེ་ལུགས་སྔགས་ཆོག་ཕྱག་བཞེས་གནང་གི་ཡོད། སྔོན་གྱི་འདུ་ཁང་རྙིང་པར་ཀ་བ་བདུན་ཅུ་ཡོད་པའི་ནང་གི་རྟེན་གཙོར་གསེར་ཟངས་ཀྱི་བྱམས་པ་མཐོང་གྲོལ་ཐོག་སོ་གཅིག་ཙམ་ཉེ་སྲས་བརྒྱད་ཀྱིས་བསྐོར་བ་སོགས་རྟེན་སྐུ་ཁྱད་དུ་འཕགས་པ་དུ་མ་མཇལ་རྒྱུ་ཡོད།</p><p>ད་ལྟ་གསར་བཞེངས་འདུ་ཁང་ནི་སྔོན་རྒྱལ་བ་སྐལ་བཟང་རྒྱ་མཚོའི་གཟིམ་ཤག་གི་ཤུལ་དུ་ཡིན་ཅིང་དེའི་ནང་རྗེ་ཡབ་སྲས་ཐོག་སོ་ཉིས་ལྡན་དང་། རྒྱལ་བ་སྐལ་བཟང་རྒྱ་མཚོ། རྒྱལ་བ་ཐུབ་བསྟན་རྒྱ་མཚོ། མཁན་ཆེན་ཉི་ཁྲི་འཛིན་པ་སོགས་ཀྱི་སྐུ་བརྙན་མཇལ་རྒྱུ་ཡོད།</p><p>གཞན་ཡང་འཕྱོངས་རྒྱས་གྲོང་དབུས་སུ་རྒྱལ་བ་ལྔ་པའི་འཁྲུངས་ཁང་དང་། རྒྱལ་བ་སྐལ་བཟང་རྒྱ་མཚོའི་ཡབ་ཆེན་བསོད་ནམས་དར་རྒྱས་ཀྱི་<span class=\"milestone page eng \">[page <span class=\"pnum\">69</span>] </span>འཁྲུངས་ཁང་སོགས་ཀྱང་མཇལ་རྒྱུ་ཡོད།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "རི་བོ་བདེ་ཆེན།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "22366", 
  "dates": [], 
  "title": "རི་བོ་བདེ་ཆེན།"
 }
}