{"meta":{"domain":"places","kid":"16531","authors":[],"title":"Gartsang Khar Introduction","dates":{"created_at":"2010-08-11 20:45:49 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Gartsang Khar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0},{"title":"Gartsang KharMgar gtsang mkhar","index":2,"parent_index":1},{"title":"Basic site data","index":3,"parent_index":2,"body":"<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Gartsang Khar<\/span><span class=\"scholar\">Mgar gtsang mkhar<\/span> (sp.?)<\/li> <li>Site number: A-98<\/li> <li>Site typology: I.1b <\/li> <li>Geographic coordinate (N. lat.): 32º 32.7΄ <\/li> <li>Geographic coordinate (E. long.): 80º 13.1΄ <\/li> <li>Elevation: 4340 m to 4360 m<\/li> <li>Administrative location (township): <span class=\"popular\">Gyammuk<\/span><span class=\"scholar\">Gyam smug<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Gar<\/span><span class=\"scholar\">Sgar<\/span> <\/li> <li>Survey expedition: HTCE <\/li> <li>Survey date: October 16, 2002<\/li> <li>Contemporary usage: None.<\/li> <li>Identifiable Buddhist constructions: None.<\/li> <\/ul>"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"<p> <span class=\"popular\">Gartsang Khar<\/span><span class=\"scholar\">Mgar gtsang mkhar<\/span> is perched on top of a red limestone hill, which rises 40 m above the <span class=\"popular\">Senge Tsangpo<\/span><span class=\"scholar\">Sengge gtsang po<\/span> (Indus) valley. It consists of a single conterminous residential complex and a couple of small dependencies. The ruined buildings face east along a sharply inclined slope. Although access from below is difficult, higher ground flanks the installation to the north, thus it is not particularly defendable. Its somewhat insecure position and general architectural composition are traits it shares in common with <span class=\"popular\">Gyammuk Khar<\/span><span class=\"scholar\">Gyam smug mkhar<\/span> (A-68) and <span class=\"popular\">Rala Kharmar<\/span><span class=\"scholar\">Ra la mkhar dmar<\/span> (see A-65). A fairly close cultural and temporal relationship is therefore probably indicated. The relatively long and regular 50-cm hick walls could only have supported wooden roofs. All outer walls are generally aligned in the cardinal directions. No internal room partitions remain at the site. Structures have heavily mud-mortared (much of it is now gone) coursed-rubble walls composed of uncut pieces of limestone (20 cm to 40 cm in length). There are also herringbone courses of masonry in a few walls.<\/p>"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"<p>None was obtained.<\/p>"},{"title":"Site elements","index":6,"parent_index":2},{"title":"Castle","index":7,"parent_index":6,"body":"<p>The complex has two main sectors: south and north. The south sector is comprised of a single building (8 m x 11.5 m), with standing wall sections up to 1 m in height. The revetments add 2 m to its elevation. As no interior partitions are extant, this structure may have contained just a single hall. The north sector of the complex (26.5 m x 6 m) begins 3 m to the north, and consists of five tiers of buildings along the axis of the more than 45° slope. Two tiers of structures rise above the south sector structure, one tier of structures is even with it and two tiers are situated at a lower elevation. A curtain-wall (3.7 m long, up to 3 m high), connects the south and north sectors of the site. The uppermost tier of the north sector has freestanding wall segments up to 1.5 m in height. Approximately 3 m below the lower end of the north sector structures there is a small fragment of what must have been a defensive wall. Thirteen meters south of this wall, at the same elevation, there are two foundations separated by a vertical distance of 60 cm (6 m x 4.2 m and 5 m x 2 m). These 70-cm thick wall footings must have been part of outlying buildings. <\/p>"},{"title":"Pictographs","index":8,"parent_index":6,"body":"<p>There are several indistinct red ochre applications in a cleft near the base of the formation below <span class=\"popular\">Gartsang Khar<\/span><span class=\"scholar\">Mgar gtsang mkhar<\/span>.<\/p>"}]}