{"meta":{"domain":"places","kid":"16550","authors":[],"title":"Khar Marpo Introduction","dates":{"created_at":"2010-08-11 20:46:05 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Khar Marpo Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Khar MarpoMkhar dmar po","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Khar Marpo</span><span class=\"scholar\">Mkhar dmar po</span> </li> <li>English equivalent: Red Castle </li> <li>Site number: A-117</li> <li>Site typology: I.1x </li> <li>Geographic coordinate (N. lat.): 31º 59.9΄ </li> <li>Geographic coordinate (E. long.): 79º 30.3΄</li> <li>Elevation: 4260 m to 4420 m</li> <li>Administrative expedition: <span class=\"popular\">Shangtsé</span><span class=\"scholar\">Shang rtse</span> </li> <li>Administrative location: <span class=\"popular\">Tsada</span><span class=\"scholar\">Rtsa mda’</span> </li> <li>Survey expedition: HTAE</li> <li>Survey date: October 13, 2003</li> <li>Contemporary usage: None.</li> <li>Identifiable Buddhist constructions: None.</li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>The large ruined citadel of <span class=\"popular\">Khar Marpo</span><span class=\"scholar\">Mkhar dmar po</span> is found on a mount that towers above two branches of the gorge, which is situated upstream of <span class=\"popular\">Ritsé Gyap</span><span class=\"scholar\">Ri rtse rgyab</span>village. This gorge is now completely uninhabited. The reasons for the founding of such a large stronghold at this location are not readily apparent. There is neither agricultural land nor signs of an old settlement in the vicinity. It may be that the installation was built to protect the lower agricultural villages from incursions originating on the wide esplanade that abuts he <span class=\"popular\">Ayi La</span><span class=\"scholar\">A yi la</span> range to the north. The size and location of <span class=\"popular\">Khar Marpo</span><span class=\"scholar\">Mkhar dmar po</span> bespeak its position as a premier installation, which may have dominated the political life of the entire <span class=\"popular\">Ritsé Gyap</span><span class=\"scholar\">Ri rtse rgyab</span> valley. The existence of breastworks at he bottom end of the facility identifies it as a fortress or fortified settlement. </p> <p>In addition to two summit complexes, <span class=\"popular\">Khar Marpo</span><span class=\"scholar\">Mkhar dmar po</span> contains a chain of ruined buildings and cave shelters on the lower flanks of the mountain. Large earthen buildings are situated on two summits, while most of the lower structures were constructed from mud-mortared random-work masonry. Brownish and bluish blocks and slabs, mainly between 10 cm and 50 cm in length, were used in construction. A considerable amount of mud plaster clings to some interior walls and even to a few exterior walls. It is possible that the masonry buildings had all-stone corbelled roofs but not enough structural evidence is in place to know for certain. Due to the incoherent nature of the physical evidence, it is difficult o gauge the plans or architectural composition of <span class=\"popular\">Khar Marpo</span><span class=\"scholar\">Mkhar dmar po</span>. The groups of diminutive buildings clustered around caves and outcrops, the style of ramparts, the stonework, the extreme degradation of the structures, and the lack of Buddhist emblems at the site, all suggest that this was an archaic cultural horizon facility. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p> <span class=\"popular\">Khar Marpo</span><span class=\"scholar\">Mkhar dmar po</span> is said by local residents to have been an ancient castle.</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Lower flank structures","index":7,"parent_index":6,"body":" "},{"title":"Ramparts","index":8,"parent_index":7,"body":" <p>From the foot of the gorge, wall remnants seem to mark the existence of a stone buttressed trail, which led up steep slopes to the entrance of the citadel at around 4240 m elevation. This trail appears to have been around 2.5 in width. Just below the entrance are the vestiges of what appears to have been a forward battlement (2.8 m x 1.8 m). Parts of all four walls are intact and they reach a height of 1.5 m. Above the forward battlement, fragments of a rampart built on a steeply inclined rib of rock extend upwards for 24 m. This defensive wall has a maximum height of 1.3 m and is around 50 cm thick. West of this rampart are various ruined buildings (Residential structures RS1 to RS6). Approximately 50 m downhill of the entrance to the stronghold there is a line of broken ramparts built on the edge of a vertical face overlooking the gorge. Perched around 20 m above the gorge, fragments of this defensive wall extend for 28 m. This constituted the forward-most defensive bulwark at <span class=\"popular\">Khar Marpo</span><span class=\"scholar\">Mkhar dmar po</span>. </p> "},{"title":"Residential Structure RS1","index":9,"parent_index":7,"body":" <p>Residential structure RS1 is located 17 m south of and roughly 6 m lower in elevation than RS2. This is the lowest building at mkhar dmar po (4.6 m x 4 m) and was constructed on a rocky eminence. The exterior walls of RS1 attain a height of 3 m and interior walls 1.5 m, providing an indication of how prominent the revetment built to support the structure was. A 3.5-m deep cave was cut into the earthen and conglomerate formation underneath RS1. In the rear of the cave there is a deep arched recess and one oblong niche, typical features of habitational caves in gu ge. It is about 40 m downhill from RS1 to the ramparts overlooking the gorge. </p> "},{"title":"Residential Structure RS2 group","index":10,"parent_index":7,"body":" <p>This group of structures is situated 14 m west of the 24-m long rampart. The south side of residential structure RS2 consisted of three or four small rooms. The two best preserved ones measure 4.2 m x 3.4 m and 2.7 m x 2.6 m. Their exterior walls reach a maximum height of 2.3 m and 1.5 m on the interior side. Adjacent o these structures, at the same elevation, there is a row of rooms 17 m in length. Only small sections of the forward wall in this structure have endured.</p> "},{"title":"Residential Structure RS3","index":11,"parent_index":7,"body":" <p>Residential structure RS3 is situated 4.7 m from RS2, at 2 m higher elevation. RS3 measures 6.3 m x 6.8 m. Exterior walls of this masonry building attain 2.5 m in height and interior walls 1.4 m.</p> "},{"title":"Residential Structure RS4","index":12,"parent_index":7,"body":" <p>Residential structure RS4 is situated 3 m (1.5 m vertical) from RS3. RS4 is another multi-roomed structure (5.3 m x 9 m) and was built in three tiers. The middle tier incorporates a fairly large in situ boulder under which there is a hollow. RS4 is in a state of advanced decay and walls have been reduced to 1.1 m or less in height. </p> "},{"title":"Residential Structure RS5","index":13,"parent_index":7,"body":" <p>Residential structure RS5 is the highest elevation building group among the lower ramparts. It is located 9 m uphill from RS4. Its 20-m long axis parallels the rocky spur that stretches across the slope. The width of his structure varies between 3.4 m and 9 m, and exterior walls reach a maximum height of 2.3 m. In the remains of one of the lower rooms there is a small cave. The bottom portion of a window opening appears to be found in an upper room. </p> "},{"title":"Residential Structure RS6","index":14,"parent_index":7,"body":" <p>Adjacent to residential structure RS4, overlooking the westerly branch of the gorge, there are the structural vestiges of RS6 building (16. 5 m x 5.5 m). Fragments of the forward or down-slope revetment and superstructure are up to 2.3 m in height. Not much else remains of this edifice.</p> "},{"title":"Upper flank structures","index":15,"parent_index":6,"body":" "},{"title":"Cave complex","index":16,"parent_index":15,"body":" <p>The precipitous upper reaches of <span class=\"popular\">Khar Marpo</span><span class=\"scholar\">Mkhar dmar po</span> begin 14 m above RS5. There are minor structural remains along this 14-m distance. At the base of southwest facing slopes and cliffs are several small caves. The most prominent among them is oval-shaped with two large recesses in the rear, flanked by four arched niches on one side and one niche on he other side. The floor space of this cave measures 3 m x 3.5 m. Its roof is still blackened, a legacy of habitation. </p> "},{"title":"Residential Structure RS7 group","index":17,"parent_index":15,"body":" <p>Approximately 20 m uphill from the small cave complex begins a series of structures occupying successive heights along the base of a cliff, the residential structure RS7 group. There were at least five of these interconnected buildings extending 28 m up the slope. They have a northwest aspect. The second and third buildings from the bottom end of RS7 were built around the mouth of caves. Above the lowest of this series of buildings, on a southeast-facing ledge, there is a structure that consisted of at least three rooms. It now measures 5 m x 6 m but at one time it was somewhat larger: small sections have collapsed and fallen down a precipice. The northwest room of this edifice was partially built into the formation. Its exterior walls reach 1.9 m and interior walls 1.1 m in height. Directly above this structure, on another ledge, there is a now inaccessible ruined building. On the more open north slope in front of RS7 there are lesser structural races.</p> "},{"title":"Residential Structure RS8","index":18,"parent_index":15,"body":" <p>Sixty meters north (20 m vertical) of the upper extent of residential structure RS7 there is a single building measuring 8 m x 9 m (4370 m). It originally consisted of two or more rooms. Part of the interior rear wall was built as much as 1.2 m into the slope. Exterior walls have a maximum elevation of 2 m and interior walls 1.7 m. A significant amount of mud plaster still clings to the interior walls. In a cliff behind this structure there is a 5.8-m deep cave. </p> "},{"title":"Summit complexes","index":19,"parent_index":6,"body":" <p>Approximately 15 m vertical above residential structure RS8, at the top of a steep gully, there are the remains of a gateway, from which access to the two summit complexes is gained. A wall 5 m in length and as much as 3 m in height was built between two rock spurs, effectively sealing off access to the summit. The large east summit complex is virtually inaccessible. It consists of a dense collection of masonry, adobe block and rammed-earth structures, with some standing walls 4 m or more in height. The east summit complex is spread over an area of roughly 600 m². The architectural character of the east summit structures and their relatively good state of preservation, suggests that they were established at a later date than the lower structures of <span class=\"popular\">Khar Marpo</span><span class=\"scholar\">Mkhar dmar po</span>. The much smaller west summit complex covers an area of just 9 m x 4.7 m (4410 m). The buildings of the west summit complex were arranged in three iers but very little has survived. In the middle tier there is a small cave with a stone lintel over its entrance.</p>  "}]}