{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "འགྲོ་བ་མཆོད་རྟེན།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "སྙེ་མོ་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་རང་བྱུང་མཆོད་རྟེན་ནམ་རྫུས་སྐྱེས་པདྨ་གླིང་ཞེས་ཀྱང་ཞུ། འགྲོ་བ་མཆོད་རྟེན་ཞེས་པ་ནི། གནས་དེར་བརྩིག་པ་མེད་པར་རང་བཞིན་དུ་འཁྲུངས་པའི་རྡོའི་མཆོད་རྟེན་ངོ་མཚན་ཅན་<span class=\"milestone page eng \">[page <span class=\"pnum\">145</span>] </span>ིག་ཡོད་སྟབས་མཚན་དེ་ལྟར་ཐོགས། མཆོད་རྟེན་དེར་སྐོར་བ་བསགས་ན་ལས་སྒྲིབ་དག་པ་དང་བུད་མེད་སྦྲུམ་མ་ཚོས་སྐོར་བ་བསགས་ན་མ་བུ་བདེ་སྒྲོལ་འབྱུང་ཞེས་གསུང་། དེའི་ཞོགས་སུ་མཆོད་རྟེན་ཞབས་ར་ཞིག་ཡོད་པ་དེའང་འཚར་ལོངས་ཡོང་བཞིན་པ་ལ་བུད་མེད་རབས་ཆད་ཅིག་གིས་ཕ་བོང་ཞིག་རེད་སྙམས་ཏེ་རྐུབ་སྟེགས་བྱས་པས་དེ་ནས་བཟུང་འཚར་ལོངས་མི་བྱུང་བ་རེད་ཅེས་གསུང་སྲོལ་ཡོད། བསམ་གཏན་ཡང་རྩེ་ནས་སྤྱི་ལེ་གསུམ་ཙམ་ལྷོ་ནུབ་ངོས་དང་། པ་གོར་ཞེས་ལོ་ཆེན་བེེ་རོ་ཙཱ་ནའི་འཁྲུངས་ཁང་དང་ཉེ་བར་སོང་ན་དགོན་དེར་སླེབས་ཀྱི་རེད། སྔོན་གནས་དེར་རང་བྱུང་རྡོ་ཡི་མཆོད་རྟེན་ངོ་མཚན་ཅན་ཞིག་ལས་མེད་པ་དང་1980ལོར་བསམ་གཏན་ཡང་རྩེའི་བཙུན་མ་ཁ་ཤས་ཤིག་གིས་མཆོད་རྟེན་གྱི་ཞོགས་སུ་སྒྲུབ་ཁང་ཆུང་ཆུང་ཞིག་བསྐྱོན་ནས་སྐུ་མཚམས་སུ་བཞུགས་ནས་པདྨ་གླིང་པ་ཕྱག་བཞེད་མཛད། དེ་རྗེས་མཁན་པོ་ཚུལ་ཁྲིམས་རྒྱ་མཚོས་རྒྱ་སྐྱེད་གནང་ནས་ད་ལྟ་བཙུན་མ་ཚོས་ཀརྨ་བཀའ་བརྒྱུད་ཕྱག་ལེན་གནང་བ་རེད། མདོར་ན་སྔོན་གནས་དེར་མཆོད་རྟེན་ལས་དགོན་པ་མེད་པར་ད་ཆ་གསར་བཞེངས་འདུ་ཁང་ཀ་བ་བཅུ་གཉིས་ནང་རྟེན་གཙོ་ཆོས་ལུང་སྤྲུལ་གསུམ་གྱི་འཇིམ་སྐུ་མི་ཚད་མ་དང་། ཡང་སྟེང་དུ་བཀའ་འགྱུར་ལྷ་ཁང་དང་། རིགས་གསུམ་མགོན་པོའི་ལྷ་ཁང་། འདུ་ཁང་འོག་ཏུ་གུ་རུ་གཙོ་འཁོར་གསུམ་གྱི་འཇིམ་སྐུ་དང་། གསེར་ཟངས་ཀྱི་སྒྲོལ་མ་ཉེར་གཅིག་ཁྲུ་གང་ཙམ། ལྡེབས་རིས་ཞི་ཁྲོའི་ལྷ་ཚོགས་དང་ཚེ་དཔག་མེད་དང་། འོད་དཔག་མེད། རྒྱན་དྲུག་མཆོག་གཉིས་སོགས་ཀྱི་ཞིང་ཁམས་དང་། ར་སྒོར་ནང་བཙུན་མའི་ཤག་འཁོར་བཅས་ཡོད།</p><p>ཡང་བསམ་གཏན་ཡང་རྩེ་ནས་སྤྱི་ལེ་གསུམ་ཙམ་ནུབ་བྱང་དུ་སོང་ན་སྒྲུབ་གཞུང་ཞེས་པའི་རི་འདེབས་སུ་སྒྲོལ་མ་ཕུག་ཅེས་པའི་བཙུན་དགོན་དང་། ཡང་དེའི་ཤར་ངོས་སུ་བྱིའུ་མདོ་དགོན་ཞེས་པའི་བཙུན་དགོན་སོགས་མཇལ་རྒྱུ་ཡོད། <span class=\"milestone page eng \">[page <span class=\"pnum\">146</span>] </span> </p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "འགྲོ་བ་མཆོད་རྟེན།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16886", 
  "dates": [], 
  "title": "འགྲོ་བ་མཆོད་རྟེན།"
 }
}