{"meta":{"domain":"places","kid":"23433","authors":[{"fullname":"Phuntso Tsering Sharyul","id":"79"},{"fullname":"Phuntso Tsering Sharyul","id":"79"}],"title":"Purnak Gön Yungdrung Otsel Ling Introduction","dates":{"created_at":"2011-12-13 02:29:01 UTC","updated_at":"2011-12-13 02:29:01 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Purnak Gön Yungdrung Otsel Ling Introduction"},{"title":"sBra chen rdzong","index":1,"parent_index":0,"body":" "},{"title":"(30) Phur nag Monastery","index":2,"parent_index":1,"body":" <p>The monastery&rsquo;s full name is Phur nag dgon gYung drung &rsquo;o tshal gling. Travelling from A krong Hermitage back to sKar rgod <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang, <\/span>then sixteen kilometres towards the north, which includes a river-crossing on the way, we arrive at Phur nag Monastery. It was easy going for us, with a Tantrist guide who had a fearful look.<\/p> <p>This is an excellent Bonpo tantric establishment, a glance at which can inspire one with delight and awe. It was founded in 1864 by bSod nams g-yung drung, a Tantrist of A skyid, and his assistant, Dar dga&rsquo;. Before the tantric establishment, it is said that there was a custom of the local community making offerings on the 15th day of the month at the same site. bSod nams g-yung drung, the founder of the establishment, belonged to a long lineage of able Tantric practitioners. He was much respected by the local people as he was able to perform the funeral rite for the dead and carry out religious services for the living. Lama Dar dga&rsquo; was also esteemed as he belonged to the lineage of rMe&rsquo;u.<\/p> <p>As the main tutelary deity of the establishment was dBal phur nag po, it was called Phur nag. The temple and assembly hall had their religious objects and were fully equipped. In the temple there were statues of gSas mkhar mchog lnga and Bonpo religious protectors in all their majesty. As there was a fair number of Tantric practitioners in Phur nag it was one of the three famous Tantric establishments in the Hor region known as Klu rTing Phur gsum, i.e. Klu phug (No.31), rTing ngu (No.12) and Phur nag (No.30). The ritual tradition of Phur nag followed closely those of the families gShen, Bru, Zhu and rMe&rsquo;u.<\/p> <p>The monastery has murals of its own protective local deities, which are as follows:<\/p> <ol type=\"1\"> <li> rGyal mtshan po: a deity with one head and two arms. His body is white like a conch, and he holds a white conch in his right hand and a jewel in his left. He is mounted on a white horse.<\/li> <li> Yi ge rag sna: a local deity with a red body, one head and two arms. Holding a red lance in his right hand and a lasso in his left, he is mounted on a stallion.<\/li> <li> mKhan chen: a local deity that resides to the left of the mountain behind the monastery complex. He has one head, two arms and a snow-white body. Mounted on a light-bay horse, he holds a lance with a banner in his right hand and a white conch in his left. He exhibits a peaceful air.<\/li> <li> &rsquo;Brig gu: a local deity with a white body, one head and two arms. Holding a white conch in his right hand and a jewel in his left, he is mounted on a white yak with a turquoise mane. <\/li> <\/ol> <p>There were a number of mural paintings of other local deities as well.<\/p> <p>As for activities, offerings are made on the 15th day of each month. The practitioners gather together for religious services eight times during the year. Formerly the establishment had about seventy inmates. At present, there are sixty-six, who continue reviving the earlier tradition.<\/p> "}]}