{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "སྐྱིད་ཚལ་དགོན།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "ཆུ་ཤུར་རྫོང་།"
  }, 
  {
   "body": "<p>ཆོས་འཁོར་ཡང་རྩེ་དགོན་ནས་མུ་མཐུད་སྤྱི་ལེ་བཅུ་གཅིག་ཙམ་སྣུམ་ནག་འཁོར་ལམ་བརྒྱུད་སོང་ན་ཚ་རགས་ཞེས་པར་འབྱོར་ཞེང་དེ་ནས་བྱང་ངོས་སུ་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་སྤྱི་ལེ་གསུམ་ཙམ་སོང་ན་ཞབས་རིག་གྲོང་ཚོའི་སྟེང་དུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད།བས་རིག་ཅེས་པ་ནི་དགོན་དེའི་ཆགས་དབྱིབས་རྗེ་བཙུན་སྒྲོལ་མའི་སྐུ་པང་ནང་དུ་ཆགས་པས་སྐྱིད་ཚལ་དང་།ེའི་འདབས་ཀྱི་གྲོང་ལ་ཞབས་རེག་ཅེས་སྒྲོལ་མའི་ཞབས་ལ་རེག་པས་ཞབས་རེག་ཅེས་པ་རིམ་བཞིན་ཞབས་རེག་ཅེས་པར་སྒྲ་འགྱུར། ཐོག་མར་ས་སྐྱའི་བླ་མ་པཎ་ཆེན་ལྷ་དབང་བློ་གྲོས་ས་སྐྱ་ནས་ཕེབས་ཏེ་གམ་པ་ལའི་རྩེ་ནས་<span class=\"milestone page eng \">[page <span class=\"pnum\">139</span>] </span>ཟིགས་སྐབས་གནས་དེ་ཐུན་མོང་མ་ཡིན་པར་གཟིགས་ནས་དེར་དགོན་ཞིག་འདེབས་དགོས་ཐུགས་ལ་འཁྲུངས་ཏེ་དགོན་དེ་འདེབས་གནང་མཛད། དེ་རྗེས་པཎ་གྱི་སྐུ་སྐྱེ་རྒྱལ་བ་བློ་གྲོས་ཆོས་འཕགས་ལྷ་རྟོགས་གཞིས་ཀ་ཞེས་པར་འཁྲུངས་ཏེ་མཛད་པ་བསྐྱངས། དགེ་འདུན་ཞལ་གྲངས་ལྔ་བརྒྱ་ཙམ་ཟིན་ཞེས་གསུངས། ས་སྐྱ་ངོར་ལུགས་ཕྱག་བཞེད་གནང་གི་ཡོད་པ་ལ་རྗེས་སུ་རྙིང་ལུགས་བྱང་གཏེར་ཡང་ཟུང་འབྲེལ་གནང་ཡོད་འདུག སྔོན་འདུ་ཁང་ཀ་བ་ཉེར་བཞིའི་ནང་རྟེན་གཙོ་གསེར་ཟངས་ཀྱི་ཐུབ་དབང་ཐོག་སོ་གསུམ་ལྡན་གྱི་མཐའ་འཁོར་དུ་སྨན་འདམ་གྱི་ཉེ་སྲས་སྒོ་སྲུང་དང་བཅས་པ་དང་། རིན་ཆེན་ལས་བྲིས་པའི་འབུམ་རྒྱས་འབྲིང་བསྡུས་གསུམ། བཀའ་འགྱུར་བྲིས་མ། ས་སྐྱ་བཀའ་འབུམ། རྙིང་མ་བརྒྱུད་འབུམ་ལ་སོགས་དང་། དབུ་རྩེ་ལྷ་ཁང་ནང་གདུང་རྟེན་མང་པོ། འདུ་ཁང་གི་རྒྱབ་ལམ་འབྲས་ལྷ་ཁང་ཀ་བ་བཞིའི་ནང་དུ་གསེར་ཟངས་ཀྱི་གདུང་རྟེན་དང་། ལི་མ་དང་གསེར་ཟངས་ཀྱི་བླ་བརྒྱུད་ཆ་ཚང་། གཞན་ཡང་གནས་བརྟན་ལྷ་ཁང་། མགོན་ཁང་ཤར་ནུབ་གཉིས་ལས་ཤར་མགོན་པོ་ཕྱག་དྲུག་སོགས་དགེ་ལུགས་དང་། ནུབ་ས་ལུགས་ཀྱི་གུར་ཞལ་སོགས་མཇལ་རྒྱུ་ཡོད། </p>
<p>ད་ལྟ་སྔོན་གྱི་འདུ་ཁང་ཤུལ་དུ་གསར་བཞེངས་གནང་བའི་འདུ་ཁང་ཀ་བ་བརྒྱད་ལྡན་ནང་རྟེན་གཙོ་ཐུབ་དབང་དང་།ཡས་སུ་སྤྱན་རས་གཟིགས། གཡོན་དུ་གུ་རུའི་སྐུ་བརྙན་སོགས་འཇིམ་སྐུ་ཐོག་སོ་གཅིག་ལྡན་གསར་བཞེངས་གནང་བ་དང་། གཙོ་བོ་བྱང་གཏེར་ཕྱག་ལེན་གནང་གི་ཡོད།</p>
<p>ཡང་དེ་ནས་བྱང་ཤར་གྱི་རི་ལྡེབས་སུ་གཏེར་སྟོན་པདྨ་གླིང་པས་ཕྱག་བཏབ་གནང་བའི་སྒོམ་ཆེན་ཞེས་པ་དང་།ང་རྐང་ཐང་མར་ཆུ་ཚོད་གཅིག་ཙམ་སོང་ན་འཁྲུལ་པོ་ཞེས་པར་བཙུན་མའི་དགོན་ཞིག་དང་། ཆུ་ཚོད་གཉིས་ཙམ་སོང་ན་གཡའ་སྔོན་ཞེས་པར་བཙུན་མའི་དགོན་ཞིག་དང་། ཡང་ཆུ་ཚོད་གཉིས་ཙམ་སོང་ན་རི་སྣེ་ཞེས་པའི་གྲྭ་དགོན་སོགས་ཀྱི་རྗེས་ཤུལ་མཇལ་རྒྱུ་ཡོད།།<span class=\"milestone page eng \">[page <span class=\"pnum\">140</span>] </span> </p>
<p>སྙེ་མོ་རྫོང་ཁོངས་ཀྱི་གནས་སྐོར་ས་བཀྲ།</p>
<p>1ྒྱས་བྱེད་དགོན། 2 ཆོས་སྡེ་དགོན། 3 འགྲོ་བ་མཆོད་རྟེན། 4 རུ་དགོན། 5 བཟང་རི་དགོན། 6 བེེ་རོ་དགོན། 7 ཇོ་མོ་གངས་དཀར། 8 ཤོག་བུ་ལ། ○སྙེ་མོ་རྫོང་།<span class=\"milestone page eng \">[page <span class=\"pnum\">141</span>] </span> </p>
", 
   "index": 2, 
   "parent_index": 1, 
   "title": "སྐྱིད་ཚལ་དགོན།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16479", 
  "dates": [], 
  "title": "སྐྱིད་ཚལ་དགོན།"
 }
}