{"meta":{"authors":[{"id":"42","fullname":"David Germano"},{"id":"42","fullname":"David Germano"}],"title":"The Contemporary Location of the Amdo Tibetan Culture Region","dates":{"created_at":"2011-10-28 23:36:35 UTC","updated_at":"2011-10-28 23:36:35 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"The Contemporary Location of the Amdo Tibetan Culture Region"},{"title":"Amdo is one of three great cultural regions of Tibet, along with Ütsang and Kham, and is located in the northeast of the Tibetan plateau. The entirety of the region is now governed by the nation of China. In terms of contemporary administrative units in China, Amdo is centered in Qinghai province, though substantial parts are also found in Sichuan province to the south and Gansu province to the east. There are no parts of Amdo found in the Tibetan Autonomous Region (to its east) or Yunnan province (to its far south) that is part of the Amdo Cultural Region. Special note should be made of the misleadingly named “Amdo county” in Nag chu prefecture in the TAR. This is contiguous with Yushu Prefecture in Qinghai Province, and is part of the Kham Cultural region, rather than Amdo, despite the name.","index":1,"parent_index":0,"body":" <p class=\"Paragraph\">In Qinghai province, located to the east of the Tibet Autonomous Region, the north of Sichuan, and the west of Gansu, six of its ten prefectures have communities belonging to Amdo. The prefectures are geographically identified in terms of their relationship to the dominating presence of Lake Tsongön (mtsho sngon, known in the west as Kokonor):</p> <ol> <li>Malho (Huangnan) Prefecture is located to the southeast of Lake Tsongön and all four of its counties are part of Amdo: Repgong (Tongren), Chentsa (Jianzha), Tsekhok (Zeku), and Malho (Henan). It should be noted that the Chinese government classifies Malha as a “Mongolian Autonomous County”, but the truth is that culturally most people in the county in fact speak the Amdo dialect of Tibetan.</li> <li>Tsolho (Hainan) Prefecture is located in the northern part of Qinghai province and all all five of its counties are part of Amdo: Serchen, Trika, Drakkar, Badzong, and Mangdzong </li> <li>Golok (Guoluo) Prefecture is located to the far south of Lake Tsongön and five of its six counties are part of Amdo: Pema, Gadé, Tabo (Dawu), Darlak (Dari), and Machen (Maqing)</li> <li>Tsoshar (Haidong) Prefecture is located in the east part of Qinghai province and six of its eight counties are part of Amdo: Dekham/Pingan), Bayen (Hualong), Yadzi (Xunhua), ? (Minhe), Hordrong/Huzhu, and Lungdo (Ledou).</li> <li>Tsojang (Haibei) Prefecture is located to the north of Lake Tsongön and all four of its counties are part of Amdo: Dola, Kangtsa, Haiyan, and Menyuan.</li> <li>Xining City, the provincial capital, is located to the east of Lake Tsongön and three of its eight counties are part of Amdo: Huangyuan, Huangzhong, and Datong.</li> </ol> <p class=\"Paragraph\">In Gansu province, located to the east of Qinghai Province and to the north of Sichuan Province, two of its fourteen prefectures have communities belonging to Amdo:</p> <ol> <li>Kenlho (Gannan) Prefecture is located in the southeastern part of Gansu province and five of its seven counties are part of Amdo: Labrang, Machu, Luchu, Tebo, Batsé, Drukchu County, Choné County, and Tsö City</li> <li>Langchi Dezhi (Wuwei City) is located in the northeastern part of Gansu province and two of its four counties are part of Amdo: Pari (Tianzhu) and Golung (Gulang).</li> </ol> <p class=\"Paragraph\">In Sichuan province, located to the south of Qinghai Province and to the east of the Tibet Autonomous Region, two of its twenty three prefectures have communities belonging to Amdo:</p> <ol> <li>Ngawa (Aba) prefecture is located in the northern part of Sichuan province and five of its thirteen counties are part of Amdo: Ngawa, Dzögé, Khyungchu, Zitsa Degu, and Dzamtang.</li> <li>Kardzé (Ganze) prefecture is located in the eastern part of Sichuan province and one of its eighteen counties is part of Amdo: Serta.</li> </ol>"}]}