{"meta":{"domain":"places","kid":"16742","authors":[],"title":"Nyerma Gyam Doring Introduction","dates":{"created_at":"2010-08-25 11:11:55 UTC","updated_at":"2010-08-25 11:11:55 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Nyerma Gyam Doring Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":"Nyerma Gyam DoringGnyer ma gyam rdo ring","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Nyerma Gyam Doring</span><span class=\"scholar\">Gnyer ma gyam rdo ring</span> </li> <li>English equivalent: Furrowed Cliff Shelter Long-stone</li> <li>Site number: C-136</li> <li>Site typology: II.1b </li> <li>Geographic coordinate (N. lat.): 31º 54.1΄ </li> <li>Geographic coordinate (E. long.): 82º 09.9΄</li> <li>Elevation: 4660 m </li> <li>Administrative location (township):<span class=\"popular\">Zhungpa</span><span class=\"scholar\">Gzhung pa</span> </li> <li>Administrative location (county): <span class=\"popular\">Gegyé</span><span class=\"scholar\">Dge rgyas</span> </li> <li>Survey expedition: HTWE</li> <li>Survey date: June 26, 2004</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Nyerma Gyam Doring</span><span class=\"scholar\">Gnyer ma gyam rdo ring</span> is located near an eponymous ridge. The site is named for the many furrows in this ridge, which are thought to resemble the wrinkles on a forehead. The views south and west are blocked by <span class=\"popular\">Nyerma Gyam</span><span class=\"scholar\">Gnyer ma gyam</span>, while the views north and east are wide open. The site is situated upon a high, level bench on turfy and rocky ground. There is a gully just east of the site. <span class=\"popular\">Nyerma Gyam Doring</span><span class=\"scholar\">Gnyer ma gyam rdo ring</span> consists of a single pillar erected inside an enclosure.</p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to local sources, <span class=\"popular\">Nyerma Gyam Doring</span><span class=\"scholar\">Gnyer ma gyam rdo ring</span> is an ancient monument. </p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Enclosure","index":7,"parent_index":6,"body":" <p>Very little of the enclosure has managed to survive. It is made of uncut blocky blue and white limestone. The enclosure was probably roughly aligned in the intermediate directions, and approximately measures 3.1 m x 2.5 m. <span class=\"popular\">Nyerma Gyam Doring</span><span class=\"scholar\">Gnyer ma gyam rdo ring</span> is a smaller example of the walled pillars typology. Immediately west of the menhir, four stones form a southeast-northwest aligned structure 1.4 m long. These four stones, the remains of the west wall of the enclosure, are each 25 cm to 45 cm in length and project a maximum of 15 cm above ground level. A fifth stone is offset from these four stones, the sole surviving element of the second course of the west wall. At the southeast corner of the enclosure, a double-course wall fragment 1.9 m in length and 50 cm in thickness has endured. This wall fragment contains stones (20 cm to 40 cm long) that are flush with the ground surface or which project above it to a maximum height of 25 cm. A tiny portion of the east wall of the enclosure is also intact. Partially submerged stones are strewn in and around the enclosure. </p> "},{"title":"Pillar","index":8,"parent_index":6,"body":" <p>The lone, irregularly shaped pillar (1.4 m [height] x 1 m [basal girth]) is inclined towards the west. This gray pillar has undergone a significant degree of weathering and has turned a reddish color in places. Although he pillar is firmly fixed in the ground, it appears to have been replanted sometime in the past. This is indicated by a wide flange situated above the current ground level. This splayed section of the standing stone, as is found in many other Upper Tibetan pillars, is normally buried underground. Such a bulge adds to the stability of the pillar. The original height of the pillar above ground level was probably in the vicinity of 1 m. </p>  "}]}