{"meta":{"domain":"places","kid":"5224","authors":[{"fullname":"David Germano","id":"42"},{"fullname":"David Germano","id":"42"}],"title":"The Visionary Founding and Expansion of Larung Religious Encampment","dates":{"created_at":"2010-06-01 13:26:53 UTC","updated_at":"2010-06-01 13:26:53 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"The Visionary Founding and Expansion of Larung Religious Encampment"},{"title":null,"index":1,"parent_index":0,"body":" <p class=\"paragraph0\">We now know that religious Tibet experienced devastating material losses during the period of Chinese control from 1959 onwards, a process which gradually intensified until the culminating orgy of violence that constituted the Cultural Revolution (1966-1976).  In addition to the many bodies of Tibetans sacrificed to the revolution's chaotic agenda, the body of Tibet herself was stripped of its web of stūpas, temples and other architectural markers, while even the memories of her sacred caves, groves and mountains were at times eradicated through the human loss.<a href=\"#_edn2\">[ii]</a>  Wooden and metallic bodies of Buddhas, Bodhisattvas and Lamas situated within these residences were destroyed or shipped off in amazing quantities to the illicit markets of Hong Kong and elsewhere, to reappear often in museum and private collections in Europe and America in a deanimated form as art dealers emptied their interiors of the sacred contents that give them life.  Finally, the immense corpus of religious texts constituting the teaching-bodies (<em>chos sku</em>, <em>dharmak›ya</em>) not only of the Buddha,<a href=\"#_edn3\">[iii]</a> but also the myriad of Indian and Tibetan masters who followed in his footsteps, was devastated.  Thus the bodies of religious Tibet were sacrificed and re-sacrificed on multiple fronts for a three decade period that resulted in the literal de-construction of an entire civilization.   However the sacrifice was not total, for not only were the essential elements of Tibetan religiosity preserved in memories and emotions buried within the individual bodies of Tibetans themselves - and even partially in hidden valleys where Tibetans continued to practice Buddhism throughout the period -  but Tibetans also concealed in the earth of Tibet herself an unknown quantity of Buddha bodies in statuary and painting, associated ritual items, and, most important, the literary corpus of Buddhism.  With the end of the Cultural Revolution in 1976 and the gradual easing of restrictions on religious expression, these buried realities of Tibetan culture have slowly been re-excavated and brought into the light of day.  These excavations have played an important role in the explosion of temple building and scripture printing that has ensued in Tibet since the end of the Cultural Revolution, as well as in the equally explosive growth in the often illicit international art trafficking that has thrived in Tibet.<a href=\"#_edn4\">[iv]</a>  It is this phenomenon that I would like to examine, particularly in light of how Tibetans and Tibet have been slowly trying to heal their multiple damaged bodies and reconstitute some semblance of health, despite continuing oppressive realities.</p> <p class=\"paragraph0\">There is in fact an ancient Tibetan precedent for burying religious artifacts in the earth in the face of persecution and later re-excavating these concealed items amidst a landscape of ruined temples and resurgent hope.  The great Tibetan Empire (seventh to ninth centuries), which created Buddhism as a national religion, began to disintegrate in the mid ninth century when the Emperor Langdarma (<em>Glang dar ma</em>; 817-842) instituted a persecution of institutional Buddhism, traditionally said to culminate in his assassination by a Buddhist monk.  During the ensuing dark period of institutional and material decay, it appears that religious artifacts such as texts and artwork were purposively concealed to ensure survival through the chaos, in addition to those that were presumably lost or forgotten in caches scattered amongst the neglected network of temples.  The following economic and cultural renaissance (beginning in the late tenth century) produced a widespread interest in re-excavating these items from the Imperial past out of the Tibetan earth, particularly among the \"traditionalists\" (<em>rnying ma</em>) who preferred to continue Dynastic period traditions rather than adopt newly imported Indic lineages.<a href=\"#_edn5\">[v]</a>  Among these groups, their excavations included a distinctive continuation of Indian Buddhist revelatory practices that produced a wide variety of scriptures said to have been concealed by famous Dynastic period saints in the consciousness of their reincarnating disciples through paranormal means.  Thus these myriad new scriptures known as Ter (<em>gter</em>), or treasures, were understood to have been concealed, physically <em>and</em> mystically, during the Imperial Period in Tibetans' bodies and the body of Tibet herself for the sake of future generations.<a href=\"#_edn6\">[vi]</a>   Within the Nyingma tradition, the key figure in the Ter cult came to be an eighth century Indian Master named Padmasambhava who played an important role in bringing Buddhism to the Tibetan Empire.  As a distinctive mythos began to crystallize around him, from at least the twelfth century onwards Padmasambhava was understood to be the main concealer of Ter in Tibet and, as such, the central devotional figure in Nyingma Ter cult.<a href=\"#_edn7\">[vii]</a>  The treasure finders themselves were generally understood to be mystically appointed reincarnations of his main Dynastic-period disciples.  While initially primarily a Central Tibetan phenomenon, after the sixteenth century its force largely shifted to Eastern Tibet (Kham, i.e. <em>Khams</em>) where it became the heart of the ecumenical movement (<em>ris med</em>) of the nineteenth century.<a href=\"#_edn8\">[viii]</a></p> <p class=\"paragraph0\">This dyadic structure of a period of persecution-impelled decay of Buddhism followed by its renaissance obviously parallels events in Tibet over the past four decades; I will argue that these parallels have resulted in intersections of memories among Tibetans.<a href=\"#_edn9\">[ix]</a>  In fact, one of the most interesting phenomena in the post-1978 religious renaissance in Tibet has been that in addition to the widespread excavation of vast amounts of artwork and texts secretly buried just a few decades ago in response to Chinese-initiated repression of Buddhism, in Eastern Tibet the treasure movement revealing sacred scriptures and material items from the seemingly distant Imperial past has been dramatically revitalized.<a href=\"#_edn10\">[x]</a>  I will discuss this contemporary treasure movement in Eastern Tibet by means of the story of its most prominent proponent, who himself represents one of the most amazing stories of Tibetan endurance and survival through the Cultural Revolution, and compare its contemporary manifestations with the treasure tradition's initial parameters in eleventh to thirteenth century Tibet.  In doing so, I will highlight ways in which contemporary Tibetans <em>have</em> been able to manipulate their Buddhist past in its conflict with modernity so as to be capable of generating innovation and renewal. </p> "},{"title":"The centripetal nature of religious identity in Golok","index":2,"parent_index":0,"body":" <p class=\"paragraph0\">After 1978, government prohibitions against practicing religion were relaxed in the People's Republic of China, resulting in gradual renewal of Buddhism in the areas of cultural Tibet fragmented between the contemporary provinces of the Tibetan Autonomous Region, Sichuan and Qinghai, among others.  Despite the renewal of Tibetan culture and Buddhism in particular, there remains a deep, abiding cultural depression among Tibetans, from the educated youth and religious elite to nomads and villagers.  In particular, one constantly encounters feelings of alienation and inadequacy among religious practitioners and communities.  There is a pervasive feeling articulated by young people with serious religious or intellectual interests, such as lay scholars educated at the Dawu (<em>rta'u</em>) Nationalities Institute in Kham, that their religious and intellectual as well as their political situation is hopeless, given the continuing Chinese cultural and political onslaught.  This depression often results in self-imposed exiled in India; and, in one famous case, a prominent young scholar committed suicide, leaving behind a note that is rumored to have explicitly linked his death to the besieging of Tibetan culture by Han Chinese.<a href=\"#_edn11\">[xi]</a>  Among the monks, this expresses itself in the feeling that it is impossible to gain a decent religious education in Tibet these days.<a href=\"#_edn12\">[xii]</a>   Reasons for this  situation are fairly obvious:  the loss of several generations of scholars (ranging over those who would now be in their forties to seventies) to death, exile or the absence of opportunity; the consequent absence of decent study programs, even where bodies and buildings are available; the escape into exile of many of the most prominent religious figures in all traditions;  the material devastation of the vast network of temples, monasteries, stÒpas and other sites which constituted the infrastructure of Tibet's extended religious body, including often even the culturally transmitted memory of key sites' locations; inferiority complexes created by the racism and material superiority of recent Chinese immigrants; and a host of other associated realities of modern Tibetan life.   Tibet's inherent centrifugal tendencies, caused by a small population inhabiting a vast landscape with immense geographical barriers, was thus reinforced to the point of disintegration by the Cultural Revolution.  This de-centering of religious identity often results, at present, in emotional energy being diverted outwardly in two directions in particular, if not surrendered altogether to Chinese approved outlets:  the nostalgically remembered past, or the escapist dream of refugee communities in South Asia.</p> <p class=\"paragraph0\">Against this backdrop, before proceeding deeper into the phenomena of Ter, we will begin by looking briefly at a particular case of religious revival of Nyingma traditions in contemporary Tibet.  My comments are based on observations during extended stays in 1990-92 in Kham and Central Tibet, now politically classified as Sichuan and the Tibetan Autonomous Region respectively, as well as reading of contemporary hagiographies.  For most of this time I was researching textual and contemplative traditions of the Great Perfection (<em>rdzogs chen</em>) in a variety of religious communities belonging to the Nyingma sect of Tibetan Buddhism.  My own experience suggests that Tibetan religious communities in Sichuan are somewhat less coercively controlled by Chinese political authorities than are their counterparts in the Tibetan Autonomous Region, particularly the monasteries and nunneries within five to six hours by road from the main urban centers of Lhasa and Shigatse.   In fact, the Nyingma tradition in particular has undergone a major institutional revival in a very short time period to produce an extensive network of large and small monastic communities throughout Eastern Tibet.  In part fueled by the general linkage of nationalistic sentiment and religious institutions along with the economic surplus recently generated in some areas, particular factors behind the Nyingmas' growth seem to lay in their traditional focus on nationalistic literature such as the Gesar of Ling epic and dynastic period mythology, and the relative prevalence of charismatic teachers whose appeal exceeds their monastic boundaries.</p> <p class=\"paragraph0\">The most interesting of these new communities are a religious institute and nunnery in Golok Serta (<em>'Go log gser rta</em>) headed by Khenpo Jikphun (<em>mKhan po 'jigs med phun tshogs</em>), who is at the heart of the resurgent Nyingma tradition in Eastern Tibet.  I first heard of Khenpo Jikphun in the summer of 1989 when I was staying in South India at the monastery of Penor Rinpoche (<em>Pad nor rin po che</em>), the current titular head of the Nyingma sect.  Khenpo Namdrol (<em>mKhan po rnam grol</em>), now president of its academic college (<em>bshad grwa</em>), was Khenpo Jikphun's student, having recently traveled to Kham to study with him.  Two things immediately stood out from Khenpo Namdrol's description of his teacher:  he was unusually learned in the Great Perfection tradition of tantric Buddhism and he was a prolific Terton (<em>gter ston</em>), or \"finder of treasurers.\"   The latter assertion particularly struck me, since the Ter movement had not for the most part been successfully transplanted in refugee Tibet, not surprising given the vast changes in the cultural and geographical landscape upon which Ter was so dependent.  In addition, Ter was widely rumored among refugee communities to be drastically limited in scope within Tibet itself in comparison to its exalted pre-1950 status as a visionary process of renewal that revealed massive collections of new texts interwoven with a bizarre collection of material items and esoteric <em>tendrel</em> (<em>rten 'brel</em>), or \"interdependent supports\" of talismanic value.</p> <p class=\"paragraph0\">The following year I briefly met Khenpo Jikphun for the first time in Lhasa, where he was resting with Khenpo Namdrol on his way to India for his first trip outside of the People's Republic of China.  Subsequently during that year, I heard a number of vague accounts of Khenpo Jikphun while staying in Kham, which generally reflected a mix of respect, awe and jealousy.  However it was not until the following year in Dartsedo (<em>Dar rtse mdo, </em>Kangding) that I was able to talk with him and his students at greater length during a week long series of teachings Khenpo gave there.  Khenpo Namdrol's initial descriptions of him were borne out in observations of his charisma among Chinese and Tibetans, as well as the miraculous nature of many of the stories told about him, which  even by Tibetan standards seemed to stretch one's imagination. In particular, they centered around his status as a Terton, a revealer of treasures or new scriptures from Tibet's ancient past.   It also became clear that Khenpo's community was extraordinary in terms of the propagation of Great Perfection tantric traditions, which ultimately brought me there in connection with my own research.  I thus arranged for a two month stay that summer (1990) in Golok Serta at Khenpo's institute. </p> <p class=\"paragraph0\">What I found there proved to be in many ways startlingly different from what I had encountered in other parts of Tibet. Here the sacred landscape of Tibet was being revived in the radical way that only Ter can, and religious energy thus appeared centripetal in marked contrast to the alienated state institutionalized Buddhism finds itself in many parts of Tibet.  Khenpo Jikphun has created a significant counter movement reestablishing the center of gravity within Tibet herself, thereby stemming the flow of authority and value towards Chinese modernity on the one hand, and towards refugee Tibetan communities on the other hand.  Not only has he created an academic environment which in some ways surpasses what is available in refugee monasteries, but he has also managed to project an intellectual, mythic and charismatic presence capable of competing with any of the great Nyingma Lamas now living or recently deceased in exile.<a href=\"#_edn13\">[xiii]</a>   He has constellated Tibet's fragmented cultural energy around him, reinvested it in the Tibetan physical and imaginal landscape, directly relinked the contemporary situation with Tibet's past, and thus in a major way reconstituted Tibetan identity within the realities of life in the contemporary People's Republic of China, thus reinvigorating Tibetan pride, self-confidence and sense of purpose.  He has done so in a uniquely Tibetan, and in particular Nyingma, fashion.  The strategies he has employed have revolved around:  the identification of present figures with strings of reincarnations stretching back to the eighth century Tibetan empire; the reconfiguration and reanimation of the body of Tibetan sacred geography through rituals, dreams, miraculous events, and actual physical discoveries linked to that web of reincarnations; rebuilding the intellectual and material substructure of Tibetan intellectual culture within that landscape by founding temples, stÒpas, monasteries and retreat centers; and, above all else, his assumption of the mantle of the Terton, the \"treasure finder,\" who is able to establish a visceral link to Tibet's glorious past and to bring discrete products of that link into the present.  In these ways, Khenpo has helped to reverse the centrifugal flow of Tibetan identity into contemporary Chinese urban culture, refugee centers in South Asia, depression, nostalgia, or even the far off alien dream of the West, and instead revitalize a profoundly Tibetan sense of identity within a uniquely Tibetan landscape.</p> "},{"title":"Beyond the Cultural Revolution","index":3,"parent_index":0,"body":" <p class=\"paragraph0\">Before discussing the Ter movement in particular and how it has functioned to create a centripetal religious force in contemporary Eastern Tibet, I would like briefly to highlight some of the details of Khenpo's life.  As related by himself, his biographers and various scattered oral accounts, his life has all of the miraculous elements so standard in traditional Tibetan hagiographies, particularly for a celebrated Terton.<a href=\"#_edn14\">[xiv]</a>  He was born in 1933 to nomadic parents.  It is said that he was born with consummate ease with his feet first and head unbent, with the placenta sac draped around his left shoulder like a monastic robe.  He then sat up by his own power, opened his eyes, and said MañjuŸrı's personal mantra <em>O˙ a ra pa tsa na dhı¯</em> seven or eight times.  These extraordinary events where detailed by his biographers from the eye witness accounts of the midwife Drontshe and a man named Tsenseng, both of whom were still living in Amdo in 1990.  Khenpo later recollected experiencing an intense light upon emerging from the womb at the time of his birth, which he thought was perhaps the light of a butter lamp, and feeling a strong sense of compassion.  He was given the name of Kelzang Namgyel (<em>Bskal bzang rnam rgyal</em>), which translates as \"Victorious Good Fortune.\"</p> <p class=\"paragraph0\">During his teens he was recognized as the reincarnation of the famed Terton Lerab Lingpa (<em>Las rab gling pa</em>; 1856-1926), who was an important Nyingma teacher of the thirteenth Dalai Lama.  Khenpo was quite well known in his early years both for psychic powers and intellectual achievements, but at his prime became trapped within the chaotic <em>bardo</em> of the Chinese occupation culminating in the Cultural Revolution.<a href=\"#_edn15\">[xv]</a>  It is here that the modern legend of his life began to unfold, since he was neither imprisoned nor tortured during this tumultuous period, but actually continued religious activities unabated.  During the early phases of the Cultural Revolution, Khenpo was at one point summoned to an organized \"struggle session\" where religious figures and other \"class enemies\" were routinely physically and verbally abused, often leaving permanent physical damage.  The night before the session he performed offering rituals with intense prayer directed to the great warrior deity Gesar of Ling, the hero of the Tibetan national epic that has been particularly important in Eastern Tibet.  Over the course of the night, his face unexpectedly swelled up and became hideously distorted, according to his later account of events.  In the morning when people saw his disfiguration, they were convinced Khenpo had contracted a dangerous infectious disease and thus banished him from the town.  At other key junctures when he was threatened by authorities, he said he was able to repeat the feat through the blessings of Gesar of Ling and thus remained in isolated spots throughout the long political and social turmoil.  Other accounts speak of a miraculous disappearance of his encampment when search parties were sent out, as well as the abrupt rescinding of orders for his arrest, which may indicate a less than paranormal complicity on the part of local political authorities.  Most of his time during this period was thus spent herding goats and sheep in the mountains with his sister and her daughter, while he continued to give empowerments, teach texts and transmit practices to a limited circle of disciples. </p> <p class=\"paragraph0\">Khenpo Jikphun's past life memories also play a critical role in his relationship to Tibetan epic literature, since he has said he clearly remembers a previous incarnation as the son of a famous general associated with King Gesar named Danma (himself famous for his archery and bravery).<a href=\"#_edn16\">[xvi]</a>  King Gesar is famed for his prowess as a warrior and reputed to be an incarnation of Tibet's patron Bodhisattva, AvalokiteŸvara.  Because a vast cycle of epic poetry and mythology has been woven around King Gesar over the intervening centuries, he has assumed a mythic status perhaps analogous to England's King Arthur, while in Eastern Tibet he has also assumed an importance in normative religious traditions as prominent Lamas have composed rituals and meditations centering upon him.<a href=\"#_edn17\">[xvii]</a>  Such rituals draw on King Gesar's warrior status for the invocation of fierce energy that may be needed to subdue internal or external obstacles, and thus he became a \"warrior deity\" frequently invoked in times of turmoil.  At critical junctures in his life, and especially during the Cultural Revolution period, Khenpo Jikphun has thus relied on contemplative supplications to this warrior deity for assistance, both in his internal purification of his own being and to overcome external obstacles posed by others.  During the Cultural Revolution he also had a number of visions of Ling Gesar, including one on the twenty fifth day of the seventh lunar month in 1969.  After practicing an \"Attunement with the Spiritual Master\" (<em>Guru yoga</em>) meditation (in this case a ritual composed by Mipham Rinpoche oriented towards Ling Gesar as the Master), for seven days he had a vision at dawn in which his dreams seemed to be integrated with radiant light.  In Khenpo's own words: </p> <p class=\"Paragraph\">In this vision I arrived in front of the door of a beautiful castle made of diverse precious materials, where I met a gorgeous teenaged girl wearing a variety of jewelry in the fashion of the Southern Amdo region, such as a long necklace of zi stones and coral.<a href=\"#_edn18\">[xviii]</a>  She took hold of my hand, and said \"I'm delighted that you, my faithful heart-friend of many lifetimes, have come to join me here.  Do you recognize me, \"Young One\" (<em>Ne'u chung</em>), your intimate devotee?  Let's go to my father!\"  With these words she lead me inside the castle's courtyard and into her father's presence.  There we found a youthful adult wearing a black cloak with lambskin lining, whose physical presence was so majestic that I couldn't help but look down in awe, for he seemed to have the authority and dignity of an older man.  On the right and left side of his body were a sheathed bow and sheathed arrows respectively, and as I watched him he sat there polishing a razor sharp sword radiating sparks of fire which he held in his hands.  When I saw him thus, I became convinced he was no other than King Gesar's famous general Danma, and felt intense exhilaration and faith well up from within.  I thus put my head to his chest and wept, at which point he said \"My dear son, now we should go to the Great Lion of the World, King Gesar who epitomizes the Body of all the Buddhas throughout the three times.\"</p> <p class=\"Paragraph\">We then proceeded to a house constructed of red crystal called \"the Palace Treasury of Jewels,\" whose interior was adorned with all sorts of wealth and luxury, a profusion of scriptural volumes and statues.  When we went inside it, sitting atop a bed of many piled soft brocade silk cushions was a great individual with a white body adorned by a red glow, his right hand brandishing in the sky a five tipped vajra adorned with multi-colored strips of silk, while his left hand held a blue jewel radiating with light.  He wore a large mantle of red silk brocade around his body, while I can no longer recall his other ornaments.  Upon meeting him I felt boundless faith and respect for him, such that I touched my head to the knees of this great man and beseeched him, \"Oh great one!  I implore you to bless me by transferring the immeasurable splendid qualities of your Body, Speech and Mind into my own inner being, such that great benefit to the Buddhist teachings and living beings may be brought about!\" </p> <p class=\"Paragraph\">Then as Gesar flourished the multi-colored vajra in the sky with his right hand, he said the famous seven-line supplication to Guru Padmasambhava and the words of a ritual invoking the Enlightened Spirit of Padmasambhava.<a href=\"#_edn19\">[xix]</a>  After placing the vajra on my head, I put my palms together and sat in front of him.  At this time all ordinary appearances and experiences dissolved within reality's expanse, and the great radiant light of empty awareness become vividly manifest to me.  Minister Danma sat down on a square carpet-seat besides King Gesar's main shrine and a variety of offering substances spontaneously and naturally emerged.  We were then all delighted by a vajra-song sung by the gnostic Æ›ki˚ı Young One,<a href=\"#_edn20\">[xx]</a> after which my father Danma said we should take our leave and go.  As he prepared to lead me away, I awoke from my dream-vision. </p> <p class=\"Paragraph\">Also later on the night of the fourth day in the ninth lunar month of 1970, I dreamed I met a Terton who I thought must be Ratna Lingpa (1403-1478).  He told me, \"Previously during a radiant light-dream you encountered King Gesar and his Minister Danma, at which time Young One sang a song.  The song has extremely potent blessings for whomever recites it now.\"</p> <p class=\"paragraph0\">Visions such as these - generally bound up with past life memories, encounters with great cultural heroes of Tibet's past, revelations of potent teachings, artwork and songs, and often closely connected with Tibet's sacred landscape and history - have been central to Khenpo Jikphun's reputation as a great spiritual master deeply grounded in the still vibrant matrix of Tibetan traditions, and they have been the basis of many of his actions.  It should be noted that not only was Gesar centrally emphasized in the nineteenth century ecumenical movement, but he has been also a mythic paradigm historically operative in the constitution of a distinctively Tibetan sense of community or \"proto-nationalism.\"<a href=\"#_edn21\">[xxi]</a>  As such, an incipient millenarian cult called the \"Heroes of Ling\" developed in 1981 around a Tibetan claiming to be Gesar's incarnation.  It offered to initiate others into a cult centering around possession, healing and prophecy, but was quickly suppressed by Chinese authorities for its political implications.<a href=\"#_edn22\">[xxii]</a>  As I will argue below, Khenpo's skillful invocation of such \"mnemonic\" icons has allowed him to surreptitiously assert Tibetan national identity and symbolic community while simultaneously engaging in institutional renewal without Chinese prohibition.<a href=\"#_edn23\">[xxiii]</a></p> <p class=\"paragraph0\">When the liberalization following the Cultural Revolution finally penetrated to these remote areas of the People's Republic of China, in 1980 at the age of forty-seven Khenpo immediately set about establishing a Buddhist monastic center and nunnery linked to various visions and prophecies.  Prophecies play an important role in general within Tibetan Buddhism, but particularly within the Ter cult, in which they are understood not just as predictions of the future, but as \"words of truth\" of an enlightened figure that have the intrinsic power of bringing events into being.<a href=\"#_edn24\">[xxiv]</a>  A key prophecy used to authorize the school's founding was drawn from the prophecies of Dodrub Kunzang Zhenphen (<em>Rdo grub kun bzang gzhan phan</em>, 1745-1821), the first of a famous line of Nyingma incarnate Lamas based in Golok itself:</p> <p class=\"VerseQuotation\">In the <span style=\"text-decoration: underline;\">La</span> valley by the <span style=\"text-decoration: underline;\">Ser-nga-dam</span> deity,</p> <p class=\"VerseQuotation\">There will be an emanation of the glorious Padmasambhava named \"Jikme\" (<em>'jigs med</em>);</p> <p class=\"VerseQuotation\">He will make the exoteric and tantric teachings as radiant as the sun</p> <p class=\"VerseQuotation\">For a collection of Bodhisattvas of the fourfold entourage,</p> <p class=\"VerseQuotation\">While with perfect stability he reaches the summit of living beings' welfare,</p> <p class=\"VerseQuotation\">Thus pervading the ten directions with the disciples in his pure retinue</p> <p class=\"VerseQuotation\">And placing all connected to him in the place of great bliss.</p> <p class=\"paragraph0\">Khenpo Jikphun's full name is <span style=\"text-decoration: underline;\">Jikme</span><em> </em>Phuntshok and accordingly he interpreted the second line as referring to him by name, so that lines three through five were taken as general references to the extensive nature of his teachings, disciples and enlightened activities.  The first line, however, he interpreted syllable by syllable as having a very specific reference to the site at which he should found his new religious center:  <span style=\"text-decoration: underline;\">La(</span>ma)rung valley (literally, \"suitable (<em>rung</em>) for spiritual masters (<em>lama</em>)\"), a power spot said to be inhabited by a tree goddess (<span style=\"text-decoration: underline;\">deity</span>) and located in the \"golden horse\" district (<span style=\"text-decoration: underline;\">Ser</span>ta) of Golok between <span style=\"text-decoration: underline;\">Nga</span>lataktse and <span style=\"text-decoration: underline;\">Dam</span>can, two sacred mountains located to its east and west respectively.  This special spot was said to have been the chief residence for thirteen religious practitioners in the past who had attained the \"rainbow body,\" a synonym for enlightenment in the Great Perfection tradition, and to have never been defiled by practitioners breaking their tantric vows.  In addition, its importance as a sacred site had been prophesied by its resident wrathful tree spirit in a visionary encounter with a famous nineteenth century treasure finder related to Khenpo named Khrakthung Dudjom Dorje.\"<a href=\"#_edn25\">[xxv]</a>  At the age of five, on the twenty-fifth of the fourth lunar month at the head of the Yarchen valley, the spirit appeared to him, gave him a ritual arrow wrapped in a white ceremonial silk scarf, and said: \"This red tamarisk arrow is an initiatory item and with its five colored silk strips, the fourfold enlightened activities will be actualized.<a href=\"#_edn26\">[xxvi]</a>  If in a future 'hare' year it is planted at the upland of yonder valley, its merit, fame and glory will flourish far and wide.\"  Later in life, the Terton thus built a personal hermitage at the site, though no community or institution ever developed there. </p> <p class=\"paragraph0\">In fulfillment of that prophecy, Khenpo Jikphun went to the desolate Larung valley, located off the main road about ten minutes drive from Golok Serta, and founded his present academy there on the tenth day of the seventh lunar month in 1980 (the iron-monkey year) for the express purpose of reviving Buddhist scholarship and meditation.  It was named \"Hermitage of Freedom within the Great Esoteric Light-Body\" (<em>gSang chen 'od skur grol ba'i dben khrod</em>) and Khenpo had his own personal residence constructed on the location of Khrakthung Dudjom Dorje's former hermitage.   In neighboring areas people came to refer to the center simply as <em>Larung gar</em>, while in more distant areas it is often referred to as <em>Khenpo gar</em> - literally Khenpo's military or trading \"encampment,\" the term <em>gar</em> (<em>sgar</em>) refers to a religious center that is not explicitly monastic in constitution.  Before this, Khenpo lived elsewhere in Golok since the site itself was totally devoid of any human constructions, or much else for that matter, for this traditionally nomadic region is above the tree-line, such that it is barren in the winter and filled with flowering grasses in the spring and summer.  However, in 1968 (an earth-monkey year), Khenpo Jikphun had transmitted the <em>Nucleus of Mystery (Guhyagarbha) </em>empowerment ritual to a few disciples in this same spot, after which he said to Khenpo Gakdor in a seemingly joking manner, \"In the monkey year twelve years from now I will found a large monastic academy in this spot.  At that time this area, from the shadowy north of the valley to its sunny southern parts, will become filled with study, critical analysis, and meditation.  Will you go in for study and analysis, or meditation?\"  Thus unlike many large monasteries or nunneries now found in cultural Tibet, Khenpo's religious center is not the revived form of a previous establishment located at its original site.  Although there are prophetic associations tied to the Larung valley, the main force behind the establishment's development is found in the charismatic presence of Khenpo.<a href=\"#_edn27\">[xxvii]</a></p> <p class=\"paragraph0\">While I don't have access to detailed records of the events that governed these initial years, and particularly of the extent to which the government may have been aware, or disapproved of the community's initial growth, it appears that the founding of the community begin in an informal, and typically Tibetan, manner:  a charismatic Lama simply built a small personal home and an initial small circle of close disciples took up residence near by.  The community then grew as word of mouth attracted other religious practitioners, who in a very haphazard fashion built one room residences in accordance with their means, ranging from the rare wood cabin and the more common stone and dirt huts, to simple crude residences built from stacked squares of turf.<a href=\"#_edn28\">[xxviii]</a>  Individuals were free to come and go without any formal membership process, as long as they adhered to the monastic behavioral norms that Khenpo insisted upon.  As these newcomers' residences begin to sprawl over the hillside (see plate B2), the evolving community rapidly expanded during its first decade to a total resident population of one thousand monks and nuns, divided between the academy and a nunnery just down the stream (see plate B3).  While Khenpo reportedly experienced initial problems from governmental authorities with regards to his institute, a key turning point occurred when the Panchen Lama certified it as an academy in 1987.  In the late 1980s, the community was granted special local government funding for electricity, while private funding with donated labor and materials resulted in the building of a huge stone assembly hall in 1991 so that the entire congregation of monks and nuns could assemble together for special events (see plate B9).<a href=\"#_edn29\">[xxix]</a>  A few years later, Khenpo had a large lay complex with its own temple built further down stream where formerly a \"mortician\" practicing the Tibetan art of sky burial - cutting corpses up and offering them to wild birds - lived with his family. </p> <p class=\"paragraph0\">  Since Khenpo has declined any annual subsidies from the government and decided against his academy's becoming a formal monastery, he has largely avoided the need to engage in periodic political lectures and so forth, such that the atmosphere is mainly religious with few political overtones.  In addition, there appear to be few if any restrictions in the way of government permits or authorization governing disciples from distant areas joining the academy, or traveling back and forth, beyond permission from their home monasteries.  Khenpo himself in 1991 had a mid-level political position in a Tibetan research office in Beijing; and in Serta headed with five office staff the Buddhist Association (<em>nang bstan</em>) that examines monasteries, their behavior, and so forth, in conjunction with the country Religious Affairs office (<em>chos lugs las khungs</em>).  He also has a political position in Ganzi, but he has requested they not elevate that position since it would require trips to Chengdu and responsibilities that would distract him from his primary task at the academy.  General relationships between Khenpo and the district government at Serta are close, and in fact he has performed the traditional Lama's role of mediator in some political disputes.  In the summer of 1991 a potentially explosive dispute erupted over the boundaries between Serta county in the Ganzi region and Padma district in the Tshongon (<em>mtsho sngon</em>) region, evidently with economic implications since the area in question is a rather dense forest.  After failing to resolve their differences, both sides were preparing for armed battle when the second ranking political figure of Serta came to Khenpo to ask for help, since both sides had a great amount of respect for him.  He wrote a series of letters to people on both sides suggesting some type of compromise and eventually defused the situation.  However in the mid nineties Khenpo became the object of political suspicion after he was one of the very few Tibetan religious leaders who refused to sign a certification of the government's candidate in the Panchen Lama reincarnation controversy.  This was compounded by the arrest and reported torture of his nephew in Golok for reportedly possessing literature concerning Tibetan independence.  As a result, I have been told that as of 1996 he has been limited in the ability to engage in religious activity outside his own institute.<a href=\"#_edn30\">[xxx]</a></p> <p class=\"paragraph0\">Although the vast majority of its residents are monks governed by the monastic rules of conduct and following a strict scholastic program, and although Khenpo Jikphun himself has maintained monastic vows throughout his life, he has self-consciously termed the academy a \"mountain hermitage\" (<em>ri khrod</em>) rather than creating an actual monastery that would establish and maintain his own distinctive traditions in line with the characteristic Tibetan emphasis on sectarian continuity and lineage (<em>brgyud pa</em>).  For this reason, all the monks have separate home monasteries, to which many often return when Khenpo Jikphun is not teaching or in residence; in addition they don't perform certain monastic communal activities such as masked dances (<em>'cham</em>).<a href=\"#_edn31\">[xxxi]</a>  Aside from the obvious benefit of avoiding the excessive regulations and state supervision that come with being classified as a monastery in the People's Republic of China, his frequently stated reason for not forming a monastery is that he sees the most pressing contemporary need to be the renewal of scholarship and meditation all over Tibet, a task which in his view a new monastery with its inevitable sectarian tendencies could never accomplish.</p> <p class=\"paragraph0\">  Individuals thus come to the academy for an indefinite period of time without changing previous monastic affiliations, or continually travel back and forth between their home monasteries and Larung.  Generally the population is divided among all the major sects of Tibetan Buddhism, though a majority are affiliated with the Nyingma sect in particular:  a rough estimate is that sixty five percent of the resident population is Nyingma, twenty percent Kagyu (<em>bka' brgyud</em>), ten percent Sakya (<em>sa skya</em>), five percent Geluk (<em>dge lugs</em>) and evidently a few from Bon and Jonang lineages.  During major initiatory rituals, representatives of all sects tend to congregate temporarily in great numbers.   The center has thus functioned to inculcate a sense of the ecumenical movement (<em>ris med</em>), since in addition to Khenpo's eclectic teachings drawing from all Buddhist sectarian traditions, monks from different areas, traditions and sects spend lengthy periods together in a shared environment. While there is a large contingent from surrounding areas, the academy and nunnery also draw considerable numbers from throughout the Tibetan districts of the Sichuan and Qinghai provinces, especially from Serta, Golok Tshongon (<em>mtsho sngon</em>), Aba, Rebkong near Labrang, and Minyak; there are some from the Tibetan Autonomous Region (which includes Western and Central Tibet), though most are from its eastern areas such as Chamdo and Gonjo.<a href=\"#_edn32\">[xxxii]</a>  One notable problem for many who come to the academy is the prevalence of the Golok nomads' dialect, which is extremely difficult for other Tibetans to understand - it is quite distinct from neighboring Amdo and Kham dialects, and of course central Tibetan.  Monks from Gyelrong (<em>rgyal rong</em>) are particularly hard pressed, since their language is distant from other forms of Tibetan (to the degree it is even classified as Tibetan).  Generally it takes new residents up to a year to begin to understand the Golok dialect with some facility, and it is not an uncommon experience for a bright scholar to find even religious lectures initially incomprehensible.  The open door policy allowing any monk to come and stay for any length of time - only people known to have broken major religious vows, such as those who physically abused their teachers during the Cultural Revolution, are refused - has resulted in a revolving population of about two thousand in the winter and fourteen hundred in the summer, with an expanded population of up to ten thousand during major initiatory rituals.<a href=\"#_edn33\">[xxxiii]</a></p> <p class=\"paragraph0\">Within this constantly changing community, Khenpo Jikphun has also founded a rigorous multi-year curriculum of traditional academic study designed to culminate in the attainment of a \"Khenpo\" (<em>mkhan po</em>) degree, which is analogous to the \"Geshe\" (<em>dge bshes</em>) degree in the Geluk sect and a doctorate in Western universities.  The program involves systematic study of a large body of texts in diverse genres, critical analysis, evaluative procedures and the so forth, with the exception that composition is of considerably less importance than in Western academic programs.  Its standard requirements for Tibetan monks include painting, medicine, grammar, poetry, history, epistemology, the Indian Buddhist Mah›y›na philosophical systems of Madhyamaka and Cittam›tra, the classic tantras, the Great Perfection, and so forth.  Recipients of these degrees have traditionally been accorded great religious prestige in Tibet and generally have become important teachers, scholars and authorities in Nyingma and Kagyu monasteries.  However, it is precisely such products of long term, rigorously structured programs who were in short supply in all sects following the long chaos of the Cultural Revolution.   Thus the development of rigorous scholastic training programs at Larung, as well as at the other teaching academies (<em>bshad grwa</em>) in Eastern Tibet he founded during the eighties, has been a top priority for Khenpo Jikphun.  In the first decade, roughly one hundred Khenpos graduated from his academies, most young men in their twenties or thirties.  Requirements for a Khenpo degree have been somewhat relaxed in light of the pressing need for qualified teaching scholars, so that top students can complete the program in five years.  Some of these new Khenpos ultimately return to their own monasteries to teach, some stay at the center to become advanced teachers in their own right or engage in further studies, and some are sent by Khenpo Jikphun to specific monasteries with particularly critical needs for teaching assistance.    </p> <p class=\"paragraph0\">Khenpo Jikphun has established other schools, such as the 1988 establishment of a school in Nyarong at the site of his previous incarnation's residence (two hundred monks) and a school in Minyak (one hundred monks).   He also routinely makes visits to other monasteries, schools, and retreat centers to give teachings and empowerments.  Since his academy trains many new Khenpos whom he specifically sends out to monasteries needing their assistance, his links to other monastic centers is unusually close.   Given his explicit desire for the academy to serve as a seminal center for the renewal of Buddhism all over Tibet without requiring that individuals change their monastic affiliation, these relationships are of a different order than those typically enjoyed by traditional hierarchs of monasteries with strong intra-lineal concerns; in fact, he has founded scholastic academies (<em>bshad grwa</em>) and meditation academies (<em>grub grwa</em>) in a number of the monasteries reemerging since the Cultural Revolution's end.  Throughout he has stressed the exposition of the scriptures concerned with monastic discipline and the rituals of the bimonthly monastic confessional, the summer retreat and strict observance of its regulations.  However, unlike similar religious institutions affiliated with the Nyingma sect in the refugee communities of Indian and Nepal, which have become concerned above all else with maintaining sÒtra-based exoteric traditions to the detriment of esoteric traditions, Khenpo has consistently given teachings to entire monastic assemblies on the supreme esoteric traditions of the Great Perfection; he has also guided a great number of monastic and lay individuals currently practicing its contemplative precepts known as breakthrough and direct transcendence.<a href=\"#_edn34\">[xxxiv]</a>  This unusual blend of monastic discipline and the Great Perfection's appeal of tantric freedom would seem to be driven by two overarching motivations:  the Great Perfection's traditional role in the type of ecumenism that Khenpo has so strongly advocated and its highly experiential yet streamlined contemplative system, which offers a direct and easily implementable mode of practice not reliant upon structured communities, complicated ritual expertise, or extensive academic learning. </p> <p class=\"paragraph0\">Though the resident monks are thus not actually part of a monastery, the nuns located just ten minutes down the valley are forming a true nunnery headed by Khenpo's young niece, Ani Muntsho (<em>A ni mu mtsho</em>, b. 1966 in the fire-horse year), the need for which Khenpo explains as being due to the relative poverty of religious institutions for women.    There are four older male Khenpos who have been assigned to teach the nuns; in 1991 there were also four female Khenpos.  Initially, nuns did not often receive Khenpo Jikphun's teachings, though they did receive empowerments, but  in 1991 the new huge assembly hall was constructed expressly so nuns and monks could receive these teaching simultaneously.    In this new hall there is a line with flowers splitting monks and nuns, and also different doors for entry and exit, so as to prevent interaction that could lead to breaches of the code of celibacy.  For general study, however, the nuns continue to use their own building facilities.</p> <p class=\"paragraph0\">Khenpo Jikphun also has a number of Han Chinese disciples, with two Tibetan monks in their early thirties specializing in teaching Chinese and translating Khenpo's teachings into Chinese.<a href=\"#_edn35\">[xxxv]</a>  In 1991, there were thirty to forty Chinese monks and nuns in semi-permanent residence, two of whom knew Tibetan and the rest of whom studied in Chinese within the organized program run by the above mentioned bilingual Tibetan instructors.  In fact, Khenpo pays the Chinese monks and nuns a special allowance of seventy yuan per month because they have come from so far, which covers the monthly cost of tsampa, butter, yak dung (for fuel), and other basic necessities.  While there are examples of Chinese monks who have wholeheartedly assimilated the Tibetan lifestyle, many seem to maintain an attitude of cultural superiority and separation, evidently thinking of the association as something they will subsequently use to legitimate their own status as teachers Despite the overtly racist attitudes displayed by many Chinese towards Tibetans, there remains a potent belief in the spiritual power of Tibetan Buddhism.  I also witnessed periodic visits from devoted Chinese disciples who made the long trek from their home land to visit Khenpo in his residence; some of them are considered to be very advanced students.  In 1988 Khenpo spent two months in Beijing at the Buddhist Higher Academy at the Panchen Lama's invitation, during which time many Chinese were said to have arrived from other provinces in the PRC to receive teachings. </p> "},{"title":"Monastic visions","index":4,"parent_index":0,"body":" <p class=\"paragraph0\">This creation of a large monastic-style center is part of the lifelong trajectory of Khenpo's career.  He himself took novice vows at the age of fourteen and became a fully ordained monk at the age of twenty-two.  His life throughout has been characterized by a constant emphasis on strict monastic discipline (including celibacy), especially manifest in his advocation of monastic renewal and strict ethical standards as the key to revitalizing Buddhism in Tibet following the Chinese destruction of existing institutions after the mid-1950s.  Given his credentials as a visionary Terton (treasure-finder), this makes him an unusual figure in the Nyingma tradition.  A large number of major Lamas thought to integrate both scholarship and yogic realization in the current Nyingma tradition are married or have been, especially those who are also Terton, and Khenpo Jikphun is in this way one of the few exceptions who has throughout remained strictly devoted to the monastic tradition.  His strict monastic lifestyle is thus in stark contrast to most other treasure revealers, who generally take consorts prior to their main revelations in order to practice sexual yoga, often with reports of stormy relationships ensuing.<a href=\"#_edn36\">[xxxvi]</a></p> <p class=\"paragraph0\">The critical juncture in Khenpo's monastic orientation occurred in his twenties, when he encountered a young woman whom he recognized as his karmically destined consort, yet declined to unite with in favor of a life long commitment to monasticism.  On this occasion, when he first met her, she said to him, \"Since we two are intimately connected by Padmasambhava's blessing-prayers and I am thus karmically destined to be your consort, I have come here.\"  In Tibetan tantric Buddhist lineages, women are often said to be of crucial importance as consorts for male visionaries, since it is believed that it is possible to traverse the transcendent path swiftly in reliance upon the tantric techniques of sexual yoga; in addition, it is believed that sexual yoga contributes in some essential way to the capabilities of a Terton to reveal treasures.<a href=\"#_edn37\">[xxxvii]</a>  Though Khenpo Jikphun accordingly felt that the signs, circumstances and karmic connections all indicated that the time had come to engage in sexual yoga in order to enhance his realization, he chose not to act upon them.<a href=\"#_edn38\">[xxxviii]</a>  Echoing earlier figures such as the founder of the Geluk tradition, Tsongkhapa (<em>Tsong kha pa</em>, 1357-1419), Khenpo later explained his feeling that most contemporary \"yogis\" were not superior to ordinary individuals, and used the claim of a \"tantric lifestyle\" to legitimize doing as they pleased under the spell of sexual desire.  He thus felt it important to set an example to preserve the teachings' integrity and refused to accept his consort despite their karmic connections, as well the positive advantages he would have derived from their practice of sexual yoga.  Shortly afterwards, he related these events to a well known Master named Lodrö, who became upset and exclaimed:  \"Nowadays Tibetans have such slight virtuous merit!  What can be done?!  Because this has transpired, from now on you must perform the recitation and evocation rites for the Sky Dancers (<em>mkha' 'gro, ˜›ki˚ı</em>) and praise the merits of sexual yoga amidst large gatherings.  Since later in your life your gathering of disciples will greatly increase, at that time you must propagate the sÒtra and tantra teachings with an emphasis above all on the eloquent writings of Longchenpa and Mipham.<a href=\"#_edn39\">[xxxix]</a>  In this way vast benefit will accrue impartially to the teachings and to living beings.\"  Thus despite Khenpo's being destined to take up a consort as a necessary support for his discovery of Ter, he felt forced to decline the opportunity due to his perception of the need for strict ethical examples during a time of moral decay (expressed by Lodrö in the traditional terminology of Tibetans' \"merits,\" or overall accumulation of virtuous acts and positive karmic energy).</p> <p class=\"paragraph0\">It is not surprising, thus, that a key element of Khenpo's public mission following the end of the Cultural Revolution has been to express the need for a thorough purification and ethical reform of Buddhism in Tibet as a corrective to the many corruptions that he felt had developed during the preceding three decades.  Monastic discipline - such as celibacy - and serious study of classic Buddhist texts figure prominently in Khenpo's vision of Tibet's Buddhist path and future, in addition to such traditional Tibetan religious values as loyalty to one's Guru and so on.  While \"corruptions\" in the sense of non-celibate monks, illiterate monks, disrespect to Gurus and so on clearly predate recent Chinese influence, it seems reasonable to concur that the close of the Cultural Revolution found these traditional ideals of Tibetan religious culture in a far worse condition than in the preceding centuries.  Right from the end of the Cultural Revolution Khenpo put forward explicit standards as to what tendencies and conduct should be encouraged, and which should be rejected.  Above all, in line with a resolute belief in ethical discipline as the foundation of all positive qualities, Khenpo emphasized the need for dedicated practitioners to become monks and nuns, with the exception of those special few who had already mastered tantric contemplation and were thus beyond any need for conventional morality and discipline.  He also disseminated a widely read circular advising that Tibetan monks and nuns in particular needed to act in strict accordance with the Buddha's ethical teachings on monastic discipline and in the tantric corpus.  For those practitioners who broke their monastic and tantric vows during the Cultural Revolution (such as celibacy, respecting religious structures, revering one's teachers and so on), if the corruption was not so severe as to be beyond restoration, he instructed them to perform the appropriate rituals for renewing their vows; for others whose actions had severely damaged their vows beyond any possibility of ritual renewal, he insisted that they be expelled from monastic assemblies.  He also exhorted serious religious practitioners in general - whether ordained as monks and nuns or lay tantric practitioners - to exert themselves in techniques for purifying their negative acts and transgressions, and to forsake other secular activities such as agriculture and so forth which they were forced to engage in during the Cultural Revolution.   He felt that people who had broken their commitments (<em>dam tshig, samaya</em>) by beating Lamas and so forth should now be permitted to visit the monasteries, but not to take part in empowerments, rituals and so on, even if formerly they were high reincarnate lamas.  Though he was only able to insist on adherence to the circular's prescriptions within his own centers, he actively encouraged other monasteries in Eastern Tibet to commit themselves publicly to supporting his agenda.  This forceful assertion of the primacy of strict monastic values and traditional standards in the post-Cultural Revolution environment has led to consistent tension with those who engaged in anti-Buddhist activities during the Cultural Revolution, since Khenpo Jikphun has advocated a hard line against such individuals.  This has been the source of considerable tension with local political leaders, who argued that the Cultural Revolution constituted a special situation and thus did not involve a  breach of monastic or tantric vows.   However, the Panchen Lama also advocated withholding tantric teachings from those with broken commitments, suggesting that instead they be given exoteric sÒtra teachings.</p> <p class=\"paragraph0\">In this way, Khenpo felt that monastic communities could purify themselves and again become worthy fields of merit for lay people to honor, offer alms, and go to for refuge.  It cannot be overemphasized how central this ethical issue is in terms of the relationships between lay individuals and monks, since ethical purity (especially celibacy) is what qualifies the monks as recipients of offerings from the lay community.  Even if this \"purity\" is always of a relative sort, when infractions are very public and extensive, it can lead to lay people questioning the entire institution, at least in its local manifestation.  It also in turn guarantees that such offerings constitute \"religious merit-making,\" with merit understood as positive karma that will lead to mundane benefits, better rebirths and eventually spiritual growth.  As Schwartz has shown,<a href=\"#_edn40\">[xl]</a> this relationship between benefactors (<em>sbyin bdag</em>) and monks as a key element of Tibetan society has been repeatedly attacked by Chinese religious policies for its political implications.  While Khenpo has conjoined his strong educational and ethical standards with a strict emphasis on monasticism and insistence upon exposing Tibetan religious hypocrisy, even while avoiding direct complicity with Chinese rule, he has distanced his movement from any involvement with overt political protests against Chinese rule.  This contrasts sharply to the Schwartz's portrayal of the conjoining of ethical aspects of Buddhism with political protest that has dominated the ongoing demonstrations in Lhasa;<a href=\"#_edn41\">[xli]</a> Khenpo's brand of nationalism has not involved confrontational resistance of governmental authorities, whether in his stress on systematic education in traditional Tibetan learning as an antidote to colonialist-intensified embarrassment over Tibet's seemingly backwards past, or in his revival of the traditional merit-making institution of interaction between monastic and lay communities.  However, Khenpo Jikphun's ethical agenda, as well as his unusually open teaching of the esoteric tantric teachings (particularly the Great Perfection), has been the source of a considerable degree of controversy among <em>Tibetans</em>, though not with Chinese authorities.  At one point, Khenpo Jikphun explained his motivations in the midst of a huge monastic assembly:</p> <p class=\"Paragraph\">Before I began this purification and reform of the teachings, there was not even one person displeased with me among all the monks, nuns and lay people.  However by force of my undertaking this purification, many people high and low have begun to consider me as almost an enemy.  Even so my own motivation in doing so has been devoid of even the slightest self-interest, other than the hope that in these extreme times when the Buddhist teachings have become a setting sun by virtue of the five corruptions' pervasive spread,<a href=\"#_edn42\">[xlii]</a> there might emerge the means for the pure teachings to remain, even if just for a day.  With the three jewels as my witness,<a href=\"#_edn43\">[xliii]</a> I can sincerely say that I don't feel the slightest shame for my actions, and thus even if I had to sacrifice my own life for the sake of these teachings, it is certain that I would joyfully do so without the slightest regret.  My feeling is identical to that expressed by the great Bodhisattva ⁄›ntideva in the following verse:<a href=\"#_edn44\">[xliv]</a></p> <p class=\"VerseQuotation\"> </p> <p class=\"VerseQuotation\">Although many beings may kick and stamp upon my head,</p> <p class=\"VerseQuotation\">Even at the risk of dying may I delight the Protectors of the World [by not retaliating].</p> <p class=\"paragraph0\">Another outcome has been conflict with some lay Tantric practitioners (<em>sngags pa</em>) revolving around Khenpo's criticism of their conduct, which has been linked to his advocation of strict monastic standards and conventional ethical norms as the best path to revitalization of Buddhist culture.  This has been compounded by his own unusual status as a monastic hierarch deeply involved with the visionary Ter movement and the unusually tantric cast of the monastic teaching curriculum.<a href=\"#_edn45\">[xlv]</a>  Ngakpa are often hereditary lay practitioners of Buddhist tantra found throughout Tibetan cultural areas who have historically had a particularly close relationship to the Nyingma tradition; they at times possess considerable religious stature on the basis of the mystique of their spiritually potent family \"lineage\" (<em>brgyud pa</em>) and personal achievements or charisma.<a href=\"#_edn46\">[xlvi]</a>  While the extent of this tension is not clear to me, since a number of such figures are his personal disciples, it appears that it derives from Khenpo's consistent criticism of supposed ethical lapses disguised in a tantric rhetoric of antinomianism and transcendence among many in their rank and file.  Ngakpa have families and reside within ordinary lay communities, and it is not uncommon in my own experience that entirely mundane concerns for power, sex and money are at times masked by such figures with references to the classic tantric paradigms of the spiritual transformation of negative emotions and the violent subjugation of demonic forces.  Khenpo's criticism has been particularly aggravating to some since it has been conjoined with a strong privileging of celibate clergy as the paramount ideal to which all Buddhists should aspire, with the clear implication that material and social resources should be channeled particularly to the support of celibate monastic institutions.  This criticism goes hand in hand with his criticism of married \"monks,\" a phenomenon that apparently has traditional and recent roots.<a href=\"#_edn47\">[xlvii]</a>  This tension was reflected, for instance in 1993 when the lay Nyingma Lama Kusum Lingpa (<em>Sku gsum gling pa</em>) visited the US from Golok and reportedly criticized Khenpo on several occasions, asserting that only his own \"treasures\" were really valid.</p> "},{"title":"Resuscitating the Tibetan body","index":5,"parent_index":0,"body":" <p class=\"paragraph0\">Khenpo's revival of the devastated Tibetan Buddhist systems of educational training (the Tibetan mind) has been nothing short of remarkable, while his ecumenical emphasis on monastic-centered ethics separated from political activism has offered a powerful Tibetan religious paradigm for survival in the People's Republic of China that contrasts sharply to the political activism of monks and nuns in Central Tibet.  Khenpo Jikphun's most striking activity, however, has been his resuscitation of sacred pilgrimage networks in conjunction with a series of revelations of physical and literary items considered as Ter, or \"treasure.\"  This contrasts, again, to the politicized brand of Buddhism Schwartz finds in Lhasa, which emphasizes \"the ethical aspects of Buddhism as a religion - rather than its magical elements.\"<a href=\"#_edn48\">[xlviii]</a>  This treasure-driven resuscitation has been intertwined with dreams and visions of his own past lives that have governed his actions following his return to mainstream life after the end of the Cultural Revolution.   It has involved the revelation of historically important, but currently forgotten or neglected geographical sites such as sacred caves, describing the forgotten significance of rooms within temples, leaving footprints and handprints in rock to create new sacred sites, extracting treasures from the earth and so on, all linked to his own memories of Tibetan history in the immediate fashion of recollection of previous lives.  Often just his <em>visits</em> to crucial sacred spots are vital events in reestablishing this lost body of Tibetan religion for local residents, and as such are always marked by careful attention to the appropriate offering and ablution rituals directed at the sacred mountains considered to be the residence of Buddhist deities, and so forth.  Activities by lamas such as Khenpo Jikphun are thus literally reconstituting and reconnecting the extended cultural body of Tibet in its geographical landscape.   The sheer density of memories evoked, and personal identification with them, envelop the present within a healing terrain of sacred sanctuaries, tantric deities, saints of the past, and  potent Buddhas adequate even to the contemporary and seemingly implacable version of the host of demons that have afflicted Tibetan lives from time immemorial.</p> <p class=\"paragraph0\">To adequately understand these contemporary manifestations of Ter, we need first to look back into the historical context of its origins.  Buddhism was first imported into Tibet on a massive, government-sponsored scale during the period of the Tibetan Empire (early seventh to ninth centuries), a time when Tibet controlled much of the Asian continent with successful military incursions even into the heart of China.  This state-sanctioned importation focused on the development of monastic institutions and scholastic literature, yet was intertwined with an unsanctioned diffusion of less orthodox tantric forms of Buddhist lifestyles, rhetoric and practices.  Following the gradual collapse of political centralization after the assassination of the Emperor Langdarma in 842, Tibet underwent a dark period (mid ninth to late tenth centuries) during which the state-sponsored Buddhism largely collapsed while the lay tantric movements continued to flourish.  When economic revival began to generate surplus wealth such that political centralization and concomitant large scale cultural projects reemerged in Tibet (late tenth century onwards),<a href=\"#_edn49\">[xlix]</a> the glorious Imperial past and its Buddhist associations became a key site of rhetorical contestation among the various groups attempting to take control of the future of Tibet.  In brief, a dominant strategy for groups linked to the new centers of wealth and political power was to import current Indic traditions of Buddhism and deploy them in the Tibetan cultural field with a supporting rhetoric of purity and modernity, in the face of the supposed corruption and antiquity of previous Tibetan lineages.  Thus the age of the \"great translators\" was born in the eleventh century under the aegis of \"modernism\" (<em>gsar ma</em>, literally \"new-ist\"), with Tibetans and Indians who traversed the Himalayas in search of teachings, fame, money and enlightenment.  This movement gradually begin to dominate the Tibetan cultural arena with its powerful rhetoric and mythos centered on the grand translation project of Indian Buddhist scriptures into Tibetan, as well as its astute links to political and economic centers in conjunction with a monastic re-institutionalization.  This was thus successfully linked in reality, and in imagination, to the contemporaneous reawakening of Tibetan economic and political vitality, such that the \"renaissance\" of Tibetan civilization came to be linked to the modernists' \"reform\" of Tibetan religion.  Both employed a rhetoric of the taming or control of a barbaric indigenous reality with structured language, community, practices and belief systems derived from a more civilized India.<a href=\"#_edn50\">[l]</a></p> <p class=\"paragraph0\">Modernist Tibetan rhetoric tended polemically to paint Buddhist groups who resisted their agenda - who came to be known as the \"ancients\" (Nyingma) - as passive traditionalists continuing an antinomian form of mysticism stemming from the dark period, thereby attempting socially, religiously and intellectually to disenfranchise those groups maintaining the \"old\" Buddhist traditions without becoming actively engaged in the reform movement.  In fact, those groups loosely organized under the rubric of the \"ancients\" embarked on an equally complex religious and intellectual renaissance during the same time period (late tenth to fourteenth centuries) that continued pre-eleventh century Tibetan traditions while revitalizing them via creative appropriation of the wealth of material flowing into Tibet through the modernist translation project.  One of their most successful rhetorical weapons was the innovative adaptation of Indian Buddhist models for scriptural authentication that became known as the \"treasure\" (<em>Ter</em>) movement.<a href=\"#_edn51\">[li]</a>  The Tibetan Ter movement thus begins in earnest in the eleventh and twelfth centuries with the cultural revival that followed the dark period.  As the new Buddhist groups importing teachings and authority from India put older Tibetan Buddhist lineages on the defensive, the latter, the Nyingma, developed the Ter movement as a response.  Ter involved the visionary notion that during the dynastic period the literary jewels of Indian Buddhism had been embedded in the subtle bodies of Tibetans as well as the geographical body of Tibet herself,<a href=\"#_edn52\">[lii]</a> so that after the Dark Period their only location (the fragile esoteric traditions having since disappeared in India itself) was this latent enfolding within the Tibetan body.   In other words, many teachings hitherto unknown were said to have been brought to Tibet in the eighth century by Padmasambhava and Vimalamitra, but concealed for the sake of future generations instead of being publicly disseminated at that time.  These teachings were now being gradually recovered by reincarnations, particularly of Padmasambhava and Vimalamitra's eight century Tibetan disciples who had been appointed as the predestined revealers of the treasures, known as Terton.  Thus once the darkness lifted, these treasures were said to be gradually revealed or excavated by reincarnations of these key Dynastic Period players.  From an external perspective,<a href=\"#_edn53\">[liii]</a> it appears that the treasure cult involved innovations and adaptations of doctrinal as well as contemplative systems that creatively synthesized indigenous lineages with the new modernist material.  Its historical mythos provided a legitimizing force that combated the modernist manipulation of contemporary Indic authority and lineal purity.  </p> <p class=\"paragraph0\">While complex classificatory schemes developed concerning the nature and content of such rediscoveries, it is sufficient to consider two dichotomies:  (i) texts vs. non-texts (statues, ritual implements, etc.), and (ii) texts revealed in visions without material support vs. texts uncovered from the earth as physical manuscripts, though often in special encoded form known as \"Æ›ki˚ı script.\"  The latter distinction can be summarized in terms of earth treasures (<em>sa gter</em>) and treasures of \"intention\" or \"wisdom\" (<em>dgongs gter</em>):<a href=\"#_edn54\">[liv]</a>  one physically buried in the body of Tibet, and the other mystically concealed in the transmigrating, embodied psyches of Tibetans.  While we may readily understand the latter in terms of spontaneous composition, which by first hand reports is accompanied by iconic flashes of past-life memories as well as intense and unusual bodily sensations, the earth treasures involve complicated searches based upon visions and prophecies, discoveries of strange material items, and an often fragile process of decoding which can fail if any of the <em>tendrel</em> (<em>rten 'brel</em>), or supporting circumstances, are disrupted.  In either case, whether the texts were buried within the depths of the Tibetan earth or the depths of a Tibetan body,<a href=\"#_edn55\">[lv]</a> the agent of concealment is most often Padmasambhava or Vimalamitra,  while the agent of discovery is the reincarnation of one of their principal Tibetan disciples.</p> <p class=\"paragraph0\">The functions of the early Ter movement during cultural turmoil were thus threefold:<a href=\"#_edn56\">[lvi]</a>  (i) in the face of modernist attacks, to authorize and authenticate the Nyingmas' religious traditions by invoking a competing power structure located in culturally powerful memories of the Dynastic Period, headed by a reinvented Padmasambhava; (ii) to appropriate and transform for a self-consciously autochthonous tradition the new intellectual and religious materials stemming from India without acknowledging them as such; and (iii) to develop uniquely Tibetan theories, practices and systems in an environment often dominated by a sense of cultural inferiority.  In terms of the third point, the Ter ideology gave these traditions an Indic guise for legitimization, while also creating a space in which they could creatively transform Indic influences in Tibetan terms without simply reproducing them.  Thus Ter had an important buffer function that prevented indigenous Tibetan concerns, practices and beliefs from being overwhelmed by the immense power and authority that imported classical Indian Buddhist systems assumed in the eleventh and twelfth centuries.   It was intimately concerned with formulating and sustaining Tibetan self-identity in the face of an influx of foreign culture, and thus with the value of Tibetan autonomy.  Even in its invoking of Indic authority with Padmasambhava and Vimalamitra, it was precisely their presence and actions <em>in Tibet</em> that was of crucial significance, and thus this invocation simultaneously functioned to reiterate the significance of Tibetan culture in and of itself.</p> <p class=\"paragraph0\">Finally, I would like to emphasize the role of the Great Perfection in the treasure cult, since it was not only one of the most important bodies of early Ter as well as arguably the key doctrinal system in the nineteenth century ecumenical movement which Khenpo Jikphun is heir to, but also has been the most important Buddhist tradition in Khenpo's corpus, oral teachings and community.  The Great Perfection was central to the Ter movement since it underwent momentous transformations that clearly reflected the appropriation of the modernist importations into a characteristically Nyingma space, while its rhetorical directions offered the most sustained and clearly articulated inversions of the dominant modernist rhetorical strategies:  naturalness is emphasized instead of regulated refinement, indigenous resources instead of imported civilization, advocacy of inaction instead of massive projects, spontaneous patterning instead of contrived intentional ordering, lay life instead of monasticism, and so on (see plate B8 for murals of its contemplative visions).  What made the Great Perfection so uniquely suited to the task of interpretative assimilation was precisely its strong rhetoric of denial, which was infamous in Tibet for its apparent negation of key Buddhist beliefs and values.  As I have argued elsewhere,<a href=\"#_edn57\">[lvii]</a> one of the key functions of this deconstructive language was to de-structure the imposing intellectual coherence and authority of a given Indic system of thought and practice, thereby enabling its elements to be reconfigured within a distinctively Tibetan vision.  The end result was a genuinely Tibetan transformation of Buddhist tantra that innovatively appropriated and thoroughly revised it in the cauldron of Tibetan ideologies, culture and language.  The Great Perfection's rhetorical negation thus functioned to create and sustain a bounded <em>Tibetan</em> discourse which resisted the pressure of domination from the new Indic materials flowing into Tibet, and yet performed the alchemy of cultural assimilation.  This process was hampered in modernist circles by the immense drains of faithfully translating primary materials from an alien culture and language (i.e. Indian Buddhist scriptures), the need to appear faithful to the transplanted paradigms and their general rejection of the production of new canonical literature and paradigms through Tibetan authors speaking in the anonymously creative voice of a Buddha (such as was so frequent in Ter).  Ter, the Great Perfection and the modernists' own diligent Indology were thus the three main factors which enabled the Nyingmas to create literary and intellectual works of enduring value that were as rooted in Indic forms as they were in the Tibetan soil.</p> "},{"title":"Revealing treasure in the twentieth century","index":6,"parent_index":0,"body":" <p class=\"paragraph0\">We return now to Khenpo Jikphun's redeployment of this ancient Ter strategy of legitimization and innovation against the backdrop of the transformed landscape of the twentieth century.  Some of the more remarkable accounts of these later post-Cultural Revolution events of revelation are as follows.  In 1990, he identified a site in Northeast Tibet as being the location of the palace of the legendary King Gesar and directed an archaeological dig which turned up ancient  building stones as well as several treasure chests (<em>sgrom bu</em>; see plate B4).<a href=\"#_edn58\">[lviii]</a>   This was linked to his recall of a previous incarnation as Yuö Bumme (<em>G.yu 'od 'bum me</em>, literally \"intense turquoise light\"), the aforementioned son of Danma, one of King Gesar's ministers.  Since Yuö Bumme is said to be an emanation of MañjuŸrı and Gesar an emanation of AvalokiteŸvara, this reinscribes his own close relationship to the contemporary Dalai Lama, as will be seen below.  During a visit to the Potala Palace on his <em>first</em> trip to Lhasa, he identified several historically important rooms that even the curators no longer were cognizant of.  On a visit to the famous Samye monastery during the same trip, he broke down in tears on its second floor because of the difference between a rebuilt porch and his past life memory of it during Padmasambhava's stay in the eight century; at the same time he had a visionary memory of a text Padmasambhava taught to him in that very same room some twelve centuries ago (see below). </p> <p class=\"paragraph0\">A typical discovery of an unknown sacred site happened during his visit to a place known as \"Sacred Site Interior Monastery\", which is said to be associated with the Buddha's Enlightened Speech.<a href=\"#_edn59\">[lix]</a>  Here he discovered and opened up the sacred sites of a meditation-cave of Vimalamitra and a secret Æ›ki˚ı cave.  At dawn on the seventeenth of the first lunar month in 1987, he sat for a while in silent meditation and then suddenly said, \"Bring me some ink and paper!\"  He then verbally related the following manifest concerning previously unrevealed sacred sites and had it transcribed (the first and fifth lines are written in esoteric Æ›ki˚ı languages):</p> <p class=\"VerseQuotation\"><em>Pu-ta-ka-ru-hu-ma-li</em>,</p> <p class=\"VerseQuotation\">To the left direction of <em>Me lha skya ring</em>,</p> <p class=\"VerseQuotation\">One third the way up a red heart,</p> <p class=\"VerseQuotation\">In the middle of a bright mirror-disc and amidst trees,</p> <p class=\"VerseQuotation\"><em>Ratna pustu mudri shre dpe</em>,</p> <p class=\"VerseQuotation\">A tiger-girl with white silk and intoxicated,</p> <p class=\"VerseQuotation\">Prize this time without letting it slip away.</p> <p class=\"paragraph0\">In accordance with the mention of tiger-girls, Khenpo called together ten young girls (many of whom were born in a tiger-year, according to the Tibetan calendar) along with ten young boys and gave them the following instructions:  \"On this place's southern border, there is a cave about one third the way up a heart-shaped rocky mountain.  In front of it is a disc-shaped field, while trees surround the cave near its entrance.  See if you can find it!\"  After sending the children to search for this meditation-cave, Khenpo and his entourage went to a nearby Guru-meditation cave that was a sacred site of AvalokiteŸvara.  There Khenpo did a ritual ablution, incense offering, and consecration of the site.  He also took a chest from treasure-concealment in the cave's depths, and at that time ambrosia spontaneously flowed from within the cave, while the people outside clearly perceived melodious music and fragrant scents pervading the area.  After that he performed a ritual feast offering dedicated to MañjuŸrı, when the children who had been searching for the above cave's location arrived. </p> <p class=\"paragraph0\">They related how they had found what they suspected to be the cave, and Khenpo sent several disciples to look for the sacred site's entrance with detailed instructions concerning the shapes of the mountain, cave and surrounding field as drawn from the prophetic manifest.  He predicted an additional cave would be found, a secret cave of the Æ›ki˚ıs with imprints of their fingers and so forth, the syllables <em>Bam-ha-ri-ni-sa</em>, and their hand implements with offering-substances naturally engraved on its rock walls.  When they went to check it out, everything was clearly there just as Khenpo had described it.  These discoveries were immediately inscribed within the web of prophecies that permeate the world of Tibetan Buddhism.  The former cave was identified as a sacred site where Vimalamitra's emanation achieved contemplative realization, while the latter cave was identified as the site of Vimalamitra teaching spiritual doctrines to a trillion Æ›ki˚ıs such as Glorious Wisdom (<em>Dpal gyi blo gros)</em> and \"turning the wheel\" of feast offerings. It is said that previously some great figures tried to find the former cave but were unable to do so.  Khenpo located prophetic references to these two sites in a treasure prophecy:</p> <p class=\"VerseQuotation\">There is a meditation-cave of Vimalamitra with his foot prints in stone...</p> <p class=\"VerseQuotation\">Esoterically it is the Glorious Copper Mountain in the Ngayab continent,<a href=\"#_edn60\">[lx]</a></p> <p class=\"VerseQuotation\">And in that glorious mountain there is an Assembly Hall of Æ›ki˚ıs.</p> <p class=\"paragraph0\">In addition, a Terton named Matiratna revealed a treasure entitled <em>Prophecies Illuminating the Future, A Dialogue with the Æ›ki˚ı Fierce Subduer of Demon</em>s, which has a prophetic passage Khenpo interpreted as referring to his opening of these sacred caves to the outside world:<a href=\"#_edn61\">[lxi]</a></p> <p class=\"Paragraph\">A power spot on the Tidro (<em>Ti sgro</em>) rock will be opened up, and by my, Urgyen Rinpoche, magic powers, the door to a secret cave [an isolated sacred site of the Æ›ki˚ıs] will be opened by an emanation of a small boy in Eastern Tibet.  Its internal door won't be opened except in the future, and the signs indicating that time are that border [i.e. foreign] troops will arrive in the hidden gorge and conquer, while religious activity will be no more present than a daytime star.</p> <p class=\"paragraph0\">Khenpo thus identified it as a previously unknown sister site to the famous cavern in Central Tibet within the Drigung district known as Khandro Tsokchen Kiri Yangdzong, a huge cave said to have been frequented during Dynastic Tibet by the famous consort of Padmasambhava, Yeshe Tshogyel:  both involve caverns functioning as \"assembly centers for Æ›ki˚ıs\" and associated with the name Tidro.<a href=\"#_edn62\">[lxii]</a>   Finally, Khenpo verbally stressed to his disciples how the caves' potent field of blessings meant that contemplation performed within them would be remarkably enhanced, and result in direct visceral encounters with Vimalamitra and the Æ›ki˚ıs respectively. </p> <p class=\"paragraph0\">It is interesting to think of Khenpo's unusual (for a Terton!) commitment to celibacy in terms of Makley's argument for the importance of gendered practices in the reconstruction of Tibetan identity in contemporary China through the medium of sacred geography.<a href=\"#_edn63\">[lxiii]</a>  In short, she argues that Tibetan women's adherence to traditional Tibetan gender distinctions with regards to the sacred space of Buddhist monasteries has played an important role in the subversive reconstruction of nationalistic models of Buddhist-derived authority that resists the \"state-constructed map\" of authority and identity.  This is against the backdrop of emphasizing that Tibetan \"self\" and \"other\" gets played out to an unusual extent in terms of the opposition between sacred and profane, although my experience indicates that some type of distinction between domestic and public plays an equally important role, even if not as immediately visible.  Clearly male dominated institutional Buddhism is a key repository of Tibetan cultural identity\",<a href=\"#_edn64\">[lxiv]</a>  in part because temple building is one of the few permissible public ways to not so subtly express nationalistic pride and commitment with excess financial resources or donated labor.  The complex cultural practices that then sustain these temples also play critical roles in shaping a distinctively Tibetan identity in resistance to the government's attempts to construct a suitably cleansed ethnic identity at home in the People's Republic of China.  However, institutional Buddhism should not be overemphasized, due to the importance of domestic residences,<a href=\"#_edn65\">[lxv]</a> the fact that lay religious practices are often only peripherally connected to such institutions, including pilgrimages where such institutions are often limited to mere markers,<a href=\"#_edn66\">[lxvi]</a> the informal non-monastic communities that inhabit Tibet's sacred geography, the evolving strata of non-monastic Tibetan intellectuals, and in general the pervasiveness of lay religious contemplative rituals.  My analysis suggests that while Khenpo's commitment to monasticism derives in large part from the key role of such institutions in the reconstruction of Tibetan identity and community, it is his blending of the role of monastic hierarch overseeing a huge community with that of a charismatic (and generally lay) leader out in the \"field\" that has situated him at the center of these pervasive articulations of Tibetan resistance through the medium of the Tibetan landscape itself. </p> <p class=\"paragraph0\">The most important aspect of such activities, however, relates to the Ter phenomenon, since no contemporary Terton is more renowned than Khenpo Jikphun.  The reasons are clear:  his treasures include a large corpus of philosophical treatises, poetry, contemplative manuals, and ritual cycles of undeniable eloquence, precision and power; and his discoveries have been extensive, miraculous, and public events.<a href=\"#_edn67\">[lxvii]</a>  The background to his Terton status is his frequently reiterated claim to be the reincarnation of Dorje Dudjom (<em>Rdo rje bdud 'joms</em>), one of the twenty five principal Tibetan disciples of Padmasambhava in the eighth century.  Thus his Ter are supposed to be actual teachings which he received in this former life, but only now is able to recall and retrieve.  In fact, most of his corpus has been produced by spontaneous composition, whether understood as his personal work or a transmission from figures of the past - these days disciples use a handy recorder to tape such compositions as they emerge, later transcribing them.   Along with these wisdom-treasures (<em>dgongs gter</em>), his Ter also include material earth treasures (<em>sa gter</em>) such as yellow scrolls concealed in odd shaped rocks and various statues or ritual implements recovered from within rocks (see plate B4). To give a sense of the nature of these discoveries, I will briefly describe four such events (all of which transpired in the post-Cultural Revolution period), the final two also providing some sense of his ability to galvanize Chinese and refugee Tibetan interest as well.</p> "},{"title":null,"index":7,"parent_index":6,"body":" <p class=\"paragraph0\">A famous example of public treasure occurred when Khenpo Jikphun was giving a MañjuŸrı empowerment on the tenth day of the first lunar month in 1981.  In the morning while performing the preliminary recitations Khenpo kept looking up at sky like a crazy yogi and, quite unlike his ordinary ritually efficient conduct, he was not performing the ritual or the hand gestures properly, at times chanting the recitation extremely rapidly and at times extremely slowly.  In the afternoon as the ritual feast-offering was being performed, Khenpo Chöpe (<em>Chos pad</em>) was acting as the attendant who handed Khenpo Jikphun the ritual items as required.  Then as he presented the sacrificial cones (<em>gtor ma</em>) to Khenpo, Khenpo stood up instead of taking them, took a white offering scarf out and held it outwards in his extended hands.  A \"chest\" resembling a dark green bird egg then fell from the sky in front of his arms and landed on his desk (see plate B4).  A number of people (several of whom I interviewed in 1991) witnessed it falling, and Lama Gakdor in particular mentioned first seeing it in the space in front of Khenpo's hands as it fell down.  Khenpo then picked it up from the desk, and allowed the thirty or so people there to pass it around, who found it a bit hot to the touch.  This event details only one of his many reported miracles, ranging from receiving material treasures out of thin air to impressing his footprints in solid rock, and demonstrates the intense aura of power and sacrality with which his revelatory activities have imbued him.  This conviction that his actions can step beyond the boundaries of corporeality and ordinary material limitations in traditional Buddhist fashion suggest to his followers that he may also be up to a modern version of such an impossible feat, namely leading them beyond the equally tangible confines of Chinese occupation, a presence now deeply rooted within the Tibetan soil and psyche.</p> "},{"title":"(ii) Reawakening the geographic and mythic landscape of ancient Tibet","index":8,"parent_index":6,"body":" <p class=\"paragraph0\">While on pilgrimage to the recently rebuilt Samye Monastery in Central Tibet (see plate B7),<a href=\"#_edn68\">[lxviii]</a> Khenpo went to the \"Blazing Turquoise Tiled\" porch on the central temple's second floor, where he suddenly experienced a past-life memory of Padmasambhava expounding the Seminal Heart Great Perfection (<em>snying thig rdzogs chen</em>) teachings to a retinue of King Trisong Detsen and his select subjects.  Saying \"Though previously Padmasambhava taught the profound teachings in this very site, now in its present form I can't even recognize it!\" Khenpo wept profusely and sang a song of lament.   When I asked him about it in 1991, he told me that the reconstructed Samye monastery is unlike his past life memories in many ways, and in particular with regards to this porch.  The porch is located on the second floor in the front part of the main temple as a wide balcony overhung by the roof above, but without any external walls.  Previously the roof below it had blue colored tiles, such that sun rays would reflect off its blue surface and suffuse the porch above with bluish light; at present that surface is instead covered with gold paint.  His biography says that upon seeing Samye in this condition, Khenpo suddenly recalled a wisdom-treasure deriving from Padmasambhava's teachings to him in that very room, which his disciples immediately transcribed. </p> <p class=\"paragraph0\">Then Khenpo went to the famous Chimphu retreat center located in the highlands near Samye monastery, and along the way he abruptly had an intense contemplative experience of all ordinary impure appearances dissolving, followed by a vision of Padmasambhava emerging with countless Æ›ki˚ıs from his pure land, the Glorious Copper Colored Mountain.  Immediately after this vision he remained in meditative silence for a short time and then spontaneously sang many tantric songs.  This was followed by a sudden vision of a demoness displaying unpleasant apparitions to indicate her displeasure at Khenpo's presence, such that he took the form of the fierce deity \"Lotus Heruka\" in response.  Intimidating the demoness with this wrathful visualization, he confined the demoness beneath the ground and ordered that she remain there without coming up for nine years.  Finally arriving at Chimphu, Khenpo stayed at Keutshang Red Rock and became deeply absorbed in rituals of deity evocation.  In the Imperial period, Khenpo later said, Padmasambhava hid a treasure-text at that spot in the center of two stone \"chests\" shaped like conch shells with clockwise spirals (see plate B6), the content of which summarized the tantric contemplative triad of deity visualization, subtle body practices, and the Great Perfection, for the sake of renewing degenerated teachings in subsequent times of strife.  Padmasambhava had entrusted the stones to Yeshe Tshogyel, instructing her to hand deliver them in the distant future to an emanation of his disciple Nanam Dorje Dudjom, who would arrive at the gathering-place of Æ›ki˚ıs called Tidro<em> </em>and Chimphu.  Since he recognized that the time had come for the treasure to be extracted, Khenpo Jikphun took one part of this treasure out from concealment during his stay at Red Rock.  As for the other stone chest, subsequently Khenpo went to the upper part of the foot of the Drigung Tidro mountain north of Lhasa, and then sent Khenpo Chöpe further on with a white offering scarf, instructing him thus not to come back until he had found a rock exactly like the one recovered at Chimphu.  Khenpo Chöpe then obtained the stone from the hand of a woman staying in retreat in the Padmasambhava meditation-cave at Tidro (see plate B6), who is widely believed to be an emanation of Yeshe Tshogyel herself.<a href=\"#_edn69\">[lxix]</a>  Though the time had not come to extract the treasure doctrines from these two stone chests, by virtue of there being an overriding necessity Khenpo revealed an empowerment ritual and evocation ritual for the goddess Kurukull›, as well as an empowerment ritual for the Fierce Guru, in the manner of a combined earth treasure/vision treasure deriving from these chests. </p> <p class=\"paragraph0\">These incidents reveal how Khenpo Jikphun's reanimation and extension of Tibetan mythology and its key icons is a radically active process performed in close relationship to the Tibetan landscape, which is understood as a series of residences (<em>gnas</em>) inhabited by the Buddhist deities, ancestral spirits, local daemonic entities and the like who have traditionally been major players in the history of Tibetan culture.<a href=\"#_edn70\">[lxx]</a>  Mythic history is thus retrieved through revitalization of the sacred landscape first created in ancient Tibet, a cooperative process with other Tibetans, both human and non-human, that involves encounters, exchanges, physical actions and substances understood as productive of texts, or \"treasures\".  These texts in turn give those encounters, actions and substances significance, thereby jointly creating a cultural density again literally grounding Tibetans in Tibet.  Ter in fact is only one of the most striking crystallizations of the marked substance orientation of Tibetan pilgrimage and other practices relating to sacred geography.<a href=\"#_edn71\">[lxxi]</a></p> "},{"title":null,"index":9,"parent_index":6,"body":" <p class=\"paragraph0\">In 1987 Khenpo went to the Wutai (Five Peak) Mountains in China, saying that from a very young age he had an intense desire to go there in person as it was the Bodhisattva MañjuŸrı's main pure land here on Earth.<a href=\"#_edn72\">[lxxii]</a>  Classic Tibetan histories speak of MañjuŸrı gazing at Tibet from his home in Wutai Mountains in the eighth century, and deciding to emanate a form there as its next ruler.  This was none other than the famous Emperor Trisong Detsen, such that the mountains are an integral part of Tibet's dynastic past and mythic present.<a href=\"#_edn73\">[lxxiii]</a>  Khenpo became convinced the time had come during the late spring of 1986 when he was giving an empowerment of the <em>Magical Net of MañjuŸrı</em> tantric cycle to more than one thousand disciples,<a href=\"#_edn74\">[lxxiv]</a> after a large scale <em>Wheel of Time</em> (<em>K›lacakra</em>) tantric initiation which he transmitted to more than six thousand people.  During the blessings' descent phase of the ritual when the deity (the \"gnostic being\") is invited such that its inspiration descends and dissolves into the disciple's visualization of the deity (the \"commitment being\"), the empowerment deity descended in a inner visionary manifestation to Khenpo and gave him a prophecy:  \"Since there will be a great benefit to the teachings and living beings if you go to the Five Peak Mountains, you should go there.\"  At that time an external sign of this vision was witnessed by everyone present when Khenpo was perceived to levitate three feet above the ground and hovered there for a short time.  From that time on Khenpo encouraged all monasteries to perform thousands of ritual evocations of MañjuŸrı (involving recitation of his mantra with visualization of his form), and in the beginning of 1987 he went to the Wutai Mountains along with thousands of other Tibetans who accompanied him.<a href=\"#_edn75\">[lxxv]</a>  Along the way he visited such famous Buddhist sacred sites as the Imposing Elephant Mountain (Emeishan<em> </em>in Sichuan), the huge Buddha statue at Leshan in Sichuan and so on, and finally arrived at Beijing.  There Khenpo Jikphun consulted the Panchen Lama about the ongoing purification and reform of Buddhism he had undertaken, and was reassured that he was on the right path.  Making prayers for the sake of the teachings and living beings in front of the small stÒpa located in a pagoda on the slopes of Beijing's Western Hills (Xishan), which is believed to contain one of the four cuspids of the Buddha, Khenpo Jikphun then departed for the Wutai Mountains. </p> <p class=\"paragraph0\">Almost ten thousand individuals from areas in Amdo are said to have gathered there with Khenpo, and along with members of various other regional and ethnic groups (Tibetan, Chinese, Mongolian, etc.), Khenpo first taught them basic doctrines such as Tsongkhapa's <em>The Three Principal Aspects of the Path</em> (<em>Lam gtso rnam gsum</em>; renunciation, the altruistic enlightened mind, and the authentic view), Tsongkhapa's <em>The Summarized Meaning of the Path</em> (<em>Lam rim bsdus don</em>) and the Kadampa Master Gyalse Thokme Zangpo's (<em>Rgyal sras thogs med bzang po</em>; 1295-1369) <em>The Thirty Seven Practices of a Bodhisattva </em>(<em>Lag len so bdun</em>).  Then, before the \"StÒpa With a Nucleus of the Realized One's Relics\" he had all the Tibetans who had traveled there together create a virtuous foundation by reciting the <em>Prayer of Samantabhadra's Conduct</em> (<em>Bzang spyod smon lam</em>) thirty million times in total,<a href=\"#_edn76\">[lxxvi]</a> and Khenpo himself made potent prayers for all those spiritually related to him to be reborn in the Blissful pure land (Sukh›vatı), the teaching to spread far and wide, and that all sentient beings attain bliss.  In order to bring benefit to the teachings in general, Khenpo had exquisite statues of Padmasambhava, AtiŸa, Tsongkhapa and so on built with the appropriate ornaments and mantras inserted into them, and also provided many such sacred objects for the other monasteries in the area.  One day he abruptly traveled to a monastery on the far side of one of the key mountains, and immediately upon arrival seven children are said to have magically appeared and received teachings from him, after which they suddenly disappeared into thin air.  There was a meditation cave called the cave of Sudhana (<em>shancai</em>),<a href=\"#_edn77\">[lxxvii]</a> where Khenpo kept a very strict retreat for three weeks.  While staying there, on the morning of the twenty-ninth of the fourth lunar month he had a pure vision of MañjuŸrı's youthful body right before his eyes, accompanied by intense contemplative experiences.</p> <p class=\"paragraph0\">Then Khenpo Jikphun went to a cave on the Eastern Terrace where the ocean can be seen, which is identified with a spot mentioned in the <em>Avata˙saka SÒtra</em> as MañjuŸrı's constant residence.<a href=\"#_edn78\">[lxxviii]</a>  He did a two week retreat there and later said that he experienced visions of radiant light uninterruptedly day and night as well as other powerful contemplative experiences and visions.   Then on the tenth day of the sixth lunar month when Khenpo was offering a feast-offering dedicated to MañjuŸrı while staying at the Cool and Clear Rock Monastery,<a href=\"#_edn79\">[lxxix]</a> the sky became uninterruptedly pervaded by strange patterns of rainbow light just as explained in the Cool and Clear Mountains guidebook's reference to MañjuŸrı's emanations being present as multiform light rays.  While Khenpo Jikphun had a vision of MañjuŸrı himself, these strange rainbow lights, including a very unusual rainbow colored light sphere, were witnessed by everyone there.  Subsequently, an extraordinary play of rainbow light from a cloud at sunset was witnessed by everyone and photographs of it were taken, while during Khenpo's strict retreat in the N›r›ya˚a (Naloyanku) rock cave on the Eastern Terrace's slope,<a href=\"#_edn80\">[lxxx]</a> his retreat house was encircled by a sphere of rainbow light above, which again everyone witnessed.  Khenpo Jikphun uncovered a miniature statue made of exquisite gold from this cave, which he later offered to the Dalai Lama, who was delighted by it.  As Khenpo had on three occasions traveled to the Wutai Mountains in a dream body prior to actually going there in person, he often told his students he was able to identify all its<em> </em>sacred sites during this visit.  In particular, one day while staying at the meditation cave of Sudhana, he said \"That area around the central mountain over there resembles a sacred site I came to in a dream.<a href=\"#_edn81\">[lxxxi]</a>  If that's it, there's a damaged deity statue in that spot,\" and other related signs as well.  Later when his disciples went to check it out, they found it was exactly as Khenpo had described.  Khenpo also hid many statues, caskets, and so forth as newly concealed treasures amidst the Cool and Clear Mountains during his stay.</p> <p class=\"paragraph0\">This extension of Khenpo Jikphun's Ter activity into parts of China in which Tibetan and Chinese Buddhism traditionally interacted creates a religious prospect of common ground, a shared physical and symbolic space of resistance to government ideologies and practices crossing, or at least intersecting, ethnic boundaries.  In addition, his revelation and concealment of Ter at Wutai Mountains invests the heart of the Chinese sacred landscape with a contemporary Tibetan presence, the precise inversion of the recent massive immigration of Chinese military and peasants into cultural Tibet.  Unlike the Chinese caricature of Tibetans as uncouth and unkempt barbarians, it is a highly literate textualized presence that Khenpo represents, reveals, and leaves behind, a sophisticated ma˚˜ala with the capacity to organize time and space around it even within the dominating landscape of Chinese communism.  Thus, in understanding the complicated Tibetan responses to \"modernity\", we must take into account not only the significant role of tourism in the revival of Tibetan sacred geography,<a href=\"#_edn82\">[lxxxii]</a> but also the interwoven role of Chinese and Western Buddhist appropriations of Tibetan culture for their own ends.  In doing so, though, we must acknowledge the Tibetans as dynamic agents that construct as much as they are constructed, and who are thus both changing subjects and objects in a phenomena of interaction that goes far beyond the pale confines of what is dismissively labeled \"Orientalism\".  The Chinese fascination with Tibetan Buddhism is particularly important, since I have personally witnessed extremes of personal devotion and financial support by Han Chinese to both monastic and lay Tibetan religious figures within the People's Republic of China, often linked to the qi gong craze which continues to be an important force in Chinese resistance to the \"State\".<a href=\"#_edn83\">[lxxxiii]</a>  While I have more frequently witnessed Chinese dismissals of Tibetan culture as backwards and barbaric, the pervasive importance of the qi gong movements in China again raises the possibility of a common ground where Chinese and Tibetan strategies of resistance, as well as oppressive otherness and construction (or deconstruction) of identity, encounter each other and overlap, even within an overall pattern of divergences.</p> "},{"title":"(iv) Transcendent Ter in refugee Tibet","index":10,"parent_index":6,"body":" <p class=\"paragraph0\">Khenpo Jikphun in his previous incarnation as Lerab Lingpa, had a particularly close spiritual and personal relationship to the thirteenth Dalai Lama, such that reportedly both Khenpo and the current Dalai Lama felt a strong desire to meet one other on the basis of this karmic connection.  In particular, Khenpo has expressed intense faith in the Dalai Lama, and so, in tandem with the opportunity to visit the sacred Buddhist sites in India, he decided to travel to India.  Penor Rinpoche, who in 1993 would become head of the Nyingma tradition, had invited him to come to his monastic seat in Bylakuppe, South India, on several occasions, but Khenpo postponed accepting that invitation due to pressing duties related to his activities in Eastern Tibet, as well as extenuating political circumstances.<a href=\"#_edn84\">[lxxxiv]</a>  However towards the end of the first lunar month after the Tibetan New Year in 1990, Khenpo Jikphun finally made the trip accompanied by Khenpo Namdrol from Penor Rinpoche's monastery.<a href=\"#_edn85\">[lxxxv]</a>  When visiting the famous Yangleshö (<em>Yang le shod</em>) Padmasambhava cave in Nepal just outside of the Kathmandu valley, he experienced past-life memories in which he recalled a teaching cycle entitled <em>The Single Dagger of the Tutelary Deity's Enlightened Spirit, the Dagger in a Small Neck Bag</em>.<a href=\"#_edn86\">[lxxxvi]</a>  The name is derived from a small bag that Padmasambhava wore around his neck, which contained a ritual dagger embodying the essence of his tutelary deity.  When he subsequently arrived in Dharamsala, he offered its empowerment to the Dalai Lama and subsequently during conversation, an auxiliary teaching of this cycle spontaneously emerged in Khenpo's mind, which the Dalai Lama wrote out on his behalf.  In addition to exchanges of teachings and wide ranging conversations on various topics, several attendants reported one encounter during which they discussed past-life memories of their previous relationship as the thirteenth Dalai Lama and Lerab Lingpa.  Just prior to Khenpo's departure, the Dalai Lama finished a supplication prayer for the <em>Dagger</em> cycle which Khenpo had requested that he compose, and thus Khenpo received the verbal transmission for it from the Dalai Lama directly.  Photographs of the two were subsequently widely circulated within Eastern Tibet, although I did hear rumors of the local authorities' unhappiness with this.</p> <p class=\"paragraph0\">Also during this visit Khenpo's niece Ani Muntsho was recognized by the Dalai Lama as the reincarnation of Migyur Palgyi Dronma (<em>Mi 'gyur dpal gyi sgron ma</em>), a Central Tibetan emanation of Yeshe Tshogyel who was the daughter of the important Nyingma master Terdak Lingpa (<em>Gter bdag gling pa</em>, 1646-1714), also closely linked to the fifth Dalai Lama.<a href=\"#_edn87\">[lxxxvii]</a>  Khenpo was also specially invited by the Dalai Lama's Nechung college, and gave the <em>Dagger</em> empowerment in their assembly hall.  In the ritual phase at which the gnostic deity descends, the special protector of Nechung suddenly possessed the Nechung Oracle, and in a highly unusual act gave prophecies and religious offerings to Khenpo; at the same time, the goddess Dorje Yudronma (<em>Rdo rje g.yu sgron ma</em>) suddenly took possession of her human oracle, and gave prophecies.  Khenpo himself experienced vivid past-life memories, and wept as he recalled his former relationships and intimates.   </p> <p class=\"paragraph0\">This final set of events points to the deployment of Ter within Tibetan refugee communities as a rare instance of a recent movement originating from within the People's Republic of China exerting powerful and positive effects on Tibetans still living outside its confines.  His dramatic actions both within a major Tibetan monastery in India and the sacred and political heart of refugee Tibet (Dharamsala) undercuts the paradoxical notion that traditional Tibetan culture only exists outside of Tibet, and points to a possible forging of unity within the fractious Tibetan community through its potent brand of myth relocated within modernity, or at least some related variant.</p> "},{"title":null,"index":11,"parent_index":0,"body":" <p class=\"paragraph0\">I would like now to reconsider the themes of modernity, alienation and renewal in a comparative manner that traverses the historical gap between the origins of the treasure cult in the eleventh and twelfth centuries, and Khenpo's contemporary revival of Ter in the late twentieth century.  In the Tibetan imagination,  I believe there is a strong subcurrent that associates the Chinese occupation, and above all the Cultural Revolution, with the dark period of Tibetan history following the collapse of the Empire.  In both cases Buddhism was persecuted, the ecclesiastical and economic structures collapsed, key religious and temporal monuments went into decay, formal education slowed to a standstill and social chaos erupted.  A key difference that is immediately evident is that between the self-engendered and self-governed collapse of central authority that occurred in the ninth century as the Tibetan empire disintegrated for internal reasons, and the coerced and other-engendered devastation brought about by Chinese invasion and occupation.  As Tibetans have begun to reemerge from this new dark period in the past two decades, there are thus unavoidable associations of this renewal of Tibetan identity with the \"renaissance\" of Tibetan culture beginning in the late tenth century.  Five points of similarity:  (i) conflict with coercive temporal authorities and antinomian behavior of resistance is a central issue; (ii) a massive amount of new cultural information is flowing into Tibet from outside, much of it in literature written in alien languages (mostly Chinese and to a far lesser degree English, in contrast to the earlier predominance of Sanskrit and associated languages); (iii) rebuilding monasteries and reestablishing religious lineages after an extended absence are foremost among many Tibetans' concerns; (iv) there is controversy over purity in terms of religious infractions or corruptions; and (v) the institution of tulkus (<em>sprul sku</em>), or reincarnate Lamas, has assumed renewed importance (an institution that first developed during the Tibetan renaissance).  In terms of authority conflicts in early Tibet, hagiographies from the eleventh to thirteenth century Tibet are pervaded by themes of social conflict as new religious and political institutions struggled to secure and consolidate power in the region.<a href=\"#_edn88\">[lxxxviii]</a>  Important themes include the strident criticisms of Nyingma traditions by the eleventh century Western Tibet rulers,<a href=\"#_edn89\">[lxxxix]</a> suppression of populist religious movements,<a href=\"#_edn90\">[xc]</a> and the hegemonic rule of the Sakya sect under the patronage of the Mongol Yüan Empire in the thirteenth century.<a href=\"#_edn91\">[xci]</a>  Accusations of antinomian behavior figuring centrally within many of these conflicts involved two distinct types:  social transgressions cloaked in tantric rhetoric, ranging from a supposed subculture of unbridled sexuality and even ritual murder (such as reflected in the infamous \"union and liberation\" (<em>sbyor sgrol</em>) slogan) to powerful religious leaders' martial engagement in social conflicts;<a href=\"#_edn92\">[xcii]</a> and more institutional transgressions involving populist movements that seemed to dispense with clerical leadership,<a href=\"#_edn93\">[xciii]</a> criticism of monastic-based scholastic education, and general rhetorical opposition to ordinary institutionally-defined Buddhist ethics and intellectual systems in favor of personal realization of the transcendent truth of the Buddha's teachings.<a href=\"#_edn94\">[xciv]</a>  Finally, the institution of the reincarnate lama as a peculiar form of hereditary authority took shape from the eleventh to fourteenth centuries as a strategy for institutionalizing spiritual legitimacy and charisma (among other things), and precisely this institution along with its ideology of interconnected lines of reincarnations deeply intertwined with Tibetan history has been at the forefront of religious change in Eastern Tibet following the end of the Cultural Revolution.</p> <p class=\"paragraph0\">There are of course crucial differences as well:  as Chinese authorities maintain ultimate temporal control, Tibetans are in many ways not in control of their own future.  Thus the new enemies - the Chinese and modernity - are common to most Tibetans and are colonially extrinsic others, in contrast to the largely intra-Tibetan nature of conflicts during the eleventh and twelfth centuries.<a href=\"#_edn95\">[xcv]</a>  In addition, the continuing vitality of refugee communities in South Asia results in a fissured self-identity, especially given the continued residence of key religious leaders, above all the current Dalai Lama, in these exiled and excised appendages of Tibet.  The rhetoric often heard from Tibetan leaders in Dharamsala and their Western supporters echoes this state of affairs, often resulting in a strange inversion:  the real Tibet is not in Tibet anymore, since the true, authentic culture of Tibetans is only maintained in uncorrupted form amongst refugee groups.   Leaving aside the problematic truth status of such rhetoric, it does capture a powerful sense of inadequacy, alienation and abandonment that one often encounters in Tibetan areas of the People's Republic of China, particularly among the religious elite. </p> <p class=\"paragraph0\">Thus it is essential that we ask how Tibetans have dealt with the literally dismembered body of Tibetans and Tibet, which was torn apart in a ritual sacrifice dedicated to the gods of modernism, communism and Han imperialism.   In particular, how have Tibetans turned to, and manipulated, the past in order to cope with the peculiarly dangerous manifestation of other cultures' enforced version of modernity that has so abruptly intruded into every dimension of their lives?  In the present context, I have examined just one aspect of their response:  the reliance upon the Ter phenomena among Nyingma traditions in a precisely similar situation to that which first elicited its historical formation in the eleventh century.  Prior to the opening of Tibet to the outside world in the early 1980s, the Ter movement appeared to have abruptly become quite limited in scope.  In refugee communities, only a few acknowledged Terton produced mainly wisdom treasures, and as far as I know, earth treasures were almost entirely absent, as one would expect, since the refugees carried with them Tibetan bodies, but not the body of Tibet herself.   It was unknown to what extent the Ter tradition was active in Tibet, if at all.  However, my own experience in Tibet, as discussed above, has revealed the existence of a vibrant, multi-pronged Ter movement that has emerged as one of the most powerful and vital strategies for the renewal of traditional Tibetan culture among Nyingma traditions in Tibet.  Earth treasures - physical manuscripts in Æ›ki˚ı language, special containers, statues and ritual implements - are discovered in large quantities.  I was told by one prominent Lama, for example, that Tsopodorlo, a well known Nyingma Lama, had shown him a large chest full of such rediscoveries belonging to his recently deceased Bonpo spouse, Khandro Khachi Wangmo.<a href=\"#_edn96\">[xcvi]</a>  The phenomenon covers the full spectrum from the sublime to the absurd:  at one point while I was living in Sichuan, a well-known Nyingma Lama of whom I had heard a number of incensed complaints from young women concerning his actions towards them, revealed to me several statues that he claimed to have revealed as \"Ter\" while in prison.  An arguably more respectable Terton is the middle aged, female Terton Tare Lhamo from Golok, who reportedly is illiterate but has revealed a number of beautiful poetic Ter.</p> <p class=\"paragraph0\">The contemporary Ter movement is thus similar in many respects to the initial development of Ter in the eleventh to thirteenth centuries, right down to the material items taken out of the earth and the odd yellow manuscripts; both visionary retrievals also take place against the backdrop of more mundane recoveries of ancient manuscripts hidden or neglected during violent times.  In addition, the movement seems to be functioning on the ground in similar ways in terms of establishing authentication and legitimacy in the face of oppressive temporal authorities.<a href=\"#_edn97\">[xcvii]</a>  The role of treasure revelations in revivifying the sacred landscape and pilgrimage sites is fundamental to the re-formation of Tibetan identity - not only is the uniquely Tibetan past again yielding its gifts, but the land itself is yielding concrete fruits intertwined with that past.   The religious character of many of the shared \"memories\" that have historically played a key role in articulating collective identity for Tibetans entails that these actions perform a central role in the reconstruction and re-membering of this identity in a time of extreme pressures following a long period of violent darkness.<a href=\"#_edn98\">[xcviii]</a>  In many ways the rebuilding of sacred sites along with the other ramifications of Ter is a direct response to the loss of dimensionality in Tibet:    during the Cultural Revolution, or more accurately the cultural devastation, everything in Tibet was flattened out culturally, just as physically the thousands of stÒpas and monasteries were reduced to rubble littering the landscape.  The Ter movement extends the roots of the present not only in the contemporary geographical landscape, but also in the landscape of Tibet's remembered past.  In this way, it is of unique value in imbuing the present with greater value and resonance for a very unsettled generation of Tibetans. </p> <p class=\"paragraph0\">The potency of Ter as a Tibetan response to modernity is particularly clear in relation to Khenpo Jikphun's impact on some Chinese.<a href=\"#_edn99\">[xcix]</a>  Not only are there Chinese monks and nuns resident in his Golok center and Chinese lay Buddhists periodically making the long pilgrimage there, I have heard reports of him literally being mobbed by Chinese Buddhists or simply the curious seeking his blessings or teachings during visits to Chengdu.  I myself witnessed \"transference of consciousness\" (<em>'pho ba</em>) teachings he gave in Dartsedo which were attended by many Chinese.  In Golok, I became friends with one Chinese monk from Beijing who had rejected his father, a famous Qigong master, to study with Khenpo Jikphun.  Thus here finally is a Tibetan phenomenon that reverses the standard Han dismissal of \"dirty, barbaric Tibetans,\" and raises the possibility of an acknowledged cultural superiority, at least in some aspects.  Khenpo's trip in the late 1980s to Wutaishan was a major spectacle involving Tibetans and Chinese, numerous publicly reported miracles, revelation of Ter, and even the hiding of future Ter on Chinese territory.  This same shifting of gravity by the Ter phenomenon has occurred with regards to perceptions of refugee Tibetan religious communities.  Ter is much stronger in Tibet proper than in refugee Tibet, thus reversing the general feelings of inferiority aroused in Tibet with regards to the funding, autonomy and scholastics of refugee centers.   Thus Khenpo Jikphun's 1990 trip to India and Nepal stirred considerable interest among Tibetans parallel to the type of fanfare that has marked the return of prominent exiled Lamas to Tibet since the early 1980s.</p> <p class=\"paragraph0\">There is another aspect of Khenpo's biography as well that is standard for a Terton, namely controversy.  The long standing Tibetan concern for lineal purity, a matter which Ter addresses, has been a central issue in the post-Cultural Revolution era.  Against the background of a larger cultural focus on continuity and lineage in Tibet,<a href=\"#_edn100\">[c]</a> Tibetan Buddhism has an exceedingly strong focus on religious lineage (<em>brgyud pa</em>) through an unbroken continuum of masters as the means of valid transmission of an intact tradition.  In the eleventh and twelfth centuries, Nyingma groups were frequently attacked as being involved in corrupt lineages that may have possessed authentic texts, but whose spiritual authority to utilize and understand those texts had corroded during the chaos of the dark period.  The treasure mythos was the Nyingma's most potent response to such criticism, as its \"direct\" transmission from Padmasambhava and other dynastic period saints not only provided an authentic lineage, but could even claim to be purer than ordinary lineages whose freshness and purity was inevitably eroded by the ravages of temporality and human nature.<a href=\"#_edn101\">[ci]</a>  The rupture of religious lineages of all types in modern Tibet - institutional, doctrinal, yogic - due to the recent material devastation, massive deaths and deep social ruptures, has aggravated the traditional Tibetan concern with the fragility of continuity, especially in light of continued lack of control over their own socio-political future.  This is also reflected in the frequent claims heard from refugee Tibetans that Buddhism in Tibet has become disrupted, such that pure religious traditions at populist and elite levels have only been maintained in refugee Tibet. </p> <p class=\"paragraph0\">While Khenpo's revival of Ter has offered a potentially potent response to such concerns, controversy inevitably stems simply from the nature of a Terton:  to hold that one is the reincarnation of a famous eight century figure with special direct access as such to new sources of scripture requires real self-assertion, as well as the ability to promote oneself in overcoming resistance to such claims (the accreditation of Ter in many ways boils down to one's contacts).<a href=\"#_edn102\">[cii]</a>  Thus Khenpo Jikphun's Terton status has caused a considerable subcurrent of jealousy, particularly since it is linked to his leadership of movements to purify Buddhist lineages in eastern Tibet of breeches of samaya (tantric vows) that arose during the Cultural Revolution by his consistent opposition to the participation of violators in major tantric empowerments or high religious positions.   This has also led to at least one minor Terton skirmish (see above); and is connected to the tensions between lay tantric practitioners (<em>sngags pa</em>) and monks (<em>dge slong</em>) that have resurfaced in the resurgence of Tibetan Buddhism.  However, unlike earlier Ter movements, which were the frequent locus of attacks by reformists on ethical grounds given that its proponents tended to be non-monastic, non-celibate and often given to seemingly antinomian behavior,<a href=\"#_edn103\">[ciii]</a> and earlier Great Perfection movements attacked on intellectual grounds given their anti-scholastic rhetoric and focus on contemplative experience, Khenpo has linked Ter and the Great Perfection to ethical reform, systematic study and monastic institutions.  This linkage to institutional and ethical conservatism has entailed that the Ter cult, at least in his hands, finds itself in an unaccustomed position of supporting the criticism of ethical transgressions and corrupted lineages.  However, I would argue that this renovated Ter includes a strong nationalist subcurrent in its romantic-historical focus on the Tibetan Camelot of the Once and Future King,<a href=\"#_edn104\">[civ]</a> its reanimating of uniquely Tibetan pure lands even as Chinese technology and colonization attempt to reshape that same geography, and the millenarian overtones of its miraculous revelations indicating the reemergence of the Buddha's potent authority and involvement with Tibet in the face of the onslaught of modernity.  This unusual integration of personal charisma and authority, Buddhist rationalism and ethics, and a distinctively Tibetan cult of magic, miracles and spontaneous manifestations of deities constitutes a revitalization movement that has managed to walk the thin line between morality and magic, charisma and institution, and most importantly between Chinese authority and Tibetan tradition.  The success of this integration can be seen, for example, when viewed in contrast to recent, overtly millenarian, populist movements in Tibet involving spirit possession, such as the aforementioned \"Heroes of Ling,\" that were quickly suppressed with alarm by Chinese authorities.<a href=\"#_edn105\">[cv]</a></p> <p class=\"paragraph0\">A critical point of difference between ancient and contemporary Ter is the quite alien nature of the authoritarian other that current Ter combats and potentially assimilates.  In the post 1978 era, Tibetan horizons are dominated by a hegemonic foreign presence with a profoundly different ideological force, in contrast to the familiar, if at times antagonistic, otherness of imported Indian Buddhism and its Tibetan proponents from the eleventh century onwards.<a href=\"#_edn106\">[cvi]</a>  There is a new divide between on the one hand, secular scholarship and composition associated with Chinese literacy and translation activity conducted in the various Tibetan-oriented academic bureaus scattered across the landscape in modern Chinese cement block architecture, and on the other hand, religious scholarship and praxis with its Tibeto-centric concerns and agenda of institutional renewal and intellectual preservation.<a href=\"#_edn107\">[cvii]</a>   This is altogether different from the situation of the early Tibetan Renaissance, when the secular/religious divide was largely absent, translation was at the heart of the religious renewal, and Ter unabashedly and successfully raided the massive materials flowing into Tibet through the modernist translation projects.  Unlike this earlier period, contemporary Ter takes place within a broader movement of institutional renewal and doctrinal preservation, not the dissemination or transformation of new religious teachings from abroad; in addition, with its power hierarchy stemming from Padmasambhava and his disciples, Ter continues ideologically to look back to the Dynastic period with its ensuing darkness, but these periods are no longer its own immediate historical context.  Finally, the antinomian behavior of Tibetans working the twilight zone between tantric rhetoric and social reality has receded in the face of preoccupation with both colonially-induced transgression of traditional Buddhist norms during the Cultural Revolution <em>and</em> colonially-defined transgressions of Tibetan Buddhist nationalists engaged in active protest against a totalitarian State's rule.<a href=\"#_edn108\">[cviii]</a></p> <p class=\"paragraph0\">This is probably one of the main reasons why current Ter, despite being essentially the renewal of old stories and despite its positive value in remembering the violently dismembered body of Tibet and Tibetans, does not seem to involve yet the digestion of new materials, or the performance of the alchemy of cultural transformation.   On this point it does not appear to correspond in function to earlier Ter, which served to assimilate new Indic materials available in \"modern\" translation, in respect to its own modern others, namely Chinese or Western traditions.  The abyss between a coercive modernity and Tibet's own Buddhist past has been so sudden and abrupt that it appears we may be nearing the outer perimeter of Padmasambhava's capacity to project forward from eighth century Tibet, such that Tibet is entering an uncharted realm where the past is no longer an authoritative guide.  Despite Khenpo Jikphun's tremendous openness and efforts to weave modern America into Ter's web-like reality during his as yet sole trip to the US in 1993 - thus proving Ter can span countries as well as centuries - one will look to no avail for any trace of Chinese, Western or even Tibetan modernity within the traditional loose-leaf rectangular confines of the several volumes of his collected Great Perfection-based revelations.<a href=\"#_edn109\">[cix]</a>  In the last analysis, the modern other may simply be too foreign for the traditional Terton to digest in a Buddhist format, and at least for the moment, appears to exceed even the fabled capacity of the Great Perfection to create an alchemical buffer zone of rhetorical negation; only the future will tell if younger Terton may prove to be more adventurous in retrieving the enticing yet elusive intersection of Buddhism and modernity on their own terms.  And then, at this imagined future moment, the long suffering body of religious Tibet may complete its rise from the dead yet again as a reconfigured gestalt with the capacity, will and power to speak with its own distinctive yet transfigured voice in the modern arena.</p> <p><strong><em><span style=\"text-decoration: underline;\"><br /> </span></em></strong></p> "},{"title":"CAPTIONS","index":12,"parent_index":0,"body":" <p> </p> <p class=\"lts-single\">Germano B 1:  Khenpo Jikphun giving a ritual empowerment to an assembly of monks outdoors at his home institution.</p> <p class=\"lts-single\">Germano B 2:  Khenpo's home institution.  Most of the buildings are the simple residences that sprawl over the mountain side.</p> <p class=\"lts-single\">Germano B 3:  A ritual procession of nuns colorfully dressed in wigs and silk costumes.  The nuns are from the nunnery headed by Khenpo's niece and the site is the area located between the institute and nunnery.</p> <p class=\"lts-single\">Germano B 4:  A selection of Ter items that Khenpo Jikphun has uncovered.  Most of them are the treasure chests, the third from the left being the dark green globe said to have fallen from the sky during one of the described treasure revelations.  They also include a yellow scroll, two statues, and the ritual implement known as a vajra (<em>rdo rje</em>).</p> <p class=\"lts-single\">Germano B 5:  A famous yellow scroll (<em>shog ser</em>), the form in which a treasure text is often initially discovered.  It is written in a special Æ›kinı (a type of female spirit) script that only the Terton can decipher. </p> <p class=\"lts-single\">Germano B 6:  The two conch shell-shaped treasure chests mentioned in the account of Khenpo's revelations at Samye Chimphu.  Such items as the yellow scrolls are extracted from within such chests.</p> <p class=\"lts-single\">Germano B 7:  The reconstructed Samye monastery in 1990.  It was the first Buddhist monastery built in Tibet (at the end of the eighth century), an event which Padmasambhava's taming of Tibetan spirits enabled to successfully take place.  Its complex of temples symbolically represents the traditional Buddhist cosmogram of the universe.</p> <p class=\"lts-single\">Germano B 8:  Murals representing the visions of Great Perfection contemplation from the Lukhang (<em>kLu khang</em>) temple located in Lhasa.  The figures to the right are the classic ma˚˜ala of the five male and female Buddhas, which the ma˚˜ala to the left represents in non-anthropomorphic fashion.</p> <p class=\"lts-single\">Germano B 9:  Khenpo's home institution.  The building to the left is Khenpo's own residence, while the massive building under construction to the left is the large assembly hall being built in 1991.</p> <p class=\"lts-single\">Germano B10:  Khenpo Jikphun giving blessings to a group of laymen to whom he had just given a talk.</p> <p><strong><em><span style=\"text-decoration: underline;\"><br /> </span></em></strong></p> "},{"title":"Bibliography","index":13,"parent_index":0,"body":" <p class=\"Bibliography\">Alton, John.  <em>Living Qigong</em>.  Boston:  Shambhala, 1997.</p> <p class=\"Bibliography\">Aris, Michael.  <em>Hidden Treasures and Secret Lives</em>.  Delhi:  Motilal Banarsidass, 1988.</p> <p class=\"Bibliography\">Aziz, Barbara Nimri.  <em>Tibetan Frontier Families:  Reflections of Three Generations from D'ing-ri</em>.  Durham, North Carolina:  Carolina Academic Press, 1978.</p> <p class=\"Bibliography\">Batchelor, Stephen (translator).  <em>A Guide to the Bodhisattva's Way of Life</em>.  By Shantideva.  Dharamsala:  Library of Tibetan Works and Archives, 1979.</p> <p class=\"Bibliography\">Cleary, Thomas (translator).  <em>The Flower Ornament Scripture</em>.  Boston & London:  Shambhala, 1993.</p> <p class=\"Bibliography\">Davidson, Ronald M.  <em>The Litany of Names of</em> <em>MañjuŸrı</em>.  In <em>Mélanges Chinois et Bouddhiques</em> 20, pp. 1-69.  Brussels:  Institute Belge des Houtes Études Chinoises, 1981.</p> <p class=\"Bibliography\">Davidson, Ronald M.  \"An Introduction to the Standards of Scriptural Authenticity in Indian Buddhism.\"  In Buswell, Robert (ed.) <em>Chinese Buddhist Apocrypha</em>, pp. 291-325.  Honolulu:  University of Hawaii Press, 1990.</p> <p class=\"Bibliography\">Davidson, Ronald M.  \"The Eleventh Century Renaissance in Central Tibet.\"  A paper presented at the University of Virginia, 1994.</p> <p class=\"Bibliography\">Don grub rgyal, Lang tsho'i rbab chu dang ljags rtsom bdams sgrigs.  Dharamsala: A myes rma chen bod kyi rig gzhung zhib 'jug khang, 1994. </p> <p class=\"Bibliography\">Dorje, Gyurme and Matthew Kapstein.  <em>The Nyingma School of Tibetan Buddhism, Volume Two</em>.  Boston:  Wisdom Publications, 1991.</p> <p class=\"Bibliography\">Dreyfus, Georges.  \"Proto-Nationalism in Tibet.\"  In <em>Tibetan Studies:  Proceedings of the 6th Seminar of the International Association for Tibetan Studies</em>, pp. 205-218.   Oslo:  The Institute for Comparative Research in Human Culture, 1994.</p> <p class=\"Bibliography\">Dudjom Rinpoche, Jikdrel Yeshe Dorje.  <em>The Nyingma School of Tibetan Buddhism, Volume One</em>.  Translated and edited by Gyurme Dorje with the collaboration of Matthew Kapstein.  Boston:  Wisdom Publications, 1991.</p> <p class=\"Bibliography\">Freemantle, Francesca and Chogyam Trungpa.  <em>The Tibetan Book of the Dead</em>.  Boston & London:  Shambhala Publications, 1987.</p> <p class=\"Bibliography\">Germano, David.  \"Architecture and Absence in the Secret Tantric History of rDzogs Chen.\"  <em>Journal of the International Association of Buddhist Studies</em>, volume 17, number 2, pp. 203-335, 1994.</p> <p class=\"Bibliography\">Germano, David.  <em>Mysticism and Rhetoric in the Great Perfection:  The Transformation of Buddhist Tantra in Ancient Tibet</em>.  Monograph in progress, 1997.</p> <p class=\"Bibliography\">Gyatso, Janet.  \"Signs, Memory and History:  A Tantric Buddhist Theory of Scriptural Transmission.\"  In <em>The Journal of the International Association of Buddhist Studies</em>, volume 9, number 2, pp. 73-35, 1986.</p> <p class=\"Bibliography\">Gyatso, Janet.  \"Down with the Demoness:  Reflections on a Feminine Ground in Tibet\".  Tibet Journal:  volume 12, number 4, pp. 38-53, 1987. </p> <p class=\"Bibliography\">Gyatso, Janet.  \"The Logic of Legitimation in the Tibetan Treasure Tradition\" in <em>History of Religions</em>, volume 33, number 2, pp. 97-134, 1993.</p> <p class=\"Bibliography\">Gyatso, Janet.  \"Drawn from the Tibetan Treasury:  The gTer Ma Literature.\"  In <em>Tibetan Literature</em>.  Cabezon, Jose and Roger Jackson (eds.), pp. 147-169.   Ithaca, NY:  Snow Lion, 1996.</p> <p class=\"Bibliography\">Hanna, Span.  \"Vast as the Sky:  The Terma Tradition in Modern Tibet.\"  In Samuel, Geoffrey (ed.) <em>Tantra and Popular Religion in Tibet</em>, 1-13.  New Delhi:  International Academy of Indian Culture and Aditya Prakashan, 1994.</p> <p class=\"Bibliography\">Huber, Toni.  \"Putting the gnas Back into gnas-skor:  Rethinking Tibetan Buddhist Pilgrimage Practice\".  In <em>The Tibet Journal</em>, volume 19, number 2, pp. 23-60, 1994.</p> <p class=\"Bibliography\">Jackson, David.  <em>Enlightenment by a Single Means:  Tibetan Controversies on the \"Self-Sufficient White Remedy (dkar po chig thub)</em>.  Wein:  Der Ostrerreichischen Akademie der Wissenschaften, 1994.</p> <p class=\"Bibliography\">Kapstein, Matthew.  \"The Purifactory Gem and Its Cleansing:  A Late Tibetan Polemical Discussion of Apocryphal Texts.\"  In <em>History of Religions</em>, volume 28, 217-244, 1989. </p> <p class=\"Bibliography\">Kapstein, Matthew.  \"Remarks on the Ma˚i bKa'-'bum and the Cult of AvalokiteŸvara in Tibet.\"  In <em>Tibetan Buddhism</em>:  <em>Reason and Revelation</em>, edited by Steven Goodman and Ronald Davidson, pp. 79-94.  Ithaca, NY:  State University of New York Press,  1992.</p> <p class=\"Bibliography\">Karmay, Samten.  \"The Ordinance of Lha Bla-Ma Ye-Shes-'Od.\"  In <em>Tibetan Studies in Honor of Hugh Richardson</em> edited by Michael Aris and Aung San Suu Kyi, pp. 150-162.  Warminster, Aris and Phillips, 1979.    </p> <p class=\"Bibliography\">Karmay, Samten.  \"An Open Letter by Pho-Brang Zhi-Ba-'Od to the Buddhists in Tibet.\"  In <em>The Tibet Journal</em> volume 5, number 3, pp. 3-27, 1980.</p> <p class=\"Bibliography\">Kunsang, Eric Pema (translator).  <em>The Lotus-Born:  The Life of Padmasambhava</em>.  Boston & London:  Shambhala, 1993.</p> <p class=\"Bibliography\">Makley, Charlene E.  \"Gendered Practices and the Inner Sanctum:  The Reconstruction of Tibetan Sacred Space in \"China's Tibet\".  In <em>The Tibet Journal</em> volume 19, number 2, 1994, pp. 61-94.</p> <p class=\"Bibliography\">Mumford, Stan.  <em>Himalayan Dialogue</em>.  University of Wisconsin Press:  Madison, Wisconsin, 1989.</p> <p class=\"Bibliography\">Nyangrel, Nyima Özer.  <em>Nyangrel's Religious History</em> (<em>Nyang ral chos 'byung; also entitled Chos 'byung me tog snying po sbrang rtsi'i bcud</em>) by Nyangrel Nyima Ozer.  Lhasa, Tibet:  Bod ljongs mi dmangs dpe skrun khang, 1988.</p> <p class=\"Bibliography\">Ots, Thomas.  \"The silenced body - the expressive <em>Leib</em>:  on the dialectic of mind and life in Chinese cathartic healing\".  In <em>Embodiment and Experience</em> pp. 116-138, edited by Thomas J. Csordas.  Cambridge University Press, 1994. </p> <p class=\"Bibliography\">Petech, Luciano.  <em>Central Tibet and the Mongols:  The Yüan-Sa skya Period of Tibetan History</em>.  Rome:  Istituto Italiano per il Medio ed Estremo Oriente, 1990.</p> <p class=\"Bibliography\">Roerich, G. N., translator.  <em>Blue Annals</em>. Delhi:  Motilal Banarsidass, 1976.</p> <p class=\"Bibliography\">Ruegg, D. Seyfort.  \"Problems in the Transmission of Vajray›na Buddhism in the Western Himalaya About the Year 1000.\"  In Acta Indologica 6, pp. 369-381, 1984.</p> <p class=\"Bibliography\">Samuel, Geoffrey.  <em>Civilized Shamans</em>.  Washington and London:  Smithsonian Institution Press,  1993.</p> <p class=\"Bibliography\">Schwartz, Ronald D.  <em>Circle of Protest:  Political Ritual in the Tibetan Uprising</em>.  New York:  Columbia Press, 1994a.</p> <p class=\"Bibliography\">Schwartz, Ronald David.  \"Buddhism, Nationalist Protest, and the State in Tibet.\"  In <em>Tibetan Studies:  Proceedings of the 6th Seminar of the International Association for Tibetan Studies</em>, pp. 728-738.   Oslo:  The Institute for Comparative Research in Human Culture, 1994b.</p> <p class=\"Bibliography\">Stoddard, Heather.  \"Don grub rgyal (1953-1985):  Suicide of a Modern Tibetan Writer and Scholar.\"   In <em>Tibetan Studies:  Proceedings of the 6th Seminar of the International Association for Tibetan Studies</em>, pp. 825-834.   Oslo:  The Institute for Comparative Research in Human Culture, 1994.</p> <p class=\"Bibliography\">Ström, Axel Kristian.  \"Tibetan Refugees in India:  Aspects of Socio-cultural Change.\"  In <em>Tibetan Studies:  Proceedings of the 6th Seminar of the International Association for Tibetan Studies</em>, pp. 837-847.   Oslo:  The Institute for Comparative Research in Human Culture, 1994</p> <p class=\"Bibliography\">Thondup Rinpoche, Tulku.  <em>Hidden Teachings of Tibet:  an Explanation of the Terma Tradition of the Nyingma School of Buddhism</em>. Edited by Harold Talbott.  London:  Wisdom Publications,  1986.</p> <p> </p> <p> </p> <hr size=\"1\" /> <p><a href=\"#_ednref\">[i]</a>.  I would like to express my deep gratitude to the Committee on Scholarly Communication with China for their funding and support of my research in Eastern Tibet from 1990 to 1992, without which much of my present research would have been either impossible, or considerably impoverished.  I would also like to thank  my two host institutions in the PRC - the Sichuan Research Institute of Nationalities and  the Tibetan Academy of Social Sciences - as well as all the individuals who aided me so generously during my stay.  Finally, I am indebted to the editors of this volume, Melvyn Goldstein and Matthew Kapstein, for their extensive and insightful comments on various drafts of the present chapter.</p> <p><a href=\"#_ednref\">[ii]</a>.  A very prominent Tibetan mythic history of the Dynastic period presents the Tibetan landscape as a vast supine demoness, who is pinned down and controlled through a network of Buddhist temples.  See Gyatso 1987.</p> <p><a href=\"#_ednref\">[iii]</a>.  The historical founder of Buddhism, ⁄›kyamuni, was from an early period in India discussed in terms of two Bodies:  his physical presence, or form-bodies (<em>gzugs sku</em>, <em>rÒpak›ya</em>) and the corpus of his teachings, or teaching-bodies (<em>chos sku</em>, <em>dharmak›ya</em>).  In the present paper, I play off this ancient Buddhist emphasis on the Buddha's many bodies. </p> <p><a href=\"#_ednref\">[iv]</a>.  While there was systematic government looting of Tibetan art earlier, these days it is often Tibetans themselves who are involved.</p> <p><a href=\"#_ednref\">[v]</a>.  The movements involved in such excavations all maintained deeply Buddhist traditions, but were divided among those who maintained standard Buddhist historical discourses (known as the Nyingma (r<em>nying ma</em>)) and those who maintained idiosyncratically Tibeto-centric traditions (known as the Bonpo) that subsumed orthodox Buddhist history into a quite different account of origins and lineages. </p> <p><a href=\"#_ednref\">[vi]</a>.  See Thondup Rinpoche 1986 for an excellent survey of the treasure tradition in Tibet; Gyatso 1996 provides a succinct overview of the textual side of these treasures.  In the standard presentation discussed by Thondup, the Dynastic period concealment of these treasures was understood to have taken place via placing these texts within the Tibetan earth as well as within the transmigrating subtle bodies of Tibetans of the time.  By \"subtle bodies\" I refer to the widespread late Indian Buddhist tantric notion that there is a more fundamental subtle body of energy currents within the ordinary physical body.  By \"physically\" I refer to concealment which seems to have been a straightforward burial of items, while \"mystically\" refers to the paranormal concealment of texts within solid rock, consciousness, and so on.</p> <p><a href=\"#_ednref\">[vii]</a>.  See Kunsang 1993 for a translation of an important early biography of Padmasambhava.</p> <p><a href=\"#_ednref\">[viii]</a>.  The ecumenical or \"non-partisan\" movement originated in Eastern Tibet in part as a reaction to the dominance of the Geluk (<em>dge lugs</em>) regime nominally headed by the Dalai Lama line of incarnations in Central Tibet.   Intellectual and social in nature, it involved all of the major traditions of Tibetan religion with the significant general exception of the Geluk.  Particularly interesting for the present context is the fact that the Great Perfection (<em>rdzogs chen</em>) tantric tradition in many ways formed the religious heart of the movement.  The Great Perfection tradition is renowned for its strong deconstructive rhetoric undercutting analytical thought and its equally consistent positive celebration of the primordial enlightened nature of all life.  It presents itself rhetorically as the \"peak\" of all Buddhist teachings which embraces all of them as partial truths.  See Samuel 1993, 533-543, for a brief overview of the ecumenical movement and the Great Perfection's role. </p> <p><a href=\"#_ednref\">[ix]</a>.  At least one contemporary Bon scholar has explicitly identified the twentieth century concealment of texts as a major \"Treasure concealment\" (Gyatso 1996, 152).  Also, in an interview with the Dalai Lama printed in the March 6, 1996 edition of the New York Times International, he refers to the past forty years as \"our own dark period\".</p> <p><a href=\"#_ednref\">[x]</a>.  See Hanna 1994 for an interesting eye-witness report of a contemporary revelation in Tibet by a famous female Bonpo Terton whom I refer to below.</p> <p><a href=\"#_ednref\">[xi]</a>.  The individual in question is Dondrub Gyel (<em>Don grub rgyal</em>), whose story was repeated to me on more than one occasion by lay Tibetan scholars in Sichuan.  All made a point of directly linking his death to the current domination of Tibetan cultural areas by Han Chinese (particularly the population transfer and dominance of Chinese language in education), which they claimed was made explicit in the suicide note.  I have no access to the note and thus cannot verify its contents, although the rumors attest to their own social reality.  See Stoddard 1992 for an interesting account of his life and death.  She mentions (p. 826) the famous note or \"testament\" (<em>bka' chems</em>), but appears also to have not had direct access to its contents; she adds an unhappy love life and criticism of Tibetan traditional attitudes (827) to his list of woes (in the more generalized rumors I heard, there was an exclusive focus on political problems stemming from Chinese control).  See Don grub rgyal 1994 for a collection of his writings, including a biographical essay by Padma 'bum.</p> <p><a href=\"#_ednref\">[xii]</a>.  While certainly it is true that traditionally at some large monasteries serious academic study was limited to a fairly select portion of the resident population, religious education in Tibet includes ritual competence, contemplative instruction and practice, general grounding in the principles of the Buddhist worldview, in addition to rigorous scholarship.  Although the Western misconception that monasteries were exclusively havens of dedicated contemplation and scholarship needs to be rectified, we must not ignore that contemplative practice and intellectual education was deeply grounded in many parts of Tibet.  During research in Tibet, I observed widespread interest in, and practice of, both dimensions, such that the lack of competent teachers and institutions was viscerally experienced and repeatedly commented on.  While one may argue that recent plights have generated renewed interest that was not present prior to 1950, I think the pre-1950 hagiographic literature clearly attests to both the mundane concerns of many monks and a more limited, yet still widespread serious involvement in Buddhist study and practice.</p> <p><a href=\"#_ednref\">[xiii]</a>.  I have in mind here such eminent figures as Dudjom Rinpoche, Dingo Khyentse Rinpoche, Urgyen Tulku, Penor Rinpoche and others. </p> <p><a href=\"#_ednref\">[xiv]</a>.  Most of the ensuing biographical details are drawn from a biography of Khenpo Jikphun written by Tshul khrims blo gros, Bsod dar rgyas, and Bstan 'dzin rgya mtsho.  The work, entitled <em>Snyigs dus bstan pa'i gsal byed gcig pu chos rje dam pa yid bzhin nor bu 'jigs med phun tshogs 'byung gnas dpal bzang po'i rnam thar bsdus pa dad pa'i gsos sman</em>, was published locally in the late 1980s in modern book format.  I have translated the work in its entirety at the authors' request and may publish it in some limited fashion in the near future.  I would like to think Slob  bzang tshe ring and Bstan 'dzin rgya mtsho for their extensive help in translating the biography, as well as Khenpo Jikphun himself for helpful elaborations. </p> <p><a href=\"#_ednref\">[xv]</a>.  The word \"bardo\" literally means \"intermediate state\" and is used in the famous <em>Tibetan Book of the Dead</em> to refer to the state of ordinarily chaotic visions said to confront someone between death and rebirth.  See Freemantle 1987. </p> <p><a href=\"#_ednref\">[xvi]</a>.  See p. 00 for an account of how King Gesar is woven into his Ter activities.</p> <p><a href=\"#_ednref\">[xvii]</a>.  See Kapstein 1992, 86 and 88, for his suggestion that Arthurian legends are an apt analogue for understanding the elaborate mythic romance that developed in Tibet around the seventh century Tibetan Emperor Songtsen Gampo (<em>Srong btsan sgam po</em>; died 649 CE). </p> <p><a href=\"#_ednref\">[xviii]</a>.  Zi (<em>gzi</em>) stones are polished beads of varying sizes with highly distinctive black and white stripes and circles known as \"eyes\" (<em>mig</em>).  Genuine ones discovered from the ground can be exceedingly expensive as they are highly prized as ornaments and potent talismans.  Dorje and Kapstein (1991, 38) identify them as \"agate.\" See Nebesky-Wojkowitz 1956, 505-507 for a detailed discussion, including various legends of their origins.</p> <p><a href=\"#_ednref\">[xix]</a>.  This well known seven line prayer runs as follow:</p> <p class=\"VerseQuotation\"> </p> <p class=\"VerseQuotation\">HÒ˙! </p> <p class=\"VerseQuotation\">On the pistil-stem of a lotus</p> <p class=\"VerseQuotation\">In the northwest border land of O˜˜iy›na,</p> <p class=\"VerseQuotation\">Is the one renowned as Lotus Born (Padma-sambhava)</p> <p class=\"VerseQuotation\">Who has attained the supreme amazing spiritual attainment</p> <p class=\"VerseQuotation\">And is surrounded by a retinue of many Æ›ki˚is -</p> <p class=\"VerseQuotation\">I pray that you come to grant blessings</p> <p class=\"VerseQuotation\">To I who practice in your wake!</p> <p class=\"VerseQuotation\">Guru Padma Siddhi HÒ˙!</p> <p><a href=\"#_ednref\">[xx]</a>.  A Æ›ki˚ı refers to female tantric spirits who are, broadly speaking, understood to be of two types:  impure ones termed \"fleshing-eating\" (<em>sha za</em>) and pure ones termed \"gnostic\" (<em>ye shes</em>).  The latter are particularly important as visionary agents in the Ter cult.</p> <p><a href=\"#_ednref\">[xxi]</a>.  See Dreyfus 1994, 210-212.</p> <p><a href=\"#_ednref\">[xxii]</a>.  See Dreyfus 1994, 212, and Schwartz 1994, 227-229.</p> <p><a href=\"#_ednref\">[xxiii]</a>.  See Dreyfus 1994 on the importance of certain shared paradigmatic memories that have historically shaped a sense of imagined community among all Tibetans that was not confined to political boundaries.  I agree with Dreyfus (p. 216) that there is a certain continuity with this \"proto-nationalism\" and modern Tibetan nationalism, and furthermore would argue that it is precisely such a continuity that accounts in part for the dynamic success of Khenpo Jikphun's peculiarly Tibetan revival of the Ter cult. </p> <p><a href=\"#_ednref\">[xxiv]</a>.  See Thondup 1986, 68.</p> <p><a href=\"#_ednref\">[xxv]</a>.  Literally \"Blood Drinker Vajra Demon Destroyer (<em>Khrag thung bdud 'jom rdo rje</em>), he was also known by the name <em>Lcags khung sge'u gter</em>.  He is said to have reborn as Dudjom Rinpoche, a famous Nyingma lama active in Europe and America until his death in 1987.</p> <p><a href=\"#_ednref\">[xxvi]</a>.  This is the traditional fourfold classification of a enlightened figure's activities:  pacifying, enriching, magnetizing and subjugating (<em>zhi rgyas dbang drag</em>).</p> <p><a href=\"#_ednref\">[xxvii]</a>.  Another prophecy indicated that Khenpo could preside over the academy for thirteen years without obstacles; thus when he decided in 1993 to continue on for another six years, it was necessary to perform a complex series of rituals.</p> <p><a href=\"#_ednref\">[xxviii]</a>.  During my stay there were no special sites for doing retreats apart from personal residences.  Most monks bring their food - meat, butter, roasted barley flour (<em>tsampa</em>) and so forth - in large quantities from home, while other monks (the Chinese in particular) must purchase such from the other monks at varying prices.  There are also periodic trips by vegetable sellers in pickup trucks, mainly peddling Chinese cabbage and onions; in 1991, a small private general store had just opened at the monastery, and in 1996 I heard from a friend at the institute traveling through India that material conditions had improved quite a bit since my visit.  A few residents have a younger monk as servant, often a relative, a childhood friend or someone for whom they are providing housing; most live by themselves, but a few live together with relatives and so forth.  Each residential unit pays a set price for electricity, which is piped in from a water-powered generator created specifically for the school with expenses born by the Serta county government.  Fuel for cooking and heat mostly comes from <em>yak</em> dung, partially brought from home and partially purchased at the monastery.  In general the academy and nunnery are thus financially self-sufficient without relying on government grants, which enables them to preserve their independence and integrity.  All of their financial resources derive from private donations, from which Khenpo Jikphun pays monks a sustenance allowance of variable amount (food, clothes, money) per month if they specifically ask for help, or if he comes to know of their difficult financial position.  Some benefactors also make general contributions which are divided equally among all the monks and nuns.</p> <p><a href=\"#_ednref\">[xxix]</a>.  The labor was done by the monks and nuns along with donated labor by parents, as well as a small number of paid Chinese laborers.  The stones and other materials were largely donated, though a small amount had to be paid for the trucks bringing timber in.  Much of the donated labor in this instance came from the city of Serpa (<em>Gser pa</em>) one hundred miles to the East (famous for its stone work).  Some were relatives of monks while others just wanted to contribute to the monastery; all together about three hundred people worked off and on for two months.</p> <p><a href=\"#_ednref\">[xxx]</a>.  This was reported to me in the summer of 1996 by one of his disciples traveling outside Tibet, though I have been unable to confirm this at the time of writing. </p> <p><a href=\"#_ednref\">[xxxi]</a>.  While masked dances are only done on special occasions, they are popular events that only monasteries are allowed to do under contemporary political guidelines.  Thus it was repeatedly mentioned by residents to me as being one of the few things that they couldn't do due to not being considered a monastery, with the point being it wasn't considered a particularly significant loss.  </p> <p><a href=\"#_ednref\">[xxxii]</a>.  The entire Tibetan Autonomous Region is locally referred to as \"Lhasa,\" even areas formerly considered part of Kham, or Eastern Tibet.  </p> <p><a href=\"#_ednref\">[xxxiii]</a>.  See p. 00 for a discussion of the veracity of such a number.</p> <p><a href=\"#_ednref\">[xxxiv]</a>.  The main practices of the Great Perfection involve a technique-free contemplation of self-awareness called \"breakthrough\" (<em>khregs chod</em>) and contemplation of a spontaneous flow of light imagery called \"direct transcendence\" (<em>thod rgal</em>).</p> <p><a href=\"#_ednref\">[xxxv]</a>.  The two translators are Södargye (<em>Bsod dar rgyas</em>) and Tshultrim Lodrö (<em>Tshul khrims blo gros</em>)</p> <p><a href=\"#_ednref\">[xxxvi]</a>.  Of course the realities of such relationships are difficult to judge, but certainly in the gossip circuits there is an intense interest in the supposed quarrels and sexual infidelities that seem to be linked to so many Tertons' relationships to their sexual partners. </p> <p><a href=\"#_ednref\">[xxxvii]</a>.  See Thondup 1986, 82-84, for a discussion of the importance of consorts in the recovery of Ter.</p> <p><a href=\"#_ednref\">[xxxviii]</a>.  While it is said Khenpo had revealed Ter from childhood, the karmic momentum fueling these revelations was disrupted when he refused to take the aforementioned woman as his destined consort.  Thus he was subsequently unable to reveal \"earth-treasures\" until much later during a trip to the Lhangdrak power-mountain in Nyarong.  Most of his treasures are understood to have been concealed by Guru Padmasambhava some twelve hundred years ago in Dynastic Tibet, who transmitted his wisdom to certain advanced disciples in latent forms designed to become manifest in their future rebirths when most needed.  Having arranged that wisdom in the symbolic form of written texts, he concealed them in special \"adamantine\" rocks, sacred lakes, inviolable containers and so forth, sealing them with special prayers.  The destined revealer was endowed with a special karmic momentum enabling him or her to reveal those texts and objects at the appropriate time when their contents could function to renew and revitalize the teachings. In general it is said that without the visionary relying on actual sexual yoga with his destined consort to intensify and enhance his energy, it is difficult to extract these treasures, which accounts for Khenpo's prolonged dry spell after refusing his destined consort.  When he subsequently began to uncover treasures once again, his lack of a consort resulted in his excavated statues of Padmasambhava lacking their traditional hand-held tridents, which are symbolically understood as signifying the consort.</p> <p><a href=\"#_ednref\">[xxxix]</a>.  Longchenpa (1308-1363) and Mipham (1846-1912) are arguably the two most prominent post-dynastic figures in contemporary Nyingma circles.</p> <p><a href=\"#_ednref\">[xl]</a>.  See Schwartz 1994b, particularly 730-734.</p> <p><a href=\"#_ednref\">[xli]</a>.  Schwartz 1994a, 22 and 226; also Schwartz 1994b.</p> <p><a href=\"#_ednref\">[xlii]</a>.  The five corruptions relate to life-span, emotional distortions, sentient beings, time and outlook.</p> <p><a href=\"#_ednref\">[xliii]</a>.  The three jewels are the traditional objects of refuge for Buddhists:  the teacher (<em>Buddha</em>), the teachings (<em>dharma</em>) and the community (<em>saºgha</em>).</p> <p><a href=\"#_ednref\">[xliv]</a>.  This is verse 125 of the sixth chapter of ⁄›ntideva's famous <em>A Guide of the Bodhisattva's Way of Life</em>.  I have used Batchelor's 1979 translation.</p> <p><a href=\"#_ednref\">[xlv]</a>.  Although, as discussed above, Khenpo Jikphun has decided against casting his community as a formal monastery, in terms of behavioral guidelines, curriculum and residents, it is for all intents and purposes a deeply monastic institution. </p> <p><a href=\"#_ednref\">[xlvi]</a>.  The character of Ngakpa lineages in Eastern Tibet and their relationships to celibate religious institutions has been barely researched.  For interesting comments on the subject in Western Tibet, see Aziz 1978, 51-56.</p> <p><a href=\"#_ednref\">[xlvii]</a>.  Married \"monks\" (<em>grwa pa</em>) have been discussed at length by Aziz 1978, 76-94 in Western Tibet under the rubric of <em>Ser khyim</em>, but the extent and nature of such a phenomenon in Eastern Tibet is not clear to me.  Certainly I have met such individuals who informed me that their clerical dress and married status was a custom in their locale, but I have also heard criticisms of such behavior which attributes it to more recent origins, such as the disruptions of the Cultural Revolution conjoined with attempts by unemployed youths to eke out a living based on performing rituals and/or begging under a clerical guise.  The extent of traditional vs. recent origins is thus at present unclear.</p> <p><a href=\"#_ednref\">[xlviii]</a>.  Schwartz 1994, 22 and Schwartz 1994a, 730.  Also it should be noted that others (Samuel 1993 in particular) have argued that there is a much more ancient pattern of relative \"rationalization\" and \"clericalization\" of religion operative in Central Tibet that involved a greater stress on hierarchically governed ethical systems; Samuel argues this was in large part due to the centralization of the Lhasa-based polity with its religious stress on large monastic institutions.  Based upon my own experience in various parts of contemporary central Tibet, it is clear that this highlighting of ethical and political dimensions only extends so far, and in no way has elided the so-called \"magical\" element, nor the individual and collective importance of tantric practices among lay and monastic populations.</p> <p><a href=\"#_ednref\">[xlix]</a>.  Davidson 1994 made an excellent analysis of the initial emergence of this Renaissance.</p> <p><a href=\"#_ednref\">[l]</a>.  See Samuel 1993, 217-222, 454 and 571-2.</p> <p><a href=\"#_ednref\">[li]</a>.  See Davidson 1990 for a discussion of Indian Buddhist models and Gyatso 1993 for a discussion of the use of Ter in Tibet for legitimation.</p> <p><a href=\"#_ednref\">[lii]</a>.  This notion of dual concealment within individuals' bodies and within the actual earth, rocks and water of Tibet itself, is discussed below.</p> <p><a href=\"#_ednref\">[liii]</a>.  I argue this at length in Germano 1994 and in 1997; also see Kapstein 1992, Gyatso 1993 and Davidson 1994 for related comments.  Kapstein 1989 directly addresses the various Tibetan reactions to Ter, including polemical literature.</p> <p><a href=\"#_ednref\">[liv]</a>.  As noted by Gyatso 1996, 152,  there was a historical transition from simple digging up of concealed objects, to a complex \"dependent upon visionary inspirations, the memory of past lives, and especially the compulsion exerted by the prophecy.\"  However, it should be stressed that there continued to be a distinction made between physical recoveries and simple psychic recollections, though both were equally bound up in this complex of reincarnation and vision.</p> <p><a href=\"#_ednref\">[lv]</a>.  Gyatso 1996, 154, stresses the \"Tibetan ground or Tibetan mind\", but Gyatso 1986, 16, says the treasure site can be called \"the adamantine body\", a term for the subtle body.  Given the importance tantric Buddhism places on the body, its paradigm of the body being the locus of Buddha-nature and gnosis, the visceral nature of Terton's discoveries, and my own use of the trope of the body in the current paper, I have used \"body\" instead of mind in this context.</p> <p><a href=\"#_ednref\">[lvi]</a>.  Davidson 1994 and Gyatso 1993 both have excellent discussions of the functions of Ter, to which I am indebted.</p> <p><a href=\"#_ednref\">[lvii]</a>.  See Germano 1994 for a more detailed presentation of this argument.</p> <p><a href=\"#_ednref\">[lviii]</a>.  This is a technical term in the treasure cult that most commonly refers to smoothly polished medium sized stones from which the treasure is then extracted.  See the photos included herein for examples; also see Thondup 1986, 84, for a brief overview of their significance.</p> <p><a href=\"#_ednref\">[lix]</a>.   <em>Gnas nang</em>; also referred to as <em>Bsam gtan chos 'khor gling</em>.  The former name derives from the monastery's foundation on a site said to be a special locus sacred to all three of the main Bodhisattvas:  MañjuŸrı, AvalokiteŸvara and Vajrap›˚i. </p> <p><a href=\"#_ednref\">[lx]</a>.  This is a reference to the pure land of Padmasambhava himself.</p> <p><a href=\"#_ednref\">[lxi]</a>.  Matiratna is given as a sixteenth century Terton in Thondup 1986, 194.</p> <p><a href=\"#_ednref\">[lxii]</a>.  See Matthew Kapstein's chapter in the present volume for an extended treatment of the more famous Tidro, which reveals interesting interpenetrations between our two accounts.  The particulars of Khenpo's prophetic exegesis are that \"the emanation of a small boy\" referred to himself, while \"the hidden gorge\" indicated the site was surrounded with forest.</p> <p><a href=\"#_ednref\">[lxiii]</a>.  See Makley 1994.  Though the relevance of gendered practices here requires further thought that lies outside the parameters of my present inquiry, I would emphasize Khenpo's key role in the revival of Buddhist nunneries in Eastern Tibet in addition to his role with male celibate institutions.</p> <p><a href=\"#_ednref\">[lxiv]</a>.  See Makley 1994, 79.</p> <p><a href=\"#_ednref\">[lxv]</a>.  For example, the role of tightly knit traditional neighborhoods in the Lhasa demonstrations comes to mind, as well as the seemingly systematic Chinese efforts to break up these neighborhoods as central secular cauldrons of Tibetan identity and mutual alliance networks.  The strong Tibetan sense of \"home\" (<em>nang</em>) as an inner sanctum (<em>sbug</em>), with boundaries controlled by the family, has played a major role in preserving distinctively Tibetan spaces from the increasingly Chinese-reshaped public spaces:  there is a tangible sensation one feels upon being invited across the threshold of a Tibetan home into its private interiors (<em>sbug</em>), so unlike most contemporary American residences.  In addition, linked domestic spaces in kinship networks provides a series of such Tibetan enclaves that provide a haven of Tibetanness that crisscrosses the wider contested public spaces they are situated within, and which I believe is a very visceral experience for contemporary Tibetans.  This is the significance not only of the government breakup of traditional neighborhoods, but also the recent explosion of private residence construction by Tibetans in Lhasa.</p> <p><a href=\"#_ednref\">[lxvi]</a>.  See Huber 1994 for an excellent analysis of how a Buddhist-centric analysis of Tibetan pilgrimage practices can distort our understanding of their lived reality on the ground.</p> <p><a href=\"#_ednref\">[lxvii]</a>.  His renown also derives from factors discussed previously:  his personal charisma has been reinforced by intellectual brilliance and ecumenical learning;  his religious center is one of the largest in Tibet, despite its not being founded upon a pre-existing institution; he has emphasized strict monastic discipline despite the traditional association of the Terton with non-celibate life styles; and he has created rigorous academic programs that rival those in the major refugee monasteries.</p> <p><a href=\"#_ednref\">[lxviii]</a>.  Samye Monastery is one of the most famous religious sites in Tibet, since it was the first Buddhist monastery constructed in Tibet at the height of the Tibetan Empire.  It holds particularly important associations for the Nyingma tradition, since it is said Padmasambhava played a key role in taming the demonic forces that initially prevented the monastery's construction.</p> <p><a href=\"#_ednref\">[lxix]</a>.  This woman is none other than the Tendzin Chödrön discussed in Matthew Kapstein's article as a pivotal figure in the revival of the community of nuns at Drigung.</p> <p><a href=\"#_ednref\">[lxx]</a>.  See Huber 1994 for a discussion of the significance of sacred places in Tibet being termed \"residences\" (<em>gnas</em>). </p> <p><a href=\"#_ednref\">[lxxi]</a>.  See Huber 1994, 36-45.</p> <p><a href=\"#_ednref\">[lxxii]</a>.  The following account has been saved from a number of inaccuracies, as well as enhanced with detail, because of Raoul Birnbaum's graciously sharing with me his wealth of knowledge concerning the famous Wutai mountains.  Any remaining errors no doubt are due to my own inadequate recording of his suggested revisions and additions.  When Buddhists refer to Wutai Mountains, they have in mind a central area one hundred and fifty miles in extent that includes five famous flat topped peaks, or terraces, that are spoken of as directional (east, north, south, west and central), but in fact form a crescent shaped circle (I have translated it as \"five peaks\" in accordance with the Tibetan (<em>ri bo rtse lnga</em>)).  Thus the area enclosed by these terraces, as well as the terraces themselves, are considered to be the special residence of MañjuŸrı on Earth, though the boundaries are somewhat loosely defined.</p> <p>MañjuŸrı is the Bodhisattva of wisdom and hence closely associated with scholarship, writing and monasteries.   A statue of him constantly accompanies Khenpo, while his main contemplative cycle is centered around the visualized figure of MañjuŸrı.  In addition, Khenpo's strong ecumenical orientation has manifested in his consistently teaching from the corpuses of three masters widely considered to be the three main incarnations of MañjuŸrı in Tibet, as well as his experiencing of visions of each:  Longchenpa (<em>Klong chen pa</em>, 1308-1363, one of the most important Nyingma figures), the Sakya Pa˚˜ita (<em>Sa skya pa˚˜ita</em>, 1182-1251, a key early figure in the Sakya sect), and Tsongkhapa (<em>Tsong kha pa</em>, 1357-1419, the founder of the Geluk tradition).  The cult of MañjuŸrı has thus been an important factor in transcending monastic sectarian boundaries, though not as significant in wider contexts as the cult of AvalokiteŸvara (on which, see Kapstein 1992).  However, it is noteworthy that in the present context, MañjuŸrı serves in part to bridge the distance between Tibetan and Chinese cultures - in fact, a controversial photograph (in the 1980s?) of an apparition of MañjuŸrı taken by a Chinese man at Wutaishan proved to be exceedingly popular among Chinese Buddhists to the point that it supposedly became the target of government suppression.</p> <p><a href=\"#_ednref\">[lxxiii]</a>.  One of the earliest examples is found in <em>Nyangrel's Religious History</em> 272.</p> <p><a href=\"#_ednref\">[lxxiv]</a>. <em> 'Jam dpal sgyu 'phrul drwa ba</em>.  This is another title for the famous <em>MañjuŸrın›masa˙gıti</em>.  See Davidson 1981 for a translation.</p> <p><a href=\"#_ednref\">[lxxv]</a>.  The number \"thousands\" here as well as the number \"ten thousands\" given below are difficult to evaluate.  While I was assured they were accurate, traditional Tibetan hagiographies tend to use stylized enumeration and Raoul Birnbaum has informed me that it would be difficult to conceive of ten thousand individuals receiving teachings at the site in question (see below).  At the same time, ten thousand was also a number given to me as attending significant empowerments at Khenpo's residence in Golok, and photos of the event seemed to indicate at least several thousand monks in attendance.  Thus I have chosen to use the numbers provided, with the above caveats.</p> <p><a href=\"#_ednref\">[lxxvi]</a>.  The \"StÒpa With a Nucleus of the Realized One's Relics\" is a large and famous structure located in a monastery named Yuantongsi.  It was built in the Ming period and is believed to contain the genuine relics of ⁄›kyamuni Buddha, which have a complicated history of burial, reappearance and reburial.  Aside from the obvious connections to the Ter cult, the stÒpa's importance for Khenpo also appears to relate to its functioning as an important site for Chinese monastic ordinations.</p> <p><a href=\"#_ednref\">[lxxvii]</a>.  Sudhana is the hero of the <em>Ga˚˜avyÒhasÒtra</em>, the culminating episode of the Avata˙saka SÒtra.  See Cleary 1993, 1135-1518, for a translation.  There is an upper Shancai cave controlled by Tibetans and a lower Shancai cave controlled by Chinese; presumably Khenpo stayed at the former. </p> <p><a href=\"#_ednref\">[lxxviii]</a>.  The Eastern Terrace is one of the five directional peaks, all of which are supposed to be sites where it is particularly easy to make contact with MañjuŸrı.  The reference to the \"ocean,\" which is far beyond visual range from Wutaishan, refers euphemistically to the \"sea\" of clouds visible from the peak. </p> <p><a href=\"#_ednref\">[lxxix]</a>.  Qingliangshan (lit. Clear and Cool Mountains) is one of the older names for the Wutai range, especially the central area conventionally thought of as Wutaishan, and is the name given in the famous <em>Avata˙saka SÒtra</em> as the home of MañjuŸrı (see Cleary 1993 for a translation).  One of the oldest Buddhist monastic sites at Wutaishan is Gu Qingliangsi (\"Ancient Clear and Cool Monastery\"), which currently is abandoned.  Nearby, however, the relatively new Qingliangsi (\"Clear and Cool Monastery\") consists of structures built around the Qingliangshi (\"the Clear and Cool Rock\").  The latter is a famous rock with a large flat upper surface upon which MañjuŸrı is said to have once preached to a vast number of beings, who were all able to fit on its surface (conventionally, it would appear no more than nine people or so could simultaneously stand on it).  The Tibetan reference here combines the two names as \"Clear and Cool Rock Monastery\" <em>(Dwangs bsil rdo yi gling</em>).</p> <p><a href=\"#_ednref\">[lxxx]</a>.  This name occurs in the <em>Avata˙saka SÒtra</em>'s account of dwelling places of Bodhisattvas (according to a conversation with Raoul Birnbaum).  It is said that long ago the N›r›ya˚a Buddha practiced here before proceeding westwards.  In line with the general Chinese notion of caves as sacred places linking to hidden places, there is a well known story of a monk disappearing in this cave, indicating it being a link to hidden worlds.  Thus again we see a natural connection to the Ter activity that Khenpo performs at the site.</p> <p><a href=\"#_ednref\">[lxxxi]</a>.  From this site the Central Terrace can be seen directly.</p> <p><a href=\"#_ednref\">[lxxxii]</a>.  See Makley 1994, 81ff.</p> <p><a href=\"#_ednref\">[lxxxiii]</a>.  See Ots 1994 and Alton 1997.  Qi gong is a traditional Chinese Taoist and Buddhist set of practices that involves manipulating subtle currents of energy called \"qi\" that exist within the body and external environment.  As such, they are closely connected to martial arts, traditional medicine, and paranormal bodily feats.  Contemporary qi gong involves both quiet sitting forms using contemplation to move the qi around within the body, and more active forms using \"automatic movements\" of wild, spontaneous bodily movements.  While Alton provides an excellent explanation of the latter's contemplative and healing functions, as well as first hand accounts, Ots' recent study focuses on the socio-political conflicts that have surrounded its immense popularity and government strictures   In the past decade, not only have numerous small qi gong communities formed in China, but there have also been enthusiastic rallies of thousands of Chinese centered around charismatic qi gong masters.  Basing himself on the government's advocation of quiet sitting gi gong and condemnation of the wildly cathartic \"spontaneous movements\" form of qi gong, Ots argues that the former supports social and mental control over the lived body (<em>leib</em>), in line with a general principle that bodily experiences are silenced by highly structured social domains.  In contrast, the latter practices rupture the culturally inscribed and constructed body with their invocation of highly personalized and spontaneous events originating in the body itself.</p> <p>Chinese at times refer to Tibetan lamas as \"qi gong\" masters, or even valorize them as spiritually \"higher\" than Chinese qi gong masters with their merely physical feats of strength and energy manipulation.  One middle aged Tibetan acquaintance who had been recognized as a reincarnate lama (<em>sprul sku</em>) as a child, but later had married and become an editor, acquired an influential following in Beijing based upon what were reputed to be his \"qi gong\" abilities.  These Chinese disciples later entirely funded the construction of his lavish large monastic-style residence back in Lhasa, and were quick to perform other services on his behalf, such as picking up his relatives in stretch limousines from the Beijing airport.  One of the Chinese monks resident in 1991 at Khenpo Jikphun's institute was in fact the son of a famous qi gong master in Beijing.  Although qi gong secrets are often transmitted in a hereditary fashion, which was his father's desire, he had for the time being spurned his legacy to instead study Tibetan Buddhism.  In discussions with him, he frequently cited the mundane concerns of Chinese qi gong masters with money, popularity and bodily feats, contrasting that to what he perceived as the more transcendent concerns and realizations of the major Tibetan Buddhist lamas.  Finally I know a young Tibetan lama who recently spent several years in Shanghai, where he acquired numerous Chinese disciples.  Their contributions subsequently enabled him to do such things as make lavish religious offerings back in Lhasa and construct a large old person's home (<em>rgan gso khang</em>) in Eastern Tibet.</p> <p><a href=\"#_ednref\">[lxxxiv]</a>.  The political circumstances apparently related to the difficulty of securing government permission to travel abroad, as well as the need for his personal attention during key stages in his academy's development.</p> <p><a href=\"#_ednref\">[lxxxv]</a>.  Khenpo's original home monastery (<em>Gnub zur</em>) was actually a branch of the Nyingma Palyul (<em>dPal</em> <em>yul</em>) lineage, currently headed by Penor Rinpoche who also is the current overall head of the Nyingma sect (base monastery in Bylakuppe, Karnataka State, India).  Penor Rinpoche had met him on an earlier trip to Tibet, and in particular Khenpo Namdrol had developed a close relationship to Khenpo Jikphun.</p> <p><a href=\"#_ednref\">[lxxxvi]</a>.  <em>Phur pa mgul khug ma'i thugs dam thugs kyi phur gcig</em>.</p> <p><a href=\"#_ednref\">[lxxxvii]</a>.  Dudjom 1991, 833, and Dorje 1991, 81.</p> <p><a href=\"#_ednref\">[lxxxviii]</a>.  See Dudjom 1991 and Roerich 1976 for a wide selection of hagiographies from this period.</p> <p><a href=\"#_ednref\">[lxxxix]</a>.  Karmay 1979 and 1980.</p> <p><a href=\"#_ednref\">[xc]</a>.  Martin 1994.</p> <p><a href=\"#_ednref\">[xci]</a>.  Petech 1990 and Jackson 1994.</p> <p><a href=\"#_ednref\">[xcii]</a>.  See Karmay 1979 and 1980, as well as Ruegg 1984.  It is not clear how much social reality the at times lurid polemical attacks reflect, at least in terms of the nature of the actions imputed to the \"transgressors.\" </p> <p><a href=\"#_ednref\">[xciii]</a>.  See Martin 1994 for a very valuable analysis of the limited written traces of such movements.</p> <p><a href=\"#_ednref\">[xciv]</a>.  See Germano 1994, 228-234.</p> <p><a href=\"#_ednref\">[xcv]</a>.  I am sensitive to the problem of the essentialist reification of both the \"Chinese\" and the \"State\" in polarized opposition to \"Tibetans\", and would agree with that the actual situation is \"complicated patterns of convergences and divergences of interests and projects among the different groups encountering each other\" (Makley 1994, 73).  Anyone who has lived for an extended period of time in the People's Republic of China knows how much more complex the \"otherness\" of the Chinese and the State is for Tibetans there than for Tibetans raised in refugee camps in South Asia.  In addition, there are numerous internal and charged differences among Tibetans within the PRC concerning the value of traditional monasticism, the relation between social classes, the extreme variations in regional identity and practices, and so forth.  However, lived realities are always a web of contradictions, such that many Tibetans live with both a clear sense of daily complexities and blurred boundaries and a strong sense of hegemonic otherness that is predominantly experienced as the Chinese and the State.  In this way, Chinese workers at the lowest level are seen as extensions of the state's control over Tibetan culture, which makes their presence possible, while coercive Tibetan political, military, or religious officials are generally seen as mere puppets of the profoundly Chinese State, Tibetan externally but Chinese at their core.  A \"Tibetan\" who is ethnically half Chinese, whose sister may be married to a full Han Chinese, and who has numerous Chinese friends may have no compunction at all in articulating such otherness with strong emotional valences.  These representations are as strong in Tibetans working for the government as they are for those outside it, and form a reality of their own that simply cannot be dismissed because of its contradictions with the lived complexities of life for ethnic \"nationalities\" within the People's Republic of China.  My point in the current context is that these \"others\" are shot through with a far stronger sense of alienness and difference than was ever the case during the Tibetan Renaissance period.</p> <p><a href=\"#_ednref\">[xcvi]</a>.  See Hanna 1994 for a first hand encounter with one of her revelations.</p> <p><a href=\"#_ednref\">[xcvii]</a>.  The religious norm in the eleventh to fourteenth centuries, which tended to be supported by political authorities, was to de-emphasize ongoing revelation in Tibet in preference for considering a valid Indian manuscript and lineage as the necessary criteria of validity, and to embrace the scholastic norms and conventional Buddhist values of monastic institutions as primary.  Thus the open canon of the treasure cult, its preference for continuing old Dynastic period translations, and its predilection for the deconsructive rhetoric of the Great Perfection's emphasis on \"sudden\" experiences of indwelling enlightenment all rendered it the object of polemical attacks. </p> <p>While the constraints of the present article's contemporary focus prevent a full elaboration, I would like briefly to note an important historical issue.  As Dreyfus 1994 has outlined, an important element of twelfth to fourteenth century rhetoric is the articulation of a shared community and identity among inhabitants of Tibetan cultural zones, particularly as found within the \"treasure\" traditions.  While these traditions themselves stemmed from groups outside of the socio-political mainstream, their mythic paradigms were in many cases appropriated by political powers (most famously in the ideology of the Dalai Lama as AvalokiteŸvara ruling over a unified Tibet).  Thus the creation of cultural identity, as well as solutions to political disunity, were essentially tantric in nature, involving the rhetorical manipulation of an ideology of an overarching transcendent ma˚˜ala embracing many smaller localized ma˚˜alas.  See, for example, Samuel's discussion of the \"galactic polity\" (see Samuel 1993, 61-63; of course this model derives from non-Tantric Buddhist societies, and I am only arguing that its specific form in Tibet was irreducibly tantric in flavor).   These interlocked ma˚˜alas were embodied in the web of sacred sites within which Tibetans of all types engaged in common actions (circumambulation, pilgrimage, making offerings, etc.), while an important yet often neglected subculture of monastic and lay practitioners thrived as semi-permanent residents of isolated elements of this network (caves, headlands of valleys, etc.).  This appropriation of the treasure cult's mythic rhetoric in relation to its current prominent role in again articulating Tibetan cultural identity in the face of oppressive authorities bears further thought.</p> <p><a href=\"#_ednref\">[xcviii]</a>.  See Dreyfus 1994.</p> <p><a href=\"#_ednref\">[xcix]</a>.  I find the opposition between Tibetan \"traditional\" culture and an extrinsic \"modernity\" deeply problematic, unless this \"modernity\" is understood as highly rhetorical and embodying a very biased agenda, whether Chinese communist or Euro-American.  This is not to deny that some version of this dialectic was present in pre-1950 Tibet, indeed even in the eleventh century, but rather to resist the tendency to lump all of Tibetan culture under the homogeneous rubric of <em>our</em> concept of \"traditional.\"  Dialectics between movements presenting themselves as \"modern\" and other cultural strata as \"traditional\" have been present in Tibet from at least the eleventh century onwards (see Mumford 1989).  I have tried to stress this at different points in my text, but at times have found myself forced into language that suggests my acceptance of such a split.  This footnote serves as a caveat.</p> <p><a href=\"#_ednref\">[c]</a>.  Samuel 1993, 149-154.</p> <p><a href=\"#_ednref\">[ci]</a>.  See Gyatso 1996, 150.  Also see Gyatso 1986 for an interesting study of lineage and interpretation in the treasure tradition.</p> <p><a href=\"#_ednref\">[cii]</a>.  In other words, simply announcing oneself to be a Terton and producing the supposed Ter is a relatively simple matter; getting others to accept the claim is quite a bit more complex.  A dominant factor in the process of \"accreditation\" is the acceptance of the individual's claim by high ranking Nyingma lamas, who make their opinions on the relative validity of the \"revelations\" known in ways formal and informal; of course the support of those who are already recognized Terton in their own right is particularly important.  This support is far more than simply rhetorical, since these teachers may also begin to utilize the rediscovered rituals, contemplative handbooks and so forth in teaching their own students, thereby helping to create an institutionalized set of lineages that will perpetuate these traditions in future generations.  See Gyatso 1996, 151 and Thondup 1986, 157-160 for remarks on the accreditation of a Terton.  Aris 1988 has a fascinating study of the biography of Pemalingpa (<em>Pad ma gling pa</em>; 1450-1521), one of the most famous Terton, which focuses on his own struggle for legitimacy and acceptance.  However, Aris's assumption of self-conscious deception on the part of Tertons reduces a multi-faceted phenomena to a single simplistic model and largely ignores the equally interesting issues of hermeneutics, visionary experiences, and canonicity that are pertinent.</p> <p><a href=\"#_ednref\">[ciii]</a>.  For example, Thondup 1986, 157:  \"One cannot judge Tertons as inauthentic because of their imperfect and mercurial character, even to the slightest extent...among the authentic Tertons there are many who are loose in speech and behavior and who, without the least hesitation, get involved in many activities that people will condemn...\" </p> <p><a href=\"#_ednref\">[civ]</a>.  As Schwartz 1994a, 737 notes, \"the Chinese have come to realize that virtually every expression of religion [in Tibet] carries a message of political protest.  Indeed, one of the salient aspects of current protest has been the ability of Tibetans to engage the secular Chinese state in a political confrontation on Tibetan terms, where religion is pitted against anti-religion.  Tibetans have found that even the most innocent display of religiosity can be used to convey a powerful message of opposition to the regime.  The Chinese state has been forced to contradict its own expressed policy of toleration, and Tibetans have been quick to seize on this as evidence that there is in fact no religious freedom in Tibet.  Tibetans have thus been able to overcome their objective powerlessness by drawing the Chinese into a symbolic competition on terms where Tibetans control the meaning of the symbols...\"</p> <p>At a mundane level, individuals in Eastern Tibet with sufficient financial resources have found making major contributions to the rebuilding of temples and monasteries to be one of the few permissible and highly visible ways to express nationalistic sentiment.  This understanding of the action has been made explicit in numerous discussions both with donors and others.  The reanimating of Tibetan mytho-historical beliefs and practices after its long suppression during the Cultural Revolution has been closely linked to this reviving landscape of stÒpas, temples and monasteries, such that Khenpo's actions in this light have clearly understood political implications.  By \"Tibetan Camelot\", I refer to the close association of Ter with the mytho-romantic elaboration of the activities of the Dynasty's two principal Kings, Songtsen Gampo (seventh century) and Trisong Detsen (ninth century).  In important Ter cycles, these two kings were claimed as incarnations of the Bodhisattva AvalokiteŸvara, the same patron saint whom later took birth in Tibet as the Dalai Lama, the \"future\" King of Tibet.  As mentioned above, see Kapstein 1992, 86 and 88 for his suggestion that Arthurian legends are an apt analogue for understanding these elaborate mythic romances.</p> <p><a href=\"#_ednref\">[cv]</a>.  See Schwartz 1994, 226-231 for an interesting overview of the potential for Tibetan resistance to Chinese rule within popular religion.  Also note the 1992 arrest of a woman in Lhasa simply claiming to be possessed by an important goddess (Dreyfus 1994, 218 and Schwartz 1994, 227).</p> <p><a href=\"#_ednref\">[cvi]</a>.  Schwartz 1994a, 735 for a similar analysis pointing out a crucial difference between the nature of political activity of monasteries in Central Tibet in pre-1959 and under Chinese rule.  The earlier \"others\" were simultaneously fellow Tibetans in positions of political authority, Tibetans participating in the \"modernist\" (<em>gsar ma</em>)  instead of \"ancient\" lineages of Buddhism, and the new Indic models of Buddhism they were assimilating into their own inherited traditions of Buddhism formerly drawn from Central Asia and China as well as India.  The striking contrast between these familiar others and the modern variants of the \"other\" should be clear; the latter has a much stronger valence of being coercive, anti-religious and foreign.</p> <p><a href=\"#_ednref\">[cvii]</a>.  A new generation of non-monastic scholars, poets and novelists has rapidly emerged in the past two decades in Tibet, who are often employed in academic bureaus or as teachers in various government institutions.  See Stoddard 1994 for brief, but interesting, comments on the subject.  This very important development of a contemporary vernacular literature that includes modern critical scholarship as well as traditional and innovative narrative genres, has in most ways remained distinct from the revival of traditional Buddhist literary genres such as scholastic commentaries, ritual manuals, tantric poetry and the like.  While this scholarship and composition, unlike contemporary Ter, has directly incorporated the new \"modernity\" into both its content and form, my own impression is that the lack of institutional support and other socio-political constraints had led to a high degree of frustration among its practitioners, at times verging on a sense of despair.  It remains to be seen what creative synthesis may occur in the future between these lay scholars and their monastic counterparts, as well as what distinctively Tibetan variant of the new global modernism may emerge. </p> <p>See Ström for speculation as to the nature of such a synthesis in Tibetan refugee communities in India (pp. 846-847).  I agree with Ström that the Central Institute of Higher Tibetan Studies is a theoretically interesting development in this light, though I think much of its potential remains unrealized.  Its students are predominantly lay, while a much higher proportion of its teachers are monastic and there has been a clear orientation towards the supposedly non-sectarian study of the Indian antecedents of Tibetan Buddhism.  The Institute has stripped the intellectual study of Buddhism from most of its ritual and contemplate setting, though in fact the academic colleges (<em>bshad grwa</em>) of monasteries often themselves produce intellectuals with little ritual competence or meditative experience.  More significantly, it has made substantial progress in promoting the study of Sanskrit, as well as the value of critical editions and other text-critical techniques.  The successful institution of a post-coursework research period geared towards publications is also an important achievement.  Its traditional incorporation of secular subjects (Asian history, economics, etc.), as well as recent changes such as including a medical department, art department and a possibly expanded role for the study of literature, point to its possible evolution towards a truly Tibetan university that creatively merges the traditional paradigms with new models. </p> <p>However, until now its funding from the Indian government as well as traditional monastic biases in its directors have resulted in an overwhelming emphasis on classic Indian Buddhist philosophy in its curriculum rather than the vast body of Tibetan classics of creative philosophical synthesis, ritual, hagiography, history and so on.  This has been compounded by the problematic practice of identifying incoming students as belonging to a particular sect of Tibetan Buddhism, and then requiring them to continually study Indian Buddhist scriptures (<em>rgya gzhung</em>) and their own sect's Tibetan commentaries on those scriptures (<em>rang gzhung</em>).  In fact, almost all of the \"Indian Buddhist scripture\" teachers belong to the Geluk sect, thereby undercutting the non-sectarian orientation.  Thus instead of having a religious studies or philosophy department that is one among a number of interactive departments on equal footing, in fact a traditional religious orientation permeates the entire curriculum.  Students have thus to this point not been given the opportunity to specialize in other types of literature, history, or social sciences, despite the clear desire by some to do so.  In addition, the decision to avoid tantric traditions in its standard curriculum has effectively eliminated much of Tibetan Buddhism from the classroom (though it should be noted its research offices have contributed a number of editions of tantric texts).  Research has also focused almost exclusively on translations and text critical work, with next to nothing in the way of significant analytical studies yet to emerge; this is no doubt in part a result of the curriculum's lack of emphasis on composition.  In addition, its graduates who focus on religious subjects find themselves in a liminal position without the religious or intellectual stature accorded an excellent monastic scholar, as well as without the support of a network of higher institutions supporting further teaching and research at that level.  Finally, in addition to the intellectual and religious biases that have limited its growth into a true university divorced from monastic models, there is an near total lack of women in the faculty and bureaucracy, while the latter is dominated by individuals affiliated with the Geluk sect.  This has led to persistent charges of sectarianism from the institute's inception to present, as well as more recently charges of sexism.  While certainly there may be some truth that there has been a shortage of qualified or interested candidates among females and other sectarian traditions, such rationales tend to be self-perpetuating in nature.  Thus it seems clear that the Institute has so far failed to overcome the sectarian religious control of \"public\" institutions that bedeviled Central Tibet prior to the 1950 Chinese occupation.</p> <p>The founding of the interdisciplinary and socio-historically oriented Amnye Machen Institute in Dharamsala may begin to address this need of a new synthesis, though it seems to be far more oriented towards research than education.  There have also been attempts at, for example, at the Ngagyur Nyingma Institute academic college of Namdroling (<em>rnam grol gling</em>) monastery in Bylakuppe, South India to institute non-traditional free ranging seminar-style encounters on various topics, a far more rigorous program of graded \"quizzes\" that test specific knowledge acquisition, and even to finally institute its so far dormant plan of a period of doctoral research incorporating contemporary scholarly techniques and geared towards creative publications.  In 1996, I even helped composed a draft document with guidelines and protocols for such a research program at the Institute's request, as well as addressed the student body at length on the subject of academic research in the USA during a formal seminar.  However, there continues to be resistance to these innovations and the crucial research program has yet to be successfully initiated.  In contrast, the wealthy endowments of a literal flood of Tibetan monasteries in the Kathmandu valley in Nepal has unfortunately been paralleled by an educational poverty remarked upon consistently by Tibetan religious leaders, ordinary monks, lay people, and foreign observers.  Given their problems with even maintaining traditional education and ethical standards, it would appear any positive encounter with \"modernity\" appears to be largely limited to sessions explicitly created for foreign students in the highly artificial environment surrounding the valley's great stÒpa in Bodhanath.</p> <p><a href=\"#_ednref\">[cviii]</a>.  Tantric Buddhism involves rhetorically advocating antinomian behavior, such as ritual murder, transgressing against social norms, and sexual intercourse in religious settings.  The degree to which this rhetoric should be interpreted literally or symbolically was a source of tension in the Tibetan Renaissance, with Nyingma groups often being attacked as adhering to literal-minded interpretations.  Contemporary \"transgression\" is focused instead on past transgressions of Buddhist norms caused by the Chinese-forced destruction of traditional Buddhist culture in the Cultural Revolution (colonially induced), and the transgressions of Tibetan nationalists breaking Chinese laws in their defense of Tibetan autonomy and rights (colonially defined).  Thus the nature of \"transgression\" which current and ancient Ter is linked to is quite different. </p> <p><a href=\"#_ednref\">[cix]</a>.  Traditional Tibetan books consist of rectangular loose leaf pages.  The same holds true for seemingly modern variants such as Kusum Lingpa's discovery of treasure teachings for the protector deities of Mt. Shasta (source Dr. Lawrence Epstein, in conversation).  Khenpo Jikphun visited the US and Europe in 1993 for several months, during which time I saw him for about a total of ten days in Washington DC, Maryland and Boston; I also heard a number of reports from participants in events centered around him at other locations in the US.  I was struck by his ability to relate to American audiences, which in part derives from his speaking skills and charisma, impressive even in translation.  Particularly notable were his repeated attempts to integrate America, and Americans, into the Ter cult through references to a vibrant mix of prophecies, karmic connections and human rights; he made a number of statements about strong karmic connections with American Buddhist communities, particularly the well known Vajradhatu centers of the late Chogyam Trungpa Rinpoche.  Finally he established a close relationship with Sogyel Rinpoche, the author of the popular <em>The Tibetan Book of Living and Dying</em>, who is said to also be an incarnation of Lerab Lingpa.  Despite the considerable enthusiasm he generated, in the absence of consequent trips or an institutional basis, it remains unclear whether that enthusiasm will generate any systematic community.  Based on these experiences, as well as his demonstrated ability to galvanize Chinese Buddhist interest in the PRC, I would say that he exhibited considerable ability to integrate Chinese or American versions of \"modernity\" in personal interactions and oral teachings, even if he as not shown the inclination to do so in the content, genres or forms of his writings and revelations.</p>"}]}