{"meta":{"domain":"places","kid":"23155","authors":[],"title":"Yüllung Introduction","dates":{"created_at":"2010-08-12 13:20:08 UTC","updated_at":"2011-03-29 18:17:32 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Yüllung Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Main village","index":7,"parent_index":6,"body":" "},{"title":"Construction traits","index":8,"parent_index":7,"body":null},{"title":"Main village largest edifices","index":9,"parent_index":7,"body":" <p>At the northeast corner of the main village there is a building (27 m x 27 m) with walls up to 2 m in height. Much of this multi-roomed edifice, however, has been reduced to its foundations. On the south or lower side of his building there are granite boulders resting on the surface or partially buried, which appear to have been integrated into it as a cyclopean structure. These boulders are up to 1.4 m in length and 1 m in height. There appears to be another monumental building in the south part of the main village but the melding of its ruins with adjacent structures makes it difficult to gauge its size.<\/p> "},{"title":"Main village shrine","index":10,"parent_index":7,"body":null},{"title":"Large enclosure","index":11,"parent_index":7,"body":" <p>North of the main village there are the substantial remains of walls forming an irregularly shaped enclosure open on its south side (45 m x 28 m x 24 x 33 m). These enclosing walls are 80 cm to 1 m in thickness and up o 1 m in height. With the exception of one or two small foundations this enclosure appears to have been devoid of structures. On the south edge of the defunct village there are several modern corrals whose construction has had little impact on the vast amounts of stone detritus found at the site.<\/p> "},{"title":"North sector","index":12,"parent_index":6,"body":null},{"title":null,"index":13,"parent_index":6,"body":null}]}