{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Taktsa Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "mDzo sgang rdzong"
  }, 
  {
   "body": "<p>lTag tsha Monastery is located near Su mgo village, on the bank of the river rGyal mo rngul chu, to the south of Gug pa village, Zhwa gling kha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. Zhwa gling kha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span> is in the southern part of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> and Su mgo village is more than forty kilometres from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>. It is a very difficult distance to travel because there is no road.</p><p>In spite of there being no recorded date for its establishment, this monastery is also customarily said to be a fairly old Bonpo monastery.</p><p>Before 1959, there were seven monks in the monastery, but at present there are fourteen. The main religious objects in the monastery’s temple are statues of sTon pa gShen rab, mNyam med Shes rab rgyal mtshan, Byams ma and others, as well as several thangka and books<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">. </span>Apart from these it has hardly any facilities.</p><p>As for rituals and services, the monks perform the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsang</span> ritual in the morning and recite prayers in the evening. They perform the common daily activities. There are no rituals or services specific to this monastery. The monks’ main source of income is, much the same as in other poor Bonpo monasteries, financial support from their own parents or relatives. The monastery itself has no means of generating revenue. Occasionally the monks are invited to perform religious services, such as funerals, in villages, which helps supplement their income.</p><p>Proceeding north from mDzo sgang rdzong by car, through the grassland of sPom mda’, where an airfield is situated, and along the river rGyal mo rngul chu, one arrives at dPa’ shod rdzong. Driving from mDzo sgang rdzong to dPa’ shod rdzong takes six and a half hours. When we reached the district of dPa’ shod rdzong, the way had been blocked to traffic by road construction, which prevented us from proceeding. After a long wait of five and a half hours, the road was finally opened.</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(84) lTag tsha Monastery"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "Phuntso Tsering Sharyul", 
    "id": "79"
   }, 
   {
    "fullname": "Phuntso Tsering Sharyul", 
    "id": "79"
   }
  ], 
  "domain": "places", 
  "kid": "23487", 
  "dates": [], 
  "title": "Taktsa Introduction"
 }
}