{"meta":{"domain":"places","kid":"16611","authors":[],"title":"Puling Yültong Introduction","dates":{"created_at":"2010-08-11 20:46:55 UTC","updated_at":"2011-05-14 20:52:10 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Puling Yültong Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Ancient village","index":7,"parent_index":6,"body":null},{"title":"South sector","index":8,"parent_index":7,"body":" <p>The south sector is spread over the crest and east flank of the ridge. It measures 30 m (east-west) x 35 m (north-south). The south sector consists of a dense collection of interconnected residences built at three or four levels. On the east slope below the main cluster of structures there are one or two ruined small buildings. Rear walls were customarily built into the uphill slope to a depth of 1.6 m. In several places, rear walls have rounded corners. Revetments shoring up the structures are up to 1.5 m in height. On the south flank of the hill, about one-half the distance to the spu gling chu, there appears to be a minor archaeological dispersion but only a few wall fragments are extant.<\/p> "},{"title":"Central sector","index":9,"parent_index":7,"body":" <p>The central sector is situated 12 m north of the south sector. Measuring 15 m (east-west) x 14 m (north-south), it extends across the edge of the crest of the sandy ridge and along its east flank. The central sector contained approximately 15 interconnected rooms\/buildings built at various elevations along a steep slope gradient. At the northeast corner of the dispersion there is a free-standing wall segment 1.8 m in height. Other walls 1 m to 1.5 m in height have also persisted, but generally the remains are highly fragmentary. Rear walls are built into the slope to a depth of 1.3 m. On the southwest side of the central sector there is a niche (40 cm x 40 cm x 35 cm) in a wall at ground level. On the crest of the ridge adjacent o the west side of the central sector there is possibly a small extension of the site, but too little remains on the surface to make a positive determination.<\/p> "},{"title":"North sector","index":10,"parent_index":7,"body":" <p>The north sector is found within a few meters of the central sector and measures 23 m (east-west) x 20 m (north-south). A substantial portion of the north sector extends to the west flank of the ridge, as well as covering the summit and a little of the east slope. This was another conterminous zone of residences. An extension of the west slope structures continues all the way to the ceremonial structure (see below). This extension covers an area of 7 m (east-west) x 11.5 m (north-south). The remains located in the west slope extension are set into the slope to a depth of 2 m. North of the north sector, along the rim of the east slope, there are traces of substantial revetments (up to 1.5 m high). These probably mark another building site.<\/p> "},{"title":"Shrine complex","index":11,"parent_index":7,"body":null},{"title":"Notes","index":12,"parent_index":0,"body":" <div class=\"footnote\"><a name=\"n88\"><\/a> <a class=\"note\" href=\"#nb88\"> [88] <\/a> The pre-modern village of P<span class=\"popular\">uling<\/span><span class=\"scholar\">Spu gling<\/span> and its Communist period successor were founded on the same level stretch of ground. Each of the Communist period houses is erected inside its own compound.<\/div>  "}]}