{"meta":{"authors":[],"title":"Doring Introduction","dates":{"created_at":"2010-08-25 11:11:58 UTC","updated_at":"2010-08-25 11:11:58 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Doring Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":"DoringRdo ring","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> </li> <li>English equivalent: Long-stone</li> <li>Site number: C-166</li> <li>Site typology: II.1a </li> <li>Geographic coordinate (N. lat.): 31º 04.7΄ </li> <li>Geographic coordinate (E. long.): 80º 10.2΄</li> <li>Elevation: 4350 m </li> <li>Administrative location (township):<span class=\"popular\">Dongpo</span><span class=\"scholar\">Gdong spo</span> </li> <li>Administrative location (county): <span class=\"popular\">Tsada</span><span class=\"scholar\">Rtsa mda’</span> </li> <li>Survey expedition: TUE</li> <li>Survey date: September 10, 2005</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> is located below the confluence of two canyons known as <span class=\"popular\">Suyak</span><span class=\"scholar\">Su yag</span> (sp.?) and <span class=\"popular\">Jashang Shang</span><span class=\"scholar\">Bya shang shang</span>. The site is situated on a well-drained gravelly prominence elevated about 10 m above the east side of the canyon floor. The canyon floor boasts a perennial stream and tall grass, which is cut for fodder. The site is dominated by a single pillar that was erected on moderately sloping ground. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to residents of <span class=\"popular\">Dongpo</span><span class=\"scholar\">Gdong spo</span>, <span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> magically arose on its own in ancient times. It is considered a good fortune stone (<span class=\"popular emph\">yangdo</span><span class=\"scholar emph\">g.yang rdo</span>).</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" <p>The highly weathered main pillar is made of a gray rock (1.3 m [height] x 80 cm [basal girth]). It has four sides that are generally aligned in the intermediate points. The tip of the pillar has been partially broken. A few stones are scattered around its base. The base of a second, much smaller pillar (15 cm x 18 cm) is situated 1.45 m to the north. Reportedly, this pillar was broken by a youth in the early 1960s. A tabular stone (50 cm basal girth) that projects 20 cm above ground level is situated 75 cm north of the broken pillar. There are also two slabs fixed in the ground 90 cm north of the tabular stone. These slabs are 20 cm and 40 cm in length and protrude about 10 cm above ground level. The three projecting stones were deliberately planted in the ground. Given the scant structural evidence, however, it is not clear what type of structure these and other stones on the site may have constituted. </p> "},{"title":"Affiliated sites","index":7,"parent_index":2,"body":" "},{"title":"dNgos g.yu","index":8,"parent_index":7,"body":" <p> <span class=\"popular\">Ngöyu</span><span class=\"scholar\">Dngos g.yu</span>, a site with substantial arable land, lies downstream of <span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> in the same drainage system (31° 07.080΄ N. lat. / 80° 11.399΄ E. long. / 4210 m). No farming has taken place here in living memory. An attempt was made in the Chinese Cultural Revolution to restore water to <span class=\"popular\">Ngöyu</span><span class=\"scholar\">Dngos g.yu</span> but this project proved a failure. The loss of water resources for irrigation can largely be attributed to the long-term desiccation of the <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span> region. Recently, two houses were built by herders amid the old agricultural holdings. In close proximity to these houses there is a rammed-earth residential carcass (13 m x 7 m) that has been converted into a livestock pen. Downstream of the benches on which the defunct farm fields lie there is a bifurcation in the canyon. On the tip of the spur dividing the two branch canyons there is a ruined <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> and above it, a rammed-earth structure (7 m x 13 m x 2.5 m). Above the rammed-earth structure there is a stone building foundation (15 m x 5 m). These residential structures straddling the spur are said to be the castle ruins of a local chieftain, who had the title of <span class=\"popular emph\">ngöyu chupön</span><span class=\"scholar emph\">dngos g.yu bcu dpon</span>. (sp.?). These ruins can be confidently ascribed to Buddhist architectural styles that became common after 1000 CE. </p> <p>About 1 km upstream of the <span class=\"popular emph\">ngöyu chupön</span><span class=\"scholar emph\">dngos g.yu bcu dpon</span> site, at the next bifurcation in the canyon, there are several ruined <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> and an adobe-block carcass, the remains of a Buddhist chapel (<span class=\"popular emph\">lhakang</span><span class=\"scholar emph\">lha khang</span>) in all probability (4260 m). Nearby, there are two clusters containing a total of around 15 caves that were hewn from the earthen formation. These cave complexes may have constituted the original locus of settlement in <span class=\"popular\">Ngöyu</span><span class=\"scholar\">Dngos g.yu</span>.</p> "},{"title":"Shel did","index":9,"parent_index":7,"body":" <p>The remains of a large dispersion are found in the bottom of the <span class=\"popular\">Dongpo</span><span class=\"scholar\">Gdong spo</span> valley, above the west bank of the <span class=\"popular\">Dongpo Tsangpo</span><span class=\"scholar\">Gdong spo gtsang po</span> (31° 07.4΄ N. lat. / 80° 07.2΄ E. long. / 4130 m). This site known as <span class=\"popular\">Shedi</span><span class=\"scholar\">Shel did</span> (sp.?) consists of contiguous piles of stone rubble and depressions in the ground. No authoritative oral tradition about <span class=\"popular\">Shedi</span><span class=\"scholar\">Shel did</span> could be collected. It is said that some of the pits on the site are the remains of old gold mines. <span class=\"popular\">Shedi</span><span class=\"scholar\">Shel did</span> may possibly represent the traces of an early settlement in the <span class=\"popular\">Dongpo</span><span class=\"scholar\">Gdong spo</span> valley, a valley without cave complexes to speak of. The site was constructed from red, blue and gray cobbles. <span class=\"popular\">Shedi</span><span class=\"scholar\">Shel did</span> can be divided into two sectors: northwest (170 m x 200 m) and southeast (90 m x 100 m). </p> <p>The northwest sector dispersion of <span class=\"popular\">Shedi</span><span class=\"scholar\">Shel did</span> is devoid of stone wall fragments. There is, however, a rammed-earth carcass (5 m x 13 m x 3.5 m) in the northwest sector. It is built on a prominence that overlooks the <span class=\"popular\">Dongpo Tsangpo</span><span class=\"scholar\">Gdong spo gtsang po</span>. The long straight walls and truncated west end of this structure are in conformance with Buddhist temple construction, particularly that of the 11th to 15th century CE. The existence of this ruin confirms the testament of one elderly resident, claiming that a Buddhist facility once existed at <span class=\"popular\">Shedi</span><span class=\"scholar\">Shel did</span>. This high elevation edifice appears to belong to a latter phase of construction than the superficial stone dispersions surrounding it. The main link road in <span class=\"popular\">Dongpo</span><span class=\"scholar\">Gdong spo</span> cuts right through the northwest sector, and stones taken from it were used to line the roadbed. The southeast sector contains disintegrated revetments, a clear indication that superstructures of some kind once stood here. The revetment fragments reach a maximum height of 1.5 m. A corral and <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> were recently built in the southeast sector. </p>  "}]}