{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "གྲོ་བོ་ལུང་།"
  }, 
  {
   "body": "<span class=\"milestone page eng \">[page <span class=\"pnum\">133</span>] </span>", 
   "index": 1, 
   "parent_index": 0, 
   "title": "ལྷོ་བྲག་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་“ལྷོ་གནས་མཆོག་འོག་མིན་ཨོ་རྒྱན་དཔལ་གྱི་གྲོ་བོ་ལུང་”ཞེས་ཞུ། སྲས་མཁར་དགུ་ཐོག་ནས་ལྷོ་ངོས་ཀྱི་རིར་རྐང་ཐང་མར་ཆུ་ཚོད་གཅིག་ལྷག་ཙམ་ཞིག་འཛེགས་ན་མི་ལ་དང་མར་པ་ཐོག་མར་མཇལ་ས་མཐུན་རྐྱེན་ཞིང་ཞེས་པའི་སྟེང་ནས་ཞལ་ནུབ་བྱང་མཚམས་སུ་གཏད་པའི་དགོན་དེ་མཇལ་གྱི་རེད། དགོན་དེ་ནི་མར་པ་ལོ་ཙཱ་དགུང་ལོ་ཉེར་དགུའི་སྟེང་ཕྱག་བཏབ་གནང་ཞེས་གསུངས། མར་པ་ལོ་ཙཱ་ནི་དགོན་དེའི་ཐད་ཀའི་བེ་ས་ཞེས་པར་སྤྱི་ལོ་1012ལོར་སྐུ་འཁྲུངས། དགུང་ལོ་གསུམ་སྟེང་རྡིའུ་ཞིག་འཕངས་གནང་བ་ས་དེར་བབས་པས་“ངའི་དགོན་པ་གནས་འདིར་འདེབས་”ཞེས་དང་། ཡང་མར་པ་དགུང་ལོ་བཅོ་ལྔར་ཕེབས་སྐབས་འབྲོག་མི་ལོ་ཙཱ་བ་ཤཱཀྱ་ཡེ་ཤེས་ཀྱི་དྲུང་དུ་སམ་སྐྲི་ཏའི་སྐད་དང་སྒྲ་རིག་པ་སྦྱངས་རྗེས་རྒྱ་གར་དུ་ལན་གསུམ་བྱོན་ཏེ་པཎ་ཆེན་ནཱ་རོ་པ་དང་། པཎྜི་ཏ་ཡེ་ཤེས་སྙིང་པོ། ཀུ་ཀུ་རི་བ། མེེ་ཏྲི་བ། ཞི་བ་བཟང་པོ་སོགས་མང་པོའི་ཞབས་ལ་གཏུགས་པས་པན་ཆེན་ནཱ་རོ་པས་ཕྱག་མར་པའི་དབུ་ཐོད་དུ་བཞག་ནས་“ལྷོ་གྲོ་བོ་ལུང་ཞེས་གྲགས་པའི་གནས། །སྨན་སྟོང་དང་རྩ་བརྒྱད་སྐྱེས་པའི་གནས། །སྤོས་ཀྱི་ཤིང་སྣས་བརྒྱན་པའི་ས། །མ་མཁའ་འགྲོ་སྤྲིན་བཞིན་འདུ་བའི་ཞིང་། །ཁྱེད་དེ་རུ་སོང་ལ་སྒྲུབ་པ་བགྱིས།།”ཞེས་གསུངས་པ་ལྟར་དགོན་དེ་བཏབ་རྗེས་མར་པ་གནས་དེར་བཞུགས། གནས་དེར་ཞག་གཅིག་བསྡད་པ་ཙམ་གྱིས་ཉམས་རྟོགས་སྐྱེས་ཅེས་བྱིན་ཆེ་བར་གྲགས། མར་པའི་ཡོངས་གྲགས་ཀྱི་བུ་ཆེན་བཞི་སྟེ་རྔོག་ཆོས་སྐུ་རྡོ་རྗེ་དང་། གཙང་རོང་གི་མེ་སྟོན་ཚོམ་བུ། དོར་གྱི་ཚུལ་སྟོན་དབང་ངེ་། རྗེ་བཙུན་མི་ལ་རས་པ་སོགས་དང་ལྷན་དུ་ཕོ་བྲང་དབུ་རྩེ་དམར་པོར་རྡོ་ཆེན་ཨ་ལོ་ཎི་ཀའི་ཁྲི་སྟེང་ནས་གསང་སྔགས་ཀྱི་ཆོས་མང་པོ་སྒྲ་བསྒྱུར་གནང་། བཀའ་བརྒྱུད་བསྟན་པའི་སྲོལ་གཏོད་དེ་ཆུ་མགོ་ལྟ་བུར་གྱུར། སྔོན་ཕོ་བྲང་དབུ་རྩེ་དཀར་པོའི་ནང་རྒྱ་གར་ནས་རྫུ་འཕྲུལ་གྱིས་སྤྱན་དྲངས་པའི་དཔེ་ཆ་ཁྲ་རིང་གིས<span class=\"milestone page eng \">[page <span class=\"pnum\">134</span>] </span>གཙོས་དཔེ་མཛོད་ཁང་དང་། ཕོ་བྲང་དབུ་རྩེའི་ནང་མི་ལ་རས་པས་མར་པར་འབུལ་གནང་མཛད་པའི་ཟངས་ལུང་བཞི་མའམ་བསྐལ་པའི་མེ་ལྕེ་ཞེས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་འབུམ་ཆེན་པོ་སོགས་བཞུགས་སུ་གསོལ་ཡོད།</p><p>ད་ལྟ་སྔོན་གྱི་གྱང་གོག་སྟེང་གསར་བཞེངས་གནང་བའི་ཕོ་བྲང་དབུ་རྩེ་དཀར་པོའི་ནང་སྨན་འདམ་གྱི་གུ་རུ་སྣང་སྲིད་ཟིལ་གནོན་སྐུ་ཚད་ཐོག་བརྩེག་གཉིས་ལྡན་དང་། དེ་འཁོར་གུ་རུ་མཚན་བརྒྱད། བཀའ་བརྒྱུད་གོང་མ་རྣམ་ལྔའི་སྐུ་བརྙན་མི་ཚད་མ། དབུ་རྩེ་དཀར་པོའི་ནང་སྔོན་གྱི་བྱང་ཆུབ་མཆོད་རྟེན་བང་རིམ་ཡན་ཉམས་གསོ་ཞུས་པ། དེའི་གཡོན་དུ་རྡོ་ཆེན་ཨ་ལོ་ཎི་ཀའི་ཁྲི་བཞུགས་པའི་ལྷ་ཁང་ནང་མར་པའི་སྐུ་བརྙན་གྱི་གཡས་སུ་དར་མ་མདོ་སྡེ་དང་། མི་ལ། གཡོན་དུ་ཡུམ་བདག་མེད་མ་དང་། གྲུབ་ཆེན་ཀརྨ་ནོར་བུའི་སྐུ་བརྙན། གཞན་ཡང་ཡུམ་བདག་མེད་མ་དང་མར་པའི་ཞབས་རྗེས། ཡུམ་གྱི་མཁར་ཐོག་བརྩེག་ཅན་ནང་མ་ཎིའི་འཁོར་ཆེན་སོགས་མཇལ་རྒྱུ་ཡོད།</p><p>གྲོ་བོ་ལུང་དང་ཅུང་ཉེ་བའི་སར་བུ་ཆེན་བཞིའི་སྒྲུབ་གནས་ཟངས་སྦུག་ཅེས་པ་དང་། དེ་ནས་རྐང་ཐང་མར་ཆུ་ཚོད་གཉིས་ཙམ་སོང་ན་མི་ལའི་སྒྲུབ་ཕུག་ལྟག་གཉའ་ལུང་བསྟན་ཕུག་ཅེས་པ་དེ་མཇལ་རྒྱུ་ཡོད། མར་པས་མི་ལར་ནཱ་རོ་ཆོས་དྲུག་དང་བཀའ་ཕྱག་རྒྱ་ཆེན་པོ་སོགས་དཔལ་ནཱ་རོ་པའི་ཆོས་ཡོངས་རྫོགས་གཏད་གནང་ཡང་འཕོ་བ་གྲོང་འཇུག་གི་གདམས་ངག་གནང་མེད་པ་མཁའ་འགྲོས་ལུང་བསྟན་པས་“ལུང་བསྟན་ཕུག་”ཅེས་པ་དེ་ལྟར་བྱུང་ཞེས་སོ།།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "གྲོ་བོ་ལུང་།"
  }
 ], 
 "meta": {
  "date": "2010-08-14 12:30:07 UTC", 
  "domain": "places", 
  "kid": "22416", 
  "authors": [], 
  "title": "གྲོ་བོ་ལུང་།"
 }
}