{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "དྭགས་ལྷ་སྒམ་པོ།"
  }, 
  {
   "body": "<span class=\"milestone page eng \">[page <span class=\"pnum\">94</span>] </span>", 
   "index": 1, 
   "parent_index": 0, 
   "title": "རྒྱ་ཚྭ་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་“གདན་ས་ཆེན་པོ་དྭགས་ལྷ་སྒམ་པོ་”ཞེས་ཞུ། “དྭགས་པོ་”ཞེས་པ་ནི་སྔོན་བོད་མིའི་རིགས་རུས་ཤིག་ཡིན་པ་དང་། “དྭགས་ལྷ་སྒམ་པོ་”ནི་སྲིད་པ་ཆགས་པའི་ལྷ་དགུའི་གྲས་ཡིན་པས་ལྷ་མིང་ཡུལ་ལ་ཆགས་པར་གྲགས། རྒྱ་ཚྭ་རྫོང་ནས་དཔྱང་ཟམ་ཕར་ཐོན་ཏེ་ཡར་ཀླུངས་གཙང་པོའི་བྱང་ངོས་ཀྱི་འཁོར་ལམ་སྤྱིར་བཏང་བ་བརྒྱུད་ཆོས་འཁོར་རྒྱལ་དུ་འགྲོ་སའི་ལམ་དང་། རྭ་སྒྲེང་འཁྲུངས་ཁང་སོགས་བརྒྱུད་སྤྱི་ལེ་བཞི་བཅུ་ལྷག་ཙམ་སོང་ན་གཅེས་ཞེས་པའི་གྲོང་དེར་འབྱོར། དེ་ནས་འཁོར་ལམ་མེད་ལ་རྐང་ཐང་མར་ཆུ་ཚོད་གསུམ་མ་ཟིན་ཙམ་འཛེགས་ན་དགོན་དེར་སླེབས། དགོན་དེ་ནི་མར་མི་དྭགས་གསུམ་གྱི་ཡ་གྱལ་མཉམ་མེད་དྭགས་པོ་ལྷ་རྗེས་སྤྱི་ལོ་1121ལ་ཕྱག་འདེབས་གནང་མཛད། གནས་དེ་ནི་རྒྱལ་བའི་ལུང་གིས་ཟིན་པའི་རི་བོ་ཤཀྟིར་རམ་རི་བྲག་ཚང་ཚིང་ཅན་གྱི་གནས་ལ་ངོས་བཟུང་། ངོ་མཚར་ཆེ་བའི་རྒྱབ་རི་ནས་སྐྱེས་བུ་དམ་པ་སོ་སོར་གཟིགས་སྣང་མི་འདྲ་བ་མང་པོ་བྱུང་བར་གྲགས། མཉམ་མེད་དྭགས་པོ་ལྷ་རྗེའམ་ཟླ་འོད་གཞོན་ནུ་ནི་སྤྱི་ལོ་1079ལོར་གཉལ་བོད་རྙིང་གྲོང་གསར་ཞེས་པར་སྐུ་འཁྲུངས་ཚུལ་དང་། བཙུན་མོ་སྲས་སྲོས་དང་བཅས་པ་རིམ་བཞིན་གཤེགས་ཚུལ་འཁོར་བ་ལ་ངེས་པ་འབྱུང་ནས་རབ་ཏུ་བྱུང་ཚུལ་སོགས་དེབ་འདིའི་ལྷུན་རྩེ་རྫོང་ཁོངས་མཁར་སྟེང་དགོན་གྱི་གནས་བཤད་ཀྱི་ཞར་དུ་ཞིབ་པར་གསལ། དྭགས་པོ་ལྷ་རྗེ་དགུང་ལོ་སོ་གཉིས་ལ་སྟོད་དུ་ཕེབས་ནས་རྗེ་བཙུན་མི་ལའི་ཞབས་ལ་གཏུགས། གདམས་ངག་གསན་ཏེ་ཉམས་མྱོང་གི་རྩལ་ཐོན། དབུས་སུ་ཕེབས་ཁར་རྗེ་བཙུན་མི་ལས་“བུ་སྟོན་པ་དབུས་སུ་བཞུད་པ་ན།། ཤར་སྒམ་པོ་དར་གྱི་རི་བོ་དེ།། རྒྱལ་པོ་གདན་ལ་བཞུགས་པ་འདྲ།། རྒྱབ་རི་དར་དཀར་ཡོལ་བ་འདྲ།། རི་བདུན་བློན་པོ་འདུད་པ་འདྲ།། ཤིང་སྤང་གསེར་གྱི་མཎྜལ་འདྲ།། རི་དེ་ཡི་མགུལ་ན་གདུལ་བྱ་ཡོད།། ཁྱོད་དེ་རུ་སོང་ལ་འགྲོ་དོན་སྒྲུབས།། བུ་ཁྱོད་ཀྱི་བཞེད་དོན་འགྲུབ་ནས་མཆིས།།”ཞེས་གསུངས་པ་ལྟར་དྭགས་ལྷ་སྒམ་པོ་ཕྱག་བཏབ།<span class=\"milestone page eng \">[page <span class=\"pnum\">95</span>] </span>བཀའ་གདམས་པའི་ལམ་རིམ་དང་། རྗེ་མི་ལའི་བཀའ་ཕྱག་རྒྱ་ཆེན་པོའི་གདམས་པ་གཅིག་ཏུ་དྲིལ་ནས་《ལམ་རིམ་ཐར་རྒྱན》མཛད། ལོ་གསུམ་སྟན་དང་མ་བྲལ་བར་སྒོམ་པའི་བརྩོན་འགྲུས་བསྐྱེད་པས་བཟོད་སེམས་ཀྱི་ངོ་བོ་མཐོང་། ཆོས་ཐམས་ཅད་ཀྱི་དེ་ཁོ་ན་ཉིད་མཁྱེན། སློབ་མ་མཐའ་ཡས་པ་བྱུང་ནས་དྭགས་པོ་བཀའ་བརྒྱུད་པའི་སྲོལ་གཏོད། སྔོན་དགོན་དེར་གཙུག་ལག་ཁང་ཀ་ཆེན་བཞི་བཅུ་དང་། ཀ་ཡུལ་ལྔ་བཅུ་རྩ་བཞི། ཟངས་ལུང་སྤྲུལ་པའི་ཕོ་བྲང་། གསང་སྔགས་ཕོ་བྲང་། ཆོས་ཁང་རྩེ་སོགས་སོ་སོར་དྭགས་པོ་ལྷ་རྗེའི་ཐུགས་དག་གྱི་རྟེན་རྗེ་མི་ལའི་སྐུ་དང་། དྭགས་པོ་ལྷ་རྗེའི་སྐུ་གསུང་འབྱོན་མ། ཇོ་བོ་རྗེའི་ཕྱག་བཟོ་ཐུགས་རྗེ་ཆེན་པོ་གཙོ་འཁོར། མངའ་བདག་ཁྲི་རལ་གྱིས་བཞེངས་པའི་སྤྱན་རས་གཟིགས་ཁ་སར་པ་ཎི། ཀླུ་སྒྲུབ་ཀྱི་ཕྱག་བྲིས་གྲུབ་ཆེན་མང་པོའི་ཕྱག་བརྒྱུད་པ་ན་རོ་པའི་ཐུགས་དམ་གི་རྟེན་བདེ་མཆོག་གི་སྐུ་ཐང་། མར་པའི་ཕྱག་བྲིས་ན་རོ་པའི་སྐུ་ཐང་། བེེཌཱུརྻའི་གླེགས་བམ་ཉི་ཁྲི་སོགས་ནང་རྟེན་ཁྱད་དུ་འཕགས་པ་མང་པོ་བཞུགས།</p><p>ད་ལྟ་གསར་བཞེངས་གནང་བའི་འདུ་ཁང་ནང་གསེར་ཟངས་ཀྱི་དྭགས་པོ་ལྷ་རྗེའི་སྐུ་བརྙན་ཐོག་ཚད་མའི་ཐུགས་ཀར་གུ་རུའི་རིང་བསྲེལ་དང་། རྗེ་ཉིད་ཀྱི་དབུ་ཀླད་རིང་བསྲེལ། ཐུགས་ལྗགས་འཁྲུལ་བྲལ། སངས་རྒྱས་བྱང་སེམས་མང་པོའི་རིང་བསྲེལ་བཞུགས་པ་བྱིན་ཅན། གཞན་ཡང་གསར་བཞེངས་གནང་བའི་སྐུ་བརྙན་མང་པོ་མཇལ་རྒྱུ་ཡོད། </p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "དྭགས་ལྷ་སྒམ་པོ།"
  }
 ], 
 "meta": {
  "date": "2010-08-14 12:30:05 UTC", 
  "domain": "places", 
  "kid": "22389", 
  "authors": [], 
  "title": "དྭགས་ལྷ་སྒམ་པོ།"
 }
}