{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Mokyok Doring Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "II.1. Stelae and accompanying structures: Funerary and non-funerary structures"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Mokyok DoringMo kyog rdo ring "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Mokyok Doring</span><span class=\"scholar\">Mo kyog rdo ring</span> (sp.?)</li> <li>Site number: C-97</li> <li>Site typology: II.1b, II.2x </li> <li>Geographic coordinate (N. lat.): 32º 22.6΄ </li> <li>Geographic coordinate (E. long.): 83º 03.7΄ </li> <li>Elevation: 4640 m </li> <li>Administrative location (township): <span class=\"popular\">Oma</span><span class=\"scholar\">’O ma</span> </li> <li>Administrative location (county): <span class=\"popular\">Gertsé</span><span class=\"scholar\">Sger rtse</span> </li> <li>Survey expedition: UTAE</li> <li>Survey date: June 6, 2001</li> <li>Contemporary usage: Light grazing and a cult offering site. </li> <li>Identifiable Buddhist constructions: None. </li> </ul>
", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Mokyok Doring</span><span class=\"scholar\">Mo kyog rdo ring</span> is located in a valley called <span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span>, a tributary of sa lhas, the valley that runs between old <span class=\"popular\">Oma</span><span class=\"scholar\">’O ma</span> and sbe ro rtse mtsho. All directions around the monument, except the west, are fairly open. In the west there is a mountain that bounds the <span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> valley. The terrain is slightly inclined to the south and is grassy and strewn with small rocks. The three pillars of the site are considered auspicious magical objects, however, religious observances at the site are light, reflecting the fact that there are few <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span> families in the vicinity. The pillars and much of the enclosure are made of an unhewn gray rock. </p>
", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>The local <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span> families believe that the pillars of <span class=\"popular\">Mokyok Doring</span><span class=\"scholar\">Mo kyog rdo ring</span> appeared with the emergence of existence (<span class=\"popular emph\">sipa chakpé doring</span><span class=\"scholar emph\">srid pa chags pa’i rdo ring</span>), and hat they are sky pillars (<span class=\"popular emph\">Nam Gi Kawa</span><span class=\"scholar emph\">gnam gyi ka ba</span>) linking the vertically aligned cosmos. Offerings of butter are made at this site in the summertime in order to dispel negative influences, and to increase the prosperity of the local residents and the well-being of the flocks of livestock. </p>
", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>The enclosure is not well aligned in the cardinal directions. It measures 10.2 m (east-west) x 5.6 m (north-south) and many portions of its four walls are intact. These double-course slab walls are 45 cm to 70 cm hick and are composed of variable-length (20 cm to 90 cm long) stones. Some of these stones are level with the surface, but a significant number of them project as much as 40 cm above ground level. In the east wall of the enclosure there is a 35-cm long stone set perpendicular to the axis of the course. This threshold stone created a ‘portal’ about 45 cm in width. There is no clear threshold stone still in place on the opposite side of the portal. In order to maintain a level interior, the south/upslope wall of the enclosure is generally level with he surrounding terrain while the north/downhill wall is elevated. The east and west walls of the enclosure are somewhat elevated as well. </p>
", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Enclosure"
  }, 
  {
   "body": "<p>The three pillars stand 30 cm to 50 cm away from the inner edge of the west wall. These three slim stelae form a well centered row. The dimensions and shapes of the pillars are as follows:</p>
<p>South pillar: irregularly shaped (1.6 m [height] x 1.2 m [basal girth]).</p>
<p>Central pillar: irregularly shaped (1.1 m x 1m).</p>
<p>North pillar: irregularly shaped (1 m x 85 cm).</p>
", 
   "index": 8, 
   "parent_index": 6, 
   "title": "Pillars"
  }, 
  {
   "body": "<p>A fragmentary slab-wall enclosure (3.3 m across) is situated 22 m northwest of the walled pillars. Nearby, in a functioning corral, there is an example of the same type of pillar (1.15 m long), which was probably uprooted from the monument a long time ago. Near this corral are traces of the walls of other funerary superstructures. </p>
", 
   "index": 9, 
   "parent_index": 6, 
   "title": "Funerary superstructures"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16668", 
  "dates": [], 
  "title": "Mokyok Doring Introduction"
 }
}