{"meta":{"domain":"places","kid":"16836","authors":[],"title":"Pöri Möndur Introduction","dates":{"created_at":"2010-08-25 11:13:40 UTC","updated_at":"2010-08-25 11:13:40 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Pöri Möndur Introduction"},{"title":"II.2. Superficial structures: Primarily funerary superstructure","index":1,"parent_index":0},{"title":null,"index":2,"parent_index":1},{"title":"Basic site data","index":3,"parent_index":2,"body":"<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Pöri Möndur<\/span><span class=\"scholar\">Spos ri mon dur<\/span> <\/li> <li>English equivalent: Fragrant Mountain <span class=\"popular\">Mön<\/span><span class=\"scholar\">Mon<\/span> Tombs<\/li> <li>Site number: D-123<\/li> <li>Site typology: II.2c <\/li> <li>Geographic coordinate (N. lat.): 32º 04.7΄ <\/li> <li>Geographic coordinate (E. long.): 84º 11.8΄<\/li> <li>Elevation: 4580 m <\/li> <li>Administrative location (township):<span class=\"popular\">Mamik<\/span><span class=\"scholar\">Ma mig<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Gertsé<\/span><span class=\"scholar\">Sger rtse<\/span> <\/li> <li>Survey expedition: TUE<\/li> <li>Survey date: September 27, 2005<\/li> <li>Contemporary usage: Light grazing. <\/li> <li>Identifiable Buddhist constructions: None. <\/li> <\/ul>"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"<p> <span class=\"popular\">Pöri Möndur<\/span><span class=\"scholar\">Spos ri mon dur<\/span> is located on the northeast side of <span class=\"popular\">Lakkor Tso<\/span><span class=\"scholar\">Lag skor mtsho<\/span>. The site was built on he lower southeast flank of a rocky mount called <span class=\"popular\">Pöri<\/span><span class=\"scholar\">Spos ri<\/span>. A series of rocky shelves rise above the old <span class=\"popular\">Lakkor Tso<\/span><span class=\"scholar\">Lag skor mtsho<\/span> basin (now a series of gravel flats and bars). These shelves terminate at the foot of a chain of outcrops and cliffs that constitute the upper reaches of <span class=\"popular\">Pöri<\/span><span class=\"scholar\">Spos ri<\/span>. The site is situated on the highest of the shelves, which is perched about 100 m above the lake basin. Four enclosures that appear to have a funerary function were constructed on this rock- and gravel-strewn shelf. The perimeter walls of the enclosures are of the heaped-stone type, some portions of which are so well-developed as to approximate double-course wall types. The orderly stacking of masonry was facilitated by the angular faces of the stones. All four of these enclosures have interiors free of structural elements. They are constructed of uncut dark-colored metamorphic (?) rocks 10 cm to 1 m in length. <\/p>"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"<p>According to local sources, <span class=\"popular\">Pöri Möndur<\/span><span class=\"scholar\">Spos ri mon dur<\/span> is associated with the ancient <span class=\"popular\">Mön<\/span><span class=\"scholar\">Mon<\/span>.<\/p>"},{"title":"Site elements","index":6,"parent_index":2},{"title":"Funerary Structure FS1","index":7,"parent_index":6,"body":"<p>Funerary structure FS1 (dimensions are unavailable) is the easternmost structure at the site. This enclosure is irregularly shaped and subdivided into two cells: east and west. The walls of FS1 are around 1 m in thickness, some parts of which appear to have been quite well built. Nonetheless, these walls have undergone much dissolution. The north wall of the enclosure is somewhat depressed below the uphill slope, while the exterior side of the southwest wall is elevated up to 1.2 m above the downhill slope. The interior side of the southwest wall rises to 50 cm in height. There is a gap in the east wall, which may be the remains of a purposefully built opening. A subsidiary cell may be located on the southwest end of the west cell. <\/p>"},{"title":"Funerary Structure FS2","index":8,"parent_index":6,"body":"<p>Funerary structure FS2 (4 m x 3.2 m) is situated 3 m south\/downhill of FS1.The walls of this enclosure are 60 cm to 1 m in thickness. The upper\/northwest wall of this sub-rectangular enclosure is set 30 cm below the slope. Conversely, the lower southeast wall is slightly elevated above the slope. As a result of this compensation, the interior of the enclosure is level. Stones are scattered around the interior of FS2. <\/p>"},{"title":"Funerary Structure FS3","index":9,"parent_index":6,"body":"<p>Funerary structure FS3 (9 m x 6 m) is situated 61 m southwest of FS1. The upper or north wall of this irregularly shaped enclosure has been destroyed by the action of water. Although most sections of the enclosing walls appear to be of the heaped-stone type, there are also portions built in a more orderly manner with stones laid in vertical courses. The north side of FS3 is even with the slope, while its south exterior wall rises 1.5 m to 1.7 m above the slope. The interior of the enclosure is level. Immediately south of FS3 there is a double-course wall fragment (3 m long, 70 cm thick). The upright stones of this wall protrude 10 cm to 30 cm above ground level. Such walls are a signature structure of many Upper Tibetan mortuary sites. <\/p>"},{"title":"Funerary Structure FS4","index":10,"parent_index":6,"body":"<p>Funerary structure FS4 (5.7 m x 4.8 m) is situated 23 m southwest of FS3. Most parts of the perimeter walls of his sub-rectangular enclosure are still intact. These walls are around 80 cm thick and rise at least 30 cm above the interior of the structure. A significant portion of the perimeter walls display an orderly design. These coherent sections are comprised of discrete layers of stones, each of which is composed of courses of multiple stones laid abreast of one another. These better-built wall sections reveal considerable masonry skill on the part of the builders. The north side of FS4 is set deeply below the slope, while the exterior of the south wall is elevated 50 cm to 70 cm above the slope. The north wall of FS4, if it ever existed, was destroyed. It would have been built against a rock outcrop that adjoins the balance of the structure. The west wall has a maximum interior height of 1.1 m. There appear to be naturally occurring boulders incorporated into the south and west walls of the enclosure. <\/p>"}]}