{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Kyidrom Gönpa Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "I.2. Residential Structures in Other Locations: Religious and Elite Residences"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Kyidrom GönpaSkyid sgrom dgon pa "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Kyidrom Gönpa</span><span class=\"scholar\">Skyid sgrom dgon pa</span> <a href=\"#n89\" name=\"nb89\" class=\"note\">89</a> </li> <li>Site number: B-118</li> <li>Site typology: I.2c </li> <li>Geographic coordinate (N. lat.): 31º 25.6΄ </li> <li>Geographic coordinate (E. long.): 88º 34.6΄ </li> <li>Elevation: 4770 m </li> <li>Administrative location (township): <span class=\"popular\">Zhungmé</span><span class=\"scholar\">Gzhung smad</span> </li> <li> Administrative location (county): <span class=\"popular\">Shentsa</span><span class=\"scholar\">Shan rtsa</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: September 30, 2002</li> <li>Contemporary usage: Pastoral camp. </li> <li>Identifiable Buddhist constructions: Painted <span class=\"popular\">Riksum Gönpo</span><span class=\"scholar\">Rigs gsum mgon po</span> mantras. </li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p>The cave complex of skid sgrom dgon pa is found in a red and white limestone escarpment, which runs along the north side of a small eponymous valley. In the valley there are various springs, thus this site, with its adequate shelter, is ideal for human settlement. skid sgrom dgon pa consists of three interconnected caves found behind a big ledge that forms in the formation. This 35-m long, 3-m- to 4-m wide ledge appears to have been fully enclosed by a masonry façade, tiny portions of which have survived along the eastern and western extremities. The three caves of the site have heavily fire-blackened ceilings and are now used o corral sheep and goats. The caves have the following dimensions: east chamber (around 7.3 m x 7.5 m), central chamber (10 m x 11 m) and west chamber (approximately 9.5 m across). </p><p>On the west wall of the west chamber the Buddhist <span class=\"popular\">Riksum Gönpo</span><span class=\"scholar\">Rigs gsum mgon po</span> mantras were painted long ago in red ochre on a white background. The painting of these mantras seems to have been carried out in order to bring the site within the auspices of Buddhism. The lack of other Buddhist monuments at the site, its subterranean aspect, and the existence of Bon pictographs in other caves in the area (J-15, J-16), allude to a Bon identity for the cave sanctuary. The residential center of <span class=\"popular\">Kyidrom Gönpa</span><span class=\"scholar\">Skyid sgrom dgon pa</span> was probably a religious center of the prehistoric and/or early historic (archaic cultural horizon) inhabitants of the region. Certainly the presence of a good supply of fresh water and adequate shelter suggest that it has long been the focus of habitation. As <span class=\"popular\">Kyidrom Gönpa</span><span class=\"scholar\">Skyid sgrom dgon pa</span> is still in economic use and located near <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span> habitations, the preservation of its structural remains is not as good as it might have been otherwise. </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>The <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span> of the area call <span class=\"popular\">Kyidrom Gönpa</span><span class=\"scholar\">Skyid sgrom dgon pa</span> an ancient cave monastery.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>It would appear that the ledge in front of the caves supported a series of anterooms. This ledge is suspended approximately 20 m above the valley floor. The masonry wall lining the outer rim of this natural structure is highly eroded and fragmentary. The random-work façade of the central chamber was constructed of variable-sized pieces of limestone (15 cm to 70 cm long) that were profusely mud mortared. The east portion of the façade has a maximum height of 3.5 m and is 1 m thick at the base. Near the top section of this stonework front there is a small window. Minute traces of red ochre coloring are still distinguishable on the façade. </p>", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Anterooms"
  }, 
  {
   "body": "<p>From the ledge there are south-facing entrances to both the west and central chambers. The central chamber contains a room (5.7 m x 3.8 m x 2 m) with well-built freestanding masonry walls that sequester it from the rest of the cave. There is a niche in the north wall of this room. A passageway connects the central and west chambers. The entrance to the west chamber descends around 3 m to the outer ledge below. Where this entrance joins the west chamber, there is a 2.5-m long wall that forms a landing. In the rear of this 3-m high cave there is a naturally elevated area. In front of this uplifted space there is an adobe platform (1.6 m x 1 m x 20 cm). The east chamber appears to have remained in a raw state. </p><hr class=\"footnote-divider\">", 
   "index": 8, 
   "parent_index": 6, 
   "title": "Cave complex"
  }, 
  {
   "body": "<div class=\"footnote\"> <a name=\"n89\"></a> <a href=\"#nb89\" class=\"note\"> [89] </a> This site was documented by <span class=\"popular\">Pel Riwa Lozang Tashi</span><span class=\"scholar\">Dpal ri ba blo bzang bkra shis</span> (Lecturer, Arts Department, Tibet University) and two of his Chinese colleagues, in July 2001. It was through his kind offices that I came to learn of <span class=\"popular\">Kyidrom Gönpa</span><span class=\"scholar\">Skyid sgrom dgon pa</span>. </div>", 
   "index": 9, 
   "parent_index": 0, 
   "title": "Notes"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16612", 
  "dates": [], 
  "title": "Kyidrom Gönpa Introduction"
 }
}