{"meta":{"authors":[],"title":"གནས་ཆུང་གྲྭ་ཚང་།","dates":{"created_at":"2010-08-13 17:00:43 UTC","updated_at":"2010-08-13 17:00:43 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"གནས་ཆུང་གྲྭ་ཚང་།"},{"title":"གྲོང་ཁྱེར་ལྷ་ས།","index":1,"parent_index":0,"body":" "},{"title":"གནས་ཆུང་གྲྭ་ཚང་།","index":2,"parent_index":0,"body":" <p>མཚན་རྒྱས་པར་དབང་གྲགས་རོལ་པའི་དགའ་ཚལ་གནས་ཆུང་རྡོ་རྗེ་སྒྲ་དབྱངས་གླིང་ངམ། གནས་ཆུང་གཡུ་ལོ་བཀོད་སོགས་ཞུ། འབྲས་སྤུངས་དགོན་ནས་མར་ཡོང་དུས་གཡོན་ངོས་སུ་དགོན་དེ་<span class=\"milestone page eng \">[page <span class=\"pnum\">53<\/span>] <\/span>ཆགས་ཡོད། གནས་ཆུང་ཞེས་པ་ནི། ལོ་ཙཱ་བ་བེེ་རོ་ཙཱ་ན་གནས་དེར་ཕེབས་སྐབས་སྒྲོ་སྡོང་གཅིག་ནས་ཆོ་འཕྲུལ་བསྟན་པའི་སྐོར་གུ་རུ་རིན་པོ་ཆེར་ཞུས་པས། གུ་རུས་མ་འོངས་པ་ན་གནས་དེར་དགོན་པ་ཞིག་ཆགས་ཡོང་། སྒྲོ་སྡོང་དེ་ནི་པེ་ཧར་གྱི་བླ་ཤིང་ཡིན། དེའི་འགྲམ་གྱི་མཚེའུ་དེ་པེ་ཧར་གྱི་བླ་མཚོ་ཡིན་ཞེས་གསུངས་པ་དང་། དེ་རྗེས་ལྷ་སྲས་མུ་ནེ་བཙན་པོས་དེར་དགོན་པ་ཞིག་བཏབ། དགེ་འདུན་བཞི་གྲྭ་གཅིག་གི་སྡེ་བཙུགས། སྦ་དཔལ་དབྱངས་མཁན་པོར་བསྐོས། བསམ་ཡས་ནས་སྒྲོལ་མའི་སྐུ་བརྙན་ཞིག་གདན་དྲངས་ཏེ་བཞུགས་སུ་གསོལ་བས་གནས་ཆུང་གཡུ་ལོ་བཀོད་ཅེས་པ་དེ་ལྟར་བྱུང་། བསམ་ཡས་གནས་ཆེ་བ་དང་། དེར་གནས་ཆུང་བ་ཡིན་པས་གནས་ཆུང་ཞེས་པ་དེ་ལྟར་བྱུང་གསུང་། ཡང་གསུང་སྲོལ་གཞན་ཞིག་ལ། ཐོག་མར་གནས་ཆུང་ཆོས་སྐྱོང་གུང་ཐང་དུ་གནས་ཡོད་པ་ལ། གུང་ཐང་བླ་མ་ཞང་འགྲོ་བའི་མགོན་པོའམ། མཚལ་པ་བྱམས་པ་ཀུན་དགས་གསེར་ཁང་དགོན་པ་ནས་པེ་ཧར་གྱི་རྟེན་སྒམ་ཆུང་ལ་བསྐུར་བས་འབྲས་སྤུངས་ཀྱི་མདུན་དུ་འཁར། སྐབས་དེར་འབྲས་སྤུངས་བདེ་ཡངས་གྲྭ་ཚང་གི་མཁན་པོ་ལྕོག་པ་བྱང་ཆུབ་དཔལ་ལྡན་གྱིས་མཁྱེན་ཏེ་གསོལ་དཔོན་ལ་དེ་རིང་མ་ཀིའི་ཆུ་ཁར་དངོས་པོ་ཞིག་ཡོད་པས་ཁྱོད་ཀྱིས་དེ་ཁ་མ་ཕྱེས་པར་འཁྱེར་ཤོག་ཅེས་གསུངས། གསོལ་དཔོན་གྱིས་དེ་ལྟར་ཆུ་ཁར་སོང་བས་དེར་སྒམ་ཞིག་འཁར་ནས་ཡོད་པ་དེ་འཁྱེར་འོང་། ད་ལྟའི་གནས་ཆུང་གི་ལྟག་ཏུ་འབྱོར་སྐབས་སྒམ་ཇི་ལྗིད་དུ་སོང་བས། གསོལ་དཔོན་ཡ་མཚན་ཏེ་ཁ་ཕྱེས་པས་དེའི་ནང་གཞན་གང་ཡང་མེད་པར་བྱ་ཕུག་རོན་ཞིག་ཐོན་ཏེ་སྒྲོ་སྡོང་སྟེང་དུ་འཕུར་བས། གསོལ་དཔོན་དེ་མར་མཁར་པོའི་བཀའ་སློབ་དྲན་ཏེ་“བླ་མ་མཁྱེན་”ཞེས་གསུངས་ཤོར་བས་ཕ་བོང་དེར། བླ་མ་མཁྱེན། ཞེས་པའི་རང་བྱོན་འཁྲུངས་པ་ད་ལྟའང་མཇལ་རྒྱུ་ཡོད། དེ་ནས་གསོལ་དཔོན་མཁན་པོའི་སྐུ་མདུན་དུ་སོང་ནས་གོང་གསལ་གྱི་གནས་ལུགས་རྣམས་ཞུས་པས། མཁན་པོས་ཨ་ཁ། སྲུང་མ་དེ་འབྲས་སྤུངས་དགོན་ནང་གནས་ན་ཤིན་ཏུ་ལེགས་<span class=\"milestone page eng \">[page <span class=\"pnum\">54<\/span>] <\/span>]ཀྱང་ད་གནས་ས་ཆུང་སོང་ཞེས་གསུངས་པས། གནས་ཆུང་ཞེས་པའི་མཚན་དེ་ལྟར་བྱུང་ཞེས་གསུངས། གཞན་ཡང་རྟ་མགོ་གཡུ་ཁྲ་ཅན་ཞེས་ལྕོག་པ་བྱང་ཆུབ་དཔལ་ལྡན་གྱི་ཆིབས་པ་རླུང་ཤུགས་ཅན་ཤི་བའི་མགོ་གཡང་ལ་གསེར་ཞོ་སྟོང་རེ་བའི་གཡུ་ཁྲ་བརྒྱན་ཏེ། པེ་ཧར་རྟེན་མདོས་འདི་ལ་བཅོལ། ཞེས་གསུངས་པས་རྟ་མགོ་གཡུ་ཁྲ་ཅན། ཞེས་པ་དེ་ལྟར་བྱུང་ཞེས་གསུང་སྲོལ་སྣ་ཚོགས་ཡོད། ཐོག་མར་གཡུ་ལོ་བཀོད་དང་སྒྲོ་སྡོང་ལྷ་ཁང་ཞེས་པ་ཡོད་པ་ལ། ད་ལྟའི་གནས་ཆུང་དགོན་ནི་སྤྱི་ལོ་1681ལོར་སྡེ་སྲིད་སངས་རྒྱས་རྒྱ་མཚོས་བཏབ་གནང་མཛད་པ་དང་། དགེ་འདུན་ཞལ་གྲངས་101འཛུགས་གནང་གིས་ས་དགེ་རྙིང་གསུམ་ཕྱག་བཞེད་མཛད་པ་ཡིན། གནས་ཆུང་ཆོས་སྐྱོང་ངམ་བྱང་ཕྱོགས་འཕྲིན་ལས་རྒྱལ་པོའི་བཀའ་ཡི་བློན་པོ་རྡོ་རྗེ་གྲགས་ལྡན། པེ་ཧར་རྒྱལ་པོ་སོགས་མཚན་མི་འདྲ་བ་ཙམ་ལས་དོན་དུ་ངོ་བོ་གཅིག་ཡིན། དེའང་ཐོག་མར་འཇམ་དབྱངས་ཆོས་རྗེ་བཀྲ་ཤིས་དཔལ་ལྡན་གཞིས་ཀ་སྣེའུར་བཞུགས་སྐབས་ནུབ་གཅིག་མནལ་ལམ་དུ་དན་བག་བརྒྱུད་ཆོས་སྡེ་འདེབས་དགོངས་སུ་ཕེབས་སྣང་ལ་ལྷ་གནམ་ཐེལ་དཀར་པོ་ཡིན་ཟེར་བ་ཞིག་གིས། ཁྱེད་ཀྱིས་འདིར་ཆོས་སྡེ་ཞིག་ཐོབས་དང་། ངས་ཁྱེད་ལ་བཙུན་པ་སྟོང་ཁྲག་གཅིག་འབུལ། ཟེར་བ་ཞིག་བྱུང་བ་ལྟར་ན་འབྲས་སྤུངས་དགོན་ཐོག་མར་འདེབས་དུས་ནས་གནས་ཆུང་ཆོས་སྐྱོང་ནི་དགོན་དེའི་སྲུང་མ་ཡིན་པར་མངོན། དེ་ལྟར་ཆོས་སྐྱོང་འདི་ནི་གཞུང་ས་དགའ་ལྡན་ཕོ་བྲང་གི་སྲུང་མ་དམར་ནག་གཉིས་ལས་དམར་པོ་གནས་ཆུང་ཆོས་སྐྱོང་དང་། ནག་པོ་དཔལ་ལྡན་ལྷ་མོ་ཡིན། སྲུང་མ་འདི་གཉིས་དགའ་ལྡན་ཕོང་བྲང་གི་བརྟེན་དགོས་པ་ནི། རྒྱལ་བ་དགེ་འདུན་རྒྱ་མཚོས་དཔལ་ལྡན་ལྷ་མོ་བརྟེན་གནང་མཛད་པ་དང་། དེ་རྗེས་རྒྱལ་བ་ལྔ་པའི་དུས་དགའ་ལྡན་ཕོ་བྲང་ཐོག་མར་འབྲས་སྤུངས་སུ་ཆགས་ཤིང་དེ་རྗེས་དགའ་ལྡན་ཕོ་བྲང་རྩེ་པོ་ཏ་ལར་སྤོས་གནང་ཡང་སྲུང་མ་དམར་ནག་གཉིས་བརྟེན་པའི་ལོ་རྒྱུས་དེ་ལྟར་བྱུང་། གནས་ཆུང་ཆོས་སྐྱོང་ནི་སྐུ་ཁོག་སེར་མོ་བ་ཞིག་ལ་སྐུ་<span class=\"milestone page eng \">[page <span class=\"pnum\">55<\/span>] <\/span>ཕེབས་གནང་ཞིང་། གཞུང་ས་མཆོག་གི་གལ་གནད་ཆེ་བའི་དོན་ཆེན་དང་། རྒྱལ་བ་སྐུ་ཕྲེང་རིམ་བྱོན་གྱི་ཡང་སྲིད་རྩད་གཅོད་བྱེད་པ་སོགས་གནས་ཆུང་ཆོས་སྐྱོང་གི་བཀའ་ལུང་ཇི་ཕེབས་ལ་བརྟགས་པ་བྱེད་སྲོལ་ཡོད་སྟབས་སྐུ་ཁོག་ལའང་ཏ་བླ་མ་ཞེས་དགོན་ནང་གི་དབུ་གནས་མཐོ་ཤོས་ཡིན་པས་མ་ཚད་གཞུང་ས་དང་འབྲས་སྤུངས་སོགས་ལའང་དབུ་གནས་མཐོན་པོ་ཡོད། སྔོན་འདུ་ཁང་ཀ་བ་བཅུ་དྲུག་གི་གཙང་ཁང་དབུས་ནང་གསེར་ཟངས་ཀྱི་ཇོ་བོ་མི་ཚད་ལ། དེའི་གཡས་སུ་རྒྱ་དངུལ་ལས་གྲུབ་པའི་རྒྱལ་བ་སྐལ་བཟང་རྒྱ་མཚོ་མི་ཚད་མ། ཇོ་བོའི་གཡོན་དུ་འཇིམ་པ་ལས་གྲུབ་པའི་རྗེ་ཙོང་ཁ་པ་མི་ཚད་ལ། རྒྱ་དངུལ་ལས་གྲུབ་པའི་གུ་རུ་སྣང་སྲིད་ཟིལ་གནོན་མི་ཚད་མའི་པད་ཞྭའི་ངོས་སུ་ཕ་ལམ་གྱི་ཕྲ་རྒྱན་གསེར་བཀྱག་དང་བཅས་པ། དེའི་གཡས་སུ་རྒྱ་དངུལ་ལས་གྲུབ་པའི་རྒྱལ་བ་ལྔ་པའི་སྐུ་བརྙན་མི་ཚད་མ། ཇོ་བོའི་གཡོན་དུ་གསེར་ཟངས་གྱི་སྡེ་སྲིད་སངས་རྒྱས་རྒྱ་མཚོའི་སྐུ་བརྙན་མི་ཚད་མ། ཤར་ནས་ནུབ་ཏུ་གཟིགས་པ་རྒྱལ་པོ་བྱས་བཅས་ཞེས་སྐུ་ལྔ་གཅིག་བསྡུས་ཀྱི་རྣམ་པ་ཡིན་པའི་སྐུའི་སྒྲོམ་ལ་ཞལ་འབག་བསྒྲོན་པ། དེའི་གཡོན་དུ་སྐུ་ལྔ་དང་འཇིགས་བྱེད་སོགས་ཀྱི་ལོ་གཏོར་བཅས་དང་། ལྡེབས་རིས་སུ་རྗེ་ཙོང་པ་ཡབ་སྲས་དང་། འཇམ་དབྱངས་གཙང་པ་བདུན་རྒྱུད། རྒྱལ་བ་ལྔ་པ་སོགས་སྐུ་ཕྲེང་ན་རིམ། སྒྲུབ་པ་བཀའ་བརྒྱད། སྐུ་ལྔ་ཡབ་ཡུམ་བློན་པོ་དང་བཅས་པ། སྐུ་རྟེན་བློ་བཟང་ལེགས་འབྱོར་ལ་གནས་ཆུང་སྐུ་ཕེབས་ཀྱི་སྐུ་བརྙན་དང་། འབྲས་སྤུངས་སུ་མཛད་ཆེན་གནང་ཚུལ། སྐུ་རྟེན་ཤཱཀྱ་ཡར་འཕེལ་ལ་གནས་ཆུང་ཐོག་ཕེབས་ཀྱིས་དབུ་ལ་རས་དཀར་དཀྲིས་པ་བཅས་སོགས་ཀྱི་ལྡེབས་རིས་སྤུས་ལེགས་དང་གཙང་ཁང་དབུས་མ་ཀ་བཞིའི་ནང་གཙོ་བོ་ཆོས་སྐྱོང་སྐུ་ཕེབས་གནང་ས་དང་། མཐའ་འཁོར་དུ་རྒྱལ་པོ་སྐུ་ལྔ་དང་རྟ་མགྲིན་སོགས་ཀྱི་སྐུ་བརྙན། རྡོ་རྗེ་གྲགས་ལྡན་མི་ཚད་ཅན་གྱི་ཐུགས་དཀར་སེང་འབག་སྨུག་ཆུང་ཞེས་པ་དམ་འབྱར་མ་རྒྱལ་བ་སྐུ་ཕྲེང་རིམ་བྱོན་གྱིས་རབ་གནས་གནང་བ། སྒྲོ་སྡོང་ལྷ་ཁང་ཀ་བཞིའི་<span class=\"milestone page eng \">[page <span class=\"pnum\">56<\/span>] <\/span>ནང་རྒྱལ་པོ་པེ་ཧར་ཐོག་མར་ཆགས་པའི་སྒྲོ་སྡོང་ཐོག་སོ་གསུམ་ལྡན་དང་། རྡོ་རྗེ་གྲགས་ལྡན་གྱི་གཙང་ཁང་གཡོན་འདོད་ཁམས་ལྷ་ཁང་ཀ་བཞིའི་ནང་རྟེན་མདོས་དང་། འཛུགས་གཏོར་སོགས་བཞུགས་པ་བཅས་དང་། ཉིས་ཐོག་ཚོམས་ཆེན་དང་གསུམ་ཐོག་གཟིམ་ཆུང་དང་བཅས་པར་རྟེན་དང་བརྟེན་པ། ཡང་སྟེང་དུ་གསེར་ཟངས་ཀྱི་རྒྱ་ཕིབས་དང་བཅས་པ་ཡོད།<\/p> <p>ད་ལྟ་སྔོན་གྱི་འདུ་ཁང་ཐོག་བསངས་བསྐྱོན་པའི་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་དང་།གསར་བཞེངས་གནང་བའི་གུ་རུ་སྣང་སྲིད་ཟིལ་གནོན་ཐོག་སོ་གསུམ་ལྡན། སྔོན་པེ་ཧར་གནས་པའི་སྒྲོ་སྡོང་གི་རྩ་བ། ལྷག་ཏུ་འདུ་ཁང་དང་རྭ་སྒོར་ནང་ལྡེབས་རིས་རྙིང་མ་མང་པོ་སོགས་མཇལ་རྒྱུ་ཡོད།<\/p> <p>དགོན་དེར་གནས་ཆུང་སྤྲེལ་ཟླ་ཞེས་ལོ་འཁོར་བཅུ་གཉིས་ཀྱི་སྤྲེལ་ལོར་བརྟན་མ་དང་གནས་ཆུང་ཆོས་སྐྱོང་དགའ་གདོང་ཆོས་སྐྱོང་བཅས་དབུ་བཞུགས་ཐོག་ཉེ་འཁོར་གྱི་ལྷ་བབས་རྒྱུ་ཡོད་པ་རྣམས་དངོས་ཡིན་མིན་ལྷ་བསྡུར་བརྒྱབས་ཏེ་ལྷ་ངོ་མ་མིན་ན་འདི་ཉིན་ཕེབས་མི་ཐུབ་ཅེས་ཟེར།<\/p>  "}]}