{"meta":{"authors":[],"title":"Dzong Pipi Introduction","dates":{"created_at":"2010-08-11 20:45:12 UTC","updated_at":"2011-12-20 14:54:02 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"\n\n","title":"Dzong Pipi Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":"\n"},{"title":"Dzong PipiRdzong pi phi","index":2,"parent_index":1,"body":"\n"},{"title":"Basic site data","index":3,"parent_index":2,"body":"\n<ul class=\"bullet-blue\">\n<li>Site name: <span class=\"popular\">Dzong Pipi</span><span class=\"scholar\">Rdzong pi phi</span> </li>\n<li>Site number: A-49</li>\n<li>Site typology: I.1a</li>\n<li>Geographic coordinate (N. lat.): 30&deg; 06.8΄ </li>\n<li>Geographic coordinate (E. long.): 83&deg; 41.2΄ </li>\n<li>Elevation: 4800 m (lower site), 4840 m (upper site) </li>\n<li>Administrative location (township): <span class=\"popular\">Baryang</span><span class=\"scholar\">Bar yangs</span> </li>\n<li>Administrative location (county): <span class=\"popular\">Drongpa</span><span class=\"scholar\">&rsquo;Brong pa</span> </li>\n<li>Survey expedition: UTAE</li>\n<li>Survey date: April 15, 2001</li>\n<li>Contemporary usage: Almost none at the upper site. The lower site has been used for many years as a pastoral \t\t\t\t\t\t\t\t\tshelter. It is only inhabited very infrequently.</li>\n<li>Identifiable Buddhist constructions: None.</li>\n</ul>\n"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"\n<p>The upper site of <span class=\"popular\">Dzong Pipi</span><span class=\"scholar\">Rdzong pi phi</span> is dominated \t\t\t\t\t\t\t\tby a single five-sided building planted on top of a pyramidal limestone formation, which rises 150 m above the \t\t\t\t\t\t\t\tsouth margin of the <span class=\"popular\">Tsachu</span><span class=\"scholar\">Tshwa chu</span> basin. \t\t\t\t\t\t\t\tThis site has commanding views of this large basin and the Transhimalaya to \t\t\t\t\t\t\t\tthe north. In the proximity are two small caves that were modified for human habitation. The lower site consists \t\t\t\t\t\t\t\tof a cave with a three-story masonry fa&ccedil;ade. Significant early inscriptions in red ochre are found here.</p>\n"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"\n<p>Local sources believe that the upper site of rdzong pi phi was built and inhabited by a \t\t\t\t\t\t\t\t\t<span class=\"popular emph\">sinmo</span><span class=\"scholar emph\">srin mo</span> demoness, which was subdued by the VajrayAna hero,  \t\t\t\t\t\t\t\t\t<span class=\"popular\">Guru Rinpoch&eacute;</span><span class=\"scholar\">Gu ru rin po che</span> (eighth century) . The \t\t\t\t\t\t\t\tsite is considered <span class=\"popular\">ka nyenpo</span><span class=\"scholar\">Bka' gnyan po</span> (potentially \t\t\t\t\t\t\t\thazardous).</p>\n"},{"title":"Site elements","index":6,"parent_index":2,"body":"\n"},{"title":"Upper site","index":7,"parent_index":6,"body":"\n"},{"title":"Summit edifice","index":8,"parent_index":7,"body":"\n<p>The edifice of <span class=\"popular\">Dzong Pipi</span><span class=\"scholar\">Rdzong pi phi</span> has a modified square plan. The existence of a stone-roof in one section of the \t\t\t\t\t\t\t\t\t\tbuilding and its general design and constructional characteristics indicate that it was an all-stone corbelled \t\t\t\t\t\t\t\t\t\tstructure. The four main walls of rdzong pi phi are quite closely aligned in the \t\t\t\t\t\t\t\t\t\tcardinal directions and each measure 4.5 m in length. A fifth or southwest wall facet is 2.2 m in length. The \t\t\t\t\t\t\t\t\t\trandom-rubble block-work walls (50 cm to 60 cm thick) appear to have been lightly mortared. Variable-sized \t\t\t\t\t\t\t\t\t\tslabs were used to build the walls, a common archaic style of construction. The walls rise up to a height of 3 \t\t\t\t\t\t\t\t\t\tm to 4 m on the exterior side and 2 m to 2.5 m internally. The entranceway was in the south. There are windows \t\t\t\t\t\t\t\t\t\tin the north wall (20 cm x 30 cm) and east wall (30 cm x 35 cm). A southwest room has survived largely intact \t\t\t\t\t\t\t\t\t\twhile other internal partitions have been nearly effaced. The southwest room (outer dimensions: 2 m x 2.5 m) \t\t\t\t\t\t\t\t\t\tis set 50 cm below the rest of the floor level. An opening in the lower portion of its outer wall may indicate \t\t\t\t\t\t\t\t\t\tthat it functioned as a lavatory. The roof of the southwest room is entirely intact: two bridging stones (each \t\t\t\t\t\t\t\t\t\tmore than 1.5 m long) support the stone-slab roof sheathing.</p>\n"},{"title":"Caves","index":9,"parent_index":7,"body":"\n<p>Approximately 200 m south of the summit edifice, on a limestone shoulder, there is a very small cave with the \t\t\t\t\t\t\t\t\t\tremains of a fa&ccedil;ade (3 m long, 1 m high) built around it. Just below this fa&ccedil;ade there is a retaining wall \t\t\t\t\t\t\t\t\t\tbuilt into the rock face. Approximately 200 m southwest of the summit edifice there is a cave (3.5 m deep) \t\t\t\t\t\t\t\t\t\twith the remnants of a stone fa&ccedil;ade (3 m long). In the rear of this cave there are niches and a stone bench \t\t\t\t\t\t\t\t\t\tthat could have had either utilitarian or ritual functions. The cave is now used to store the belongings of a \t\t\t\t\t\t\t\t\t\tlocal <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">&rsquo;brog pa</span> family such as winter coats. Long \t\t\t\t\t\t\t\t\t\tago a hole was bored into the roof of this cave, ostensibly as a smoke vent. In front of the fa&ccedil;ade there are \t\t\t\t\t\t\t\t\t\tthe remains of walls (4 m x 3.5 m) that seem to have once been part of an anteroom.</p>\n"},{"title":"Lower site","index":10,"parent_index":6,"body":"\n"},{"title":"Cave house","index":11,"parent_index":10,"body":"\n<p>The lower site of <span class=\"popular\">Dzong Pipi</span><span class=\"scholar\">Rdzong pi phi</span> is \t\t\t\t\t\t\t\t\t\tsituated below the stronghold, on the east side of the formation. It is dominated by a narrow cave (6.5 m \t\t\t\t\t\t\t\t\t\tdeep), which has a three-story stonewall built around its mouth. This structure was made of variable-sized \t\t\t\t\t\t\t\t\t\tstone slabs laid in random-work courses, which appear to have been lightly mortared. The lowest tier of the \t\t\t\t\t\t\t\t\t\touter wall incorporates a stairway that is now almost completely destroyed. At the base of the stairway there \t\t\t\t\t\t\t\t\t\tis a landing. The middle level of the fa&ccedil;ade contains the entranceway, which is 1.7 m in height and 60 cm wide \t\t\t\t\t\t\t\t\t\ton its exterior side. There are several steps set inside the entranceway (1 m long), which access a much \t\t\t\t\t\t\t\t\t\tsmaller inner portal. The 1-m long lintel over the entranceway is the largest stone used in the construction \t\t\t\t\t\t\t\t\t\tof the fa&ccedil;ade. The upper level of the fa&ccedil;ade encloses much of the cave and supports a small window. The middle \t\t\t\t\t\t\t\t\t\tand upper levels of the fa&ccedil;ade form a single masonry expanse 5.4 m in height and nearly 3 m in width.</p>\n<p>Near the entranceway of the cave, <span class=\"popular emph\">Om A Hum</span><span class=\"scholar emph\">oṃ a hum</span> and a \t\t\t\t\t\t\t\t\t\tcounterclockwise swastika were inscribed in red ochre in a vertical row. Nearby there is another red ochre \t\t\t\t\t\t\t\t\t\tcounterclockwise swastika. In the formation above the fa&ccedil;ade there is a red ochre clockwise swastika, and a \t\t\t\t\t\t\t\t\t\t\t<span class=\"popular emph\">Wuchen</span><span class=\"scholar emph\">dbu can</span> inscription that seems to read: <span class=\"popular emph\">Jenso namp&eacute; chi</span><span class=\"scholar emph\">jan gso nam pa 'chi</span>. This inscription appears to \t\t\t\t\t\t\t\t\t\tconvey the Buddhist depreciation of the site. In the rear of the cave there is a panel \t\t\t\t\t\t\t\t\t\tconsisting of a red ochre sun and moon, a tree-like depiction, two rudimentary specimens of the letter <span class=\"popular emph\">a</span><span class=\"scholar emph\">a</span>, and several heavily obscured compositions, all of which \t\t\t\t\t\t\t\t\t\tform a horizontal array. Like the letters and swastikas near the entrance, this panel was almost certainly \t\t\t\t\t\t\t\t\t\tpainted by the Bonpo. The motifs on the panel, on the basis of style and paleography, however, seem \t\t\t\t\t\t\t\t\t\tsignificantly older than the pictographs near the entrance. The existence of these letters and symbols \t\t\t\t\t\t\t\t\t\testablishes the Bon occupation of <span class=\"popular\">Dzong Pipi</span><span class=\"scholar\">Rdzong pi phi</span>, a period of tenure that must be related to the local tale of the <span class=\"popular emph\">sinmo</span><span class=\"scholar emph\">srin mo</span>.</p>\n"},{"title":"Other structures","index":12,"parent_index":10,"body":"\n<p>Just south of the cave there is a wall (4 m long, up to 1.5 m high) that bounds a level area in the formation \t\t\t\t\t\t\t\t\t\t2.5 m deep. This appears to have been the base of another building but not enough remains to be certain. A \t\t\t\t\t\t\t\t\t\tlittle higher up is a shallow southeast-facing cave with the vestiges of a fa&ccedil;ade and an inferior retaining \t\t\t\t\t\t\t\t\t\twall.</p>\n\n"}]}