{"meta":{"domain":"places","kid":"15404","authors":[{"fullname":"Mark Turin","id":"16"},{"fullname":"Mark Turin","id":"16"},{"fullname":"David Germano","id":"42"},{"fullname":"David Germano","id":"42"}],"title":"Southern Himalayas","dates":{"created_at":"2011-10-28 18:21:52 UTC","updated_at":"2013-12-30 14:17:09 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p class=\"Paragraph\">The Southern Himalayas is one of two major overlapping cultural regions that constitute the Tibet and the Himalayas - Tibet to the north and the Southern Himalayas to the south.</p> <p class=\"Paragraph\">At the center of the Southern Himalayas  is the nation state of Nepal, in which we find an extraordinarily complex array of communities. For cultural, historical, linguistic and even ecological purposes, the country is best understood as being comprised of three interlinking horizontal belts. The northern third of the country, including areas such as Solu-Khumbu, Yolmo (Helambu), Dolpo, Manang and Mustang, constitutes the southern extremity of cultural Tibet. In these regions Tibetan Buddhism is widely practiced and the ethnic groups speak languages which are commonly – albeit erroneously - referred to as dialects of Tibetan. It is fair to say, however, that literacy in these parts of Nepal is traditionally higher in the Tibetan language than it is in Nepali, and that historically speaking, trade and politics likewise shared more with political Tibet than with the court of Kathmandu. </p> <p class=\"Paragraph\">The second third of Nepal, the middle belt, is the area which is most distinctively Nepali from a cultural viewpoint. It is in these middle hills that many of Nepal's ethnic groups and communities reside, predominantly agricultural peoples practicing some trade with neighboring valleys and beyond. Two language families are dominant in these middle hills: Tibeto-Burman and Indo-Aryan. By and large, the peoples who speak Tibeto-Burman languages are also ethnically Mongolian and practice forms of shamanism and spirit trance related to that seen in Siberia and Mongolia. The Indo-Aryan speaking people are often divided by caste distinctions, from the ritually higher Brahmins (known in Nepali as Bahun) through to the occupational castes. These groups predominantly speak Nepali, the national language, and practice Hinduism. A further interesting feature of the middle hill cultures of Nepal is their religious pluralism, which blends elements of Hinduism and Buddhism in with indigenous knowledge systems, ritual practices and medical understanding. Some of the socially prominent and populous ethnic groups in this middle belt are Gurung, Tamang, Kiranti, Rai, Limbu, Magar, and Thakali. The Kathmandu valley has been settled for many centuries by the Newar people, who speak a Tibeto-Burman language heavily influenced by Indic. The urban Newar communities in and around Kathmandu are recognized for their great ritual and material elaboration and for having a corpus of written texts in their own script.</p> <p class=\"Paragraph\">The southernmost belt of Nepal shares features with the plains of northern India. Hinduism is the dominant belief system, Indo-Aryan languages such as Nepali, Hindi and Maithili are widely spoken and more rice is cultivated in the plains than in the hills. For the present purposes, we consider the Himalayas to extend through the first high altitude belt of Nepal and into the middle hills, but do not include the plains regions within the nation state of modern Nepal.</p> <p class=\"Paragraph\">The contemporary nation state of Bhutan also presents a complex case. Its national language of Dzongkha (rdzong kha) is by most criteria a dialect of Tibetan, and its cultural traditions are dominated by Buddhist practices that form a clear literary, ideological and institutional continuity with Tibetan Buddhist forms overall. However, many other languages spoken in Bhutan fall outside of the range of Tibetan proper, and Bhutan has existed as a separate political unit with its own distinctive cultural traditions for a number of centuries. Most importantly, it has achieved the status of an independent nation state in the modern era, and contemporary identity statements indicate a strong sense of distinctness from \"Tibetans.\"</p>","title":"Southern Himalayas"}]}