{"meta":{"authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}],"title":"Tengchen Introduction","dates":{"created_at":"2011-12-13 02:30:53 UTC","updated_at":"2011-12-13 02:30:53 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Tengchen Introduction"},{"title":"The Chamdo region","index":1,"parent_index":0,"body":"\n\n                  "},{"title":"sTeng chen rdzong","index":2,"parent_index":1,"body":"\n\n                  <p>sTeng chen rdzong is in Khyung po, north-eastern Tibet. It covers an area of\n                     11,562 square kilometres, of which 110,000 <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mu</span> is farmland,\n                     11,500 <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mu</span> pastureland and over 35,000 <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mu</span> natural forest. It has a population of about 53,000 and consists of\n                     sixteen <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>and<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>sixty-five village\n                     councils.</p>\n\n                  <p>During the period of the Mongol empire and the Ming dynasty of China, sTeng\n                     chen formed a part of the Sog sde territory. In 1647, it came under the direct\n                     control of the Manchu government. In 1751, it came to be ruled by the Manchu\n                     officials resident in Tibet and in 1916, control was handed over to the Tibetan\n                     government. In 1959 sTeng chen rdzong was established and absorbed into Chab\n                     mdo region. At one point in history it was called Sum pa glang gi gyim shod, a\n                     territory of Zhang zhung sgo pa, which was one of the three provinces of Zhang\n                     zhung called sGo, Phug and Bar.</p>\n\n                  <p>The story of the Khyung lineage begins with three brothers: lHa lung rgyal,\n                     Khyung Thog la &rsquo;bar, and dMu khyung rgyal. Around the 10th century, Shes rab\n                     rgyal mtshan, of the dMu khyung lineage, migrated to Sum pa glang. As the\n                     Khyung lineage prospered there, the place came to be known as Khyung po.</p>\n\n                  \n\n                     "},{"title":"(35) sTeng chen Monastery","index":3,"parent_index":2,"body":"\n\n                     <p>The monastery&rsquo;s full name is sTeng chen dgon gYung drung bstan rgyas gling.\n                        sTeng chen Monastery comes under the administration of the municipality of\n                        sTeng chen and is situated on the hillside to the west of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong. </span>It was founded in 1061 by Khyung dbus Shes rab\n                        rgyal mtshan.</p>\n\n                     <p>The story of the Khyung lineage is told as follows: A long time ago, a big\n                        Garuda (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">khyung</span>) flew into a flower garden and there it\n                        produced three crystal-like eggs, from each of which appeared a very\n                        beautiful boy. The eldest was called lHa khyung, the second Thog la &rsquo;bar and\n                        the youngest dMu khyung rgyal. The latter had two sons and a daughter, sTag\n                        sgra dun gtsug, dPal gyi gir ti and Khyung bza&rsquo; Ye shes mtsho rgyal. The\n                        daughter, Khyung bza&rsquo;, married Lig mi rgyal, the king of Zhang zhung. Her\n                        elder brother, sTag sgra dun gtsug, flourished in sTeng chen. He had a son\n                        called Gyer nam zur rtse, who had two sons, sTong rgyung rin mo and sTag la\n                        skyes. The former had three sons, Khyung sgom mu langs, Khyung &rsquo;phags khra\n                        mo and Khyung sder sngon mo. Khyung sgom mu langs&rsquo;s son was Khu byug, and\n                        his three sons were sTag pa, Zur dkar ba and mDo bkra ba. sTag pa&rsquo;s son was\n                        Myes tshab, and he had four sons, sTon pa &rsquo;bar, Dam pa Khyung sgom (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">alias</span> Shes rab sgom), dBen pa ma lugs (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">alias</span> sTon lug), and Dam pa Khyung dbus (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">alias</span>\n                        Dad pa rgyal mtshan). sTon pa &rsquo;bar&rsquo;s son was sTon thar, and he had six sons,\n                        sTon sras, Shes rab rgyal mtshan, sTon mnyan Dam pa bang bkra, dPon dge,\n                        dPon dbus and sTon &rsquo;bum. The mother of these six was a rGya lady, so they\n                        came to be known as &ldquo;The Six rGya tsha Brothers&rdquo; (rGya tsha spun drug). Of\n                        the six brothers, Khyung dbus Shes rab rgyal mtshan was guided by a prophecy\n                        as follows:</p>\n\n                     <p>&ldquo;The one who holds the lineage of dBra dkar Khyung po</p>\n\n                     <p>Must go to mDo khams smad.</p>\n\n                     <p>The doctrine rises and falls like the sun and the moon,</p>\n\n                     <p>Even if they fall tonight, they would shine tomorrow.</p>\n\n                     <p>At the bottom of Sum glang lies rNgu rdzong,</p>\n\n                     <p>In front of the six magnificent fortresses of crystal.</p>\n\n                     <p>sTeng chen is situated like the gold fish in a lake,</p>\n\n                     <p>There is the site for a seat of the Khyung family.</p>\n\n                     <p>Now go towards that site.</p>\n\n                     <p>The river of knowledge will wind there,</p>\n\n                     <p>And the flag of the Khyung lineage will be stable there.&rdquo;</p>\n\n                     <p>When Khyung dbus arrived in sTeng chen there was a Chinese man there called\n                        gTsug gtor nyi ma &rsquo;brug grags (hereafter, Nyi ma &rsquo;brug grags). He was a man\n                        both powerful and learned. He realized that the time had come and that his\n                        was a suitable place to welcome Khyung dbus.</p>\n\n                     <p>At that time, Khyung dbus was travelling in the places called Khri, rDo, rMa\n                        and La. Nyi ma &rsquo;brug grags constructed a throne at Khyung khri thang in rMa\n                        and gave a reception for the lama. Then the lama was invited to go to a\n                        fortress called Khams gsum dbang &rsquo;dus. From there he proceeded to sTeng\n                        chen, which he thought corresponded to the description in the prophecy. The\n                        lama first founded two colleges called Kun khyab gling and bsTan rgyas\n                        gling. The first one was for practising meditation according to Sutra and\n                        the second according to Tantra. bsTan rgyas gling produced a series of\n                        eminent monks and Kun khyab gling had tantric practitioners such as Tha yud\n                        wer zhi and the eighteen masters in the Do khung line, who were all\n                        tantrists with long locks.</p>\n\n                     <p>Nyi ma &rsquo;brug grags then offered his adherence to Khyung dbus by telling\n                        him:</p>\n\n                     <p>&ldquo;I have my own Chinese culture in China.</p>\n\n                     <p>I must return to my own country.</p>\n\n                     <p>I offer you this seat of mine as your abode.</p>\n\n                     <p>And this large field for which I paid a bowlful of gold,</p>\n\n                     <p>As a seat for yourself, king of Khyung.</p>\n\n                     <p>The plateau up there,</p>\n\n                     <p>Is the place where I play the gold dice.</p>\n\n                     <p>Make it your royal seat, you, the king. </p>\n\n                     <p>Below the junction of the three gSer ru valleys,</p>\n\n                     <p>Above the confluence of the two rivers,</p>\n\n                     <p>This is the land I, the old China man, bought.</p>\n\n                     <p>Make it your royal seat, you, the king. </p>\n\n                     <p>The red rock, which is like a fortress of fire (down there),</p>\n\n                     <p>Is like a Garuda lying in its nest.</p>\n\n                     <p>Make it your royal seat, you, the king. </p>\n\n                     <p>It is there where you should build your fortress and palace&hellip;&rdquo;</p>\n\n                     <p>And he added,</p>\n\n                     <p>&ldquo;The spring of water in rDza dkar so ma,</p>\n\n                     <p>Is the place for your horse to drink.</p>\n\n                     <p>All this is given to you, please accept them.&rdquo;</p>\n\n                     <p>Khyung dbus replied: &ldquo;I am simply a monk who has abandoned the family life,\n                        so I would not know how to manage a fortress and be a leader of a community.\n                        If you mean to give your land and fortress to the Khyung family, my\n                        brother&rsquo;s sons A brla and Nang chen grags pa are at Khyung lung in Zhang\n                        zhung. I hope you will be able to send two messengers with a present from me\n                        to go to Khyung lung.</p>\n\n                     <p>Then Khyung dbus, as a sign of assurance, gave a dagger with a white haft to\n                        the messengers dispatched by Nyi ma &rsquo;brug grags. They called on Khyung A\n                        brla, offered the present and told him why they came to see him. Khyung A\n                        brla consented to come to sTeng chen. He, with the two messengers, travelled\n                        by the southern road. They happily arrived in the land of Khyung po.</p>\n\n                     <p>Then Khyung dbus and Nyi ma &rsquo;brug grags met Khyung A brla. Nyi ma &rsquo;brug\n                        grags, having given all the land to Khyung A brla, went back to China\n                        accompanied by his own servants. Khyung dbus and all the people saw him off.\n                        Khyung dbus passed away on the shore of the river rNgul chu after exhibiting\n                        immense miraculous signs of his spiritual accomplishment.</p>\n\n                     <p>Later Nang chen grags pa paid a visit to China and had an audience with the\n                        emperor. Upon returning to sTeng chen, he fixed his residence at sTeng chen\n                        itself. Thereafter, sTeng chen&rsquo;s spiritual and temporal laws became very\n                        famous. A brla continued working for the monastery and exhibited signs of\n                        spiritual accomplishment. He finally died at the age of sixty-two. He had\n                        many religious objects of body, speech and mind made.</p>\n\n                     <p>One of A brla&rsquo;s four wives, &rsquo;Dan bza&rsquo;, had three sons, Khyung zhig Ye rgyal\n                        ba, dBang rgyal grub and Byang nang pa Byang shes. Ye rgyal ba was an\n                        eminent monk. He practised meditation on Khro bo and Phur pa. Kindling his\n                        divine power, he reinforced his deeds for religious beings. He died at\n                        seventy. A brla&rsquo;s son bSod nams rgyal mtshan by the lady of Rong was a very\n                        learned man. He possessed awe-inspiring dignity, convincing speech and\n                        foresight, and his reputation spread. He passed away when he was eighty-two.\n                        Drung chen Nam mkha&rsquo; rgyal mtshan, another son of A brla by Rong mo za, was\n                        a man with a broad knowledge of Bonpo scriptures. With the great power and\n                        skill obtained from constant meditation on Srid rgyal drel dmar, in\n                        particular, he laboured for sentient beings. At the age of seventy-two, he\n                        died in sTeng chen. From here the offspring of A brla were succeeded as the\n                        head of the monastery by a series of masters:</p>\n\n                     <ol type=\"1\">\n                        <li> Rin chen rgyal mtshan dar</li>\n\n                        <li> gYung drung rgyal mtshan </li>\n\n                        <li> Rin chen rgyal mtshan</li>\n\n                        <li> bsTan pa&rsquo;i rgyal mtshan</li>\n\n                        <li> Ye shes rgyal mtshan</li>\n\n                        <li> lHun grub bsod nams dbang rgyal</li>\n\n                        <li> dBang gi rgyal mtshan</li>\n\n                        <li> Yid bzhin rgyal ba</li>\n\n                        <li> rGyal ba don grub</li>\n\n                        <li> Khyung po Blo gros rgyal mtshan</li>\n\n                        <li> Blo ldan snying po (b.1360)</li>\n\n                        <li> Khyung chen Yon tan rin chen</li>\n\n                        <li> Khyung dkar</li>\n\n                        <li> Khyung po A &rsquo;je</li>\n\n                        <li> Khyung po rNam rgyal</li>\n\n                        <li> sPyang Be zhu Blo bzang</li>\n\n                        <li> sKyang &rsquo;phags Tshe dbang bstan rgyal</li>\n                     </ol>\n\n                     <p>Blo ldan snying po, the eleventh, was born of the dBra clan in the lower\n                        part of Khyung po. He received the Oral Tradition, which he wrote down,\n                        filling about fifty-four volumes, including the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mDo Dri med\n                           gzi brjid</span>. He is said to have had a five-storey temple built, called\n                        bKra shis &rsquo;od &rsquo;bar. It had statues of deities of the forty-five vehicles, as\n                        well as the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Khams chen nag phran ma</span> written in gold. He\n                        died at forty-seven.</p>\n\n                     <p>sKyang &rsquo;phags Tshe dbang bstan rgyal, the seventeenth, studied at gYung\n                        drung gling Monastery (No.2) and obtained the degree of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dge\n                           bshes</span> there. Having thoroughly mastered dozens of subjects, he\n                        received completely perfect teachings of texts and instructions from Lama\n                        rGyal mtshan in sTeng chen. At that time, gTer ston bDe chen gling pa\n                        arrived in sTeng chen. He visited the place called gTer sgrom kha and\n                        prophesied that there would be a monastery there. Since Tshe dbang bstan\n                        rgyal had been given the very same prophecy by sKyabs mgon Zla ba rgyal\n                        mtshan, Tshe dbang bstan rgyal fulfilled the prophecies of the two masters\n                        by uniting the two establishments, gYung drung bstan rgyal gling - the\n                        monastery of Khyung dkar lineage holders in the Upper sTeng chen - and the\n                        one called Kun khyab gling - which had been the abode of eighteen series of\n                        Khyung tantric practitioners - into one and moving them to gTer sgrom kha in\n                        1862.</p>\n\n                     <p>The new monastery was large with a number of monks. It had over four hundred\n                        households to support it. Moreover, he had over a hundred temples built, of\n                        various sizes. These establishments followed a strict monastic tradition;\n                        assemblies were to be held fifteen times a year. The monastery had many\n                        important visitors, so it became known all over Tibet.</p>\n\n                     <p>Then, in sTeng chen Monastery, there was the accomplished scholar gYung\n                        grags pa (gYung drung Tshul khrims dbang grags), who had the whole <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; &rsquo;gyur</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; brten</span> copied to\n                        the best quality and made an excellent catalogue of the collection. After\n                        gYung grags pa, Khyung sprul Tshe dbang g-yung drung followed as the head of\n                        the monastery in 1913. During this time, China and Tibet were at war with\n                        each other which caused the monastery to be burnt down. However, Khyung ser\n                        sga sprul Tshe dbang g-yung drung took the initiative to rebuild it. A large\n                        and splendid temple was built, containing many religious objects. At that\n                        time, bsTan pa, having obtained the degree of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dge bshes</span>\n                        in metaphysics in gYung drung gling, returned to his native monastery. When\n                        Nyi ma dbang rgyal, the Thirty-first abbot of sMan ri Monastery (No.1), came\n                        to this monastery, the abbot appointed bsTan pa as head of the monastery.\n                        mKhan po bsTan pa had many religious objects made and did great deeds for\n                        sentient beings.</p>\n\n                     <p>Before 1959, there were about 180 monks in sTeng chen Monastery. At present\n                        there are sixty-one monks, led by the following: the abbot, rGya mtsho nor\n                        bu, who is thirty-three years old in 1998; the chanting conductors, &rsquo;Chi med\n                        g-yung drung and bsTan pa tshul khrims; and the disciplinarians, bSod nams\n                        bkra shis and sNying rje bstan &rsquo;dzin. There are, in fact, no more than\n                        fourteen who reside permanently in the monastery.</p>\n\n                     <p>As daily activities, in the morning the monks recite the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rtsa rlung</span> prayer. Then they perform the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsang</span>\n                        purification ritual and the water offering based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bDud\n                           rtsi chu rgyun</span> and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rTsis &rsquo;go bdun pa</span>.</p>\n\n                     <p>Other rituals that the monks perform on different occasions are based on the\n                        texts <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sMon lam mtha&rsquo; yas</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;Dul\n                           chog</span> (during the summer retreat), <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Ma tri</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rNam rgyal</span> and<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> mKha&rsquo; klong gsang\n                           mdos</span>. They also perform rituals for wrathful deities, gShed dmar,\n                        Khro bo and the propitiation of the religious protectors.</p>\n\n                     <p>The mountain behind the monastery is called Brag dmar ri &rsquo;dus, the abode of\n                        the local deity Rin chen &rsquo;bar ba, and at its left are those called gZi yar\n                        sku, Mar sku and Gong rgyal. In front of the monastery is the holy mountain\n                        known as Ri rtse drug.</p>\n\n                     <p>The monks&rsquo; main source of income is religious services in the neighbouring\n                        villages of Ye tha, which have a population of more than 3,200 farmers and\n                        nomads, in over 500 households. For these services the people customarily\n                        pay the monks from five to twenty <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan</span> a day.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(36) sTeng chen Hermitage","index":4,"parent_index":2,"body":"\n\n                     <p>This is a hermitage that lies to the east of sTeng chen Monastery, less than\n                        a stone&rsquo;s throw away.</p>\n\n                     <p>The hermitage has a large temple of magnificent design. The main religious\n                        objects are the reliquary stupa of sMon lam rgyal mtshan at the centre,\n                        another reliquary stupa of Me ston Nyi ma rgyal mtshan to the right and that\n                        of Tshul khrims rgyal mtshan to the left. There is also an old thangka of\n                        the Twelve Deeds of sTon pa gShen rab.</p>\n\n                     <p>Before 1959, there were about fifty monks in this hermitage. Presently there\n                        are two lamas, lHun grub rgya mtsho and Yon tan rgya mtsho, and the chanting\n                        conductor, bKra shis dbang &rsquo;dus. It is considered to be a branch of dGyes ri\n                        Monastery in Kongpo.</p>\n\n                     <p>With regard to the main daily activities, in the morning the monks perform\n                        the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsang</span> ritual and the water offering; at midday they\n                        recite the mantra of the tutelary deities; and in the evening, they chant\n                        the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; skyong</span>.</p>\n\n                     <p>Every year, in the fourth Tibetan month, from the 23rd to the 30th day, the\n                        monks perform the Cho ga bcu gnyis ritual. From the fifth month to the end\n                        of the sixth month, the ritual of rNam rgyal is performed. In the ninth\n                        month, from the 21st to the 30th day, they perform the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dgu\n                           gtor</span> rite based on deities, sometimes Yi dam Dran pa drag po and\n                        other times the goddess Srid pa rgyal mo.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(37) Ko bo Monastery","index":5,"parent_index":2,"body":"\n\n                     <p>Ko bo Monastery is under the administration of the sTeng chen villages. It\n                        is about nine kilometres from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong. </span>It lies<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>on a small hill west of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>\n                        and access to it is difficult.</p>\n\n                     <p>This monastery was founded by Ko bo Ye shes rgyal mtshan in 1408. It is\n                        below the sacred mountain - the abode of the local deity &rsquo;Jag rgyal smug po\n                        - which is on the highland between the rivers rNgul chu and rDza chu in\n                        Khams.</p>\n\n                     <p>The line of masters of the monastery is as follows:</p>\n\n                     <ol type=\"1\">\n                        <li> Ko bo Ye shes rgyal mtshan</li>\n\n                        <li> Zla grags Rin chen rgyal mtshan</li>\n\n                        <li> Zla grags Rin chen dpal bzang</li>\n\n                        <li> Zla grags Nyi ma &rsquo;od zer</li>\n\n                        <li> Zla grags Tshul khrims dbang rgyal</li>\n\n                        <li> Ha Rinpoche</li>\n\n                        <li> Zla grags Rin chen phun tshogs</li>\n                     </ol>\n\n                     \n\n                        "},{"title":"Main Religious Activities","index":6,"parent_index":5,"body":"\n\n                        <ol type=\"1\">\n                           <li> In the first Tibetan month, from the 3rd day, annual activities\n                              begin with the commemoration of mNyam med Shes rab rgyal mtshan. The\n                              monks perform the ceremony based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Klong\n                                 rgyas</span>, as well as chanting the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Bla ma mchod\n                                 pa</span> and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;Tshogs &rsquo;don</span>. The ritual cycle\n                              of Phur pa is performed while two monks perform that of Ge khod\n                              separately.</li>\n\n                           <li> In the second month, on the 24th day, the commemoration of Zla\n                              grags is celebrated with the ceremony based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rNam dag</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Klong rgyas</span>. On the 27th\n                              day there is a recitation of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;Tshogs &rsquo;don</span>.\n                              The monks practise silent reading of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Khro bo</span>\n                              and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Ma tri rin chen sgron ma</span>. On the same\n                              occasion they make offerings to the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">klu</span>\n                              spirits.</li>\n\n                           <li> In the fifth month, on the 29th day, the summer ritual (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbyar sgrub</span>) begins. There is a ritual of A dkar\n                              and a performance of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sDe brgyad bzlog mdos</span>.\n                              Besides these, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsKang &rsquo;bum</span> is chanted. In the\n                              gNas brtan lha khang, two monks chant the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gNas brtan\n                                 bcu drug</span>, a rediscovery of Sangs rgyas gling pa. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbyar sgrub</span> is adjourned on the 6th day of the\n                              sixth month.</li>\n\n                           <li> In the sixth month, on the 7th and 8th days, there are religious\n                              dances. On the 9th day, all the laity and clerics come, making the\n                              circumambulation called <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;bum bskor</span>. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">zhi khro</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsol kha</span> rituals\n                              are performed during the day, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; skyong</span> in\n                              the evening and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsKangs &rsquo;bum</span> during the\n                              night.</li>\n\n                           <li> During the Summer retreat (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbyar gnas</span>) there\n                              is a recitation of Sutra, such as the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mDo dri\n                              med</span>.</li>\n\n                           <li> In the tenth month, on the 23rd day, the ritual cycle of Khro bo\n                              is performed according to the local tradition, as well as the ceremony\n                              of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Yab sras tshogs &rsquo;khor</span>. The chanting of the\n                                 <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsKangs &rsquo;bum</span> by two monks takes place\n                              separately. On the 29th day, there is a religious dance and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gtor rgyag</span> ceremony. On the 30th day, the\n                              gathering is adjourned.</li>\n                        </ol>\n\n                        <p>As there are many great and complete murals in the assembly hall and at\n                           the porch of Ko bo Monastery, I shall give here the names of the main\n                           deities and some remarks concerning their iconography.</p>\n\n                        <p>The four great local deities (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gnyan chen sde\n                           bzhi</span>):</p>\n\n                        <ol type=\"1\">\n                           <li> rMa chen sPom ra: a deity riding on a white horse</li>\n\n                           <li> Thang lha Yar bzhur: a deity riding on a red horse</li>\n\n                           <li> Ti se: a deity riding on a snow lion</li>\n\n                           <li> Yar lha Sham po: a deity riding on a dragon</li>\n                        </ol>\n\n                        <p>The local deities of the holy mountains surrounding Ko bo Monastery:</p>\n\n                        <ol type=\"1\">\n                           <li> sMug po ri btsun (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">alias</span> Brag btsan thog rgod\n                              &rsquo;bar ma): a goddess with one head, two arms and a red body. She holds\n                              a white conch in her right hand and a gem in her left. Wearing a black\n                              hat on her head, she is mounted on a black horse.</li>\n\n                           <li> Rin chen &rsquo;bar ba, the proprietor of Mount Rin chen &rsquo;bar ba: a\n                              deity with a red body, one head and two arms. Mounted on a black\n                              horse, he exhibits a terrifying air.</li>\n\n                           <li> &rsquo;Ga&rsquo; rgyal Rin chen spungs: a deity with a white body, one head\n                              and two arms. He holds a lance with a flag fastened to it in his right\n                              hand and a gem in his left. Mounted on a blue horse, he has an air of\n                              bravery.</li>\n\n                           <li> sPen ne ri bkra: a deity with a white body, one head and two arms.\n                              Dressed in a king&rsquo;s garment, he holds a gem in his right hand and a\n                              lance with a flag fastened to it in his left. He is mounted on a\n                              light-bay stallion.</li>\n\n                           <li> Jo mo g-yu rtse: a goddess with a white body, one head and two\n                              arms. She holds a lance with a flag fastened to it in her right hand\n                              and a vase in her left. Mounted on an antelope, she has a peaceful\n                              appearance.</li>\n\n                           <li> Ri dmar dBu lha btsan rgod: a deity with one head, two arms and a\n                              conch-like white body. He holds a lance with a flag fastened to it in\n                              his right hand and a gem in his left. Clad in a king&rsquo;s garment, he\n                              rides a red horse.</li>\n\n                           <li> dMag dpon rTa rgod &rsquo;bar ba: a deity with a white body, one head\n                              and two arms. His right hand is clenched in a fist and in his left\n                              hand he holds a gem. Standing on a blazing fire, he shows extreme\n                              bravery.</li>\n\n                           <li> sTag lo kha yan: a goddess with a yellow body, one head and two\n                              arms. She holds a sword in her right hand and a gem in her left.\n                              Mounted on a tigress, she is in an extreme rage.</li>\n\n                           <li> rDzong dmar: a deity with a red body, one head and two arms. He\n                              holds a lance with a flag fastened to it in his right hand and a lasso\n                              in his left. Riding a reddish-brown horse, he is in a rage.</li>\n\n                           <li> Grogs rdis Nor skyong dpal ldan: a deity with a white body, one\n                              head and two arms. He holds a vase in his right hand and a gem in his\n                              left. Clad in a nomad&rsquo;s garment, he sits peacefully on a\n                              cushion.</li>\n\n                           <li> Rag pa g-yu rtse: a deity with a blue body, one head and two arms.\n                              He holds a lance with a flag fastened to it in his right hand and a\n                              gem in his left. Riding a light-bay stallion, he exhibits an air of\n                              bravery.</li>\n\n                           <li> sTag thus bon mtshan: a deity with a blue body, one head and two\n                              arms. He clenches his right hand while holding a vase in his\n                              left.</li>\n\n                           <li> sTag thus bon rgan: a deity with a white body, one head and two\n                              arms. He holds his hands in the manner of a meditating monk.</li>\n\n                           <li> rTa sgo: a deity with a white body, one head and two arms. He\n                              holds a drum in his right hand and a flat gold bell in his left.\n                              Riding a divine yak, he exhibits an air of dignity.</li>\n\n                           <li> Gangs rgyal: a deity with a white body and plaited hair. He has\n                              one head and two hands. His right hand holds a lance with a flag\n                              fastened to it and the other holds a gem. He is mounted on a light-bay\n                              stallion.</li>\n                        </ol>\n\n                        <p>There are also murals of the thirteen mGur lha:</p>\n\n                        <ol type=\"1\">\n                           <li> gNyan rje Gong sngon, mounted on a red Garuda</li>\n\n                           <li> gTsang lha Bye yug, on a white horse</li>\n\n                           <li> Srog lha Gangs dkar, on a yellow gander</li>\n\n                           <li> sGyog chen sDong ra, on a divine white yak</li>\n\n                           <li> &rsquo;Brong nam Yang rtse, on a blue buffalo</li>\n\n                           <li> Dung lha Byang rtse, on a red horse</li>\n\n                           <li> lCog lha Tshal rtse, on a blue dragon</li>\n\n                           <li> lHa ri gYu rtse, on a yellow deer</li>\n\n                           <li> sPom ra Nag po, on a black mule</li>\n\n                           <li> &rsquo;Gyu chen lDong khram, on a red mule</li>\n\n                           <li> dByig chen Ra rngam, on a white horse</li>\n\n                           <li> Ba ru Ser glang, on a white ox</li>\n\n                           <li> &rsquo;Bri chen sDong ra, on a red horse</li>\n                        </ol>\n\n                        <p>The twelve brTan ma goddesses, the guardians of the Bon religion:</p>\n\n                        <ol type=\"1\">\n                           <li> Kong btsun De mo, mounted on a tigress</li>\n\n                           <li> Gangs dkar Sha med, on a yellow gander</li>\n\n                           <li> rMa ting &rsquo;Phrul mo, on a white horse</li>\n\n                           <li> sKyi mthing Ya ma, on a sorrel yak</li>\n\n                           <li> Ma btsun &rsquo;Brog chen, on a blue ox</li>\n\n                           <li> rMa ri Rab khyams, on a blue horse</li>\n\n                           <li> lHa ri Ya ma, on a light-bay horse</li>\n\n                           <li> sKyi mthing Nag mo, on a blue deer</li>\n\n                           <li> Gangs kyi gYu sgron, on a blue parrot</li>\n\n                           <li> Ka ga Ser mo, on an antelope (Hodgson&rsquo;s)</li>\n\n                           <li> Kha rag Khyung btsun, on a black mule</li>\n\n                           <li> gDa&rsquo; la bTsun mo, on a deer</li>\n                        </ol>\n\n                        <p>Ko bo Monastery has, moreover, a magnificent mural of &rsquo;Ol mo lung ring.\n                           People of different countries call it by different names: bDe ba can by\n                           the people of U rgyan, Mi &rsquo;gyur g-yung drung can by the people of Shar\n                           gling, dBang bsgyur &rsquo;khor lo can by the people of Byang gling, Me tog\n                           bkod pa can by the people of Nub gling, and Yid bzhin bkod pa can by the\n                           people of &rsquo;Dzam gling.</p>\n\n                        <p>Further, it was named Sham bha la by the Indian people, Mu khyud gter gyi\n                           gling by the Chinese people, dBang ldan &rsquo;khor lo gling by the people of\n                           Za hor, Gar ma gar shom spro by the people of Yu gur, &rsquo;Gyur med &rsquo;od ma\n                           tshal by the people of Bru sha, Kha la g-yu gshog by the people of Kha\n                           che, dPag bsam ljon pa&rsquo;i gling by the people of Li bal, Nub byang rtag\n                           gzigs khyim gyi yul by the people of Zhang zhung, Nub phyogs &rsquo;Ol mo lung\n                           ring or &rsquo;Od mo gling by the people of Tibet, rTag gzigs ga sho nor gyi\n                           gling by the people of Mon yul, and dMu yul &rsquo;phyo ba gling by the people\n                           of &rsquo;Jang.</p>\n\n                        <p>At present there are two lamas in this monastery, Zla grags Rin chen phun\n                           tshogs, who is fifty-eight, and Bla chung mKhyen rab rgya mtsho, who is\n                           twenty-two in 1998. There are two abbots, dGe legs tshul khrims and rNam\n                           rgyal gtsug phud. There are more than eighty monks. In the vicinity of\n                           the monastery there are over three hundred households. The population of\n                           this area is about 3,500.</p>\n\n                        <p>The main source of income for the monks is the religious services they\n                           perform in villages. The lamas of high rank are customarily paid from\n                           fifty to one hundred <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan</span> a day and the common monks\n                           from ten to twenty <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan</span> a day.</p>\n\n                        <p>The location and murals of this monastery possess special qualities that\n                           distinguish it from other Bonpo monasteries. This monastery is now\n                           undergoing significant restoration and enlargement.</p>\n\n                     \n\n                  \n\n                  \n\n                     "},{"title":"(38) Ka legs gYung drung gling Monastery","index":7,"parent_index":2,"body":"\n\n                     <p>Ka legs dgon gYung drung gling is under the administration of the sTeng chen\n                        villages. From sTeng chen rdzong, travelling about twelve kilometres\n                        westward on the highway, we reach the village of Ra khrom. After crossing a\n                        small bridge, a walk of more than half an hour in a south-westerly direction\n                        leads us to the monastery. Situated on a hill and surrounded by a number of\n                        holy mountains, it lies to the east of the Four Great Sacred Places of\n                        Tibet, south of the Thang lha range, on the highland between the rivers\n                        rNgul chu and rDza chu, and near sTeng chen Monastery (No.35). It was the\n                        place where sPrul sku Blo ldan snying po received the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mDo\n                           Dri med gzi brjid</span> as an oral tradition and wrote it down.</p>\n\n                     <p>The monastery was first supported by benefactors gSas sar Nam mka&rsquo; g-yung\n                        drung, the owner of the land, &rsquo;Be ru bon srung and sTag rtsa rGyal mtshan.\n                        The Shel masters played an important role in the monastery. The origin of\n                        the Shel lineage is as follows: long ago in China, there was a man called\n                        Kun dga&rsquo; &rsquo;od &rsquo;phro. He lived amidst flowers in an ocean that emitted lights.\n                        He miraculously produced a white crystal egg from which a little man\n                        appeared. He had turquoise hair and a white chin-tuft; he was dressed in\n                        white silk and was holding a lotus. He was found by the king of China, who\n                        called him Zing ba mthu chen. He became a prelate in the court and came to\n                        have the name Legs tang mang po. bSam gtan rgyal mtshan, one of his\n                        descendants, migrated to Tibet, where he subdued many gods and demons. He\n                        was followed by Khro bo rgyal mtshan and Zhig chung Nam mkha&rsquo; mtha&rsquo;\n                        bral.</p>\n\n                     <p>In 1454, Yag snya bSod nams rgyal mtshan founded the monastery at gYang ra\n                        brag rtsar. He named the monastery Ka legs gYung drung gling. He raised\n                        funds for the commemoration of the great master mNyam med Shes rab rgyal\n                        mtshan and made sure that the rituals he established in the monastery\n                        closely followed the teachings of the master. There were only seven monks,\n                        including the lama Tshe dbang rgyal mtshan of rDzogs mda&rsquo; and Tshul khrims.\n                        There was a complete set of religious objects and implements for making\n                        offerings, such as the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gandi</span>, a drum, a stone gong and\n                        a conch. There was also the tradition of studying the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshad\n                           ma</span> logic.</p>\n\n                     <p>In 1564, reasons for moving the monastery to a new place arose. The old site\n                        was small and unsafe. So, in the time of lHun grub rgya mtsho, a discussion\n                        was held among all the laity and clergy and it was agreed that the monastery\n                        should be moved to Ka bzos sribs. It was therefore rebuilt and the religious\n                        objects of body, speech and mind were installed. Celebrations and the study\n                        of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshad ma</span> logic were re-established. There were\n                        about twenty-five monks at that time and the monastery became known even\n                        among the people of Amdo and rGyal rong.</p>\n\n                     <p>There was a series of masters as the head of the monastery:</p>\n\n                     <ol type=\"1\">\n                        <li> &rsquo;Gro mgon bsTan pa &rsquo;brug grags</li>\n\n                        <li> lHun grub bzhi</li>\n\n                        <li> gYung drung mi zhig rdo rje</li>\n\n                        <li> Yid bzhin rgyal ba tshul khrims</li>\n\n                        <li> bSod nams ye shes</li>\n\n                        <li> Tshul khrims rgyal mtshan</li>\n\n                        <li> Zla ba grags</li>\n\n                        <li> Phun tshogs rgyal mtshan</li>\n\n                        <li> bsTan &rsquo;dzin grags pa</li>\n\n                        <li> Nyi ma bstan rgyal </li>\n\n                        <li> gYung drung rgyal mtshan</li>\n                     </ol>\n\n                     <p>However, in 1914, the Tibetan troops led by the commander rTa nag (who were\n                        of dGe lugs pa obedience), came to the area and they began to murder many of\n                        the local people. They also completely burned the monastery. Phun tshogs\n                        bstan &rsquo;dzin grags pa (1888-1954) and his three disciples, Nyi ma grags pa,\n                        bsTan pa&rsquo;i rgyal mtshan and gYung drung rgyal ba, could no longer live\n                        there. They left for Hor where there were benefactors of the Bon\n                        religion.</p>\n\n                     <p>The teacher Phun tshogs bstan &rsquo;dzin grags pa was a capable physician. He was\n                        able to cure illnesses of man and animal, and prevent epidemics.</p>\n\n                     <p>At that time, there was, in sTeng chen, the famous governor-general of Hor,\n                        Grags pa rnam rgyal. He assigned A drung to the restoration of the monastery\n                        and sent him to Hor in order to bring back the above-mentioned monks. The\n                        governor-general ordered the chief of dKar ru and his people to provide\n                        labour, as well as to transport the timber that was needed.</p>\n\n                     <p>In 1914, Phun tshogs bstan &rsquo;dzin grags pa himself laid the foundation of the\n                        main hall. He maintained the monastic tradition of sMan ri as was\n                        established by mNyam med Shes rab rgyal mtshan. He also established the\n                        study of the five minor and five major sciences, the summer and winter\n                        festivals for fifteen days each and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dgu gtor</span> rite\n                        based on Khro bo and Phur pa, as well as the chanting of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; skyong</span>.</p>\n\n                     <p>There were two gilt-bronze stupas in the form of gYung drung bkod legs and a\n                        statue of rNam rgyal as tall as a two-storey house. He also had new copies\n                        of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; &rsquo;gyur</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; brten</span>\n                        made and obtained new offering implements, as well as having thangka made.\n                        New monk quarters were built. At that time, there were more than seventy\n                        monks in the monastery.</p>\n\n                     <p>A reliquary gilt-bronze stupa of Phun tshogs bstan &rsquo;dzin grags pa\n                        (1888-1954) as tall as a two-storey house was made. </p>\n\n                     <p>A prayer for a quick birth of his reincarnation was offered, in consequence\n                        of which his reincarnation was born in 1956. In the process of searching for\n                        the reincarnation, Ka legs Monastery made offerings of twelve thousand\n                        sacrificial cakes (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshogs</span>) to the tutelary deity Phur\n                        pa and to the protective deities. It was known that the reincarnation\n                        himself said, &ldquo;I am going to Ka legs&rdquo;, and showed many miraculous signs,\n                        which were actually heard by the attendant monks. The father of the\n                        reincarnation, who was called Tshang stobs rgyal mtshan, belonged to the\n                        lineage in which Me ston Shes rab &rsquo;od zer in Yar &rsquo;brog was born and the\n                        mother belonged to the lineage of Zhig po. At that time there were about\n                        seventy monks in the monastery. Among them were Rin chen tshul khrims, bsTan\n                        pa rgyal mtshan, Ye shes dbang ldan and bZod pa mthar phyin, who were all\n                        very learned, having studied logic and Sanskrit, as well as being\n                        accomplished in meditation according to the Oral Tradition of Zhang\n                        zhung.</p>\n\n                     <p>In short, this monastery has experienced rises and falls in the course of\n                        its own history, but it had the capacity to produce a series of eminent\n                        monks who were able to uphold the Bon doctrine and it is one of the oldest\n                        and important Bonpo monasteries.</p>\n\n                     <p>The monastery is surrounded by the following sacred sites: Sa yi brag ri\n                        sgor mo, where the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mDo Dri med gzi brjid </span>was written\n                           down<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>by Blo ldan snying po; Sa sho mda&rsquo;, where there\n                        is the self-risen <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Ma tri</span> mantra and swastika; bDe chen\n                        lha ri gnam rdzong; Chu na ma; and the holy mountain Dong rdzong smug po\n                        mched brgyad, regarded as the site blessed by Dran pa nam mkha&rsquo; and his son\n                        Tshe dbang rig &rsquo;dzin. There is a place called gYang ra nang, which was the\n                        previous site of the monastery.</p>\n\n                     <p>Before 1959, there were seventy monks in the monastery. At present there are\n                        sixty-two, including the lama Tshe dbang stobs rgyal. Rituals are performed\n                        according to the old custom, and all the religious objects, murals and the\n                        like in the assembly hall are kept in reasonably good condition.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(39) sMon rgyal bla brang","index":8,"parent_index":2,"body":"\n\n                     <p>This is a residence of an important lineage and is under the administration\n                        of the sTeng chen villages. It is located four kilometres to the south of\n                        the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>. It was established in 1842 by Nam mkha&rsquo;\n                        dbang. Before 1959, there were seven monks in the residence. At present\n                        there are no more than seven monks and a lama. It is very limited in scale,\n                        and in poor condition in every respect.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(40) Nag ru Monastery","index":9,"parent_index":2,"body":"\n\n                     <p>The monastery is usually known as Nag ru dgon bSam gtan gling.</p>\n\n                     <p>From sTeng chen rdzong,<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>travelling three kilometres\n                        eastward on the highway, turning right, then southward to cross a bridge and\n                        travelling another five kilometres, we reach lHa mthong village, which lies\n                        at the foot of a mountain. It takes an hour on foot to reach the monastery\n                        from the village, climbing up the mountain behind the monastery. There is\n                        another route that leads to it from its front side.</p>\n\n                     <p>Nag ru Monastery was founded in 1751 by Li shu stag ring. The present lamas\n                        are Pad ma kun legs and gYung drung grags pa. Before 1959, there were 105\n                        monks in the monastery. At present there are forty.</p>\n\n                     <p>The successive heads of the monastery were as follows:</p>\n\n                     <ol type=\"1\">\n                        <li> mTha&rsquo; zhu bDud &rsquo;dul sprul sku</li>\n\n                        <li> bZod pa</li>\n\n                        <li> Pad &rsquo;byung</li>\n\n                        <li> sTag dbang</li>\n\n                        <li> Grags sdis</li>\n\n                        <li> gYung drung grags pa</li>\n\n                        <li> Pad ma kun legs</li>\n                     </ol>\n\n                     <p>The main religious object of this monastery was the gilt-bronze statue of Li\n                        shu stag ring. There were also statues of the four deities Srid rgyal, bTsan\n                        and bDud. The monastery obviously followed the tradition of sMan ri\n                        Monastery (No.1).</p>\n\n                     <p>The monastery is surrounded by the following sacred sites: The mountain\n                        behind the monastery is called rDzong gseb, whose proprietor is Ba lha\n                        btsan. There are caves regarded as those of Dran pa nam mkha&rsquo;, sTag la me\n                        &rsquo;bar and gShen gSang ba &rsquo;dus pa, and footprints of a hawk, a falcon and a\n                        wolf.</p>\n\n                     <p>As daily activities, in the morning the monks recite the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;Tshogs &rsquo;don</span> and perform the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsang</span> ritual, at\n                        midday the ritual texts of dBal gsas, and in the evening those of Byams ma\n                        and sTag la.</p>\n\n                     <p>The monastery performs the following annual services:</p>\n\n                     <ol type=\"1\">\n                        <li> In the first Tibetan month, from the 1st to the 3rd day, they recite\n                           the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Klong rgyas</span>.</li>\n\n                        <li> In the fourth month, from the 13th to the 16th, they recite the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bDe shegs bsdus pa</span>.</li>\n\n                        <li> In the fifth month, from the 26th to the 29th day, there is the\n                           commemoration of an abbot.</li>\n\n                        <li> In the ninth month, from the 22nd to the 29th day, they perform the\n                              <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dgu gtor</span> rite.</li>\n                     </ol>\n\n                     <p>For the main source of income, the monks and lamas must go out to perform\n                        religious services in villages, which comes to no more than ten <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan </span>every four days.</p>\n\n                     <p>This monastery has fallen into decay. At present the only religious objects\n                        are two masks and two drums, one big and one small.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(41) Zhe nang Monastery","index":10,"parent_index":2,"body":"\n\n                     <p>The monastery&rsquo;s full name is Zhe nang dgon gYung drung dpal ri.</p>\n\n                     <p>From sTeng chen rdzong,<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>Zhe nang Monastery is reached\n                        by travelling three kilometres eastward on the highway and another eight\n                        kilometres along the waterway on the left. It is located to the west of the\n                        river Zhe zhung, in front of the mountain Gangs chen dbang po. It is a place\n                        of beauty and interest, surrounded by glorious forest-covered mountains, and\n                        the harmonious singing of birds is heard.</p>\n\n                     <p>This monastery was founded in 1735 by Bru zhig Yon tan rgya mtsho. It was\n                        the seat of the Khyung sprul series. Later it was maintained by the hermits\n                        gYung dga&rsquo; Rinpoche and rNal &rsquo;byor bZod pa Rinpoche. The latter undertook\n                        its renovation.</p>\n\n                     <p>The lineage of Khyung sprul starts with the sage Kun dkar &rsquo;Od ldan and then\n                        later continued as follows:</p>\n\n                     <ol type=\"1\">\n                        <li> gYu sgra snying po</li>\n\n                        <li> Shes rab blo ldan</li>\n\n                        <li> Grags pa rgyal mtshan</li>\n\n                        <li> lHun grub rgyal mtshan</li>\n\n                        <li> gYung drung phun tshogs</li>\n\n                        <li> gYung drung bstan &rsquo;dzin phun tshogs</li>\n\n                        <li> Gangs rgyal who was four years old in 1998</li>\n                     </ol>\n\n                     <p>Around the monastery are the following sacred mountains: Mount Gangs chen\n                        dbang po, regarded as the abode of Dran pa nam mkha&rsquo; and his twin sons Tshe\n                        dbang rig &rsquo;dzin and Pad ma &rsquo;byung gnas, is situated at the back of the\n                        monastery; to its right is Mount gYag se, to the left, Ra mdung, and in\n                        front, sPen ne ri bkra. There are also the two lakes of sPas thang mtsho,\n                        the large and the small.</p>\n\n                     <p>The monastery has the following religious objects: a relic of sTon pa gShen\n                        rab as big as a hen&rsquo;s egg, a conch made of his teeth and a tooth of bZod pa\n                        Rinpoche. Before 1959, there were 130 monks in the monastery. At present,\n                        there is the lama &rsquo;Chi med rig &rsquo;dzin and more than eighty monks.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(42) Zhu tshang Monastery","index":11,"parent_index":2,"body":"\n\n                     <p>Zhu tshang Monastery is in lNga stod village, sPa zla <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>lies seventy-six kilometres\n                        west of sTeng chen rdzong. To reach lNga stod village, a further ten\n                        kilometres of difficult driving northward is required.</p>\n\n                     <p>This monastery was founded by bsTan &rsquo;dzin grags pa in 1567. Before 1959,\n                        there were sixty monks in the monastery. At present there are sixty-one.\n                        There used to be three lamas, but now only one. The condition of this\n                        monastery is reasonably good in many respects, like the assembly hall, the\n                        temple and the religious objects. The main source of income is, as with\n                        other Bonpo monasteries, the performance of religious services in\n                        villages.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(43) Ri dmar Monastery","index":12,"parent_index":2,"body":"\n\n                     <p>Ri dmar Monastery is in Wang khog village, Khri rdo <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang.\n                        </span>From the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong,</span> after travelling sixty-five\n                        kilometres westward on the highway, another two-hours eastward and towards\n                        the mountain pass is required to reach Wa khog village.</p>\n\n                     <p>This monastery was founded by Shel rgya Shel zhig dbu dkar in 1573. Before\n                        1959, there were eighty monks in the monastery. At present there are no more\n                        than twenty monks and one lama. The temple and religious objects of this\n                        monastery are in a somewhat poor condition. They have no source of income\n                        other than the religious services the monks perform in villages.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(44) sGang ru Monastery","index":13,"parent_index":2,"body":"\n\n                     <p>The monastery is known as sGang ru dgon Dar rgyas. It is situated to the\n                        east of Srib mda&rsquo; village in Khri rdo <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. From the\n                           <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong </span>to Khri rdo <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span> is a\n                        distance of sixty-five kilometres along the main road<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">.\n                        </span>From there, it is five kilometres further to Srib mda&rsquo; village.</p>\n\n                     <p>This monastery was founded by Rin chen bstan &rsquo;dzin in 1310. Before 1959,\n                        there were eighty-seven monks in the monastery. At present there are\n                        fifty-six monks and one lama.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(45) Be sgo Monastery","index":14,"parent_index":2,"body":"\n\n                     <p>Be sgo Monastery is situated in gTam stod village, in gTam stod <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, which lies to the south of sTeng chen rdzong<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">. </span>It is a distance of forty-five kilometres from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong </span>to the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang. </span>As there is no\n                        road, the monastery is extremely difficult to reach.</p>\n\n                     <p>This monastery was founded by dBal &rsquo;bar stag slag in 1590. Before 1959,\n                        there were seventy monks in the monastery and now there are\n                        twenty-eight.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(46) rGya sgo Monastery","index":15,"parent_index":2,"body":"\n\n                     <p>rGya sgo Monastery stands within gTam stod village, gTam stod <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang. </span>From the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>, gTam stod\n                           <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>is reached by travelling forty-five kilometres\n                        northward, which, however, is very difficult because of the absence of a\n                        road to the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>.</p>\n\n                     <p>This monastery was founded by bSam gtan tshul khrims in 1869. Before 1959,\n                        there were twenty monks in the monastery. At present there are fifty monks\n                        and one lama. The condition of the assembly hall, temple and religious\n                        objects remains good. Rituals and services have been preserved as they used\n                        to be.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(47) gNam steng Monastery","index":16,"parent_index":2,"body":"\n\n                     <p>The seat of gNam steng Monastery is a place called gZi, which lies to the\n                        south-west of gTam stod village in gTam stod <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang.\n                        </span>gTam stod <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>is reached by travelling\n                        forty-five kilometres southward from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong. </span>To\n                        reach gZi, it is necessary to travel ten more kilometres in a south-westerly\n                        direction from gTam stod village, which is very difficult because there is\n                        no road.</p>\n\n                     <p>This monastery was founded by sMon lam &rsquo;od zer in 1496. Before 1959, there\n                        were twenty-one monks in the monastery. At present there are thirteen monks\n                        and one lama. The assembly hall, temple and religious objects of this\n                        monastery are in poor condition.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(48) dMu g-yad Monastery","index":17,"parent_index":2,"body":"\n\n                     <p>dMu g-yad Monastery is located to the south-east of gNu khug village in gTam\n                        stod <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang. </span>It is a distance of forty-five kilometres\n                        from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong </span>to gTam stod <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang.\n                        </span>From the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, the monastery is reached by\n                        travelling four kilometres in a south-easterly direction. As there is no\n                        road to this <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, it is very difficult to reach the\n                        monastery.</p>\n\n                     <p>This monastery was founded by Kun dga&rsquo; rgyal mtshan in 1910. Before 1959,\n                        there were forty-five monks in the monastery. At present it is taken care of\n                        by seventeen monks and one lama, who maintain the time-honoured customs of\n                        Bonpo rituals and services. The assembly hall, temple and religious objects\n                        are in reasonably good condition. The monks have no source of income other\n                        than performing religious services in villages and support from each\n                        household.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(49) Yang rdzong Monastery","index":18,"parent_index":2,"body":"\n\n                     <p>The location of Bya ze Yang rdzong Monastery is east of Kha thang village in\n                        a place called Bya ze which is in Ser tsha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. From\n                        the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>, it is reached by driving forty-five\n                        kilometres in a north-westerly direction.</p>\n\n                     <p>This is a magnificent monastery. It was founded by Khyung po &rsquo;Bum rgyal\n                        grags pa in 1413. sPrul sku Blo ldan snying po came to this monastery and he\n                        is said to have been aided by the local deities in his efforts to improve\n                        the monastery. By miraculous means, he constructed the\n                        magnificently-designed main hall on top of the high craggy hill. It had many\n                        sacred objects.</p>\n\n                     <p>Before 1959, there were 350 monks in the monastery. Now there are seventy\n                        monks and three lamas.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(50) Tsha ne Hermitage","index":19,"parent_index":2,"body":"\n\n                     <p>This hermitage is located to the east of Ru pha village in Ser tsha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. From sTeng chen rdzong,<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>Ser\n                        tsha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>is reached by driving forty-five kilometres\n                        in a north-westerly direction. Travelling another three kilometres eastward\n                        from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span> one reaches Ru pha village.</p>\n\n                     <p>The hermitage was established by Shes rab phun tshogs in 1838. Before 1959,\n                        there were ten hermits in the hermitage; now there are five.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(51) Ma rdzong Monastery","index":20,"parent_index":2,"body":"\n\n                     <p>Ma rdzong Monastery is situated to the west of &rsquo;Bu tshab village in Ser tsha\n                           <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang. </span>It is a distance of forty-five kilometres\n                        from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong </span>to Ser tsha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>.\n                        From there to &rsquo;Bu tshab village is a further five kilometres. As there is a\n                        road, it is reasonably convenient for cars to reach the village.</p>\n\n                     <p>This monastery was founded by gYung rgyal in 1774. Before 1959, there were\n                        forty-five monks in the monastery. At present there are twenty-one monks and\n                        one lama.</p>\n\n                     <p>The temple and religious objects of the monastery look reasonably good.\n                        Similar to other Bonpo monasteries, the monks have no means of earning a\n                        living other than performing religious services in villages and gathering\n                        support from their own parents and relatives.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(52) Phug leb Monastery","index":21,"parent_index":2,"body":"\n\n                     <p>Phug leb Monastery is situated to the west of &rsquo;Bu tshab village in Ser tsha\n                           <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang. </span>Ser tsha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>is\n                        forty-five kilometres north-west of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>. &rsquo;Bu\n                        tshab village is five kilometres from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. As\n                        there is a road, it is a relatively convenient trip.</p>\n\n                     <p>This monastery was founded by Khyung po &rsquo;Bum chen in 1413. Before 1959,\n                        there was one lama and two hundred monks in the monastery. At present there\n                        are twenty-one monks and one lama. This monastery, being one of the centres\n                        of the Khyung lineage, follows the old school of Bonpo tradition. The\n                        assembly hall, temple and monks&rsquo; cells are elegantly made on a grand scale,\n                        and it has a great number of statues of sTon pa gShen rab, Dran pa nam\n                        mkha&rsquo;, sTag la me &rsquo;bar and rNam rgyal. There are many books of excellent\n                        quality.</p>\n\n                     <p>Like all other Khyung po monasteries, rituals and services are held many\n                        times a year. Various aspects of this monastery, such as the temple and\n                        religious objects, are kept in relatively good condition.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(53) Kha spungs Nunnery","index":22,"parent_index":2,"body":"\n\n                     <p>Kha spungs Nunnery is located in Kha spungs village in Ga ngad <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. From sTeng chen rdzong, travelling more than\n                        eighty kilometres westward on the main road and then more than ten\n                        kilometres further northward, one reaches Kha spungs village, in the\n                        south-east part of which lies Kha spungs Nunnery.</p>\n\n                     <p>The nunnery was founded by Tshul khrims dbang mo in 1928. Before 1959, there\n                        was the head nun and twenty-two other nuns in the nunnery. At present there\n                        are twenty. The assembly hall, temple and the religious objects of the\n                        nunnery are in fairly good condition. The activities, such as annual\n                        religious services, have been successively preserved. As the nunnery has no\n                        property, for their living the nuns must receive support from their own\n                        families and earn money giving religious services in villages.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(54) Mar khu Monastery","index":23,"parent_index":2,"body":"\n\n                     <p>Mar khu Monastery is located to the west of Ngas pa village in Ga ngad <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang, </span>sTeng chen rdzong.<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>From the\n                           <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>, Ga ngad <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>is\n                        reached by travelling more than eighty kilometres westward on the main road\n                        and then more than ten kilometres northward. Ngas pa village is a further\n                        five kilometres from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>and the monastery lies\n                        to the west of the village.</p>\n\n                     <p>This monastery was established by lHun grub rgyal mtshan in 1691. Before\n                        1959, there were thirty-nine monks in the monastery; now there are\n                        twenty-five. The condition of the assembly hall, temple and religious\n                        objects is reasonably good. The monks perform the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsang</span>\n                        ritual every morning and other rituals every evening. Their source of income\n                        is the same as other small Bonpo monasteries.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(55) rTse drug Monastery","index":24,"parent_index":2,"body":"\n\n                     <p>rTse drug Monastery is situated in Sa sgang <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>in\n                        sTeng chen rdzong.<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>Travelling thirty kilometres in a\n                        south-easterly direction from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>, one reaches\n                        the foot of the hill on which rTse drug Monastery is located. It is a two\n                        hour&rsquo;s traverse on horseback from the west side of the hill up to rTse drug\n                        Monastery at the top.</p>\n\n                     <p>All around the monastery is a land of great beauty where birds, big cuckoos\n                        and small <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;jon mo</span>, are heard singing. Along the\n                        mountains and gorges stretching right and left, there are many legends woven\n                        around Ge sar, the King of Gling, and Seng lcam &rsquo;brug mo, his wife. There\n                        are also numerous tales of the local deities.</p>\n\n                     <p>The monastery was founded by Blo ldan snying po in 1383. It is one of the\n                        places blessed by innumerable sages and is often called Shel le rdzong drug.\n                        Its formal name is Shel brag gShen bstan Dri med gling. It is regarded as\n                        one of the five holy places in the world:</p>\n\n                     <p>&ldquo;Ri bo rtse lnga, abode of the<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> mkha&rsquo; &rsquo;gro</span> in China, </p>\n\n                     <p>rTsa ra&rsquo;i tsha khang, abode of the<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> mkha&rsquo; &rsquo;gro </span>in\n                        India,</p>\n\n                     <p>Me tog spungs mdzes, abode of the<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> mkha&rsquo; &rsquo;gro</span> in<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>O rgyan,</p>\n\n                     <p>Bho di, abode of the<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> mkha&rsquo; &rsquo;gro </span>in Shambhala, </p>\n\n                     <p>Shel le rdzong drug, abode of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mkha&rsquo; &rsquo;gro </span>in\n                        Tibet&hellip;&rdquo;</p>\n\n                     <p>&ldquo;The hill at the back looks like an elephant lying,</p>\n\n                     <p>With a gem held in its mouth.</p>\n\n                     <p>The hill to the right looks like the rising moon,</p>\n\n                     <p>With little stars in the sky.</p>\n\n                     <p>The hill to the left looks like a snow lion leaping,</p>\n\n                     <p>With turquoise mane on its chin.</p>\n\n                     <p>The mountain range looks like white silk spread&hellip;&rdquo;</p>\n\n                     <p>The monastery is surrounded by many marvelous signs and self-grown objects.\n                        Beneath the heap of boulders in front, there is a footprint of sTon pa gShen\n                        rab the length of a cubit, which is still visited by devotees. At the back\n                        of the monastery is a self-grown statue of rGyal ba rgya mtsho, a miraculous\n                        foot print of sTon pa &rsquo;Chi med gtsug phud and the self-grown letters A and\n                        Ma as evidence of teachings of Buddha having been spread. On a rock regarded\n                        as the throne of Bla chen Dran pa nam mkha&rsquo; there is a self-grown swastika\n                        and a self-grown letter A. To the left of the craggy hill is a self-grown\n                        statue of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mkha&rsquo; &rsquo;gro</span> Seng gdong ma. In front of the\n                        monastery there is a cemetery called Dul khrod bsil ba gling. Beside it is a\n                        large rock resembling a human lying on his back; it is regarded as the seat\n                        the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mkha&rsquo; &rsquo;gro</span> Seng gdong ma.</p>\n\n                     <p>On the surface of a boulder is a verse that Sangs rgyas gling pa wrote with\n                        his fingers, as if he were drawing in mud:</p>\n\n                     <p>&ldquo;All the virtuous work that I have accomplished</p>\n\n                     <p>with my body, speech and mind in sincerity,</p>\n\n                     <p>I share it with the sentient beings of the three realms,</p>\n\n                     <p>May it aid them all to purify all their misdeeds, and</p>\n\n                     <p>Rapidly obtain Buddhahood, endowed with three perfect bodies!&rdquo;</p>\n\n                     <p>On the surface of another boulder within an arrow&rsquo;s range, there are the\n                        self-risen letters Ya, Ra, Kha, Sru and A, which can actually be seen. On\n                        the surface of the high crag Bon ri, there are clear footprints and letters,\n                        around which is a self-grown statue of Khro bo gTso mchog mkha&rsquo; &rsquo;gyings and\n                        a statue and a mandala of Sangs rgyas sman bla. Moreover, in rTa rgyas<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>rdzong, there is a cave of Gyim tsha rma chung with a\n                        spring in the middle of it, a self-grown conch on the peak of Shel brag dri\n                        med dngos dga&rsquo;, and caves of Dran pa nam mkha&rsquo;, Tshe dbang rig &rsquo;dzin, Padma\n                        &rsquo;byung gnas and Blo ldan snying po.</p>\n\n                     <p>Blo ldan snying po, founder of the monastery, was of the dBra clan. He was\n                        born in 1360 in Khyung po. From childhood he naturally displayed cleverness\n                        and dexterousness unlike other children. He quickly mastered writing and\n                        reading. He was such a miraculous one that he inspired awe and respect in\n                        the minds of the people at the first sight of him. He met the scholar Rin\n                        chen blo gros, and in his presence took monastic vows and was given the name\n                        dBra btsun Nam mkha&rsquo; rin chen. He became an eminent scholar versed in Sutra,\n                        Tantra and Mind.</p>\n\n                     <p>In a vision, he received an oral transmission, which he wrote down, filling\n                        fifty-five volumes. They are about the Bon doctrine and the deeds of sTon pa\n                        gShen rab, such as the following works on Sutra: <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Dri med gzi\n                           brjid</span> in twelve volumes,<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> mTshan mdo</span> in six\n                        volumes, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lHun po brtsegs mdo</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKra shis\n                           dal &rsquo;bar khab</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Ma tri rin chen sgron ma</span>.\n                        There were also works on Tantra: <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dBal gsas rtsod zlog</span>,\n                           <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Phur pa spyi &rsquo;dul gshed dmar</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gSang\n                           mchog rig pa khu byug</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Thabs chen mkha&rsquo;\n                           rgyud</span>. He wrote other works on Dran pa nam mkha&rsquo;, the local deities\n                        of the place, as well as various religious songs (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mgur</span>)\n                        and instructions (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">zhal gdams</span>).</p>\n\n                     <p>He had a number of statues and stupas made, as well as a copy of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Khams chen</span> in gold. He practised meditation in other\n                        sacred places, such as Bya ze yang rdzong.</p>\n\n                     <p>His close disciples were sGo rigs rGyal mtshan &rsquo;od zer and &rsquo;Be tsha Grags\n                        rgyal. Other disciples were Khyung po Yon rin, sTogs ldan Nam mkha&rsquo; rin chen\n                        of A ba, rGya ra bSam gtan rgyal mtshan, rGya po Rin chen &rsquo;od zer rgyal\n                        mtshan, Gru zhig Nam mkha&rsquo; &rsquo;od zer and La dpyil rGyal mtshan &rsquo;od zer. Having\n                        completed these deeds, Blo ldan snying po passed away.</p>\n\n                     <p>The reincarnation of Blo ldan snying po was Mi shig rdo rje, who produced\n                        fifteen volumes<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>of writings on Bon doctrines, including\n                        the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sNyan brgyud zhi khro dgongs &rsquo;dus</span>.</p>\n\n                     <p>The Third Blo ldan snying po was Sangs rgyas gling pa, who greatly developed\n                        rTse drug Monastery. His benefactors were the chiefs of Khyung dkar, Khyung\n                        nag and Khyung ser in the Khyung po region. He was invited to go to rGyal\n                        rong by the king of dGe bshes. In rGyal rong he gave teachings to the\n                        people. When he was about to return to rTse drug Monastery, he was invited\n                        to the hall rNam rgyal khang bzang in the palace of the dGe bshe king. The\n                        king gave him the following gifts: an image of rGyal ba rgya mtsho that\n                        uttered words by itself, a pair of dragon-figured cymbals and a bronze gong\n                        named Khro chen dgu &rsquo;phar ma. The king also called on thirty young men to be\n                        ordained and become monks of rTse drug Monastery. The king of Brag steng\n                        gave Sangs rgyas gling pa the following gifts: thirty pairs of cymbals and\n                        thirty pairs of little flat bells of the Bon tradition. The king of Rab\n                        brtan gave him a large pair of cymbals named lHa mo rang grags and another\n                        called Srid pa rang grags, a large flat bell, canopies called rTa rgyugs ma\n                        and Khyung lnga ma, and the curtain called Seng thod ma. The Chinese\n                        emperors gave him large plaques (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">pan</span>), on which there\n                        were words in Chinese characters written in gold.</p>\n\n                     <p>Sangs rgyal gling pa, who was venerated by all, wrote many works, which are\n                        in two categories. First, the Oral Traditions he received, which are as\n                        follows: <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gNas brtan bcu drug</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gSang\n                           mchog rol pa</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Dran pa bdud &rsquo;dul</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Gu ru zhi drag</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Tshe dbang g-yung\n                           drung</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Gur khang, sTag la</span>, and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rDzong &rsquo;phrang le&rsquo;u gsum pa</span>. Second, the texts he rediscovered,\n                        which are as follows: <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Tshe sgrub rdo rje&rsquo;i go khrab</span>,\n                           <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Bla ma dgongs &rsquo;dus</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; thang kun\n                           snang gsal sgron</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Che mchog dran pa drag\n                        po</span>.</p>\n\n                     <p>There were also sacred objects that he rediscovered: a blue statue of Pad ma\n                        &rsquo;od &rsquo;bar; a skull of the Brahman; a figure of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mkha&rsquo;\n                           &rsquo;gro</span> Thugs rje kun sgrol and her belongings, such as her flat bell,\n                        dagger and vajra; as well as the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tsha tsha</span> image that\n                        belonged to Vairocana.</p>\n\n                     <p>Sangs rgyas gling pa, the great treasure-rediscoverer and savior of beings,\n                        having carried out the keeping, defending and spreading of the doctrines of\n                        Bon, and having done great deeds for sentient beings, finally passed\n                        away.</p>\n\n                     <p>Sangs rgyas gling pa&rsquo;s successors at the monastery were:</p>\n\n                     <ol type=\"1\">\n                        <li> dMu btsun Tshul khrims rgyal mtshan</li>\n\n                        <li> Mi pham &rsquo;gro ba&rsquo;i mgon po</li>\n\n                        <li> Zhu sprul bSod nams dbang rgyal</li>\n\n                        <li> Me ston Nyi ma rgyal mtshan</li>\n\n                        <li> Pad ma gar gyi dbang phyug</li>\n\n                        <li> sNyan rgyud dPal &rsquo;bar stag slag</li>\n\n                        <li> bSod nams blo gros dbang gi rgyal po</li>\n\n                        <li> Khyung dkar Yon tan</li>\n                     </ol>\n\n                     <p>Me ston Nyi ma rgyal mtshan, the fourth in the line, was regarded as the\n                        embodiment of Dran pa nam mkha&rsquo;. He gave up eating food, yet lived on at\n                        rTse drug for a long time. He established the hermitage of Gyim shod yang\n                        dben mthong grol near the monastery.</p>\n\n                     <p>In 1926, Nyag gter gSang sngags gling pa was invited to the monastery. He\n                        rediscovered various texts from the cave called Seng ge g-yu rtse and he\n                        established in the monastery the &ldquo;religious dance of the 10th day&rdquo; and the\n                           <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sman sgrub</span> ceremony. On this occasion there were\n                        over five hundred monks and nuns, a larger number of pilgrims, plus the\n                        local people all gathered together. The number of Bonpo pilgrims and\n                        spectators rose to nearly one hundred thousand.</p>\n\n                     <p>In 1934, Kun grol hum chen &rsquo;Gro &rsquo;dul gling pa was invited to the monastery.\n                        On this occasion, when he gave teachings concerning the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Zhi\n                           khro</span>, there were people from Hor, Khyung po and Tsha ba rong; about\n                        700 monks and nuns came to listen.</p>\n\n                     <p>The monastery also invited Khyung nag Tshul khrims phun tshogs - a disciple\n                        of &rsquo;Ja&rsquo; lus pa Shar rdza bKra shis rgyal mtshan - who gave extensive\n                        teachings there and initiated the making of copies of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; &rsquo;gyur</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; brten,</span> consisting of five\n                        hundred volumes, and paintings of more than fifty thangka of the life of\n                        Sangs rgyas gling pa; as well, he initiated the restoration of temples. His\n                        disciples were Phun tshogs dbang rgyal, Tshul khrims dar rgyas, bSod nams\n                        blo gros dbang gi rgyal po (the fifth rebirth of Sangs rgyas gling pa), Gar\n                        dbang rNam rgyal gYung drung rgyal mtshan and Tshul khrims rnam rgyal.</p>\n\n                     <p>gYung drung bstan pa&rsquo;i rgyal mtshan and Tshul khrims rnam rgyal are\n                        presently resident in the monastery. They have set up a new monastic school\n                        there, in which they have established the practice of meditation based on\n                        the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Che mchog dran pa drag po</span>, and the performance of\n                        the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshogs &rsquo;khor</span> ceremony on the 10th, 15th and 22nd\n                        day of every month. There are seven permanent resident monks.</p>\n\n                     <p>The monastery has many invaluable religious objects: </p>\n\n                     <p>In the gSer gdung khang: a solid gold reliquary stupa of Sangs rgyas gling\n                        pa in the form of gYung drung bkod legs as tall as the ceiling, which\n                        contains his remains; a reliquary stupa of Sangs gling Pad ma gar dbang; a\n                        statue of Tshe dpag med made of a mixture of medicine and clay; a statue of\n                        Sangs gling nga &rsquo;dra ma carved by &rsquo;Gro mgon; and murals depicting the life\n                        stories of Sangs rgyas gling pa.</p>\n\n                     <p>In the bKa&rsquo; &rsquo;gyur khang: a statue of sMon lam mkha&rsquo; yas as tall as a\n                        two-storey house, its back curtain adorned with the assembled deities of Cho\n                        ga bcu gnyis; and murals depicting the twelve deeds of sTon pa gShen\n                        rab.</p>\n\n                     <p>In the bedroom: a bronze image of Guru Rinpoche; images of him in eight\n                        forms, made of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dzi gim</span> (red gold); and murals of Mi\n                        shig rdo rje and the Bonpo deities, including sMra ba&rsquo;i seng ge, Gu ru Drag\n                        dmar and dPal mgon bdun cu.</p>\n\n                     <p>On the outer walls of the bedroom: murals of the Sixteen Arhats, the\n                        thousand images of sTon pa gShen rab, Guru, Nyi pang sad, the guardian of\n                        rTse drug and Me srung ral gri.</p>\n\n                     <p>In the &rsquo;Tshogs chen lha khang: a life-sized statue of Dus kyi &rsquo;khor lo;\n                        eight pairs of stupas; and murals of the Bonpo deities according to the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Ma tri rin chen sgron ma</span> by Blo ldan snying po, Phur pa,\n                        gShed dmar and Las gshin nag po chen po.</p>\n\n                     <p>In the gSeng khang: a gilt-bronze statue of gShen lha &rsquo;od dkar of good\n                        quality; statues of Shes rab smra ba&rsquo;i seng ge, Dus &rsquo;khor, Tshe dpag med and\n                        rNam par rgyal ba, each an arrow&rsquo;s length in height; hundreds more statues\n                        of gNas brtan and others; and murals of the assembled deities of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Che mchog dran pa drag po</span> and of the three Seng, Ma and\n                        gShin.</p>\n\n                     <p>In the Pod brtsegs kun dga&rsquo; rwa ba bskang gsol khang: a stuffed image of\n                        rGyal chen Shel khrab and the supports of other religious protectors.</p>\n\n                     <p>In the &rsquo;Khor khang: statues of Yum chen Shes rab byams ma and rGyal ba rgya\n                        mtsho, made of a mixture of medicine and clay; murals of the Eight Guru; and\n                        three conch-shell ornaments.</p>\n\n                     <p>In the upper storey of the gSeng khang: Nor bu me &rsquo;bar made of gilt-bonze\n                        and a banner of victory.</p>\n\n                     <p>In the back room of the large assembly hall: a statue of gShen lha &rsquo;od dkar\n                        made of a mixture of medicine and clay; statues of sTon pa Khri gtsug rgyal\n                        ba, sTon pa gShen rab and gYung drung mthong grol, each of which is as tall\n                        as a three-storey house; 108 stupas and murals of Blo ldan snying po, Mi\n                        shig rdo rje, Sangs rgyas gling pa, Kun grol grags pa, bDe chen gling pa and\n                        the deities of Cho ga bcu gnyis.</p>\n\n                     <p>In the bShad grwa&rsquo;i &rsquo;du khang: a statue of Yum chen Kye ma &rsquo;od mtsho and a\n                        life-sized one of &rsquo;Ja&rsquo; lus pa Shar rdza bKra shis rgyal mtshan.</p>\n\n                     <p>There are also caves of Mu cho ldem drug, Dran pa nam mkha&rsquo;, Tshe dbang rig\n                        &rsquo;dzin, Pad ma &rsquo;byung gnas and Blo ldan snying po.</p>\n\n                     <p>There were six sanctuaries of the religious protectors in the monastery, in\n                        each of which lay many statues beyond all value. Among the objects in these\n                        sanctuaries were the following: a word-uttering statue of rGyal ba rgya\n                        mtsho made of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dzi gim</span>, a cubit in height, which was\n                        rediscovered in rGyal rong by Sangs rgyas gling pa; large and small conchs\n                        made of the teeth of sTon pa gShen rab, rediscovered at Pha bong g-yag ro in\n                        the south by Go bde &rsquo;phags pa <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">alias</span> dBang ldan gShen\n                        sras lha rje.</p>\n\n                     <p>There were, as well, the following: the statue of Pad ma &rsquo;od &rsquo;bar,\n                        rediscovered in the dBus phug cave of Bon ri by Sangs rgyas gling pa; a\n                        statue of Rig &rsquo;dzin Dran pa bdud &rsquo;dul, rediscovered in rTa shod dkyil &rsquo;khor\n                        thang by Blo ldan snying po; a small flat bell worn by the mule of the\n                        goddess Srid rgyal drel dmar and rediscovered by gShen chen klu dga&rsquo;; a\n                        statue of Hum chen, the 6th Kun grol; a statue of gShen lha &rsquo;od dkar\n                        rediscovered at rTse drug by &rsquo;Gro &rsquo;dul gling pa; and a statue of sTon pa\n                        Khri gtsug rgyal ba rediscovered at rTse drug by sPa tshang gter chen. There\n                        were also the rediscoveries by gSang sngags gling pa: a bronze statue of Zhi\n                        khro gSang ba &rsquo;dus pa, two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">phur pa</span> daggers and a statue\n                        of &rsquo;Chi med gtsug phud made of iron.</p>\n\n                     <p>Later a new development took place in the monastery. Gar dbang rNam rgyal\n                        and his associates began to take an interest in the teachings of Shar rdza\n                        bKra shis rgyal mtshan. They began to unify various meditation\n                        establishments in the monastery and appointed Khyung nag Tshul khrims phun\n                        tshogs as the head of the monastery. Then a new meditation centre was\n                        established, where the new head of the monastery began to give teachings\n                        based the &ldquo;Five <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mDzod</span>&rdquo; of Shar rdza bKra shis rgyal\n                        mtshan. His disciples were brTson &rsquo;grus rgyal mtshan, sMon lam bstan &rsquo;dzin,\n                        gYung drung dge legs, sKal bzang g-yung drung and Tshul khrims rgyal\n                        mtshan.</p>\n\n                     <p>The successive abbots of the new establishment were as follows:</p>\n\n                     <ol type=\"1\">\n                        <li> Khyung nag Tshul khrims phun tshogs</li>\n\n                        <li> brTson &rsquo;grus rgyal mtshan</li>\n\n                        <li> sMon lam bstan &rsquo;dzin</li>\n\n                        <li> gTsug phud tshul khrims</li>\n\n                        <li> gTsug phud &rsquo;od gsal (d.1923)</li>\n\n                        <li> gTsug phud tshul khrims (a second time)</li>\n                     </ol>\n\n                     <p>gTsug phud tshul khrims continued giving teachings based the &ldquo;Five <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mDzod</span>&rdquo; of Shar rdza bKra shis rgyal mtshan.</p>\n\n                     \n\n                        "},{"title":"Annual Services and Rituals at present","index":25,"parent_index":24,"body":"\n\n                        <ol type=\"1\">\n                           <li> In the first Tibetan month there is the commemoration of mNyam med\n                              chen po, based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Klong rgyas</span>.</li>\n\n                           <li> In the second month, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gDugs dkar</span> cycle is\n                              performed.</li>\n\n                           <li> In the third month there is the commemoration of Sangs rgyas gling\n                              pa.</li>\n\n                           <li> In the fourth month there is the performance of the rituals for\n                              offerings of the sacrificial cake (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshogs</span>) one\n                              thousand times to Ma, gShin and Seng.</li>\n\n                           <li> In the fifth month, with the monks from several monasteries, the\n                              ceremony based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Bla ma rig &rsquo;dzin &rsquo;dus</span>\n                              <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">pa</span> is held, and on the 10th day, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshes bcu</span> ceremony with a religious dance.</li>\n\n                           <li> In the sixth month the summer retreat take place.</li>\n\n                           <li> In the seventh month the ritual based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Zhi\n                                 khro dgongs &rsquo;dus</span> is performed.</li>\n\n                           <li> In the eighth month there is the performance of the ritual based\n                              on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Ma mo rbod gtong</span>.</li>\n\n                           <li> In the ninth month, with the monks from other monasteries, the\n                              ritual cycles of Khro bo and Dran pa drag po are performed.</li>\n\n                           <li> In the tenth month there is the performance of the rite based on\n                              the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rTa mgrin ga&rsquo;u dmar nag</span>.</li>\n\n                           <li> In the eleventh month the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">srung zog</span> rite\n                              based on the ritual cycle of Phur pa is performed.</li>\n\n                           <li> In the twelfth month there is the performance of the rite based on\n                              the ritual cycle of Gu ru drag po.</li>\n                        </ol>\n\n                        <p>During the months from the ninth to the twelfth, all the monks also\n                           follow a programme of meditation based on the<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> rDzogs chen\n                              sku gsum rang shar </span>by Shar rdza bKra shis rgyal mtshan. During\n                           this course of meditation the monks practise <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rtsa\n                              lung</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gtum mo</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;phrul\n                              &rsquo;khor</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lus sbyong</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rlung\n                              sbyong</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">chu sbyong</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rlung\n                              ras</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">chu ras</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rgyab\n                              thur</span>, and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bcud len</span>.</p>\n\n                        <p>rTse drug Monastery had the following branches: Wa dge dgon Phun tshogs\n                           g-yung drung gling, rDa shis Bum steng dgon, sBra kho Dar rgyas dgon,\n                           Gyim shod Yang dben mthong grol ri khrod, Bon dgon gSas gdong g-yung\n                           drung gling, Na ba dgon gYung drung bstan rgyas gling, sBis tho dgon\n                           gYung drung lha steng, Lam lha dgon gYung drung gtam brag gling, dByibs\n                           dgon gYung drung lhun po rtse, rTa &rsquo;tshel dgon, Phug la dgon, Ru tha\n                           Ngang rdzong dgon and dGyes ri dgon, all of which were deemed to\n                           correctly maintain the tradition of rTse drug Monastery.</p>\n\n                        <p>The storekeeper and the treasurer of the Bla brang were fully responsible\n                           for all the procedure and financial affairs. In the sGrub grwa khang,\n                           seven lamas and monks practised the four stages of the tantric meditation\n                           while they learn other subjects. Likewise, the abbot and teacher gave\n                           lessons to more than fifteen monk students, on the first four of the\n                           &ldquo;Five <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mDzod</span>&rdquo; by Shar rdza.</p>\n\n                        <p>In the sGom grwa khang, twenty lamas and monks, headed by the abbot,\n                           practised the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rDzogs chen</span> meditation based on the\n                              <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dByings rig rin po che&rsquo;i mdzod</span>, one of the &ldquo;Five\n                              <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mDzod</span>&rdquo;.</p>\n\n                        <p>In the Srung ma khang, three monks continuously performed the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bskang gso</span> ritual for the Bonpo religious\n                           protectors.</p>\n\n                        <p>In the &rsquo;Khor khang, three persons continuously turned the three wheels of\n                           rolled scripture. Besides those who had responsibility in the monastery,\n                           there were other lamas who had to make visits to the branch monasteries\n                           twice a year in order to see if the monastic codes were observed; others\n                           appointed monk officials, exchanged offerings and performed rituals for\n                           the people and for the dead. The other duty of these monastic officials\n                           was to collect donations.</p>\n\n                        <p>This monastery&rsquo;s main sources of revenue were its manors - brDa shes, Kha\n                           lung, Wa dge, sPra kho, sBa nag and Brang rtswa thang - which produced as\n                           much as 250 <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">khal</span> of seed, and Upper and Lower rTa\n                           shod in dKar smad, Kha lung and Wa dge, from which they received payment\n                           for the rituals of rain-bringing and protection from drought and\n                           hail.</p>\n\n                        <p>The total grain earning of the monastery was: from Bam sting, Bal tho,\n                           Shog lnga, and Chu gzhung. The monastery also received gifts such as\n                           rape-oil. When the year&rsquo;s harvest was bad the monastery lent about 500\n                              <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;bo</span> of grain to the villages below the monastery,\n                           such as Wa dge, for which it received interest.</p>\n\n                        <p>In brDa shes and other places, the monastery possessed real estate with\n                           animals for ploughing, seventy or eighty <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mdzo mo</span> for\n                           dairy purposes and about forty horses and mules for transport.</p>\n\n                        <p>Two families of herdsmen kept the monastery&rsquo;s 180-plus yaks and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;bri</span>, and one hundred goats and sheep. In the nomad\n                           areas, such as dNgul phug, &rsquo;Gis nang, Om thog kha and brDa ris mda&rsquo;, the\n                           monastery had nomadic people called Thab gsos dud gsum who provided much\n                           of the annual expenditure, such as butter for making butter-lamp\n                           offerings.</p>\n\n                        <p>The material revenue of the abbot and high lamas covered the cost of\n                           living for about forty monks.</p>\n\n                        <p>As for the great hermits in the caves of Mu cho ldem drug, Dran pa nam\n                           mkha&rsquo;, Tshe dbang rig &rsquo;dzin, Pad ma &rsquo;byung gnas and Blo ldan snying po,\n                           they were customarily supported by the well-off families, such as the\n                           chiefs of dKar stod, dKar smad, sGar khang, Bya ze, and Nag ru.</p>\n\n                        <p>Before 1959, there were about five hundred monks in this monastery. At\n                           present there are six lamas, including Gar dbang rNam rgyal, and about\n                           210 monks. This monastery has an assembly hall with thirty-six pillars,\n                           gSer gdung khang, a meditation hall, a college building and other\n                           buildings, all of which are adorned with excellent interiors. The main\n                           religious objects, of immense value, are as follows: the word-uttering\n                           statue of Jo bo nga &rsquo;gro, which, having been hidden by many lay and\n                           clerical devotees during the Cultural Revolution, was presented to the\n                           monastery; a cubit-high statue of Kun bzang rGyal ba rgya mtsho made of\n                              <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzi gim</span>; a pair of large and small conchs, which\n                           are the transformations of gShen rab&rsquo;s teeth and his melodic voice; a\n                           blue statue of Pad ma &rsquo;od &rsquo;bar; a statue of gShen lha &rsquo;od dkar made of\n                           pure gold; a statue of sTon pa Khri gtsug rgyal ba; a statue of Rig &rsquo;dzin\n                           Dran pa bdud &rsquo;dul; a bronze statue of Phur pa ten cubits high; and a seal\n                           of Dran pa nam mkha&rsquo;. All of these can still be seen in the\n                           monastery.</p>\n\n                        <p>Annual services and rituals are performed according to the age-old\n                           tradition. In particular, in 1984, there was the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sman\n                              sgrub</span> medicine ceremony based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dBal phur\n                              &rsquo;od zer &rsquo;khyil ba&rsquo;i sman sgrub</span>, during which as many as eighteen\n                           thousand lay and clerical devotees from Hor, Shog lnga, Lam lha, Khyung\n                           dkar, Khyung nag, Khyung ser, lHa ru and Bag sre crowded into rTse drug\n                           Monastery in order to receive initiation and the &ldquo;medicine&rdquo; distributed\n                           at the time, as well as to enjoy the religious dances. All who gathered\n                           there made the festival a great occasion.</p>\n\n                     \n\n                  \n\n                  \n\n                     "},{"title":"(56) Wa dge Monastery","index":26,"parent_index":2,"body":"\n\n                     <p>From sTeng chen rdzong<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">, </span>travelling south-east for\n                        forty-three kilometres on the main road, we reach Sa sgang <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang. </span>Crossing a small bridge on the right, half an hour&rsquo;s walk\n                        eastward leads us to Wa dge Monastery.</p>\n\n                     <p>This monastery was founded by Blo ldan snying po in 1383 as one of the main\n                        branches of rTse drug Monastery. Before 1959, there were forty-two monks and\n                        at present there are ten. This small monastery is now in poor condition.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(57) Bya chen Monastery","index":27,"parent_index":2,"body":"\n\n                     <p>This monastery is situated in the eastern part of gYam tha village in dMu\n                        tha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, on the northern edge of sTeng chen rdzong<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">. </span>As it is 170 kilometres from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong </span>to dMu tha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang, </span>it is difficult to\n                        reach unless travelling by car.</p>\n\n                     <p>Bya chen Monastery was founded by gYung drung rgyal mtshan in 1885. Before\n                        1959, there were sixty monks. At present there is one lama and twenty-five\n                        monks.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(58) lHa lung Monastery","index":28,"parent_index":2,"body":"\n\n                     <p>This monastery is located in dMu tha village, dMu tha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang,\n                        </span>which is on the northern edge of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong. </span>It is\n                        170 kilometres from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong </span>to the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang, </span>so it would be very difficult to travel there without a\n                        car.</p>\n\n                     <p>lHa lung Monastery was founded by gYung drung dbang rgyal in 1636. Before\n                        1959, there were six lamas and fifty-eight monks in the monastery. At\n                        present there is one lama and thirty monks. The monastery is suitably\n                        equipped with an assembly hall, a temple, religious objects and implements\n                        for making offerings.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(59) gYu mtsho Monastery","index":29,"parent_index":2,"body":"\n\n                     <p>The monastery is located to the west of sPyang tha village, Ga tha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. From the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>, one reaches\n                        Ga tha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span> by travelling 130 kilometres in a\n                        north-westerly direction. This monastery is forty kilometres north of the\n                           <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang. </span>As there is no road between the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>and the monastery, it is a very difficult\n                        trip.</p>\n\n                     <p>The monastery was founded by rGyal rong bla ma in 1494. Before 1959, there\n                        were ninety-eight monks in the monastery and at present there are thirty.\n                        The monastery is fairly well equipped with an assembly hall, a temple and\n                        other buildings. There are religious objects and offering implements\n                        appropriate to such an establishment.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(60) Ga shel Monastery","index":30,"parent_index":2,"body":"\n\n                     <p>The monastery is in the western part of Shar &rsquo;dra village, Ga tha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang. </span>It is reached by travelling 130 kilometres in a\n                        north-westerly direction from sTeng chen rdzong, which is an extremely hard\n                        journey because there is no road; one must go on horseback or on foot.</p>\n\n                     <p>This monastery was founded by Nam mkha&rsquo; mtha&rsquo; bral in 1585. Before 1959,\n                        there were four lamas and 145 monks. At present there is one lama and\n                        fifty-two monks. This monastery is counted as one of the rather large Bonpo\n                        monasteries in the northern part of sTeng chen rdzong. It has an assembly\n                        hall, a temple, a meditation hall and other fairly large buildings, inside\n                        of which are religious objects, implements and the like, which are in good\n                        condition. Annual services and the practice of rituals have been, as is the\n                        case with the large majority of Bonpo monasteries, maintained in accordance\n                        with the old tradition.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(61) Re ne Monastery","index":31,"parent_index":2,"body":"\n\n                     <p>This monastery is situated on a hill on the eastern outskirts of Re ne\n                        village, Zam zhig <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. It is seventy-five kilometres\n                        from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> to the monastery.</p>\n\n                     <p>The monastery was founded by sNang zhig Zla ba rgyal mtshan in 1704. Before\n                        1959, there was one lama and 120 monks in the monastery. At present there is\n                        one lama and sixty monks.</p>\n\n                     <p>This monastery is counted as one of the larger Bonpo monasteries belonging\n                        to sTeng chen rdzong. The buildings include an assembly hall, meditation\n                        hall and a temple, inside of which there are religious objects and\n                        implements, all well kept. The practice of annual ritual services has been,\n                        on the whole, maintained as it was before.</p>\n\n                     <p>The lama and monks must earn their living, as those in other Bonpo\n                        monasteries do, by going out to perform religious services in villages.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(62) Ngang rdzong Monastery","index":32,"parent_index":2,"body":"\n\n                     <p>The monastery is in Ru tha village, &rsquo;Bo tha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. &rsquo;Bo\n                        tha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span> is seventy-five kilometres from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> and Ru tha village is thirty kilometres south of\n                        the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. It is accessible by car.</p>\n\n                     <p>This monastery was founded by Rin chen rgyal mtshan in 1941. Although there\n                        were fifty-three monks in the monastery before 1959, there are no more than\n                        fourteen at present. This is a small monastery, with a temple, meditation\n                        hall and religious objects in poor condition.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(63) lJong phu Monastery","index":33,"parent_index":2,"body":"\n\n                     <p>lJong phu bon dgon Monastery is located to the east of lJang shod village,\n                        Sa mdo <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang. </span>From the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong, </span>the\n                           <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>is reached by travelling south-east for\n                        forty-five kilometres on the main road. It is a mere ten kilometres from the\n                           <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span> to the monastery, but the trip can be\n                        difficult because there is no road.</p>\n\n                     <p>This monastery was founded by Blo ldan snying po in 1446. There were only\n                        ten monks in the monastery before 1959. This number has increased to fifteen\n                        today. Although this is one of the old Bonpo monasteries established in\n                        sTeng chen rdzong<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>by Blo ldan snying po, it has shown\n                        little development over the past five hundred odd years.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(64) Zla shel Monastery","index":34,"parent_index":2,"body":"\n\n                     <p>Zla shel bon dgon Monastery is located in Zla shel village, Sa mdo <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. From the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong, </span>Sa mdo <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>is reached by travelling forty-five kilometres in\n                        a south-easterly direction on the main road, and the monastery is fifteen\n                        kilometres from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. However, one may find it\n                        very difficult to reach because there is no road from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>.</p>\n\n                     <p>The monastery was founded by Blo ldan snying po in 1446. The number of monks\n                        in the monastery before 1959 was thirty-two, which, today, has increased to\n                        thirty-nine, plus one lama. Although Zla shel bon dgon is also counted as\n                        one of the ancient Bonpo monasteries, the past five hundred odd years have\n                        brought it little prosperity. It is now in a rather poor condition, in every\n                        aspect of the monastic buildings and religious objects.</p>\n\n                  \n\n                  \n\n                     "},{"title":"(65) sBra hor Monastery","index":35,"parent_index":2,"body":"\n\n                     <p>sBra hor Monastery is located to the south of sBra hor village, Gyang sngon\n                           <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. From the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>, Gyang\n                        sngon <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>is reached by travelling south-east for\n                        sixty-five kilometres on the main road. The road between the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>and sBra hor Monastery, which is just one kilometre, is very\n                        good.</p>\n\n                     <p>This monastery was founded by Blo ldan snying po in 1446. Before 1959, there\n                        were fifty-eight monks in the monastery, but now there are only eighteen.\n                        Although this is also one of the old Bonpo monasteries from the latter stage\n                        of Bonpo development, internal and external affairs have prevented it from\n                        developing during the past five hundred odd years, so it is still small.</p>\n\n                     <p>From sTeng chen rdzong, a six-hour drive eastward on the Nag chu-Chab mdo\n                        Highway leads us to Chab mdo district. Then driving another six hours\n                        eastward, we reach &rsquo;Jo mda&rsquo; rdzong.<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>It is an extremely\n                        dangerous and difficult trip from Chab mdo to &rsquo;Jo mda&rsquo; rdzong<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>because we must cross mountain after mountain.</p>\n\n                  \n\n               "}]}