{"meta":{"authors":[],"title":"Marlung Introduction","dates":{"created_at":"2010-08-11 20:45:44 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Marlung Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"MarlungMar lung","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Marlung</span><span class=\"scholar\">Mar lung</span> (sp.?)</li> <li>Site number: A-91</li> <li>Site typology: I.1c </li> <li>Geographic coordinate (N. lat.): 33º 23.6΄ </li> <li>Geographic coordinate (E. long.): 79º 35.3΄</li> <li>Elevation: 4330 m to 4450 m</li> <li>Administrative location (township): <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> </li> <li>Administrative location (county): <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> </li> <li>Survey expedition: HTCE </li> <li>Survey date: May 30, 2002</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist: None. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>East of the contemporary village of <span class=\"popular\">Chulung Okma</span><span class=\"scholar\">Chu lung ’og ma</span>, on the base and flanks of a rocky mount, there are the remains of an ancient settlement called <span class=\"popular\">Marlung</span><span class=\"scholar\">Mar lung</span>. In conformance with the historic geographic trend in Upper Tibet, settlement in this region has shifted from the rugged upper margins of the valley to the valley bottom. The site features several ramparts lining a granite formation and a lower series of terraces. These structures possess characteristic archaic morphological characteristics. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to local villagers, <span class=\"popular\">Marlung</span><span class=\"scholar\">Mar lung</span> was an ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> habitation. </p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Mountain complex","index":7,"parent_index":6,"body":" <p>The slope with the remnants of defensive walls faces in a northwesterly direction. This is the general direction from which early invaders came, according to the western Tibetan oral tradition. The upper site is enclosed by two rocky ribs, offering some protection from the brunt of the elements. On the east rib there is a single structure (6 m x 4 m) with mud-mortared random-work walls (50 cm thick). Variable-sized pieces of granite up to 1 m in length went into its construction. The most likely identity of this east rib structure is a fortified habitation. It is set on a crag that is just wide enough to accommodate its breadth. Access is via a narrow ledge along a steep rock face. Approximately 30 m higher, on the summit of the formation, there are one or two similar structures (they were not visited during the survey). These summit structures appear to be the remains of lookout posts. </p> <p>Between the two rocky ribs, beginning at the same elevation as the east rib structure, there are a series of parallel walls that seemed to have extended across the breadth of a steep slope. These walls linked both rocky ribs into an integral defensive complex. These breastworks are all in a state of advanced decay, therefore, their dimensions and configurations are not very clear. The highest wall is nothing more than a fragment several meters in length. A few meters below it is the longest extant wall section. It begins at the west rib and traverses 18 m of the slope. Tiny traces of the wall continue eastwards, suggesting that it ran to the east rib. If so, its original length was around 50 m. On the downhill side this rampart is as much as 1.8 m in height, while on the uphill side it is generally level with the slope. This dry-mortar random-rubble granite wall contains stones up to 1 m in length. Just 60 cm below this structure there is another wall segment that starts at the west rib and traverses the slope for 10 m. Downhill, at a distance of 2 m, there is another small wall section. About 90 m further downhill are minute fragments of other defensive walls. </p> "},{"title":"Lower terraces","index":8,"parent_index":6,"body":" <p>Below the network of walls circumscribing the upper slope, there are a series of terraces that envelop the north and east sides of the formation, in a swathe around 100 m wide. These terraces blanket an area of roughly 10,000 m², and occupy gentle boulder-strewn slopes that sweep down to the valley floor. The last terraces are situated 20 m vertical above the valley bottom. Only wall footings have survived, so the nature and extent of these structures is not readily apparent. There are some double-course wall footings among them, which are suggestive of building foundations. These terraces may have been used as a rocky base for rudimentary forms of habitation like those other <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> sites such as spo sa mkhar (A-84) and <span class=\"popular\">Kharpoche</span><span class=\"scholar\">Mkhar po che</span> (A-86). Some of the eastern terraces were converted to corrals and wind shelters, but these have been long abandoned. Also in the east sector, at the base of the formation, there are the remnants of at least five parallel walls, outworks that cover an area of no less than 1000 m². Some of these defensive structures appear to have been subsequently modified, probably for pastoral use. </p> <p>There are the remains of a structure (9 m x 7 m) that has been reduced to a pile of rubble situated 120 m southeast of the east end of the terraced zone. Twelve meters east of this structure there is a fragmentary enclosure (2.5 m x 3.5 m) made with stones up to 1 m in length, which might be a funerary superstructure. On the northwest corner of the terraced site there are two ungulate petroglyphs and a third indistinguishable carving that were made on a flat boulder. These appear to date to the prehistoric epoch. </p>  "}]}