{"meta":{"authors":[],"title":"Deu Nakgu Khar Introduction","dates":{"created_at":"2010-08-11 20:45:47 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Deu Nakgu Khar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Deunak Gu KharRde’u nag gu mkhar","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Deunak Gu Khar</span><span class=\"scholar\">Rde’u nag gu mkhar</span> </li> <li>English equivalent: Black Hill Castle</li> <li>Site number: A-94</li> <li>Site typology: I.1x </li> <li>Geographic coordinate (N. lat.): 33º 10.7΄ </li> <li>Geographic coordinate \\(E. long.): 79º 55.2΄ </li> <li>Elevation: 4380 m</li> <li>Administrative location (township): Border of <span class=\"popular\">Khülpa</span><span class=\"scholar\">Khul pa</span> and <span class=\"popular\">Derok</span><span class=\"scholar\">Sde rog</span> </li> <li>Administrative location (county): <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: June 1, 2002</li> <li>Contemporary usage: Light grazing. A shepherd’s shelter (<span class=\"popular emph\">droklhé</span><span class=\"scholar emph\">’brog lhas</span>/<span class=\"popular emph\">lhakha</span><span class=\"scholar emph\">lhas kha</span>) was constructed against one of the intact walls of the central structure.</li> <li>Identifiable Buddhist constructions: None. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Deunak Gu Khar</span><span class=\"scholar\">Rde’u nag gu mkhar</span> is sited on a 30-m high promontory that juts into the south side of the <span class=\"popular\">Khülpa</span><span class=\"scholar\">Khul pa</span> valley, where it is joined by a northern effluent. Very little of the complex of buildings that stood on the hilltop has persisted. A circumvallating wall was constructed on the rim of the summit, which covers 85 m x 23 m to 30 m (approximately 1800 m²). Ringing the inside of this wall is an almost continuous line of approximately 25 building foundations. This type of ground plan almost certainly was designed for defensive purposes. There are very few standing walls and nearly all the footings are disjointed. Most of the central portion of the summit is devoid of structures. Structures were skillfully made with a dark blue metamorphic stone that takes on a black color in certain lighting. The block-work is composed of pieces of stone, primarily 10 cm to 60 cm in length, which were hewn flat on their exterior faces. The neatly built 50-cm to 60-cm thick footings and extant freestanding wall fragments demonstrate that they supported superstructures. Structural evidence at the site points to the existence of smaller buildings (8 m² to 40 m²), which may possibly reflect that they were constructed with all-stone corbelled roofs. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>Local residents call <span class=\"popular\">Deunak Gu Khar</span><span class=\"scholar\">Rde’u nag gu mkhar</span> an ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> castle.</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Castle","index":7,"parent_index":6,"body":" <p>The tallest freestanding wall segment at the site (1.8 m high) formed the south side of a building on the central high point of the summit. Much of the rest of this mud-mortared, random-rubble structure (4.5 m x 4.7 m) has been destroyed. This central building divides the summit into north and south sectors. The rampart surrounding the hilltop is most substantial along its south side, because an adjoining saddle made this the most likely breaching point in the event of an attack. Small sections of the defensive wall attain 2 m in height in the south sector. The rest of the encircling rampart snakes above the steep slopes of the promontory and was less robustly constructed. There is a couple of building foundations on the southeast side of the summit, the best preserved of which measures 4.5 m x 4.5 m. On the southwest side of the hilltop there are around eight more foundations. On the northeast rim there is a collection of contiguous foundations that appear to have comprised around six small buildings. In one specimen, the west or rear wall was built 1.4 m into the slope, in the manner of all-stone corbelled structures. There are probably another nine foundations along the northeast edge of the site. There is also a foundation (2.7 m x 3 m) on the saddle adjoining the summit and a foundation (4 m x 3.7 m) on the little rise south of the summit. </p>  "}]}