{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Repgong Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Bonpo monasteries and temples in Tibetan regions in Qinghai, Gansu and Sichuan "
  }, 
  {
   "body": "<p>Introduction</p><p>Reb gong represents a fairly large agricultural area: sheltered by the surrounding mountains, it enjoys a climate favourable to cultivation. The geography of the region however makes travel conditions difficult and the villages, which, for the most part, are scattered in the hills, are not easily accessible. The religious community of the area is composed of three distinct groups: Bonpo, rNying ma pa and dGe lugs pa. The Bonpo community consists of Bon brgya Monastery, fifteen village temples known as <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> and their adherents.</p><p>Since the Reb gong bon mang and Bon brgya Monastery share the same history, there is no need to repeat it here. Unfortunately, there is little information regarding the history of the fifteen <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span>, probably owing to the spread and increasing influence of the monastic system. As a result Bon brgya Monastery has been the focus of attention, whereas the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span>, whose importance has decreased in recent centuries, and which now merely function as a gathering place for practitioners, have not been the subject of any kind of written record. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> of Reb gong are divided into four groups:</p><ul xmlns:str=\"http://exslt.org/strings\" style=\"list-style-type: none;\"> <li>1. Yar nang bon mang comprising:</li> </ul><ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li> Bon brgya gSang sngags dar rgyas gling (Bon brgya village) </li> <li> Mag sar g-yung drung bstan dar gling (Mag sar village)</li> </ul><p>Practitioners of these two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> are descendents of Khyung po bsTan pa dar rgyas, a famous practitioner in local history. Traditionally, the two villages do not participate in the spring ritual (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dpyid cho</span>) and the autumn ritual (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">ston cho</span>) of the Reb gong bon mang. The last Bon brgya Tulku attempted to enroll them but was not very successful. Yar nang bon mang used to include a third <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> for the gDung nges village known as the gDung nges grub pa kun ’dul gling, in mDo ba village in the lower reaches of Bon brgya valley, and the three <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> were collectively known as Yar nang bon sde khag gsum. However, since most of the gDung nges families converted to Buddhism (at present only five Bonpo practitioners and eight Bonpo families remain in the village) the<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> gsas khang</span> was not rebuilt. </p><ul xmlns:str=\"http://exslt.org/strings\" style=\"list-style-type: none;\"> <li>2. sTod phyogs bon mang in the east of Reb gong comprising: </li> </ul><ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li> Theg chen bon ’khor lhun grub gling (rGya mtsho dpal or A rga steng village) </li> <li> gSang sngags rig ’dzin dar rgyas gling (Gad pa skya bo village)</li> <li> Theg chen smin grol rgya mtsho gling (gDong mgo village) </li> </ul><p>These three <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> were the seats of Grub chen ’Khor los bsgyur ba’i rgyal po, one among the first masters who came to Reb gong in order to spread the Bon religion, and the practitioners are considered to be his spiritual descendents.</p><ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li> rGyal bstan ye shes rgya mtsho gling (Ngo mo village)</li> <li> Rig ’dzin thugs rje byang chub gling (Gyang ru village) </li> </ul><p>These two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> were the seats of Grub chen Ye shes mtsho rgyal, another among the first masters who came to Reb gong to spread the Bon religion, and the practitioners are his spiritual descendents. It is said that in the thirteenth century Gyang ru Rig ’dzin thugs rje suppressed the evil spirit of a deceased monk in Ra rgya Monastery so the monks could continue living there. Morever, he is said to have been the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rus dpon</span> (family priest) of gTsang Pan ti ta, the head master of gTsang Monastery in Amdo and was greatly revered by the community.</p><ul xmlns:str=\"http://exslt.org/strings\" style=\"list-style-type: none;\"> <li>3. sMad phyogs bon mang comprising the five following <span style=\"font-style: italic;\" class=\"\">gsas khang</span> in the northeast of Reb gong:</li> </ul><ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li> mDo sngags phun tshogs dar rgyas gling (Gling rgya village) </li> <li> Kun ’dus g-yung drung ’gyur med gling (Zho ’ong nyin tha village)</li> <li> sGrub pa’i rgyal mtshan mi ’gyur gling (Dar grong village)</li> <li> Khyung dkar rig ’dzin smin grol gling (Khyung bo thang village)</li> <li> gSang sngags bdud ’dul lhun grub gling (sDong skam village)</li> </ul><p>rTogs ldan Kun bzang klong grol and his son sNang gsal lhun grub were born there in the fifteenth century, and as spiritual descendents of the famous practitioner Grub chen Khyung dkar tshang ba they greatly contributed to the spread of Bon in the region. </p><ul xmlns:str=\"http://exslt.org/strings\" style=\"list-style-type: none;\"> <li>4. sNyan bzang bon mang comprising the three <span style=\"font-style: italic;\" class=\"\">gsas khang</span> in the north of Reb gong:</li> </ul><ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li> gSang chen smin grol dpal ldan gling (Hor nag village)</li> <li> Rig ’dzin kun ’dus rnam rgyal gling (sTong che village)</li> </ul><p>Since sTong che village and sTong che village of Khri ka share the same origin, the Bonpos of the former are disciples of Khyung mo sTobs ldan dbang phyung, the head master of Khyung mo Monastery in sTong che in Khri ka who has a throne in the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> of sTong che in Reb gong.</p><ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li> Khyung dkar bstan pa rgya mtsho gling (Khyung bo la ga village)</li> </ul><p>This last <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> is very old although its date and founder remain unknown.</p><p>All the above-mentioned <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> are referred collectively to as the Reb gong bon mang’s one thousand and nine hundred holders of the Phur pa (Reb gong bon mang phur thogs stong dang dgu brgya). Bon brgya Trulku dGe legs lhun grub rgya mtsho is the master of all the Reb gong bon mang. Stod phyogs and sMad phyogs are the Reb gong bon mang’s two largest groups. The two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> of the Yar nang bon mang group function independently, not only from the rest of the Reb gong bon mang, but also from one another, and do not participate in any of the other group’s collective activities. sNyan bzang bon mang joins sMad phyogs bon mang for major religious activities. Thus for the main ceremonies, the four groups of Reb gong merge into two groups under the leadership of sTod phyogs bon mang and sMad phyogs bon mang.</p><p>The rituals celebrated by the Reb gong bon mang may be divided into four categories: </p><ol type=\"1\"> <li> Two major annual rituals celebrated collectively by the entire Reb gong bon mang with the exception of Yar nang bon mang: the spring ritual (5th to 8th day of the 1st month) and the autumn ritual (8th to 10th day of the 10th month). </li> </ol><p>The preparations take one day so the practitioners gather on the day before, and those (especially the elderly) living in the remoter villages usually arrive a day before that and spend the night with families near the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> where the ritual is to take place. The main practice is that of the dBal gsas cycle, as well as a short version of the ’Bum pa and sTag la ritual cycles. Each of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> hosts the rituals on a rotational basis. The<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> gsas khang</span> of Reb gong bon mang are conceived of and function as a whole, rather than as separate institutions, and share a common hierarchical system: two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dge bskos</span>, disciplinarian appointed for one year, one <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad</span>, incantation master appointed for three years; one <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">khri pa</span>, leader and one <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gnyer pa</span>, a treasurer appointed for one year; and one <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">g-yung drung slob dpon</span>, an officiator who is replaced every three years. One of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dge bskos</span> must belong to the sTod phyogs bon mang, and the other from sMad phyogs bon mang, these two groups being the largest of the Reb gong bon mang’s four groups. In addition, there is one <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad</span> who leads the chanting during ceremonies. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">khri pa</span> is the head of the whole Bon mang, and is also responsible for organizing the spring ritual while the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gnyer pa</span> is responsible for organizing the autumn ritual. During the rituals the throne of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">khri pa</span> is placed at the same level as that of Bon brgya Trulku. Even in his absence, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">khri pa</span> is honoured by the presence of his throne. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">g-yung drung slob dpon</span> is responsible for every ritual.</p><ol type=\"1\"> <li> The next major ceremony is the ritual dedicated to the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Yi dam Kun ’dus</span> which takes place from the 10th to the 13th day of the 5th month. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> host the ritual in turn. Participants must be over twenty-nine years old. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad</span> for this ritual is selected for three years. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">g-yung drung slob dpon</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">khri pa</span> are the same as for the above-mentioned rituals. A separate <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gnyer pa</span> is also appointed since the organiztion of the ritual requires a considerable amount of time and effort.</li> <li> The third category comprises the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mKha’ ’gro gsang gcod</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Zhi khro</span>. The former is held from the 1st to the 4th day of the 4th month, and the latter from the 1st to the 4th day of the 5th month. The two rituals are performed by both the sTod phyogs bon mang and the sMad phyogs bon mang separately (see below). Other rituals performed by the groups separately include rituals dedicated to Tshe dbang, Kun bzang, dBal gsas and ’Bum pa (25th - 30th day of the 11th month), performed by the sTod phyogs bon mang, and rituals dedicated to Kun bzang, Tshe dbang and dBal gsas (17th - 20th day of the 10th month), performed by the sMad phyogs bon mang. </li> <li>The three-year <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad</span> cycle dedicated to <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Yi dam kun ’dus</span> ritual must be led by the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad</span> of one of the two ritual groups of Reb gong Bon mang to which he belongs, and the other group ought to find another one to be the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad</span> for themeselves. They also ought to find two new <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gnyer pa</span> for the two groups. Both groups do not have a leader (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">khri pa</span>) nor a ritual master (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">g-yung drung slob dpon)</span> for the rituals they perform.</li> <li>These rituals do not require the presence of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">khri pa</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">g-yung drung slob dpon</span>, but the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">khri pa</span> of Reb gong bon mang must be honoured by his throne, and two experienced practitioners are selected to occupy the first two seats of the front row and to take on the role of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">g-yung drung slob dpon</span>.</li> <li> The fourth category of ritual includes those performed by the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> individually. All the<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> gsas khang</span> perform a ritual on the 10th of each month, in addition to other rituals on different dates that are listed in the descriptions of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> below.</li> </ol><p>The position of each practitioner in the collective rituals of the Reb gong bon mang is very important. I will describe here the order I observed when I attended the spring ritual in 1998 at the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> of Hor nag la ga village.</p><p>The two front rows and their tables are always very attractive during rituals. The two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bang kha</span> occupy the first two seats at the head of the front row; <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bang kha</span> is supposed to be a Zhang zhung word for master of the sphere (Tib. <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dkyil ’khor gyi bdag po</span>). One of them must be the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sgrub dpon</span>, the ritual’s consultant or advisor. Prior to the nineteen-fifties, the two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bang kha</span> had to guard the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gtor ma</span> representing the tutelary deities (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yi dam</span>) and protective deities (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bon skyong</span>) placed on the table between the thrones of Bon brgya Trulku and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">khi pa</span> day and night, but at present their presence is required only during the day. The two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bang kha</span> must be experienced tantric practitioners, and are therefore usually elderly personages respected by the whole community. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">g-yung drung slob dpon</span> sit in the center of the two front rows. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad</span>’s seat is higher than the others but lower than the thrones of the Trulku and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">khri pa</span>. The seats between the two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bang kha</span> at the head of the row and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">g-yung drung slob dpon</span> in the middle are reserved for the elder practitioners, usually former officials of the Reb gong bon mang with a reputation as experienced and powerful tantric practitioners. The seats between the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">g-yung drung slob dpon</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad</span> in the center and the musicians at the end of the row are occupied by those who chant best. The rows behind are occupied by the other practitioners. New practitioners attend the ceremony from the back seats.</p><p>The ritual is followed by the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sde ’bod</span>, invitation of the village, during which the villagers invite the practitioners to their homes to perform rituals for their families. These include purification rituals for the past year and the calling of fortune and happiness for the coming year. The family welcomes the practitioners by blowing trumpets and Chinese bamboo flutes, and by firing firecrackers. The practitioners, led by the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad</span>, perform the rituals inside each house. Each visit lasts around ten or fifteen minutes. The family offers the officiants a single fruit, usually an apple, as a symbolic offering. Since the villagers wait several years for this occasion, the practitioners must perform the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sde bod</span> regardless of the time it takes (sometimes the visits are not completed until well after dark).</p><p>Since Bon brgya Trulku is the head of both Bon brgya Monastery -- which is the only Bonpo monastery in Reb gong -- and the Reb gong bon mang, the influence of the monastic system in the area is growing stronger. </p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "Reb gong "
  }, 
  {
   "body": "", 
   "index": 3, 
   "parent_index": 2, 
   "title": "(100) Bon brgya Monastery"
  }, 
  {
   "body": "<p>The formal name of the monastery is Bon brgya sMan ri bshad sgrub smin grol gling. </p>", 
   "index": 4, 
   "parent_index": 3, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>It is located in the upper reaches of Bon brgya valley in Chu khog district (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>) of Reb gong, about 30 km southwest of Rong bo, the capital of rMa lho Prefecture.</p>", 
   "index": 5, 
   "parent_index": 3, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>There are no reliable written records concerning the origins of the Bon religion in the Reb gong area, but according to oral tradition, one of the “six great universal scholars” (’Dzam gling rgyan drug), Phrom gSer thog lce ’byams, a Bonpo from Phrom, spread Bon in his homeland, at a time corresponding to the earlier spread of Bon. During Khri srong lde btshan’s time, Dran pa nam mkha’ lived in Reb gong and built a large monastery at A ba ngos bzang. During the time of King U dum btsan, because of the persecution of Bon, the three <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">grub thob</span>, (“perfected beings”)--all three brothers of the Khyung lineage-- fled from Central Tibet to Reb gong. They first stopped to rest at Chad lung thang, a short distance from the present site of Bon brgya Monastery. Later the three brothers established their residences in three villages in Reb gong –’Khor lo bsgyur rgyal in sPyi sting village, Ye shes mtsho rgyal in Ngo mo village, and Khyung dkar tshang ba in Khyung bo village-- and began to propagate Bon in the region. Their descendents and spiritual heirs are still living in Reb gong (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Bon brgya’i gsung</span>, p.5). Around the same time, a Bonpo called dByings klong rin chen from sTong che in Khri ka arrived in Reb gong and married sTag ga’i rGyal mo byams. Their descendents became the Bon brgya village that established itself in Bon brgya village in the valley of the same name. Several members of the village founded a hermitage at the site of the present monastery and formed the first religious community of Bon brgya Monastery. Other members eventually became nomads. Originally Bon brgya village comprised only twenty families but at present there are more than seven hundred families, including the nomad families (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Bon brgya’i gsung</span>, p.6) which altogether constitute the local lay community of the monastery. Although the monastery has a long history and is renowned for its many remarkable tantric practitioners and monks, its development as a monastic institution is fairly recent and probably does not go far back beyond the time of Bon brgya gYung drung phun tshogs who lived at the beginning of the twentieth century and who built the Don gnyis lhun grub lha khang with statues of the Three Buddhas of the Three Ages, rNam par rgyal ba, the Thousand Buddhas and a stupa (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mchod rten</span>) dedicated to rNam par rgyal ba outside. Just as the statues and the stupa were being completed, Shar rdza bKra shis rgyal mtshan sent a letter to the monastery along with two hundred types of sacred objects (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rten</span>) with which to fill the statues and then visited the monastery in person. This event created a sensation among the local community and marked the history of the monastery. Bon brgya gYung drung phun tshogs not only became a student of Khri rgan ’Jam dbyangs thub bstan rgya mtsho who was the teacher of the sixth Shang tshang (the religious and political head of Reb gong at the time) but also became close to the sixth Shang tshang himself. As a result, Bon brgya Monastery enjoyed a period of prosperity and development. Later, however, the monastery was damaged twice by the army of Ma Bufang, the warlord of Qinghai (Ma Bufang tongzhi Qinghai sishi nian). In 1944, sKyang sprul Lung rtogs skal bzang rgya mtsho, a great master of mDzod dge, remained at the monastery for a year during which he visited many monasteries and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> temples in the Kokonor area, giving teachings not only to the monks at the monastery but to all the Bonpo communities throughout the whole of Reb gong. Most monasteries and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> in the Kokonor area payed hommage to him. During his visit to Reb gong in 1980, the tenth Panchen Lama proposed to rebuild Bon brgya Monastery and offered the monastery a statue of Amitabha together with one thousand and eight hundred Chinese Yuan for its reconstruction. Official permission was granted by the local government the following year; the first buildings to be reconstructed were the Don gnyis lhun grub lha khang and the residence of Bon brgya Trulku. In recent years, Bon brgya Trulku established a philosophical school (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bshad grwa</span>) and a meditation school (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sgrub grwa</span>) where the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lo gsum</span> (three-year retreat) is practised. The main assembly hall is large and has twelve columns.</p>", 
   "index": 6, 
   "parent_index": 3, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li> The holder of the “gold throne” (<span style=\"font-style: italic;\" class=\"\">gser khri</span>) is Bon brgya dGe legs lhun grub rgya mtsho, often called Bon brgya Trulku, the reincarnation of Bon brgya gYung drung phun tshogs. He is also the chief teacher (<span style=\"font-style: italic;\" class=\"\">slob dpon</span>) of the monastery.</li> <li> The abbot (<span style=\"font-style: italic;\" class=\"\">mkhan po</span>), selected for three years. The present <span style=\"font-style: italic;\" class=\"\">mkhan po</span> is Tshul khrims nam mkha’ bstan ’dzin who is the reincarnation of sKyang sprul Lung rtogs skal bzang rgya mtsho. </li> <li> <span style=\"font-style: italic;\" class=\"\">khri pa</span>, the “leader”, also selected for three years. The present <span style=\"font-style: italic;\" class=\"\">khri pa</span> is Tshul khrims blo gros.</li> <li> <span style=\"font-style: italic;\" class=\"\">dge skos</span>, the disciplinarian </li> <li> two <span style=\"font-style: italic;\" class=\"\">dbu mdzad</span>, the incantation masters </li> <li> two <span style=\"font-style: italic;\" class=\"\">gnyer pa</span>, the treasurers </li> <li> two <span style=\"font-style: italic;\" class=\"\">dkor gnyer</span>, the care takers, all of whom are also replaced every three years.</li> </ul>", 
   "index": 7, 
   "parent_index": 3, 
   "title": "4. Hierarchical system "
  }, 
  {
   "body": "<p>There are about eighty monks and novices in the monastery and an additional thirty who come from other monasteries to receive teachings from Bon brgya Trulku.</p>", 
   "index": 8, 
   "parent_index": 3, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>Monks attending the philosophical school study the following subjects: metaphysics such as <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsdus grwa</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">blo rtags</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">phar phyin</span>, as well as grammar, poetry, painting, astrology, medicine, and calligraphy. Those who have successfully completed the programme may compete for the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dge shes</span> degree. Students at the tantric school are required to complete the three year practice (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lo gsum</span>); several among them have completed the practice twice or even three times.</p>", 
   "index": 9, 
   "parent_index": 3, 
   "title": "6. Current education"
  }, 
  {
   "body": "<p>- 1st month, 3rd - 11th day: the sMon lam chen mo, including a four-day rituals of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Klong rgyas mandala</span>, the dBal gsas cycle on the morning of the 7th day, the chanting of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa’ skyong gdangs yig</span> in the afternoon of the same day, the cycle of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Rig ’dzin bon skor</span> on the 10th day; debates are held in between the rituals.</p><ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li> 4th month, 20th - 23th day: the ritual of the <span style=\"font-style: italic;\" class=\"\">rTsa gsum cho ga bzhi sbrags</span> </li> <li> 5th month, 13th - 16th day: the ritual of the <span style=\"font-style: italic;\" class=\"\">Yi dam kun ’dus kyi tshogs mchod</span> </li> <li> 13th day of the 6th month to 1st day of the 8th month: the <span style=\"font-style: italic;\" class=\"\">gbyar gnas</span> observation</li> <li> 9th month, 15th - 23th day: the cycle of dBal gsas sgrub chen with the <span style=\"font-style: italic;\" class=\"\">’cham</span> performance on the 22nd day, the monastery’s officials are reelected at end of the ritual if their terms came to an end.</li> <li> 12th month, 24th - 29th day: the performance of gTor bzlog chen mo based on the <span style=\"font-style: italic;\" class=\"\">bsTan pa’i lcags ri yi dam stag la’i srung zlog tshad ldan gyi sgrub pa</span> </li> </ul><p>Besides the major rituals performed collectively by the Reb gong bon mang, there are various monthly rituals performed by the monastery separately: the Klong rgyas mchod pa on the 8th day, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Tshe dbang bod yul ma</span> on the 10th day, the mDo chog cho ga bcu gnyis on the 15th day, the Kun rig gnas ’dren rgyas pa on the 25th day, and 8-day for the offering of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshogs</span> to the goddess Srid pa rgyal mo during the summer.</p><p>The daily practice: one hour is devoted to prayer (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshogs ’don</span>), two hours to lessons, one hour to debate, one hour to recitation of texts. The rest of the day the monks study alone. Sunday is their day off.</p>", 
   "index": 10, 
   "parent_index": 3, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>There are three copies of the Bonpo Kanjur, more than a thousand volumes of various Bonpo works, one copy of the Buddhist Kanjur and Tenjur, one copy of Shar tshang sKal ldan rgya mtsho’s complete works, one copy of ’Jam dbyangs bzhed pa’s works, one copy of Zhabs dkar pa’s works, and one copy of the <em xmlns:str=\"http://exslt.org/strings\">Rin chen gter mdzod</em> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">. </span> </p><p>In the assembly hall, there are statues of rNam par rgyal ba, sMra seng, Byams ma, mNyam med Shes rab rgyal mtshan, Bon brgya gYung drung phun tshogs, and thangka representing Byams ma, Kun rig, Kun dbyings, Dus ’khor, rGyal ba rgya mtsho, sMan bla, rNam ’joms, dGe spyod, sMon lam mtha’ yas, gNas brtan, Kun bzang zhi ba, dBal gsas, Grub chen brgyad cu, sTag la, Srid rgyal, and sTag gzig zhing bkod. In the chapel (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mchod khang</span>) of the Bon brgya residence, there are more than thirty finely executed thangkha representing mDzad pa bcu gnyis, gNas brtan, Zhi thang, Yi dam kun ’dus, rJe mNyam med yab sras gsum.</p>", 
   "index": 11, 
   "parent_index": 3, 
   "title": "10. Books held in the monastery"
  }, 
  {
   "body": "<p>In addition to general offerings made by the lay community, the monastery posesses one hundred female yak (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’bri</span>), as <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">shi med</span> and a truck, and has a total yearly income of around twenty thousand Yuan. The monastery also has a live-in wood-block engravor and a sculptor.</p>", 
   "index": 12, 
   "parent_index": 3, 
   "title": "11. Income and expenses"
  }, 
  {
   "body": "<p>Since all the Bonpo villages in Reb gong belong to their own village temple and to Bon brgya Monastery at the same time, information concerning this question is dealt with in the detailed descriptions of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span>. According to my estimate in 1996 during my fieldwork for the Japanese research project on Bon, there are forty-six major villages divided into numerous branches comprising six hundred and ninety-one families (about 4368 people) in Reb gong, in addition to seven hundred nomad families (around 4000 people) in the Bon brgya pasturelands.</p>", 
   "index": 13, 
   "parent_index": 3, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>These sections are dealt with when giving accounts of the individual temples.</p>", 
   "index": 14, 
   "parent_index": 3, 
   "title": "13 / 14. "
  }, 
  {
   "body": "", 
   "index": 15, 
   "parent_index": 3, 
   "title": "Sources"
  }, 
  {
   "body": "<p>Interview in autumn of 1996 with: Bon brgya dGe legs lhun grub rgya mtsho (b.1935), the head of Bon brgya Monastery and master of all the temples in Reb gong area.</p>", 
   "index": 16, 
   "parent_index": 15, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<ol type=\"1\"> <li>BGLD</li> </ol>", 
   "index": 17, 
   "parent_index": 15, 
   "title": "(2) Texts "
  }, 
  {
   "body": "", 
   "index": 18, 
   "parent_index": 2, 
   "title": "(101) Bon brgya Temple "
  }, 
  {
   "body": "<p>Bon brgya gSas khang gSang sngags dar rgyas gling or briefly Bon brgya gsas khang.</p>", 
   "index": 19, 
   "parent_index": 18, 
   "title": "1. Name of the temple"
  }, 
  {
   "body": "<p>The temple is located in Bon brgya village in the middle of Bon brgya valley about 3 km east of Bon brgya Monastery (No.100).</p>", 
   "index": 20, 
   "parent_index": 18, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>There are twenty one Bonpo tantric practitioners in the temple.</p>", 
   "index": 21, 
   "parent_index": 18, 
   "title": "5. Current number of priests"
  }, 
  {
   "body": "<p>Kun bzang and Tshe dbang in alternation on the 10th of each month. Rituals dedicated to Kun bzang and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sbyin sreg</span> ritual known as the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sNang srid zhi ba chen po</span> from the 15th to the 24th day of the 1st month. Kun bzang and sPyi ’dul together from the 17th to the 22nd day of the 6th month, followed by the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sbyin sreg</span> ritual. Kun bzang and dBal gsas from the 11th to the 22nd day of the 11th month. </p>", 
   "index": 22, 
   "parent_index": 18, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>Three villages: La kha with twenty families, Thang tshang with six families, and Tshe dbang with ten families (one hundred and forty people altogether).</p>", 
   "index": 23, 
   "parent_index": 18, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>There are three <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> connected to the temple: the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of Bya khyung in Bon brgya thang built by rTse zhig rGyal ba tshul khrims, located 1 km from the temple the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of gYung drung dgra ’dul, who is regarded as the spiritual son of rMa chen spom ra, is at the top of gSer khang thod hill, built by Bon brgya gYung drung phun tshogs, also located 1 km from the temple the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> sKyes ri on Ri dmar hill, 1 km from the temple; originally placed at the foot of the hill it was moved to the top by a practitioner called dByings rig rnam grol or ’Bum pa rgyal. All three local deities are propitiated on the 17th day of the 6th month.</p><p>At the top of Mount rGya rdung, 3 km from the village, there are two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> dedicated to the local deities known as A myes Bon sgang and A myes So ye that belonged to the no longer existing gDung nges Temple (see the introduction to this section). </p>", 
   "index": 24, 
   "parent_index": 18, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Agriculture</p>", 
   "index": 25, 
   "parent_index": 18, 
   "title": "14. Occupation of the local people"
  }, 
  {
   "body": "", 
   "index": 26, 
   "parent_index": 2, 
   "title": "(102) Mag sar Temple"
  }, 
  {
   "body": "<p>gSas khang gYung drung bstan dar gling</p>", 
   "index": 27, 
   "parent_index": 26, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>The temple is located in Mag sar village of Chu khog Township of Reb gong County, at the foot of Bon brgya Monastery, 100 m south of the monastery, (latitude: 35°25’58”N, longitude: 101°55’14”E).</p>", 
   "index": 28, 
   "parent_index": 26, 
   "title": "2. Location "
  }, 
  {
   "body": "<p>The practitioners claim that they are the spiritual descendents of Khyung po bsTan pa dar rgyas, a famous local Bonpo practitioner.</p>", 
   "index": 29, 
   "parent_index": 26, 
   "title": "3. History"
  }, 
  {
   "body": "<p> There are twenty-six tantric practitioners in the temple.</p>", 
   "index": 30, 
   "parent_index": 26, 
   "title": "5. Number of practitioners "
  }, 
  {
   "body": "<p> The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshogs ’khor</span> rituals of the deities: Kun bzang, Tshe dbang, dBas gsas, Zhi khro and sPyi ’dul in alternation on the 10th of each month. Kun bzang and sPyi ’dul together from the 3rd to the 11th of the 11th month with <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’cham</span>. sPyi ’dul on the 25th to 30th of the 12th month. </p>", 
   "index": 31, 
   "parent_index": 26, 
   "title": "8 / 9. Rituals and ceremonies"
  }, 
  {
   "body": "<p> The local community consists of four villages: Thang skor with twenty families; dGa’ skor also with twenty families, rTswa ring with five families, gNas lung with seven families. Altogether forty families and two hundred and twenty-six people.</p>", 
   "index": 32, 
   "parent_index": 26, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p> There are three <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span>, cairn around the temple. 1. the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of Zho lung built in the past by the village children for fun. It was later moved up to Mount Zho lung 1.5 km from the temple, following a prophecy made by Khyung mo sGrub pa mthar phyin. The local deity (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yul lha</span>) Zho lung is propitiated on the 9th day of the 5th month. 2. the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of ’Dzoms lung is situated on Mount Ri rgod, 4 km from the temple, also propitiated on the 9th day of the 5th month. 3. the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of rGya ’du is on Mount rNga skyes, 5 km from the temple, propitiated on the 17thday of the 6th month.</p>", 
   "index": 33, 
   "parent_index": 26, 
   "title": "13. Local festivals "
  }, 
  {
   "body": "<p> Agriculture </p>", 
   "index": 34, 
   "parent_index": 26, 
   "title": "14. Occupation of the local population"
  }, 
  {
   "body": "", 
   "index": 35, 
   "parent_index": 2, 
   "title": "(103) rGya mtsho dpal Temple"
  }, 
  {
   "body": "<p>gSas khang Theg chen bon ’khor lhun grub gling</p>", 
   "index": 36, 
   "parent_index": 35, 
   "title": "1. Name "
  }, 
  {
   "body": "<p>rGya mtsho dpal Temple is located in rGya mtsho dpal village which is also called A rga steng (latitude: 35°32’16”N, longitude: 102°04’59” E).</p>", 
   "index": 37, 
   "parent_index": 35, 
   "title": "2. Location "
  }, 
  {
   "body": "<p>There are twenty seven Bonpo tantric practitioners in the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span>.</p>", 
   "index": 38, 
   "parent_index": 35, 
   "title": "5. Number of practitioners "
  }, 
  {
   "body": "<p>Kun bzang, ’Bum pa and Tshe dbang in turn on the 10th of each month. Kun bzang and ’Bum pa from the 23rd to the 28th day of the 5th month. Kun bzang and ’Bum pa the 16th to the 21st day of the 11th month.</p>", 
   "index": 39, 
   "parent_index": 35, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>Five villages: mKhar gong ma with fourteen families, mKhar zhol with ten families, Shar tshang with ten families, ’Khyer yag with twelve families and Kha dbugs with eight families (fifty-four families and three hundred and twenty six people altogether). </p>", 
   "index": 40, 
   "parent_index": 35, 
   "title": "12. Local community "
  }, 
  {
   "body": "<p>The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> dedicated to the local deity mThar smug is located on top of Mount mThar-smug about 5 km from the temple and propitiated on the 11th day of the 4th month. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of Tshe lung 3 km from the temple and propitiated on the 9th day of the 5th month.</p>", 
   "index": 41, 
   "parent_index": 35, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Agriculture</p>", 
   "index": 42, 
   "parent_index": 35, 
   "title": "14. Occupation of the local people"
  }, 
  {
   "body": "", 
   "index": 43, 
   "parent_index": 2, 
   "title": "(104) Gad pa skya bo Temple"
  }, 
  {
   "body": "<p>gSas khang gSang sngags rig ’dzin dar rgyas gling</p>", 
   "index": 44, 
   "parent_index": 43, 
   "title": "1. Name "
  }, 
  {
   "body": "<p>Gad pa skya bo village (latitude: 35°32’58”N, longitude: 102°04’64”E).</p>", 
   "index": 45, 
   "parent_index": 43, 
   "title": "2. Location "
  }, 
  {
   "body": "<p>There are thirty-four Bonpo tantric practitioners in the temple.</p>", 
   "index": 46, 
   "parent_index": 43, 
   "title": "5. Number of practitioners "
  }, 
  {
   "body": "<p>Kun bzang, ’Bum pa and Tshe dbang in turn on the 10th of each month. Kun bzang and dBal gsas from the 14th to 18th day of the 5th month. ’Bum pa from the 16th to 21st day of the 11th month. sPyi ’dul and sTag la from the 25th to 28th day of the 11th month.</p>", 
   "index": 47, 
   "parent_index": 43, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>Three villages: Gong ma with twelve families, gNya tshang with ten families and Ser grong with nine families (thirty one families and two hundred and seventeen people altogether).</p>", 
   "index": 48, 
   "parent_index": 43, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>The two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of mThar smug and Tshe lung are propitiated on the same day by both Gad pa skya bo and rGya mtsho dpal villages.</p>", 
   "index": 49, 
   "parent_index": 43, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Agriculture</p>", 
   "index": 50, 
   "parent_index": 43, 
   "title": "14. Economic occupation of local people"
  }, 
  {
   "body": "", 
   "index": 51, 
   "parent_index": 2, 
   "title": "(105) gDong mgo Temple"
  }, 
  {
   "body": "<p>gSas khang Theg chen smin grol rgya mtsho gling</p>", 
   "index": 52, 
   "parent_index": 51, 
   "title": "1. Name "
  }, 
  {
   "body": "<p>gDong mgo village of sPyi tshang (latitude: 35°32’17”N, longitude: 102°04’00”E).</p>", 
   "index": 53, 
   "parent_index": 51, 
   "title": "2. Location "
  }, 
  {
   "body": "<p>There are twenty two Bonpo tantric practitioners in the temple.</p>", 
   "index": 54, 
   "parent_index": 51, 
   "title": "5. Number of practitioners"
  }, 
  {
   "body": "<p>Kun bzang and ’Bum pa from the 21st to the 26thday of the 1st month. Kun bzang on the 10th day of each month. Kun bzang and ’Bum pa for five days at a suitable time in the 5th month. sTag la from the 16th to the 21st day of the 11th month.</p>", 
   "index": 55, 
   "parent_index": 51, 
   "title": "8 / 9. Rituals "
  }, 
  {
   "body": "<p>gDong mgo village comprising forty-four families (three hundred and ten people altogether) is considered as the lha sde of the temple.</p>", 
   "index": 56, 
   "parent_index": 51, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>The two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of mThar smug and Tshe lung are propitiated on the same day by the people of gDong mgo, rGyal mtsho dpal and Gad pa skya bo villages.</p>", 
   "index": 57, 
   "parent_index": 51, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Agriculture</p>", 
   "index": 58, 
   "parent_index": 51, 
   "title": "14. Economic occupation of the local people"
  }, 
  {
   "body": "", 
   "index": 59, 
   "parent_index": 2, 
   "title": "(106) Ngo mo Temple"
  }, 
  {
   "body": "<p>gSas khang rGyal bstan ye shes rgya mtsho gling</p>", 
   "index": 60, 
   "parent_index": 59, 
   "title": "1. Name "
  }, 
  {
   "body": "<p>Ngo mo village (latitude: 35°30’19”N, longitude: 102°03’77”E)</p>", 
   "index": 61, 
   "parent_index": 59, 
   "title": "2. Location "
  }, 
  {
   "body": "<p>There are twenty six Bonpo tantric practitioners in the temple.</p>", 
   "index": 62, 
   "parent_index": 59, 
   "title": "5. Number of practitioners "
  }, 
  {
   "body": "<p>Kun bzang, Tshe dbang, ’Bum pa, each alternately on the 10th day of each month. Kun bzang and ’Bum pa from the 5th to the 10th of the 5th month. ’Bum pa, Rams pa and Khro bo from the 25th to 30th day of the 11th month.</p>", 
   "index": 63, 
   "parent_index": 59, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>There is a <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span>, on top of a hill in front of the village temple, 3 km away and propitiated on the 9th day of the 5th month. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of gYung drung lha rtse is situated on top of the hill behind the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> and propitiated on the 17thday of the 6ht month. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of Ngo mo, also called sMad kyi Ngo mo, 4 km from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> and propitiated on the 15th day of the 5th month. </p>", 
   "index": 64, 
   "parent_index": 59, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Agriculture</p>", 
   "index": 65, 
   "parent_index": 59, 
   "title": "14. Economic occupation of the local people"
  }, 
  {
   "body": "", 
   "index": 66, 
   "parent_index": 2, 
   "title": "(107) Gyang ru Temple"
  }, 
  {
   "body": "<p>gSas khang Rig ’dzin thugs rje byang chub gling </p>", 
   "index": 67, 
   "parent_index": 66, 
   "title": "1. Name "
  }, 
  {
   "body": "<p>Gyang ru village (latitude: 35°28’95”N, longitude: 102°03’85”E)</p>", 
   "index": 68, 
   "parent_index": 66, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>There are sixty-seven Bonpo tantric practitioners in Gyang ru Temple.</p>", 
   "index": 69, 
   "parent_index": 66, 
   "title": "5. Number of practitioners"
  }, 
  {
   "body": "<p>Kun bzang, Tshe dbang, dBal gsas and ’Bum pa, in turn, on the 10th of each month. A seven to eight-day ritual for the village in the 1st month, on a date determined beforehand by Bon brgya Trulku. dBal gsas and ’Bum pa, in alternation, from the 1st to the 8th day of the 5th month. Kun bzang and the ritual based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sNang srid zhi ba chen mo</span> for seven days starting on the 25th day of the 6th month. Kun bzang, dBal gsas and ’Bum pa from the 11th to the 7th day of the 11th month.</p>", 
   "index": 70, 
   "parent_index": 66, 
   "title": "8 / 9. Rituals and ceremonies"
  }, 
  {
   "body": "<p>Two villages: Gyang ru gong ma with ten families and Gyang ru zhol ma with twenty-four families (two hundred and forty people altogether). The former village’s tutelary deity is dBal gsas, and that of the latter ’Bum pa.</p>", 
   "index": 71, 
   "parent_index": 66, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>There are seven <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> connected to the temple: </p><ol type=\"1\"> <li> the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of sTag lung constructed by A myes Thugs rje, about 20 km from the temple; the local deity is propitiated by the Bonpo, rNying ma pa and dGe lugs pa together on the 17th day of the 6th month, (the main officiants however must be Bonpo). </li> <li> the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of sTag lung chung ba, located about 150 metres from the one just mentioned, and likewise propitiated on the 17th day of the 6th month. </li> <li> the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of A myes gNyan steng on A myes gNyan steng hill, 2 km behind the temple, propitiated on 25 June.</li> <li> the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of the local deities Bon rgan, Bon chung, Nyag ga and dBu rtse in Bon brgya khog 73 km from the temple; the last four are propitiated on the 6th day of th 7th month.</li> </ol>", 
   "index": 72, 
   "parent_index": 66, 
   "title": "13. Local festivals "
  }, 
  {
   "body": "<p>Agriculture</p>", 
   "index": 73, 
   "parent_index": 66, 
   "title": "14. Economic occupation of the local people"
  }, 
  {
   "body": "", 
   "index": 74, 
   "parent_index": 2, 
   "title": "(108) Gling rgya Temple"
  }, 
  {
   "body": "<p>gSas khang mDo sngags phun tshogs dar rgyas gling </p>", 
   "index": 75, 
   "parent_index": 74, 
   "title": "1. Name "
  }, 
  {
   "body": "<p>Gling rgya village (latitude: 35°35’96”N, longitude: 102°08’03”E)</p>", 
   "index": 76, 
   "parent_index": 74, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>There are one hundred Bonpo tantric practitioners in the temple.</p>", 
   "index": 77, 
   "parent_index": 74, 
   "title": "5. Number of practitioners"
  }, 
  {
   "body": "<p>Tshe dbang on the 10th of each month. Kun bzang, ’Bum pa and sPyi ’dul from the 13th to the 16th day of the 1st month. The initiation of the Yi dam kun ’dus and Zhi khro from the 14th to the 16th day of the 4th month. Tshe dbang and dBal gsas for abundant crops from the 5th to the 8th day of the 5th month. Kun bzang, ’Bum pa and sPyi ’dul from the 16th to the 18th day of the 11th month. The complete cycle of ’Bum pa from the 23rd to the 30th day of the 11th month. Kun bzang, ’Bum pa and sPyi ’dul from the 27th to the 30th day of the 12th month.</p>", 
   "index": 78, 
   "parent_index": 74, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>Three villages: dBang chen with twenty-four families, Tshe mkhar with twenty-four families, and rTen rgyal with twenty-seven families (seventy-eight families and three hundred and twenty-seven people altogether). There are one hundred and forty families of the rTen rgyal village living as nomads on the shores of the Kokonor, but they have been converted to Buddhism.</p>", 
   "index": 79, 
   "parent_index": 74, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>There is only one <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> dedicated to the local deity rNgo tshang. According to some it was built by Grub thob Tshang pa, to others by Dung dkar Tshang pa. It is located 10 km from the temple and propitiated on the 9th day of the 4th month.</p>", 
   "index": 80, 
   "parent_index": 74, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Agriculture</p>", 
   "index": 81, 
   "parent_index": 74, 
   "title": "14. Economic occupation of local people "
  }, 
  {
   "body": "", 
   "index": 82, 
   "parent_index": 2, 
   "title": "(109) Zho ’ong nyin tha Temple"
  }, 
  {
   "body": "<p>gSas khang Kun ’dus g-yung drung ’gyur med gling</p>", 
   "index": 83, 
   "parent_index": 82, 
   "title": "1. Name "
  }, 
  {
   "body": "<p>Zho ’ong nyin tha village (latitude: 35°36’34”N, longitude: 102°11’17”E)</p><p></p>", 
   "index": 84, 
   "parent_index": 82, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>There are twenty five Bonpo tantric practitioners in the temple.</p>", 
   "index": 85, 
   "parent_index": 82, 
   "title": "5. Number of practitioners"
  }, 
  {
   "body": "<p>Kun bzang, Tshe dbang, Zhi khro and ’Bum pa alternately on the 10th of each month, Kun bzang, ’Bum pa and Rams pa from the 11th to the 18th day of the 1st month. The ritual of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Yi dam kun ’dus</span> and Zhi khro from the 14th to the 16th day of the 4th month. An important ritual dedicated to the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Ma tri</span> cycle from the 25th to the 30th day of the 10th day. Kun bzang, ’Bum pa and Rams pa from the 13th to the 20th day of the 12th month.</p>", 
   "index": 86, 
   "parent_index": 82, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>Two villages: sGang skor and dPon skor, comprising a total of twenty-three families and one hundred and thirty people.</p>", 
   "index": 87, 
   "parent_index": 82, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>There are three <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span>: </p><ol type=\"1\"> <li> a common <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> for both Bonpo and Buddhists dedicated to the local deity called dPa’ bo hri rgan. The la btsas was rebuilt by a dGe lugs pa Lama named mChu dmar Blo bzang rgya mtsho. It is located at the top of the hill Tsha nyed la kha, 2km from the temple and propitiated on the 17th day of the 7th month. </li> <li> the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of Yar kha located 2 km from the temple and propitiated on the 9th April. </li> <li> the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of Bon dkar 5km from the temple, propitiated on the 11th day of the 6th month.</li> </ol>", 
   "index": 88, 
   "parent_index": 82, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Agriculture </p>", 
   "index": 89, 
   "parent_index": 82, 
   "title": "14. Economic occupation of the local people "
  }, 
  {
   "body": "", 
   "index": 90, 
   "parent_index": 2, 
   "title": "(110) Dar grong Temple"
  }, 
  {
   "body": "<p>gSas khang sGrub pa’i rgyal mtshan mi ’gyur gling</p>", 
   "index": 91, 
   "parent_index": 90, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>Dar grong village</p>", 
   "index": 92, 
   "parent_index": 90, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>There are twenty-seven Bonpo Tantric practitioners in the temple.</p>", 
   "index": 93, 
   "parent_index": 90, 
   "title": "5. Number of practitioners"
  }, 
  {
   "body": "<p>Kun bzang and Tshe dbang alternately on the 10th of each month. Kun bzang, ’Bum pa and sPyi ’dul from the 16th to the 20th day of the 1st month. Kun bzang and sPyi ’dul from the 16th to the 20th day of the 12th month.</p>", 
   "index": 94, 
   "parent_index": 90, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The community comprises twenty families (one hundred and eighty people altogether).</p>", 
   "index": 95, 
   "parent_index": 90, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of ’U gzur located 3 km from the temple, at the center of the mountain facing the temple and propitited on the 17th day of the 6th month.</p>", 
   "index": 96, 
   "parent_index": 90, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Agriculture</p>", 
   "index": 97, 
   "parent_index": 90, 
   "title": "14. Economic occupation of the local people "
  }, 
  {
   "body": "", 
   "index": 98, 
   "parent_index": 2, 
   "title": "(111) Khyung bo thang Temple"
  }, 
  {
   "body": "<p>gSas khang Khyung dkar smin grol rig ’dzin gling</p>", 
   "index": 99, 
   "parent_index": 98, 
   "title": "1. Name "
  }, 
  {
   "body": "<p>Khyung bo thang sMad pa village (latitude: 35°39’90”N, longitude: 102°04’29”E)</p>", 
   "index": 100, 
   "parent_index": 98, 
   "title": "2. Location "
  }, 
  {
   "body": "<p>There are one hundred and forty Bonpo tantric practitioners in the temple.</p>", 
   "index": 101, 
   "parent_index": 98, 
   "title": "5. Number of practitioners"
  }, 
  {
   "body": "<p>Kun bzang and Tshe dbang alternately on the 10th day of each month. Kun bzang and dBal gsas from the 21st to the 30th day of the 1st month. Kun bzang, dBal gsas and Khro bo from the 21st to the 30th day of the 3rd month. mKha’ ’gro gsang bcod from the 15th to the 16th day of the 4th month. Kun bzang and ’Bum pa from the 5th to the 10th day of the 5th month. Kun bzang and sTag la from the 16th to the 21st day of the 11th month. Kun bzang, Tshe dbang, ’Bum pa and sTag la from the 20th to the 30th day of the 12th month.</p>", 
   "index": 102, 
   "parent_index": 98, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>There are two main villages, Gong skor and Phyi skor. The former comprises the following sub-villages: sTag a ’bum with seventeen families, Bonpo with twenty families, and dPon skor with ten families, and the latter mKhar sgo gong ma with twenty families, mKhar sgo zhol ma with ten families and lTag kha with fifteen families. These villages are considered as the lha sde of the temple.</p>", 
   "index": 103, 
   "parent_index": 98, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> is dedicated to the local deity dMag dpon dGra ’dul thogs med rtsal. It is a common <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> for both Bonpo and Buddhists. Built according to instructions given by Bon brgya Trulku. It is located 1 km from the temple and propitiated on the 9th day of the 4th month. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of the local deity sTag shar on top of sTag shar sgang hill, which is the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rgyab ri</span> of the temple. It is 13 km from the temple and propitiated exclusively by Phyi skor village on the 11th day of the 2nd month. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of the local deity Bya khyung is located at the top of one of the three peaks known as ’Khyams tho spun gsum, the three ’Khyams tho brothers, around 67 km from the temple and propitiated on the 4th day of the 5th month. </p><p>There is another type of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> made of stones (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdo ’bum</span>), associated with Phun tshogs bla ma. It is 3 km from the temple and is propitiated by Gong skor village only on the 18th day of the 2nd month.</p>", 
   "index": 104, 
   "parent_index": 98, 
   "title": "13. Local Festivals"
  }, 
  {
   "body": "<p>Agriculture</p>", 
   "index": 105, 
   "parent_index": 98, 
   "title": "14. Economic occupation of the local people"
  }, 
  {
   "body": "", 
   "index": 106, 
   "parent_index": 2, 
   "title": "(112) sDong skam Temple"
  }, 
  {
   "body": "<p>gSas khang gSang sngags bdud ’dul lhun grub gling </p>", 
   "index": 107, 
   "parent_index": 106, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>sDong skam smad pa village</p>", 
   "index": 108, 
   "parent_index": 106, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>There are fifteen Bonpo tantric practitioners in the temple.</p>", 
   "index": 109, 
   "parent_index": 106, 
   "title": "5. Number of practitioners"
  }, 
  {
   "body": "<p>The fasting ceremony (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">smyung gnas</span>) from the 15th to the 16th day of the 4th month. dBal gsas from the 5th to the 10th day of the 5th month. dBal gsas and Khro bo from the 21st to the 30th day of the 11th month.</p>", 
   "index": 110, 
   "parent_index": 106, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>There are four villages with a total of ninety-nine families in sDong skam village but most of them have been converted to the dGe lugs pa tradition and also the rNying ma pa in the recent centuries. Only thirty Bonpo families comprising a total of hundred and four people remain as the temple’s former villages. As a result the temple is used by all three religious groups but on different dates.</p>", 
   "index": 111, 
   "parent_index": 106, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> dedicated to the local deity called dMag dpon is said to have been built by Tshe dbang bkra shis, a chief of sDong skam village. It is located 200 m from the temple and is propitiated by both Bonpo and Buddhists on the 15th day of the 5th month.</p>", 
   "index": 112, 
   "parent_index": 106, 
   "title": "13. Local festivals "
  }, 
  {
   "body": "", 
   "index": 113, 
   "parent_index": 2, 
   "title": "(113) Hor nag Temple"
  }, 
  {
   "body": "<p>gSas khang gSang chen smin grol dpal ldan gling</p>", 
   "index": 114, 
   "parent_index": 113, 
   "title": "1. Name "
  }, 
  {
   "body": "<p>The temple is located in Hor nag village about 15 km north of Rong bo, the capital of the Reb gong region (latitude: 35°37’02”N, longitude: 102°00’46”E).</p>", 
   "index": 115, 
   "parent_index": 113, 
   "title": "2. Location "
  }, 
  {
   "body": "<p>There are twenty-eight Bonpo tantric practitioners in the temple.</p>", 
   "index": 116, 
   "parent_index": 115, 
   "title": "5. Number of practitioners "
  }, 
  {
   "body": "<p>Tshe dbang on the 10th of January. Khro bo and Pho nya gze ma from the 22nd to the 30th day of the 3rd month. On the 5th day of the 10th month, the ritual dedicated to Kun bzang is performed for rTse zhig chos rje, a master from rTse zhig Monastery in rGan rgya pasture near Bla brang Monastery. The ritual dedicated to Kun bzang is also performed by each of the Bonpo families in turn on the 29th of each month.</p>", 
   "index": 117, 
   "parent_index": 113, 
   "title": "8 / 9. Rituals "
  }, 
  {
   "body": "<p>Six villages: ’Khyams skor with twenty families, Na tsang ma with five families, Tshe thar ’bum with six families, Sha rgya with thirteen families, dPon skor with one family and Cha g-yog with five families (fifty families and three hundred people altogether).</p>", 
   "index": 118, 
   "parent_index": 113, 
   "title": "12. Local community "
  }, 
  {
   "body": "<p>The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of Rgya ye at the top of Zu lung built by rGya ye gNam go byams and propitiated on the 15th day of th 6th month. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of sKya ye at the top of bKra shis sgang, built by Hor nag Byams pa rgyal, often referred to as Hor nag A myes Byams pa rgyal and propitiated at a suitable date in the 5th month. </p>", 
   "index": 119, 
   "parent_index": 113, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Agriculture</p>", 
   "index": 120, 
   "parent_index": 113, 
   "title": "14. Economic occupation of local people "
  }, 
  {
   "body": "", 
   "index": 121, 
   "parent_index": 2, 
   "title": "(114) sTong che Temple"
  }, 
  {
   "body": "<p>gSas khang Rig ’dzin kun ’dus rnam rgyal gling</p>", 
   "index": 122, 
   "parent_index": 121, 
   "title": "1. Name "
  }, 
  {
   "body": "<p>sTong che village (latitude: 35°37’06”N, longitude: 102°00’74”E)</p>", 
   "index": 123, 
   "parent_index": 121, 
   "title": "2. Location "
  }, 
  {
   "body": "<p>There are twenty three Bonpo tantric practitioners in the temple.</p>", 
   "index": 124, 
   "parent_index": 121, 
   "title": "5. Number of practitioners"
  }, 
  {
   "body": "<p>Kun bzang and dBal gsas alternately on the 10th day of each month. Kun bzang, Tshe dbang, dBal gsas and sTag la from the 22nd to the 30th day of the 3rd month.</p>", 
   "index": 125, 
   "parent_index": 121, 
   "title": "8 / 9. Rituals "
  }, 
  {
   "body": "<p>Three villages: rKe bcag with thirty families, Khyung mo with eighteen families, and Ka ye with eighteen families (sixty-six families and four hundred and twenty people altogether).</p>", 
   "index": 126, 
   "parent_index": 121, 
   "title": "12. Local community "
  }, 
  {
   "body": "<p>The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of A myes rTen ’gyings, 2 km from the temple, propitiated on the 10th day of the 6th month. There is also a temple (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lha khang</span>) dedicated to A myes rGya thang. It is apparently the common local deity of the whole sTong che valley. In sTong che village of the Khri ka district there is also a temple dedicated to A myes rGya thang with the same appearence and origin.</p>", 
   "index": 127, 
   "parent_index": 121, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Agriculture </p>", 
   "index": 128, 
   "parent_index": 121, 
   "title": "14. Economic occupation of the local people"
  }, 
  {
   "body": "", 
   "index": 129, 
   "parent_index": 2, 
   "title": "(115) Kyung bo la ga Temple"
  }, 
  {
   "body": "<p> gSas khang Khyung dkar bstan pa rgya mtsho gling</p>", 
   "index": 130, 
   "parent_index": 129, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>Khyung bo la ga village (latitude: 35°37’68”N, longitude: 102°01’34”E) </p>", 
   "index": 131, 
   "parent_index": 129, 
   "title": "2. Location "
  }, 
  {
   "body": "<p>There are thirty-two tantric practitioners in the temple.</p>", 
   "index": 132, 
   "parent_index": 129, 
   "title": "5. Number of practitioners"
  }, 
  {
   "body": "<p>Kun bzang and Tshe dbang occur alternately on the 10th of each month and dBal gsas on the 29th of each month. Kung bzang, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sbyin sreg</span> ritual of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sNang srid zhi ba chen mo</span> and sPyi ’dul from the 17th to the 24th day of the 1st month. Khro bo and Pho nya gze ma from the 22nd to the 30th day of the 3rd month. A five-day ritual dedicated to dBal gsas at a suitable time in the 5th month.</p>", 
   "index": 133, 
   "parent_index": 129, 
   "title": "8 / 9. Rituals "
  }, 
  {
   "body": "<p>Four villages: mKhar nang with thirty-one families, dGar ba with twenty-three families, Nyin skor with eleven families and sDong skam with twenty-four families (five hundred and sixty people altogether).</p>", 
   "index": 134, 
   "parent_index": 129, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span>, whose name is unknown, is located 1 km from the temple and propitiated on the 11th day of the 4th month. The local people say that it was built by unidentified Bonpo tantric practitioners in the remote past.</p>", 
   "index": 135, 
   "parent_index": 129, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Agriculture</p>", 
   "index": 136, 
   "parent_index": 129, 
   "title": "14. Economic occupation of the local people"
  }, 
  {
   "body": "<p>Zhwa khra Temple is located in the Zhwa khra village which is 18 km south of the county town of gCan tsha. Bonpo community in this area is small. According to oral tradition, a tribe called Zhwa khra, was banished during the persecution of Bon religion by King Khri srong lde btsan. They arrived in gCan tsha after having settled in sGong dkam village of Reb gong for many generations. There was a series of chiefs starting from gYung drung rnam rgyal through Tshul khrims bstan ’dzin, gYung drung rgyal mtshan, rGya mtsho, dMar ris, gYung drung rgyal, Tshe thar and Khro rgyal. The latter became a monk and a nephew of his took his place to be the chief of the tribe.</p><p> A monk of La mo bde chen, a large dGe lugs pa monastery located in the same area, went to Lhasa for studying. He was kown as Zhwa khra Lha rams pa when he obtained the degree of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lha rams dge bshes</span> in Lhasa. Nobody seems to remember his real name today. He had a Ma ni khang built in Zhwa khra village when he came back from Lhasa, and the Ma ni khang was shared by both Buddhist and Bonpo people for centuries. The date of the foundation is not clear, but, according to dBang grags, a retired leader of gCan tsha county and comes from Zhwa khra village, and some old Bonpo such as Padma Tsering who were from the village as well, the Ma ni khang was founded about eight generations ago. </p><p>A lay Bonpo tantric called rNam thar rgyal had a statue and thangka of the divinity dBal gsas made in the Ma ni khang, and so tantrics of both Buddhists and Bonpo practised together for many years.</p><p>Today, there are eighteen lay tantrics in the Ma ni khang. They practise both Buddhism and Bon relgion. Ma ni khang has forty-two families as its local community. And then, rNam thar rgyal finally founded a Bonpo temple in the village called mTsho kha near Zhwa khra village and this was how Bon religion began to spread there. The temple was damaged in middle of the twentieth century and has not been yet rebuilt.</p><p>Another Bonpo lay tantric called rDo rje founded a new and small Bonpo temple separately in Zhwa khra village in the second half of the twentieth century to follow rNam thar rgyal’s example. rDo rje has his family and a few followers. In the temple, the ritual cycle of dBal gsas is performed from to time to time. There are no regular rituals either in the Ma ni khang or the gSas khang. </p>", 
   "index": 137, 
   "parent_index": 2, 
   "title": "(116) Zhwa khra Temple"
  }, 
  {
   "body": "", 
   "index": 138, 
   "parent_index": 137, 
   "title": "Source"
  }, 
  {
   "body": "<p> Interview in 1996 with : dBang grags and Padma Tsering, a lay tantric, both from Zhwa khra village</p>", 
   "index": 139, 
   "parent_index": 138, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<p> So nag is a large community situated in the pasture of gCan tsha County. There were only lay tantrics in the gSas khang, but recently there are also some monks from the community, but since the monks do not have a monastery, both lay tantrics and monks practise togather in the gSas khang. No records seem to exist about the history of the gSas khang. I visited it in 1996, but unfortunately there was not any old tantric from whom one could get some information on local history concerning the gSas khang. I hope to be able to fill up this gap when this book appears in Tibetan edition in the future.</p>", 
   "index": 140, 
   "parent_index": 2, 
   "title": "(117) So nag Temple"
  }, 
  {
   "body": "", 
   "index": 141, 
   "parent_index": 2, 
   "title": "(118) To shes Temple"
  }, 
  {
   "body": "<p>The formal name of the temple is gSas khang gSang sngags bdud ’dul gling.</p>", 
   "index": 142, 
   "parent_index": 141, 
   "title": "1. Name "
  }, 
  {
   "body": "<p>It is located in To shes village in gSer gzhung (Jin yuan) district (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>), Ba yan (Hua long) county, Qinghai province, 8 km north of gSer gzhung district (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>) 45 km east of the Ba yan county town.</p>", 
   "index": 143, 
   "parent_index": 141, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>In rTse zhig Monastery at rGan rgya pasture, lived a renowned master called dGar ba gYung drung rgyal mtshan who taught for many years and had many disciples. Unfortunately, his trulku passed away in childhood. The following reincarnation was discovered in sTong chung of Ba yan, northern Amdo (Hua long county, Qinghai province). Apparently he did not return to rTse zhig but greatlly contributed to the spread of the Bon religion throughout the Ba yan area, where he became known as sTong chung zhabs drung (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TZLD</span> p.6b). The latter’s reincarnation was Zhabs drung bSod nams g-yung drung dbang rgyal (1894-1949), who was very active at the beginning of the 20th century in both the religious and political fields in Amdo. He was a disciple of sBra ser Pandita Kun bzang rgyal mtshan and Bon brgya gYung drung phun tshogs, and in turn became the master of monasteries of rTse zhig, To shes, Shar steng, sKa gsar, Khyung mo, Reb gong Bon mang and the Bonpo community in Cone. He founded Dung dkar Monastery (No.132). He was the family priest (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gzhi dpon</span>) of the tenth Panchen Lama’s family in sBis mdo (Xiong hua county in Qinghai). He also won the esteem of Ma Bufang, the famous Chinese warlord of Qinghai in the early 20th century, who offered him a seal with the following inscription: “the seal of rTse dbus who is the lama of all the tantric Bonpo monasteries and lay communities in the East” (Shar phyogs sngags bon dgon grong spyi’i bla ma rtse dbus pa’i tham ga). He was also offered a Yig gshib (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">shubs</span>) lag the, which, as his son bsTan ’dzin (see below) explains, was a substitute for the postmark reserved for his personal use. His calling card states that he is “the overall master of all the Bonpo monasteries in Qinghai” (Guan li qing hai bai jiao ge si zong fo zhang) and he is referred to as rTse dbus tshang. He died on 22 September 1949. Following the instructions he left in his testament, sKyang ston rGyal ba’i dbang bo lung rtogs skal bzang rgya mtsho remained in the area for three years, to find his reincarnation whom he discovered in the person sKal bzang bstan ’dzin rgya mtsho (also known as A mgon bla ma or A lags Pad ma), who was born in 1950 to the mGon rgya family of A mgon village in ’Khyog chu (Chu ma <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, Ba yan county) is the present rTse dbus tshang (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TZLD</span> p.5a-b). According to bsTan ’dzin dbang rgyal, the son of the rTse dbus bla ma and a reincarnation from Kun bzang rin chen of sNang zhig Monastery (No.180), rTse dbus bSod nams g-yung drung dbang rgyal also founded To shes Temple at the age of twenty-five. Since the latter was born in the Wood-Horse Year of the 15th Rab byung, which corresponds to 1894, the monastery must have been founded in 1918. There are Chinese inscriptions inside the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> stating that the temple was painted eight years later, in 1926, and its walls covered by decorated bricks, in 1941. More recently it was restored by bsTan ’dzin dbang rgyal.</p>", 
   "index": 144, 
   "parent_index": 141, 
   "title": "3. History"
  }, 
  {
   "body": "<ol type=\"1\"> <li> head lama</li> <li> two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dge skos</span> </li> <li> two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad</span> </li> </ol><p>Since the temple belongs to two villages, To shes and sBra ’og, there is one <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dge bskos</span> for each village, and because To shes is larger than the other village, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dge bskos</span> for To shes is reappointed each year, while that for sBra ’og is reappointed every two years. One of the two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad</span> is in fact the deputy <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad</span>; he is appointed for two years and then is appointed <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad</span> for another two years, on a rotating basis and according to seniority. The lama is the deputy of the temple’s principle master, and is responsible for disposing of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gtor ma</span> during rituals.</p>", 
   "index": 145, 
   "parent_index": 141, 
   "title": "4. Hierarchical organization"
  }, 
  {
   "body": "<p>There are eighty tantric practitioners in the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span>.</p>", 
   "index": 146, 
   "parent_index": 141, 
   "title": "5. Number of practitioners"
  }, 
  {
   "body": "<p>The older practitioners teach the younger ones. Apart from Shar steng <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> with whom it shares the same master, bsTan ’dzin dbang rgyal, it has no ties with any other <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> or monastery, since it is relatively isolated from the rest of the Bonpo community in the Kokonor area.</p>", 
   "index": 147, 
   "parent_index": 141, 
   "title": "6 and 7. Current education and Educational exchange"
  }, 
  {
   "body": "<p>Since the members of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> are lay practitioners and work as farmers, they practise individually on an irregular basis and gather only for the following rituals:</p><p> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Tshes bcu</span>, on the 10th day of each month: on the 10th of the 1st, 4th, 9th and 10th month, the practitioners perform the ritual of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshogs ’khor</span> offering to <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bla ma</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yi dam</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mkha’ ’gro</span>, commonly referred to as rTsa gsum tshogs ’khor based on the text <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rTsa gsum kun ’dus mchog bsgrub zab mo yid bzhin nor bu</span> by sKyang sprul Nam mkha’ rgyal mtshan. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshes bcu</span> ritual of the remaining months is concerned with <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshogs ’khor</span> offering to mKha’ ’gro Kye ma ’od mtsho. The full title of the ritual text is <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mKha’ ’gro rtsa rgyud gsang chen rol ba zang thal mkha’ ’gro rgyud ’bum.</span> </p><p>The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> holds three major annual rituals: the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshogs ’khor</span> ceremony for mNyam med Shes rab rgyal mtshan on the 5th day of the 1st month, for dBal gsas from the 12th to the 19th day of the 6th month with <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’cham</span> on the 19th day; for dBal gsas again from the 2nd to the 11th day of the 11th month, with <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’cham</span> on the 9th day. There are three less important annual rituals: the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshogs ’khor</span> ceremony based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Yi dam kun ’dus</span> from the 13th to the 15th day of the 5th month, commemorating the death of sKyang sprul Lung rtogs skal bzang rgya mtsho, who was the main master of the Ba yan Bon mang; the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshogs mchod</span> ritual based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Dug lnga rang grol</span> from the 1rst to the 6th of the 10th month, the full title of the ritual text is: <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Theg pa chen po dmar khrid dug lnga rang grol gyi dgongs pa don ’dus</span> by bsTan ’dzin rin chen. In addition there are two annual rituals of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Yi dam kun ’dus</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Dug lnga rang grol</span> held by To shes and Shar steng in turn and a ritual of the sTag la cycle from the 15th to the 20th day of the 11th month. Only ten practitioners gather for the three minor rituals. For the first of the three major rituals, two of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gnyer pa</span> are responsable for collecting offerings and cooking for the participants; for the other two rituals, participants must bring their own food (but only <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rtsam pa</span>, no meat or bread).</p>", 
   "index": 148, 
   "parent_index": 141, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The lay community consists of two main villages: To shes with four branch villages: Yar nas, Mar nas, Srib lta and La ga, (forty families with a total population of more than four hundred), and sBra ’og, with twenty families and a population of one hundred eighty (altogether sixty families and a population of five hundred eighty).</p>", 
   "index": 149, 
   "parent_index": 141, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>There are four <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span>, all constructed with help of bsTan ’dzin dbang rgyal Rinpoche: The renewal ceremony of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of Thang bzang rang skyes, takes place on the 9th day of the 5th month, that of Brag dkar rtse ’dzin on the 4th day of the 6th month, and that of dPal mkhar, also on the 9th day of the 5th month, that of Yos mo nyal sa on the 11th day of the 7th month.</p>", 
   "index": 150, 
   "parent_index": 141, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Farmers</p>", 
   "index": 151, 
   "parent_index": 141, 
   "title": "14. Occupation of the local people "
  }, 
  {
   "body": "", 
   "index": 152, 
   "parent_index": 141, 
   "title": "Source"
  }, 
  {
   "body": "<p>bsTan ’dzin dbang rgyal, the master of To shes and Shar steng village temples and one of the most learned Bonpo scholars in the Ba yan area. He was born in 1932 and was recognized as the trulku of Kun bzang rin chen of sNang zhig Monastery where he was enthroned at the age of fifteen.</p>", 
   "index": 153, 
   "parent_index": 152, 
   "title": "Interviews: "
  }, 
  {
   "body": "", 
   "index": 154, 
   "parent_index": 2, 
   "title": "(119) Shar steng Temple"
  }, 
  {
   "body": "<p>gSas khang gSang sngags bdud ’dul gling</p>", 
   "index": 155, 
   "parent_index": 154, 
   "title": "1. Name "
  }, 
  {
   "body": "<p>It is located in Shar steng village 45 km east of Ba yan (Hua long), the seat of Ba yan county, near the gSer gzhung (Jin yuan) village.</p>", 
   "index": 156, 
   "parent_index": 154, 
   "title": "2. Location "
  }, 
  {
   "body": "<p>The temple was founded by rTse dbus tshang bSod nams g-yung drung dbang rgyal, the founder of To shes Temple (No.118); he founded Shar steng Temple a year after To shes Temple in 1919.</p>", 
   "index": 157, 
   "parent_index": 154, 
   "title": "3. History"
  }, 
  {
   "body": "<p>There is one leader and two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dge bskos</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">two dbu mdzad</span>. One of the two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad</span> is in fact deputy <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad</span>, the deputy <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad</span> is appointed for two years and then is appointed <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad</span> for another two years, on a rotating basis and according to seniority. The lama is the deputy of the Temple’s principle master, and is responsible for disposing of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gtor ma</span> during rituals.</p>", 
   "index": 158, 
   "parent_index": 154, 
   "title": "4. Hierarchical system "
  }, 
  {
   "body": "<p>There are seventy-three tantric practitioners in the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang.</span> </p>", 
   "index": 159, 
   "parent_index": 154, 
   "title": "5. Number of tantric practioners"
  }, 
  {
   "body": "<p>The older practitioners teach the younger ones. Apart from To shes Temple with whom it shares the same master, bsTan ’dzin dbang rgyal, the temple has no ties with any other temple or monastery, since it is relatively isolated from the rest of the Bonpo community in the Kokonor area.</p>", 
   "index": 160, 
   "parent_index": 154, 
   "title": "6 / 7. Current education and Educational exchange"
  }, 
  {
   "body": "<p>Since the members of the temple, like those of To shes are lay practitioners and work as farmers, they practise individually on an irregular basis and gather only for the rituals which are exactly identical with those of To shes Temple. </p><p>There are two annual rituals based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Yi dam kun ’dus</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Dug lnga rang grol</span> held by To shes and Shar steng in turn and a ritual of the gDugs dkar cycle from the 15th to the 20th day of the 11th month. Only ten practitioners gather for the minor rituals and these take place exactly the same way as those of To shes Temple. </p>", 
   "index": 161, 
   "parent_index": 154, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The local community consists of fifty families (three hundred people in total) in Shar steng village.</p>", 
   "index": 162, 
   "parent_index": 154, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>Same as those of To shes Temple</p>", 
   "index": 163, 
   "parent_index": 154, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Agriculture</p>", 
   "index": 164, 
   "parent_index": 154, 
   "title": "14. Occupation of the local people "
  }, 
  {
   "body": "", 
   "index": 165, 
   "parent_index": 154, 
   "title": "Source"
  }, 
  {
   "body": "<p> Interviews in autumn of 1996 with: bsTan ’dzin dbang rgyal, on him, see To shes Temple.</p>", 
   "index": 166, 
   "parent_index": 165, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "", 
   "index": 167, 
   "parent_index": 2, 
   "title": "(120) sTong chung Monastery"
  }, 
  {
   "body": "<p>The site is locally known as Dung khyung. In certain written sources, such as the biography of Khri ka Kung bzang rgyal mtshan, it is referred to as sTong chung and is associated with sTong che in Khri ka. Not sure whether my interpretation is correct: this association however seems to have been made by later scholars, because for the local population in both areas the distance between sTong che in Khri ka and sTong chung in Ba yan is considerable. The two monasteries probably found out about each other after most of the Bonpo religious sites in Amdo were converted to the dGe lugs pa tradition and Bonpo masters began travelling back and forth between the few Bonpo sanctuaries that remained. With the exception of the biography mentioned above, the site is not referred to as sTong chung, neither locally, nor by the people of sTong che. According to another source, there were two masters in sTong che known as sTon pa che ba and sTon pa chung ba, “elder master” and “younger master” and the terms evolved into sTon che and sTon chung. Thus sTon chung in Ba yan is supposed to have been named after the younger master who went there. This version seems to be rather farfetched, and since Khri ka Kun bzang rgyal mtshan is renowned as a scholar, his version of the name’s origin is widely accepted, especially by the local Bonpo scholars.</p>", 
   "index": 168, 
   "parent_index": 167, 
   "title": "1. Name "
  }, 
  {
   "body": "<p>It is located in Dung khyung village in rTsa ba Township in Ba yan (Hua long) County, Qinghai province, about 100 km west of the county town of Ba yan.</p>", 
   "index": 169, 
   "parent_index": 167, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>According to oral tradition, the monastery was originally built on the present site of Bya khyung Monastery, one of the largest and most important dGe lugs pa monasteries in Amdo, where Tsong kha pa was ordained. Indeed, before Bya khyung Monastery was built, there was a Bonpo monastery surrounded by several villages whose the inhabitants were fervent Bonpo. When Bya khyung Monastery was built the Bonpo were expelled from the surrounding villages. They resettled at sTong chung village where they or their descendents built a large Bonpo monastery which was later destroyed by Hui Muslims. In the mid-20th century, the lama bDod nams gYung drung dbang rgyal of rTse zhig began to rebuild the monastery; twelve monks’ cells and the residence of the head lama were completed, but then, owing to the Chinese invasion, the main hall was never finished. The monastery was eventually rebuilt in 1998 through the efforts of bZod pa bstan pa’i rgyal mtshan.</p>", 
   "index": 170, 
   "parent_index": 167, 
   "title": "3. History"
  }, 
  {
   "body": "<p>There were six monks in the monastery in 1996.</p>", 
   "index": 171, 
   "parent_index": 167, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>Since the monks were very busy for rebuilding the monastery under the leadership of bZod pa bstan pa’i rgyal tshan. The latter is considered as reincarnation, but was not yet formally recognised. There was not any kind of monastic education when I visited the monastery, but, for historical reasons, the monastery has close ties with bsTan ’dzin dbang rgyal of To shes Temple (No. 118). </p>", 
   "index": 172, 
   "parent_index": 167, 
   "title": "7. Educational exchange"
  }, 
  {
   "body": "", 
   "index": 173, 
   "parent_index": 167, 
   "title": "Source"
  }, 
  {
   "body": "<p>bsTan ’dzin dbang rgyal, the master of To shes Temple and Shar steng villages, is one of the most learned Bonpo scholars in the Ba yan area. He was born in 1932 and was recognized as the incarnation of Kun bzang rin chen of sNang zhig Monastery (No.180).</p>", 
   "index": 174, 
   "parent_index": 173, 
   "title": "Interviews: "
  }, 
  {
   "body": "", 
   "index": 175, 
   "parent_index": 2, 
   "title": "(121) sTong chung Temple"
  }, 
  {
   "body": "<p>sTong chung gSas khang</p>", 
   "index": 176, 
   "parent_index": 175, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>The temple is located in sTong chung village, 100 km west of Ba yan (Hua long), the seat of Ba yan county.</p>", 
   "index": 177, 
   "parent_index": 175, 
   "title": "2. Location "
  }, 
  {
   "body": "<p>According to an old text concerning the lineage of gZungs ’bum, a local Bonpo family, religious gatherings of the village began eighteen generations ago. The original site of these gatherings is not specified in the text. Later rTse dbus bSod nams g-yung dung dbang rgyal, the founder of To shes Temple (No.118) and Shar steng Temple (No.119), built a temple there. According to bsTan ’dzin dbang rgyal, the son of the builder, the temple was built in the early nineteen-forties.</p>", 
   "index": 178, 
   "parent_index": 175, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>principal master </li> <li> <span style=\"font-style: italic;\" class=\"\">bla ma</span>, deputy principal master</li> <li>two <span style=\"font-style: italic;\" class=\"\">dge bskos</span> </li> <li>one <span style=\"font-style: italic;\" class=\"\">dbu mdzad</span> </li> <li>one deputy <span style=\"font-style: italic;\" class=\"\">dbu mdzad</span> </li> </ul><p>Each member of the temple occupies the position of deputy <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad</span> for two years and then that of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbu mdzad</span> for another two years on a rotational basis and in order of seniority. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bla ma</span> is responsible for preparing the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gtor ma</span> and disposing it during rituals.</p>", 
   "index": 179, 
   "parent_index": 175, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>The dBal gsas cycle from the 15th to the 20th day in the 5th month and a <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’cham</span> performance on the 20th day of the same month.</p>", 
   "index": 180, 
   "parent_index": 175, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "", 
   "index": 181, 
   "parent_index": 175, 
   "title": "Sources"
  }, 
  {
   "body": "<p>In autumn of 1996 with bsTan ’dzin dbang rgyal; on him, see To shes Temple.</p>", 
   "index": 182, 
   "parent_index": 181, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "", 
   "index": 183, 
   "parent_index": 2, 
   "title": "(122) Ser kywa Temple"
  }, 
  {
   "body": "<p>Locally, Ser kywa Temple is referred to as a <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">spyi khang</span>, “Common House” and not as a <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span>. Its full name is Ser kywa (also written as Se ky’a (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TsGLNy</span>, p.96) and Ser ky’a (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">KhKRL</span>, p.128) Bon sngags bdud ’dul me ri ’khyil gling.</p>", 
   "index": 184, 
   "parent_index": 183, 
   "title": "1. Name "
  }, 
  {
   "body": "<p>The temple is located in Ser kywa village in Shar lung district (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>), Khri ka county, 15km southeast of the county town (latitude: 35°57’01”N, longitude: 101°31’06”E).</p>", 
   "index": 185, 
   "parent_index": 183, 
   "title": "2. Location "
  }, 
  {
   "body": "<p>As with the other <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> in the Kononor region, there are no reliable historical accounts of the monastery, whether oral or written.</p>", 
   "index": 186, 
   "parent_index": 183, 
   "title": "3. History "
  }, 
  {
   "body": "<p>The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> has one hundred and thirty-six tantric practitioners.</p>", 
   "index": 187, 
   "parent_index": 183, 
   "title": "5. Number of tantric practitioners "
  }, 
  {
   "body": "<p>According to some of the older members of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span>, such as Kun bzang, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> was under the guidance of mKhar nag Tulku and sBra ser Tulku of sTong che (in Khri ka) until the nineteen-fifties.The present master is Bon brgya dGe legs lhun grub rgya mtsho.Young practitioners study ritual with their own private tutors, and also go to Bon brgya Monastery or other places where Bon brgya Rinpoche helps them receive further training. Bon brgya Rinpoche also occasionally visits the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> to give teachings.</p>", 
   "index": 188, 
   "parent_index": 183, 
   "title": "6. Education"
  }, 
  {
   "body": "<p>With the exception of the above-mentioned relations with Bon brgya Rinpoche and his monastery, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> has no traditional ties with any other monastery or <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span>.</p>", 
   "index": 189, 
   "parent_index": 183, 
   "title": "7. Exchanges with other gsas khang establishments"
  }, 
  {
   "body": "<p>Kun bzang, sPyi ’dul and sTag la rituals are performed on the 19th day of each month. Known as <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">zla cho</span>.</p>", 
   "index": 190, 
   "parent_index": 183, 
   "title": "8. Monthly Rituals"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>1st month: 10th-15th: rGya lo’i <span style=\"font-style: italic;\" class=\"\">smon lam</span>. The rituals performed during this period are prescribed by Bon brgya Rinpoche on the 1st day of the 1st month when representatives of the <span style=\"font-style: italic;\" class=\"\">gsas khang</span> go to Bon brgya Monastery to pay their respects on New Year’s Day. Generally the <span style=\"font-style: italic;\" class=\"\">smon lam</span> rituals include the propitiation of Khro bo gtso mchog and A bswe. </li> <li>3rd month: 25th-30th, the rite of A bswe and performance of the <span style=\"font-style: italic;\" class=\"\">sNang srid zhi chen</span> ritual.</li> <li>4th month: 4th - 5th, the offering of 1000 times according to the <span style=\"font-style: italic;\" class=\"\">sKye sgo gcod pa</span>; 8th -13th, the ritual of fasting (<span style=\"font-style: italic;\" class=\"\">smyung gnas</span>) and of Kun bzang rgyal ba rgya mtsho; 20th - 24th, the <span style=\"font-style: italic;\" class=\"\">Zhi khro</span> ritual </li> <li>5th month: 1st -8th, Kun bzang. Since 28 families of Ser kywa village live as nomades in the Srin po mountain area, quite far from the village, the Kun bzang ritual is held only once a year.</li> <li>9th month: 25th-30th, the propitiation of Drag btsan.</li> <li>10th month: 8th-15th, the liturgy of Khro bo with the <span style=\"font-style: italic;\" class=\"\">’cham</span> dance on the 14th. </li> </ul><p>In addition to the above rituals, there is a custom known as <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tsho mthun</span>, “agreement between villages”, according to which certain rituals are held collectively by two villages. </p><p>These rituals include:</p><ol type=\"1\"> <li>Khro bo from the 25th to the 30th day of the 4th month, and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sTong gsum ’khrugs pa’i yo bcos</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dGra bla’i dpung stod</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Drug cu’i gdon sel</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Rlung rta’i gar ’dzugs</span> from the 1st to the 4th day of the 5th month held jointly by the Bon dkar and Yag nyes villages. </li> <li>sPyi ’dul, together with the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sTong gsum ’khrugs pa’i yo bcos</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Drug cu’i gdon sel</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dGra bla’i dpung stod</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Rlung rta’i gar ’dzugs</span>, from the 5th to the 13th day of the 5th month.</li> </ol>", 
   "index": 191, 
   "parent_index": 183, 
   "title": "9. Annual Rituals"
  }, 
  {
   "body": "<p>The lay community consists of four main villages which may be subdivided into fifteen branch villages: </p><ol type=\"1\"> <li>Bon dkar comprising five branch villages: Srog tsha with ten families, Phar rka with eight families, Mar rka with eight families, La kha with eleven families, and So tshang with fifteen families. </li> <li>Slog brgya comprising three branch villages: Slog brgya with sixteen families, Shi glo’u tshang with six families and A yag tshang with five families. </li> <li>Se skong tshang comprising five branch villages: Hor tshang with 4 families, gDung tshang with six families, Bya brgya tshang with nine families, sNgo rgya tshang with three families and Nag rgya tshang with 2 families.</li> <li>Yag nyes tshang comprising two branch villages: Yag nyes tshang with eighteen families and Bon nag tshang with sixteen families. </li> </ol><p>There are altogether one hundred and thirty-seven families and eight hundred and thirty people. Ser kywa village is mainly a Bon po village with the exception of nine families which are rNying ma pa. There is also a dGe lugs pa monastery named Ser kywa nearby although there are no dGe lugs pa families living in the village.</p>", 
   "index": 192, 
   "parent_index": 183, 
   "title": "12. The local community"
  }, 
  {
   "body": "<p>The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of the local deity Bla ri btsan gyi phye ma rnga rdung was built with the instructions given by Bon brgya Trulku, 2 km from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span>, and propitiated on the day 9th day of the 5th month by the Bonpo, rNying ma pa and dGe lugs pa communities together. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">la btsas</span> of Bon dkar is located 15 km from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span>, on top of Mount Srin po’i pad ma dbang rgyal. It was built by <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Rig ’dzin</span> So lha khyab ril, and is propitiated on 15th day of the 6th month by the Bon dkar village.</p>", 
   "index": 193, 
   "parent_index": 183, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Farmers</p>", 
   "index": 194, 
   "parent_index": 183, 
   "title": "14. Occupation of the local people"
  }, 
  {
   "body": "<p>(1) Interviews </p><p>In autumn of 1996 with Kun bzang and other practitioners.</p>", 
   "index": 195, 
   "parent_index": 183, 
   "title": "Sources: "
  }, 
  {
   "body": "<ol type=\"1\"> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TsGLNy</span> </li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">KhKRL</span> </li> </ol>", 
   "index": 196, 
   "parent_index": 195, 
   "title": "(2) Texts "
  }, 
  {
   "body": "", 
   "index": 197, 
   "parent_index": 2, 
   "title": "(123) Khyung mo Monastery"
  }, 
  {
   "body": "<p>The monastery was named after Khyung mo Trulku, the main reincarnate lama of the monastery. It is also known as gYung drung phun tshogs gling. </p>", 
   "index": 198, 
   "parent_index": 197, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>The monstery is located in Ba rgya village in sTong che valley of Chu nub (Hexi) district (xiang) in Khri ka county, 18 km south of the county seat of Khri ka county. </p>", 
   "index": 199, 
   "parent_index": 197, 
   "title": "2. Location "
  }, 
  {
   "body": "<p>Literary Sources: in addition to sBra ser <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Pandita</span> Kun bzang rgyal mtshan’s unfinished autobiograghy, there are two more recent texts by sNying sangs rgyal and sBra ser Tshangs dbyangs. sBra ser Pandita, also known as Khri ka Kun bzang rgyal mtshan (or by his secret name Nam mkha’ dbang phyug) was a learned monk from sBra ser Monastery overlooking the village of the same name. There are no written Sources concerning the origin of Bon in sTong che. However, according to oral tradition, in the 14th century Ye shes rgyal mtshan, a Bonpo monk from gYas ru dben sa kha Monastery and originally from Sog sde in Nag chu kha, asked his main master, mTha’ bral bSod nams rgyal mtshan, about his future. His master told him that he was to spread the doctrine in a land called gYang lung ra gsum in northern Amdo. Following his master’s instructions, he left for Amdo in search of the place. The master gave Ye shes rgyal mtshan a reliquary for keeping sacred items exhorting him repeatedly not to open it before reaching his destination, but Ye shes rgyal mtshan’s treasurer, overcome by curiosity, opened the reliquary on the way and a pigeon escaped from it. The bird was in fact dMag dpon, a guardian of the Bon religion, which is why, it is believed, dMag dpon is propitiated by the Bonpos living in Kokonor to this day. When they reached the shores of Kokonor lake they learnt that gYang lung ra gsum corresponded to the three valleys of Khri ka, and thus proceeded in that direction. When they reached sTong che valley, the mule carrying their belongings dropped to the ground. Ye shes rgyal mtshan took this as an auspicious sign. He decided that they would settle there and drove his <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">phur pa</span> dagger into the ground. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> he built on the spot became Khyung mo lha khang which survived until the middle of the 20th century. (The temple was built in the old architectural style with the three Buddhas of the Three Ages at the entrance flanked by eight <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sems dpa’</span> on either side). The temple is the earliest of its kind in Amdo; indeed, since Ye shes rgyal mtshan arrived there from central Tibet, the temple was built in the original, central Tibetan style. Ye shes rgyal mtshan became renowned as sTong che ston pa, also called Sog btsun ston pa, the “monk from Sog sde” (in Amdo). He also built a monastery at the site of the present dPon tshang lha khang, but since its location in the center of the village was inconvenient, it was moved to the present site of Khyung mo Monastery a few generations after its foundation. It was during this period that the first temples in sTong che valley were founded: sBra ser lha khang, dPon tshang lha khang and sKa rgya stong skor spyi khang. </p><p>A lags Khyung mo is the most important reincarnation of the monastery. According to legend, A lags Khyung mo was a lama who practised the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’pho ba grong ’jug</span>, “tranferring the soul from one body to another”. There are two lineages of the practice of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’pho ba grong ’jug</span>, one from India and the other from China. The Indian lineage was discontinued when sKar ma mdo sde, the son of Mar pa <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lo tsa ba</span>, was killed by Rwa <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lo tsa ba</span>. A lags Khyung-mo is said to belong to the Chinese lineage. The third A lags Khyung mo Kun dga’ rgyal mtshan received the teaching of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’pho ba grong ’jug</span> from Rong sgom rTog med zhig po, a master of the lHo yang ston lineage and initiated the practice of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’pho ba grong ’jug</span> within the Khyung mo lineage. Kun bzang rgyal mtshan was born to the Khyung po village in Nag chu kha and was the son of the King of Hor (Hor spyi khyab rgyal po). </p><p>The elder people in the village remember that the eighteenth A lags Khyung mo was a Chinese man from Ziling (Xining), who came to Khyung mo Monastery and claimed to be the embodiment of the previous A lags Khyung mo who practised the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’pho ba grong ’jug</span>. The monastery, after having investigated the matter, confirmed his claim and he was enthroned at the monastery. This took place sometime in the early 20th century. The present A lags Khyung mo, sTobs ldan dbang phyug, was recognized by rGyal ’obs Rinpoche of sNang zhig Monastery of rNga khog. There are no biographies of the A lags Khyung mo incarnations, only a list of their names: </p><ol type=\"1\"> <li>Sog btsun <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sTon pa</span> Ye shes rgyal mtshan </li> <li>Sog btsun Grags pa rgyal mtsan </li> <li>Kun bzang rgyal mtshan </li> <li>Yon tan rgyal mtshan </li> <li>unknown </li> <li>Tshul khrims ye shes </li> <li>Kun bzang ye shes </li> <li>Nyi ma rgyal mtshan </li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Grub dbang</span> Nyi ma </li> <li>bsTan pa blo gros </li> <li>Tshul khrims ye shes </li> <li>bsTan ’dzin dbang rgyal </li> <li>mTshan ldan rgyal mtshan </li> <li>bsTan ’dzin ye shes </li> <li>Phun tshogs dbang rgyal </li> <li>gYung drung rnam rgyal </li> <li>bsTan pa blo gros </li> <li>sGrub pa mthar phyin </li> <li>rGyal ’obs bsTan ’dzin dbang rgyal </li> <li>sTobs ldan dBang phyug, the present A lags Khyung mo</li> </ol><p>There was a mKhar nag Trulku popularly known as mKhar nag grub chen, who belonged to one of the three lineages of Khyung mo Monastery.</p><p>The monastery’s most remarkable scholar was sBra ser <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Pandita</span> Kun bzang rgyal mtshan. He travelled throughout both Amdo and Khams. He finally arrived in gYing drung gling where he studied under the famous <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mKhan po</span> Nyi ma bstan ’dzin. He is the author of a great number of works. Following is a list of those known to us: <em xmlns:str=\"http://exslt.org/strings\">Ṇub phyogs stag gzig bde ba can gyi zhing smon</em>; <em xmlns:str=\"http://exslt.org/strings\">Ṣang rgyas sman lha’i cho ga ’bring po</em>; <em xmlns:str=\"http://exslt.org/strings\">Ṣhes rab byams ma’i bstod pa</em>;<em xmlns:str=\"http://exslt.org/strings\">MKhar nag btsan gzhung gi phyag bzhes</em>; <em xmlns:str=\"http://exslt.org/strings\">Gḍugs dkar bzlog bsgyur</em>; <em xmlns:str=\"http://exslt.org/strings\">Ḷegs bshad rin chen gter khyim</em> and <em xmlns:str=\"http://exslt.org/strings\">Brḍa sprod nyi shu bdun pa’i ’grel bshad</em>. He was also a painter. A large <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">zhing bkod</span> type of thangka depicting ’Ol mo lung ring, the Bonpo sacred land in sTag gzig, is attributed to him. The image is regarded as the emblem of the Bonpo community throughout Amdo. As a result, it has been copied in many temples and monasteries in Amdo. </p><p>In the lineage of rTse zhig Lama of rTse zhig Monastery, there was a master called Shes rab, more commonly known as A lags Shes rab, who became the master of many temples and monasteries in Amdo including those in sTong che. He had several temples and a residence built in sTong che Monastery. He named the monastery gYung drung phun tshogs gling. Shes rab rnam rgyal, his nephew, travelled to Central Tibet where he lived and studied as a monk at sMan ri Monastery in gTsang. His aging uncle grew very sad for he was afraid he might never see his nephew again, so rGyal ba, a monk at Khyung mo Monastery, went to sMan ri to ask Shes rab rnam rgyal to return. The latter accepted and thus uncle and nephew were reunited. Shes rab rnam rgyal also developed close ties with the sixth Panchen Lama, dPal ldan ye shes (1738-1780), who offered him a title and seal investing him with authority over all the Bonpo communities throughout Amdo (KTGN, p.fol.9), and he became known as rTse zhig Drung rams pa. </p><p>He frequently returned to Khyung mo Monastery. From that time onwards, the masters of the rTse zhig lineage have been in charge of Khyung mo Monastery, and some among them as <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">khri ba</span> of the monastery even had a permanent residence there. Later, gYung drung bstan rgyas and rTse dbus rGyal ba tshul khrims from rTse zhig Monastery also put a lot of effort into the monastery. </p><p>Until the mid-20th century, monastery had three temples, one known as the dPon tshang gsas khang was built by dBang rgyal, a chief of sTong che valley, as an act of repentence for the killing of the seven brothers of Sha kya village by the Tsha kho army. According to legend, when gYung drung lha steng Monastery was destroyed by Chinese forces during the Manchu dynasty an orphan child from rGyal rong was adopted by a Chinese officer. When the boy grew up and became an officer like his adopted father, he asked permission to destroy one hundred and eight dGe lugs pa monasteries to take revenge on the dGe lugs pa for destroying gYung drung lha steng Monastery. Permission was granted and he was given the troops stationed at rGyal rong --known by the people of Khri ka as the Tsha kho army)-- to assist him in his task. When the troops finally arrived in sTong che valley to destroy Ba rgya Monastery, the last of the one hundred and eight dGe lugs pa monasteries located near Khyung mo Monastery, they met stiff resistence from the Sha kya village, the patron family of Ba rgya Monastery and their people. In the end only the Sha kya’s stag bdun (“seven tigers of Sha kya village”), in other words, the seven brothers of the village, were left to defend the monastery. The brothers took refuge in a castle to make their last defense. At this juncture the chief of sTong che proposed to act as mediator between the seven brothers and the Tsha kho troops and obtained from the latter the promise that the brothers would not be killed if they surrendered to the army. No sooner had the brothers surrendered than they were killed. Since the chief had urged the brothers to surrender he felt responsible for their deaths and built the temple as an act of repentence. We do not know the exact dates of these events, but the story is still well-known today.</p><p>In the eighteen-nineties permission was granted for the monastery’s reconstruction.</p>", 
   "index": 200, 
   "parent_index": 197, 
   "title": "3. History"
  }, 
  {
   "body": "<p>The head of the monastery is a <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sprul sku</span>.</p><ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one <span style=\"font-style: italic;\" class=\"\">dge skos</span> </li> <li>one <span style=\"font-style: italic;\" class=\"\">dbu mdzad</span> </li> </ul><p></p>", 
   "index": 201, 
   "parent_index": 197, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>The elder men of this monastery have not taken vows of celibacy and have families in the village. However, since the monastery’s reconstruction in the early nineteen-eighties, Khyung mo Trulku is trying to impose religious vows on the younger monks. As a result both young monks who have taken the vows and elder men who have not coexist inside the monastery. Generally the elder men only go to the monastery for rituals and other religious activities and then return to their homes in the village, while the young monks live inside the monastery on a permanent basis. In the past, the establishment had close ties with rTse zhig Monastery of rGan rgya pasture, but is now closer to Bon brgya Monastery, especially with A lags Bon brgya, also called Bon brgya Trulku. rTse zhig Monastery was formerly the most important Bonpo monastery in the Kokonor area but now, even though their master, Trulku Zla ba, is a disciple of A lags Bon brgya, its influence has diminished. Thus the monks of Khyung mo go to Bon brgya Monastery to receive teachings from A lags Bon brgya.</p>", 
   "index": 202, 
   "parent_index": 197, 
   "title": "6 / 7. Education and Exchanges with other monasteries "
  }, 
  {
   "body": "<p>There are seventeen large local lay communities around Khyung mo Monastery in sTong che, both farmers and nomads: </p><ol type=\"1\"> <li>Khyung mo lha sde with fifty families </li> <li>sBra ser with twenty families </li> <li>’Bum kho with fifteen families </li> <li>sNying nge lha sde with sixty families </li> <li>Sha rgya with ten families </li> <li>mKhar nag with twenty families </li> <li>sKa rgya with twenty families </li> <li>sTong skor with twenty families </li> <li>Lhasa with ten families </li> <li>Nog wer sgang with five familes </li> <li>Zhwa dmar with six familes. All the above mentioned communities are farmers. </li> <li>’Brog ru’i dpon tshang with sixty families </li> <li>’Brog ru’i stong skor with fifty families </li> <li>Kro’u tshang with ten families </li> <li>Mar nang with twenty families </li> <li>Sha rgya bon tshang ma with fifteen families </li> <li>Bya mdo bon po tshang with about five hundred families, but most families converted to Buddhism, leaving only thirty Bonpo families. </li> </ol><p>All the above-mentioned communities are nomads. Altogether There are four hundred and twenty-one families (around two thousand five hundred people). All these families also support the four <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> of sTong che valley, as well as the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> of ’Brog ru’i stong skor and the tent <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsas khang</span> (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">tshogs ras</span>) of ’Brog ru’i dpon tshang.</p>", 
   "index": 203, 
   "parent_index": 197, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>(mentioned at the beginning of the document)</p>", 
   "index": 204, 
   "parent_index": 197, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Farmers</p>", 
   "index": 205, 
   "parent_index": 197, 
   "title": "14. Occupation of the local people"
  }, 
  {
   "body": "<p>Interview </p><p>In autumn of 1996 with Khyung mo sTobs ldan dbang phyung, the present Khyung mo bla ma of the monastery; Tshangs dbyangs, a monk and the teacher of the present Khyung mo bla ma at the monastery.</p>", 
   "index": 206, 
   "parent_index": 197, 
   "title": "Sources"
  }, 
  {
   "body": "<ol type=\"1\"> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">KTGN</span> </li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">KhKRL</span> </li> <li> <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">TsGLNy</span> </li> </ol>", 
   "index": 207, 
   "parent_index": 206, 
   "title": "Texts:"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }, 
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }
  ], 
  "domain": "places", 
  "kid": "15374", 
  "dates": [], 
  "title": "Repgong Introduction"
 }
}