{"meta":{"authors":[],"title":"གོང་དཀར་བཤད་སྒྲུབ་གླིང་།","dates":{"created_at":"2010-08-14 12:29:58 UTC","updated_at":"2010-08-14 12:29:58 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"གོང་དཀར་བཤད་སྒྲུབ་གླིང་།"},{"title":"གོང་དཀར་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"གོང་དཀར་བཤད་སྒྲུབ་གླིང་།","index":2,"parent_index":0,"body":" <p>མཚན་རྒྱས་པར་“ཐོད་རི་དགའ་<span class=\"milestone page eng \">[page <span class=\"pnum\">4<\/span>] <\/span>ལྡན་བཤད་སྒྲུབ་གླིང་”ཞེས་ཞུ། སྐྱིད་ནགས་ནས་སྣུམ་ནག་འཁོར་ལམ་བརྒྱུད་ཤར་དུ་སྤྱི་ལེ་བཅུ་ཙམ་སོང་ན་གོང་དཀར་ཞོལ་གྲོང་དུ་འབྱོར་ཞིང་དེའི་རྒྱབ་རིའི་སྟེང་དུ་སྔོན་གྱི་གོང་དཀར་རྫོང་ཤུལ་དང་། སྐུ་གཉེར་གྲྭ་ཚང་གི་ཤུལ། དེ་ནས་ཅུང་མཐོ་བའི་རི་སྟེང་དུ་དགོན་དེ་ཆགས་ཡོད། གོང་དཀར་རྫོང་ཞེས་པ་དེ་སྔོན་སྣེ་གདོང་རྒྱལ་པོའི་རྒྱལ་ས་བྱེད་མྱོང་ཞིང་མཐའ་འཁོར་ལྕགས་རི་དང་སྒོ་བཞིའང་ཡོད་སྐད། དེ་རྗེས་ཕག་གྲུའི་ཕོ་བྲང་ཡང་བྱེད་མྱོང་ཡོད་ཟེར། དེ་ནས་བདེ་ཆེན་ཆོས་འཁོར་གྱི་ཡོངས་འཛིན་ཀུན་དགའ་ལྷུན་གྲུབ་དང་རྒྱལ་མཆོག་ལྔ་པ་གཉིས་བླ་སློབ་ཀྱི་ཚུལ་དུ་བཞུགས་ཡོད་པ་ལ། ཡོངས་འཛིན་གྱིས་“ང་སྟེང་དུ་བསྡད། ཁྱེད་རྒྱལ་བས་གཤམ་དུ་བཞུགས་ན་མི་འགྲིག་”ཅེས་གསུངས་ནས། 1653ལོར་རྒྱལ་མཆོག་ལྔ་པར་ཕུལ། རྒྱལ་མཆོག་ལྔ་པས་མཚན་ཉིད་གྲྭ་ཚང་བཙུགས་གནང་བ་ནས་བཟུང་དགོན་དེའི་མཚན་ལ་བཤད་སྒྲུབ་གླིང་ཞེས་ཐོགས། མཚན་ཉིད་གྲྭ་ཚང་བཙུགས་མ་ཐག་ནས་དགེ་འདུན་ཞལ་གྲངས་བརྒྱ་དང་བདུན་ཅུ་ཙམ་ཟིན་སྐད། རྒྱལ་མཆོག་ལྔ་པའང་དགོན་དེར་གཏན་བཞུགས་གནང་འདུན་གནང་བར། དགའ་ལྡན་ཁྲི་པ་གཙོས་གདན་ས་ཁག་གི་བླ་སྤྲུལ་རྣམས་ངོ་ཕེབས་ཀྱིས་རྒྱལ་བ་རིན་པོ་ཆེ་འདིར་བཞུགས་ན་གདན་ས་ཁག་གི་འཆད་ཉན་དང་ཆབ་སྲིད་སོགས་ཉམས་འགྲོ་གི་རེད་ཅེས་ཞུས་ནས་ལྷ་སར་གདན་དྲངས། དགོན་དེའི་འཛིན་སྐྱོང་མཁན་ཐོག་དང་པོ་སྟོད་ལུང་ཆུ་བཟང་བཟོད་པ་རྒྱ་མཚོར་སྩལ། དེ་རྗེས་རྒྱལ་བ་སྐལ་བཟང་རྒྱ་མཚོའི་དུས་སྔགས་ཆོག་ཀྱང་སྤེལ་གནང་མཛད་པས་ད་བར་མདོ་སྔགས་གཉིས་ཀ་ཕྱག་བཞེས་མཛད་སྲོལ་དེ་དར།<\/p> <p>ད་ལྟ་གསར་བཞེངས་འདུ་ཁང་ནང་སྔོན་སྐུ་གཉེར་གྲྭ་ཚང་གི་རྟེན་གཙོ་ཇོ་བོ་རྗེས། ཡོལ་པོ་ཕྱི་རུ་བུ་མོས་མགོ་རྒྱན་ཕུལ། ཤི་བ་སེམས་ནས་དེ་ཡིས་སྒྲིབ་སྦྱོང་མཛད། ཅེས་པའི་ལོ་རྒྱུས་ལྡན་པའི་ཚེ་རིང་མཆེད་ལྔའི་སྐུ་དམར་གདུང་དང་། ཐུབ་དབང་བྱང་ཆུབ་ཆེན་པོ། གཞན་ཡང་རྟེན་སྐུ་གསར་བཞེངས་གནང་བ་<span class=\"milestone page eng \">[page <span class=\"pnum\">5<\/span>] <\/span>མང་པོ་མཇལ་རྒྱུ་ཡོད།<\/p> <p>གོང་དཀར་ཞོལ་གྲོང་དབུས་སུ་སྤྱན་རས་གཟིགས་ཀྱི་ལྷ་ཁང་ཞིག་མཇལ་རྒྱུ་ཡོད་པ་དེ་ལའང་ཐོག་མར་ཆུ་བོ་རིའི་ལ་སྟེང་ནས་སྐྱིད་ནགས་ཀྱི་ལུག་རྫི་ཞིག་ལ་སྤྱན་རས་གཟིགས་ཀྱི་སྐུ་བརྙན་དེ་རྙེད་སྐོར་དང་དེས་གསུང་འབྱོན་ཚུལ་སོགས་ཀྱི་གནས་བཤད་ངོ་མཚར་ཆེ་བ་ཡོད།<\/p> <p>དགོན་དེ་ནས་ལྷོ་ངོས་སུ་རྐང་ཐང་མར་ཆུ་ཚོད་གཅིག་ལྷག་ཙམ་སོང་ན་འོད་གསལ་གླིང་ཞེས་རྒྱལ་བ་སྐལ་བཟང་རྒྱ་མཚོས་ཕྱག་བཏབ་གནང་མཛད་པའི་ཇོ་དགོན་ཞིག་ཀྱང་མཇལ་རྒྱུ་ཡོད།<\/p> <p>ཡང་གོང་དཀར་རྫོང་ཞོལ་རི་ཟུར་ནས་ཀོ་གྲུར་བསྡད་དེ་བྱང་ངོས་སུ་སྤྱི་ལེ་བཞི་ལྔ་ཙམ་སོང་ན་སྲིན་པོ་རིར་ཁ་ཆེ་པཎ་ཆེན་ཤཱཀྱ་ཤྲཱིས་ཕྱག་བཏབ་གནང་བའི་སྲིན་བུ་རི་དགོན་པ་མཇལ་རྒྱུ་ཡོད། ཁ་ཆེ་པཎ་ཆེན་གྱིས་འཇམ་དབྱངས་དཀར་པོའི་བསྟོད་པ་གནས་དེར་མཛད་ཟེར་བ་དང་། སྔོན་འཁོར་ལམ་མེད་སྐབས་ལྷོ་གནས་ཀྱི་ཐོག་མ་གནས་དེ་ནས་འགོ་འཛུགས་སྲོལ་ཡོད།<\/p>  "}]}