{"meta":{"domain":"places","kid":"16817","authors":[],"title":"Shongdo Ra Introduction","dates":{"created_at":"2010-08-25 11:13:20 UTC","updated_at":"2010-08-25 11:13:20 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Shongdo Ra Introduction"},{"title":"II.2. Superficial structures: Primarily funerary superstructure","index":1,"parent_index":0},{"title":"Shongdo RaShong rdo ra","index":2,"parent_index":1},{"title":"Basic site data","index":3,"parent_index":2,"body":"<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Shongdo Ra<\/span><span class=\"scholar\">Shong rdo ra<\/span> (sp.?)<\/li> <li>Site number: D-104 <\/li> <li>Site typology: II.2b <\/li> <li>Geographic coordinate (N. lat.): 30º 49.2΄ <\/li> <li>Geographic coordinate (E. long.): 89º 03.2΄ <\/li> <li>Elevation: 4880 m to 4900 m <\/li> <li>Administrative location (township): <span class=\"popular\">Tarma<\/span><span class=\"scholar\">Thar ma<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Shentsa<\/span><span class=\"scholar\">Shan rtsa<\/span> <\/li> <li>Survey expedition: CCE and HTWE<\/li> <li>Survey date: May 23, 1999 and May 7, 2004<\/li> <li>Contemporary usage: Light grazing. <\/li> <li>Identifiable Buddhist constructions: None. <\/li> <\/ul>"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"<p> <span class=\"popular\">Shongdo Ra<\/span><span class=\"scholar\">Shong rdo ra<\/span> is located on a natural terrace, on the left side of the uninhabited <span class=\"popular\">Shong<\/span><span class=\"scholar\">Shong<\/span> valley (the western-most effluent of the <span class=\"popular\">Tarma Tsangpo<\/span><span class=\"scholar\">Thar ma gtsang po<\/span>). Immediately to the north of the site there is a rocky limestone ridge. The terrain is moderately sloping, turf-covered and strewn with pieces of limestone. <span class=\"popular\">Shongdo Ra<\/span><span class=\"scholar\">Shong rdo ra<\/span> consists of three funerary enclosures with double-course and unordered perimeter walls. The heavily eroded structures are all made of uncut variable-length chunks of blue limestone. <\/p>"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"<p>According to local sources, <span class=\"popular\">Shongdo Ra<\/span><span class=\"scholar\">Shong rdo ra<\/span> is an ancient <span class=\"popular\">Mön<\/span><span class=\"scholar\">Mon<\/span> burial ground.<\/p>"},{"title":"Site elements","index":6,"parent_index":2},{"title":"Funerary Structure FS1","index":7,"parent_index":6,"body":"<p>Funerary structure FS1 (18 m x 15 m) is sub-rectangular in form (30° 49.172΄ N. lat. \/ 89° 03.175΄ E. long. \/ 4880 m). A number of naturally occurring boulders were incorporated into the perimeter walls. Some of the boulders on the enclosure may also have been moved into their current positions. There are stones piled up on he inner side of the largest of these boulders (3.3 m long). This pile appears to be the vestiges of a shepherd’s shelter (<span class=\"popular emph\">droklhé<\/span><span class=\"scholar emph\">’brog lhas<\/span>). Like FS2, there is a gap in the east wall of the FS1 enclosure. This may be a deliberate design trait (as is found in some enclosures hat house pillars). The large boulders notwithstanding, variable-length (10 cm to 1.3 m long) stones were used make the perimeter walls. In some places, small stones were placed on top of larger stones. These walls appear o have been crudely built with no particular order or arrangement. Many of the stones of FS1 host orange climax lichen growth. The uphill\/north wall of FS1 is constructed of heaped stones. This wall has a maximum interior height of 50 cm and a maximum exterior height of 1.4 m, in order that the interior of the enclosure could be relatively level. The downhill\/south wall also consists of stones laid on top of one another. It is raised 20 cm on its interior side and 70 cm on its exterior side; also to compensate for the slope gradient. There are loose rocks scattered around the enclosure as well as some partially submerged ones. <\/p>"},{"title":"Funerary Structure FS2","index":8,"parent_index":6,"body":"<p>Funerary structure FS2 (14 m x 10 m), the highest specimen at <span class=\"popular\">Shongdo Ra<\/span><span class=\"scholar\">Shong rdo ra<\/span>, is situated 147 m east of FS1 (49.175΄ \/ 03.278΄ \/ 4900 m). The walls of this sub-rectangular enclosure are level with the ground surface or elevated above it to a maximum height of 20 cm. This structure may once have been taller, but it has been subject to heavy erosion and possible geomorphologic modification. On the west side of the perimeter there is what appears to be a double-course wall fragment (60 cm thick). There is a gap in the east wall. Variable length (10 cm to 70 cm) stones were used in he construction of the FS2 enclosure. The interior of the enclosure is moderately sloping and contains some exposed and partially submerged stones. <\/p>"},{"title":"Funerary Structure FS3","index":9,"parent_index":6,"body":"<p>Funerary structure FS3 (6 m x 6 m) is situated 28 m downhill of FS2. This open enclosure has an ovoid form. There are traces of double-course walls (70 cm thick) on the south and west sides of the enclosure. The east wall is entirely missing. The perimeter walls of FS3 are level with the ground surface or rise above it to a maximum height of 30 cm. The same variable-length stones found in FS2 were used to construct FS3. The level interior is littered with loose stones. <\/p>"}]}