{"meta":{"domain":"places","kid":"16659","authors":[],"title":"Naklhé Doring Introduction","dates":{"created_at":"2010-08-25 11:10:10 UTC","updated_at":"2010-08-25 11:10:10 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Naklhé Doring Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Nag lhas rdo ring Northeast","index":7,"parent_index":6,"body":null},{"title":"Enclosure","index":8,"parent_index":7,"body":" <p>The walls enclosing these pillars are highly fragmentary and their original configuration could not be determined with any precision. Quite an anomaly, the row of pillars (many of which are inclined) appears to stand near the east end of the enclosure. The west wall of the enclosure is situated 26 m west of the pillars. The extant west wall fragment is about 15 m long and fairly well aligned in the cardinal directions. This wall is double-course (40 cm to 50 cm thick), and contains variable-length (10 cm to 70 cm long) stones. The stones of the west wall are flush with the ground surface or project above up to a height of 20 cm. A small fragment of the enclosing north wall is also intact where it joins with the west wall. The area between the row of pillars and west wall of the enclosure is strewn with small pieces of white limestone. These stones either formed an element of the construction or were once part of votive offerings. Inside the enclosure, 5.8 m west of the row of pillars, there is a smaller enclosure (2.2 m x 2.4 m) or cell. This inner enclosure is offset owards the north side of the larger enclosure. The single-course perimeter walls of the smaller enclosure are composed of calcareous rocks up to 60 cm in length. These stones project as much as 30 cm above ground level. The smaller enclosure is of crude construction and sub-rectangular in form. This is one of the only examples of the stelae erected inside an enclosure typology (II.1b) that has a subsidiary inner enclosure discovered to date. <\/p> "},{"title":"Pillars","index":9,"parent_index":7,"body":" <p>Five of the nine in situ pillars planted inside the enclosure are broken to varying degrees, and now stand 60 cm to 1 m in height. These broken pillars are all irregularly shaped. There are also two fallen pillars, 1.3 m and 1.4 m in length. All the pillars (except one) are made of an unhewn light-colored, grained igneous (?) rock. From south to north, the dimensions and characteristics of the four unbroken stelae are as follows:<\/p> <ol> <li>Long-stone DR1: four-sided (1.2 m [height] x 85 cm [basal girth]).<\/li> <li>Long-stone DR2: a tabular dark-colored stone (1 m x 70 cm).<\/li> <li>Long-stone DR3: four-sided (1.5 m x 1 m).<\/li> <li>Long-stone DR4: four-sided (1.25 m x 1 m). <\/li> <\/ol> "},{"title":"Nag lhas rdo ring Southwest","index":10,"parent_index":6,"body":null},{"title":"Enclosure","index":11,"parent_index":10,"body":" <p>The enclosure is aligned in the cardinal directions, and measures 11.4 m (east-west) x 7 m (north-south). The east, west and south walls of the enclosure are largely intact, while the north wall is highly fragmentary. These double-course walls (65 cm to 80 cm thick) are composed of stones (primarily 40 cm to 60 cm long) that are even with the ground level or elevated up to 20 cm above it. <\/p> "},{"title":"Pillar","index":12,"parent_index":10,"body":" <p>There is a single, irregularly shaped, pillar (approximately 1 m in height) erected inside the enclosure. The pillar stands next to the inner edge of the west wall and is quite well centered between its north and south walls of the enclosure. There are also three or four partly submerged larger stones inside the enclosure. These appear to have been smaller pillars. <\/p> "},{"title":"Outlying funerary structure","index":13,"parent_index":10,"body":null},{"title":"Interconnected funerary superstructures","index":14,"parent_index":6,"body":null},{"title":"Notes","index":15,"parent_index":0,"body":null}]}