{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Dotaga (Sharchok) Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "I.2. Residential Structures in Other Locations: Religious and Elite Residences"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " DotagaDo rta sga "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span> (East)</li> <li>English equivalent: Horse Saddle Island</li> <li>Alternative site name: <span class=\"popular\">Tsoling Gi Do</span><span class=\"scholar\">Mtsho gling gi do</span> (East)</li> <li>English equivalent: Island of the Lake</li> <li>Alternative name 2: <span class=\"popular\">Tsodo</span><span class=\"scholar\">Mtsho do</span> (East)</li> <li>English equivalent: Lake Island</li> <li>Site number: B-128</li> <li>Site typology: I.2a </li> <li>Geographic coordinate (N. lat.): 31º 10.3΄ </li> <li>Geographic coordinate (E. long.): 84º 05.2΄ </li> <li>Elevation: 4580 m to 4610 m</li> <li>Administrative location (township): <span class=\"popular\">Lungkar</span><span class=\"scholar\">Lung dkar</span> </li> <li>Administrative location (county): <span class=\"popular\">Drongpa</span><span class=\"scholar\">’Brong pa</span> </li> <li>Survey expedition: TILE</li> <li>Survey date: February 20, 21, 2006.</li> <li>Contemporary usage: Grass cutting.</li> <li>Identifiable Buddhist constructions: None. </li> </ul>
", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span> is a saddle-shaped island as the name indicates. It is host to a number of ruined all-stone corbelled edifices and other residential and ceremonial structures. This island is located 1.5 km offshore in <span class=\"popular\">Daroktso</span><span class=\"scholar\">Da rog mtsho</span> (4570 m), a freshwater lake closely connected to the ancient Bonpo in the oral and textual traditions. Clearly, relatively large sedentary communities once thrived on <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span>. The quality and size of the residential architecture located here indicates that this 2-km long island was an elite cultural and economic center. The special social status accorded this insular location in ancient times is related to its exceptional geomantic and ritual significance. </p>
<p>The two residential sites at <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span> (B-128, B-129) constitute the largest and most protected ancient residential center in the <span class=\"popular\">Daroktso</span><span class=\"scholar\">Da rog mtsho</span> lake basin, suggesting that <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span> was the political nexus of the region as well. Perhaps upwards of 100 people once inhabited the island. Adding to the importance of this portion of the north side of <span class=\"popular\">Daroktso</span><span class=\"scholar\">Da rog mtsho</span> is the existence of a <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> site just onshore called <span class=\"popular\">Lemar Jang</span><span class=\"scholar\">Sle dmar byang</span> (B-16) and another insular site known as <span class=\"popular\">Dodrilbu</span><span class=\"scholar\">Do dril bu</span> (B-130). Next to <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> (B-126, B-127) in <span class=\"popular\">Namtso</span><span class=\"scholar\">Gnam mtsho</span> and <span class=\"popular\">Dodrilbu</span><span class=\"scholar\">Do dril bu</span> (B-13) in <span class=\"popular\">Trari Namtso</span><span class=\"scholar\">Bkra ri gnam mtsho</span>, <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span> was the largest and most important insular settlement in Upper Tibet. The residential structures of <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span> are situated on the east side (B-128) and east half of the south side (B-129) of the island. Cliffs plunge down to <span class=\"popular\">Daroktso</span><span class=\"scholar\">Da rog mtsho</span> all along the west half of the south side of the island and were not permanently inhabited. The north side is marked by uninhabited open terrain between the shoreline and rocky backbone of the island (summit: 4670 m). Reduced levels of solar exposure probably account for the lack of permanent settlement on the north side of the island. </p>
", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to the <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span> of <span class=\"popular\">Daroktso</span><span class=\"scholar\">Da rog mtsho</span>, <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span> was home to the ancient Bonpo. In the local oral tradition, no successive phases of Buddhist occupation are mentioned </p>
", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p> <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span> (East) supports the same kind of all-stone corbelled architecture found throughout much of Upper Tibet. There are six <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> at this site (only one is aligned in he cardinal directions). Residential structures RS1 and RS6 have outlying positions, while RS2, RS3, RS4, and RS5 were raised in close proximity to one another. RS2, RS3 and RS4 in particular appear to have formed an integral residential cluster. These structures are primarily built of bluish and brownish metamorphic rocks of variable length (up to 70 cm long) laid in random-rubble courses. Mostly red and brown sandstone was employed for the bridging stones and roof sheathing. The corbels tend to be thicker and made from another type of rock. The corbelling tends to have short projections from the wall plates and was installed more sparingly than at some <span class=\"popular\">do khang</span><span class=\"scholar\">Rdo khang</span> sites. Rather, much of the roof assembly is comprised of successive layers of oversailing bridging stones spanning most of the space between opposing walls. There is evidence of a mud-based mortar being used but most of it has washed out from the walls. Orange climax lichen clings here and there to the walls. These extremely durable structures would have enabled he occupants of the facility to store surplus food grains and ample material possessions. The majority of food supplies, tools, fuel, and other goods came from the productive lands of the mainland. This presupposes a political and social standing necessary to marshal considerable resources. </p>
<p>When the Bonpo ascetic <span class=\"popular\">Nangzher Löpo</span><span class=\"scholar\">Snang bzher lod po</span> visited <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span> in the second half of the eight century CE, he and his disciple faced extreme hardship and isolation.<a href=\"#n118\" name=\"nb118\" class=\"note\">118</a> Potentially, <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span> could support a herd of 30 or 40 goats and sheep, but <span class=\"popular\">Nangzher Löpo</span><span class=\"scholar\">Snang bzher lod po</span> and his associate are recorded as nearly starving to death on the island. The severe deprivation hey faced suggests in itself that the island settlements were already abandoned by this time. It may be that <span class=\"popular\">Nangzher Löpo</span><span class=\"scholar\">Snang bzher lod po</span> was trying to resuscitate a prehistoric cultural and religious hub, at least through symbolic means. Buddhist meditators do not appear to have reached the island in any significant way as they left nothing emblematic of their presence. The extreme geographic isolation of <span class=\"popular\">Daroktso</span><span class=\"scholar\">Da rog mtsho</span> may have dissuaded them from colonizing the island. Buddhist factions are not likely to have had the populations, economic power or inclination o redevelop the western islands of the <span class=\"popular\">Jangtang</span><span class=\"scholar\">Byang thang</span>. On the other hand, the occupation of <span class=\"popular\">Semodo</span><span class=\"scholar\">Se mo do</span> in <span class=\"popular\">Namtso</span><span class=\"scholar\">Gnam mtsho</span> was probably vital to the symbolic and ecclesiastic control of the northern regions, not to mention its proximity to <span class=\"popular\">Lhasa</span><span class=\"scholar\">Lha sa</span> and the Buddhist heartland. Moreover, Buddhists do not seem to have relished living in semi-subterranean <span class=\"popular\">do khang</span><span class=\"scholar\">Rdo khang</span> and there are not many caves on <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span>. </p>
", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Residential complex"
  }, 
  {
   "body": "<p>Residential structure RS1 is situated on a grassy flat just above the lakeshore (31° 10.40 N. lat. / 84° 05.14΄ E. long. / 4580 m). Its open northeastern aspect gives it sweeping views in both the eastern and western directions. RS1 measures 10 m (east-west) x 6.7 m (north-south). The forward two-thirds of the structure is comprised of an open courtyard. The courtyard entrance is in the east near the north wall, which extends 1 m farther east than the south wall. On its south side, the courtyard was slightly built into the slope. The enclosing walls (around 70 cm thick) now attain a maximum height of 1.1 m. The rear one-third of RS1 was comprised of two main rooms elevated about 30 cm above the courtyard. The outer walls of these rooms are 70 cm to 80 cm thick. Their destroyed entrance is in the east. The remains of the forward/east wall of the wo rooms has a maximum height of 1.4 m. The rear/west wall has been reduced to around 90 cm in height and was built entirely above ground. A wall buttress 70 cm thick extends 60 cm into the north room (interior dimensions: 1.6 m x 2.2 m). A tiny vestibule (80 cm x 65 cm) connects the north and south rooms. The south room (3.2 m x 1.9 m) is also split in two by a rear wall buttress that was about 1 m in length (it is now partially destroyed). The larger southern portion of the south room (1.9 m x 70 cm) has a niche in the east wall and a niche in the south wall. Few examples of the roof appurtenances remain near the ruin.</p>
", 
   "index": 8, 
   "parent_index": 7, 
   "title": "Residential Structure RS1"
  }, 
  {
   "body": "<p>Residential structure RS2 is the largest single structure at rdo rta sga (East) (10.30΄ / 05.16΄ / 4600 m). It appears to have been the social and ritual nucleus of the site. Its dimensions are as follows: 11 m (southeast wall), 12 m (southwest wall), 13.4 m (northwest wall), and 7.4 m (northeast wall). It consists of two wings of rooms set behind an east-facing courtyard. The courtyard is 6.8 m long on its north side and 4.3 m long on its south side. The walls enclosing the courtyard are double-coursed, around 50 cm thick and a maximum of 1.5 m high. The entrance to the courtyard is in the east. </p>
<p>The north wing of the building consists of a row of four rooms: northeast, central east, central west, and west. The northeast room (exterior dimensions: 2.7 m x 3 m, interior dimensions: 2 m x 2.2 m, floor-to-ceiling height: 1.7 m) still has a fully intact roof, complete with a smoke hole. Stone slabs are piled up around the smoke hole and could have been manipulated to regulate the draft. The entrance (90 cm x 60 cm) to the 2-m high northeast room is in the south. There are three small niches in the west wall and one niche in the east wall of the room. There are traces of the mud plaster that originally covered the interior walls. Corbels project about 20 cm from all four walls. There are two corbels on all but the west wall, which only has one. The diagonally-oriented bridging stones are up to 1.2 m in length. On the south side of the roof there is a parapet wall that extends about 20 cm above the rest of the northeast room. The fact that the northeast room is the only fully intact structure at rdo rta sga as well as the crude, incongruous construction of the upper courses of stonework and arrested corbelling technique used, indicates that the northeast room was rebuilt at some point in time, probably by religious practitioners. </p>
<p>The south side of the central east room (1.7 m x 80 cm) has largely collapsed. Its south entrance was about 80 cm in height. Against the north wall there is a structural extension (1.6 m x 1.4 m) with a small entrance or opening. This sheltered space must have had a storage or specialized ritual function. The west central room (2.4 m x 1.8 m) is now largely filled with earth. Although its entrance (approximately 80 cm high) has been largely destroyed, the 1.3-m long overarching lintel is still in situ. There is a niche in the west wall. The west/rear room (3.2 m x 2 m) of the north wing of RS2 was accessed via the central west room. The entranceway between them is 60 cm wide. Above the fully underground rear wall of the west rear room there are the remains of a parapet, adding 30 cm to its height. Some corbels still rest on top of the walls in the central west and west rear rooms. The floor-to-ceiling height of the west room is 1.6 m. There are three large subterranean recesses in the rear wall of the west room, which must have had a special religious function (perhaps related o the worship of chthonic spirits). These three recesses are elevated 10 cm to 30 cm above the floor of the west room. The north recess measures 50 cm x 70 cm x 70 cm. The inner portion of the central recess is slightly elevated above the outer half. Some red ochre still stains the mud plaster of the central recess (70 cm x 90 cm x 1.4 m). In the rear of the south recess (60 cm x 80 cm x 1.5 m) there is a small niche. </p>
<p>The south wing (5.4 m x 2.9 m) of RS2 appears to have contained a total of four more rooms. The two forward rooms have been largely destroyed. These two rooms were deeply set behind or to the west of the northeast room of the edifice. The rear south and rear north rooms of the south wing have partially intact roofs. The rear south room has a floor-to-ceiling height of around 1.4 m, while the rear north room has been partially engulfed by rubble. The south corner of the rear/west wall of RS2 is elevated 1 m above ground level. The rear north room of the south wing opens directly to the north wing. </p>
", 
   "index": 9, 
   "parent_index": 7, 
   "title": "Residential Structure RS2"
  }, 
  {
   "body": "<p>Residential structure RS3, located 3.6 m south of RS2 at the same elevation, has been mostly destroyed. It measures 6.5 m (north-south) x 3.7 m (east-west). The rear/west has a maximum height of 1.6 m, 40 cm of which is above ground level. The south wall (5 m long) of the courtyard has partly survived. </p>
", 
   "index": 10, 
   "parent_index": 7, 
   "title": "Residential Structure RS3"
  }, 
  {
   "body": "<p>Residential structure RS4 is situated 6.7 m south of RS3 (10.29΄ / 05.17΄ / 4600 m). RS4 measures 9 m (north-south) x 5.5 m (east-west). This structure has been razed and turf grows within the ruins. As with RS3, he ground plan of RS4 is no longer discernable. There is a lone in situ corbel on the north wall (maximum height: 1.3 m). The west wall has a maximum height of 1.3 m on the exterior side and 1 m on the interior. There is a small aperture near ground level in the west wall.</p>
", 
   "index": 11, 
   "parent_index": 7, 
   "title": "Residential Structure RS4"
  }, 
  {
   "body": "<p>Approximately 6 m lower in elevation than the RS2, RS3 and RS4 cluster of residences, there is a shrine complex consisting of four ceremonial structures (10.30΄ / 05.19΄). This complex, at least in part, may have been used for the worship of the <span class=\"popular\">Daroktso</span><span class=\"scholar\">Da rog mtsho</span> <span class=\"popular\">lhamen</span><span class=\"scholar\">Lha sman</span> goddess. On the north side of the ceremonial complex there is a cubic structure (structure S1) aligned in the cardinal directions (2 m x 2.1m x 1.6 m). Its 50-cm high base is 25 cm wider on all sides than the upper portion of the structure. There is a small niche near the top of the north wall and one in the east wall of S1. The random-rubble construction contains variable-length stones (up to 60 cm). Most of the mud-based mortar has washed out from he seams. There is also an opening (20 cm x 20 cm) in the lower portion of the east wall that extends to the west side of S1. This conduit is not well centered north-south, and the nature of its enshrining function is enigmatic. An earthen structure (structure S2) that has been reduced to a shapeless heap (1.5 m long, 1.2 m high) is situated 70 cm to the south. Adjacent to the south side of the adobe structure there is a rectangular masonry structure (structure S3) with a <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span>-like quality (4.4 m x 2.4 m x 1.7 m). Three graduated tiers appear to be discernable. There is a small opening on its north side and perhaps two more on the east side of S3. These openings access an interior cavity spanned by sandstone members. There appears to be quite a bit of earth inside this shrine, which is probably the remains of internal structures. There is another masonry ceremonial structure (structure S4), situated 90 cm east of S3 (1.2 m x 1 m x 1.4 m). S4 has apertures near the top of its east and west faces that access an open interior. On the top of S4 there is a lone brown sandstone plaque with the following Bon mantras carved on it: <span class=\"popular emph\">a a karsa lenö</span><span class=\"scholar emph\">a a dkar sa le ’od</span>, <span class=\"popular emph\">a yang om du</span><span class=\"scholar emph\">a yang oṃ ’du</span>, and <span class=\"popular emph\">a om hum</span><span class=\"scholar emph\">a oṃ hum</span> written vertically. This plaque confirms the Bon identity of <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span>. The inscriptions have undergone a considerable degree of repatination. The style of the plaque and the formation of the letters indicate an early historic periodization. The carving technique (rather crude, the letters themselves are incised) and style of paleography are directly comparable to plaques surveyed near <span class=\"popular\">Darchen</span><span class=\"scholar\">Dar chen</span> (B-57) and <span class=\"popular\">Chilbu Gönpa</span><span class=\"scholar\">Spyil bu dgon pa</span> (B-24). </p>
", 
   "index": 12, 
   "parent_index": 7, 
   "title": "Shrine complex"
  }, 
  {
   "body": "<p>Residential structure RS5 (4 m x 4.5 m) is situated higher up on the backbone of the island (10.27΄ / 05.20΄ / 4610 m). It was built into an almost vertical slope. A cave (4.3 m x 3.2 m) was cut out of the conglomerate formation directly behind the structure. In the rear of the cave there is a stone and adobe hearth and platform. A black substance is peeling from the side of the platform. The cave ceiling is not fire-blackened; it seems that the original ceiling has fallen away. RS5 probably contained four rooms: two forward and two rear. The rear east room is directly conveyed to the cave. The lintel over the entranceway (90 cm x 50 cm) to he cave is still in place. An entranceway with a red sandstone lintel 1.2 m long divides the forward west room from the two rear rooms. Between the two rear rooms there is a buttress (80 cm thick, 1.1 m high) extending 1.1 m from the formation. The interior dimensions of the rear west room are 1.2 m x 2 m. The size of he rear east room is not clear. The two forward rooms have been largely destroyed. The exterior side of the forward wall of RS5 attains a height of 3 m, while its interior is only 80 cm high. This difference in height is accounted for by the revetment upon which the superstructure sits. About 1 m above RS5 a stone course is embedded in the rim of the cliff. Adjacent to RS5 in the east there is an enclosure (3.6 m x 4 m). There are also the remains of a perimeter wall on the north and east sides of RS5. </p>
", 
   "index": 13, 
   "parent_index": 7, 
   "title": "Residential Structure RS5"
  }, 
  {
   "body": "<p>On a narrow east-facing bench there is a rectangular shrine that directly overlooks the eastern cape of the island (10.16΄ / 05.41΄ / 4600 m). This ceremonial structure is aligned in the cardinal directions (2.7 m x 2 m x 1.4 m). It was built of variable-length uncut blocks of stone (up to 60 cm long) and has a random-rubble exture. Its foundation contains larger stones. Immediately to the south is a smaller shrine (90 cm x 1 m x 80 cm). The exterior walls of the smaller shrine are made of flatter stones (up to 40 cm long), while the interior is filled with small stones (5 cm to 15 cm long). </p>
", 
   "index": 14, 
   "parent_index": 7, 
   "title": "Minor shrines"
  }, 
  {
   "body": "<p>Residential structure RS6 is built against the island’s backbone directly west of the eastern cape (10.15΄ / 05.41΄). This relatively large edifice is generally aligned in the cardinal directions and measures 13.5 m (east-west) x 6.6 m (north-south). It was built in four distinct elevations: lower/east (4.5 m wide), lower central (3.5 m wide), upper central (1.8 m wide), and upper/west (3.7 m wide). The two lower levels comprise a wo-tiered open courtyard. A wall 80 cm high separates the two tiers of the courtyard. The perimeter wall around the courtyard is partially intact. </p>
<p>The two upper tiers of RS6 make up the building itself. The upper central tier is raised about 60 cm above he courtyard. Its northern portion has been reduced to rubble, but on its south side there is a small room with two in situ corbels and a niche in the west wall. The upper/west tier of RS6 is divided into south and north units, each containing a forward room and a rear room. The entrance to the upper tier was via an extension of the courtyard. The upper tier is elevated about 60 cm above the upper central tier. The forward wall of the upper tier is around 1.5 m high, 90 cm of which is freestanding. The interior dimensions of the south unit are 3.3 m (east-west) x 2 m (north-south). The south wall (up to 1.6 m high) of the south unit has wo in situ corbels. In the west wall of the rear room of the south unit there are one or two niches, and mud plaster still sticks to the walls. On the wall dividing the rear and forward rooms of the south unit several corbels are in place. The interior dimensions of the north unit of the rear tier are 3.4 m (east-west) x 2.5 m (north-south). Its forward wall is mostly missing but there is one in situ corbel on the north wall and one on he west wall of the forward room. Along the wall plates of the rear room of the north unit both corbels and bridging stones are still in place. Rubble including roof appurtenances (up to 1.1 m long) partially fill the rear room. The rear/west wall of RS6 is built 1.5 m into the ground. </p>
<p>Adjacent to the south side of RS6 there are two low-lying wall sections enclosing a space measuring 7.5 m (north-south) x 10 m (east-west). On the southern edge of the same bench there is a shrine (10.10΄ / 05.46΄ / 4600 m). Not much of this ceremonial structure (3.2 m x 1.7 m) is integral. It overlooks the descent to the south shore of <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span>. </p>
<hr class=\"footnote-divider\"/>
", 
   "index": 15, 
   "parent_index": 7, 
   "title": "Residential Structure RS6"
  }, 
  {
   "body": "<div class=\"footnote\"> <a name=\"n118\"/> <a href=\"#nb118\" class=\"note\"> [118] </a> For biographical accounts of this important Bon saint see Karmay, <em>The Treasury of Good Sayings</em>, 97-99; Namkhai Norbu, <em>Drung, Deu and Bön: Narrations, Symbolic Languages, and the Bön Traditions in Ancient Tibet</em>, trans. Adriano Clemente, Andrew Lukianowicz (Dharamsala: Library of Tibetan Works and Archives, 1995), 214-216; John Vincent Bellezza, “A Preliminary Archaeological Survey of Da rog mtsho.” <em>The Tibet Journal</em> 24, no. 1 (1999): 79-81 (n. 25); Reynolds, <em>The Oral Tradition from Zhang-Zhung</em>, 100-103, 448-450. </div>
", 
   "index": 16, 
   "parent_index": 0, 
   "title": "Notes"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16635", 
  "dates": [], 
  "title": "Dotaga (Sharchok) Introduction"
 }
}