{"meta":{"authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}],"title":"Tedrak Nyözhing Introduction","dates":{"created_at":"2011-12-13 02:30:23 UTC","updated_at":"2011-12-13 02:30:23 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Tedrak Nyözhing Introduction"},{"title":"rMe ba county","index":1,"parent_index":0,"body":"\n\n                  "},{"title":"(195) Nyos zhing Monastery","index":2,"parent_index":1,"body":"\n\n                  \n\n                     "},{"title":"1. Name","index":3,"parent_index":2,"body":"\n\n                     <p>The monastery&rsquo;s full name is The brag Nyos zhing or The chu&rsquo;i brag dkar bya\n                        rgod dgon smin grol nor bu&rsquo;i gling. It is also known as Nyi shar, because it\n                        is located near a rock called Nyi shar brag. The most sacred mountain in the\n                        area, Brag dkar bya sgod, is located immediately behind the monastery and\n                        thus the monastery is also known as Brag dkar bya sgod.</p>\n\n                  \n\n                  \n\n                     "},{"title":"2. Location","index":4,"parent_index":2,"body":"\n\n                     <p>The monastery is located at the foot of Mount Brag dkar bya rgod, about 131\n                        km north of sTag tsha, the seat of mDzod dge county.</p>\n\n                  \n\n                  \n\n                     "},{"title":"3. History","index":5,"parent_index":2,"body":"\n\n                     <p>The bo township of mDzod dge county is geographically and traditionally part\n                        of The bo county in present day Kan lho Prefecture, Kansu Province. In the\n                        13th Rab yung (1747-1806), at the time of gZa&rsquo; ru Khro rgyal, the chief of\n                        the gZa&rsquo; ru tribe, there was a village called Bon sde stod ma near gTso\n                        tshang Monastery (No.91), whose religious gathering place was a temple of A\n                        skyid sKyang tshang Monastery (No.194) in Ma ru village of gZa&rsquo; ru tribe\n                        where a few monks lived, known as Bon sde stod ma. But as the religious\n                        practitioners did not live according to monastic vows, it was decided that\n                        the monastery should be moved to a more isolated spot. Thus A tshogs tshang\n                        of A skyid sKyang tshang Monastery bought the present site of the monastery\n                        in exchange for a white cow and other goods. The new monastery was named\n                        Nyos zhing, literally &ldquo;field that was bought&rdquo;. After the monastery was\n                        completed, the monasteries of sKyang tshang, gTso tshang and the local lay\n                        community decided that since it was A tshogs tshang who built the monastery,\n                        it would remain a branch of sKyang tshang Monastery, but that since it was\n                        located nearer gTso tshang, the latter would take charge of the monastery\n                        and the chief of the local gZa&rsquo; ru tribe would be the monastery&rsquo;s patron.\n                        The agreement was committed to writing and signed by all parties. Thus rGyal\n                        ba g-yung drung phun tshogs of sKyang tshang and gYung drung bstan &rsquo;dzin of\n                        gTso tshang are counted as the first of its patriarchs.</p>\n\n                     <ol type=\"1\">\n                        <li>rGyal ba g-yung drung phun tshogs and gYung drung bstan &rsquo;dzin</li>\n\n                        <li>gTso bla bSod nams phun tshogs alias A bsod tshang </li>\n\n                        <li>gTso bla bDe chen dbang &rsquo;dus </li>\n\n                        <li>gTso bla bSod nams dbang grags </li>\n\n                        <li>gTso dbon bsTan &rsquo;dzin dbang rgyal alias A khu bsTan rgyal tshang, also\n                           known as gTso dbon rgan </li>\n\n                        <li>gTso dbon Zla ba rgyal mtshan, a nephew of the 5th </li>\n\n                        <li>gTso dGra &rsquo;dul mgon po (1932-1971) was recognized as the rebirth of A\n                           khu bsTan rgyal tshang by gTso dbon Zla ba rgyal mtshan. He was the first\n                           reincarnation of the monastery. The monastery was rebuilt in the 1980s.\n                           The master appoints a bla ma to take care of the monastery in his\n                           absence. The present head of Nyos zhing Monastery is Shes rab dbang\n                           rgyal. He is still also the head of gTso tshang Monastery.</li>\n                     </ol>\n\n                  \n\n                  \n\n                     "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":"\n\n                     <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\">\n                        <li>one mkhan po</li>\n\n                        <li>one dbu mdzad (who also acts as dge bskos, replaced every three\n                           years)</li>\n\n                        <li>three spyi ba (reappointed every three years)</li>\n                     </ul>\n\n                  \n\n                  \n\n                     "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":"\n\n                     <p>There are twenty-nine novices and monks at the monastery.</p>\n\n                  \n\n                  \n\n                     "},{"title":"6. Current education","index":8,"parent_index":2,"body":"\n\n                     <p>There no organized classes. The novices are trained by the older monks.</p>\n\n                  \n\n                  \n\n                     "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":"\n\n                     <p>Since Nyos zhing was a branch of A skyid sKyang tshang Monastery, both\n                        monasteries maintain close ties. The monk students go to sKyang tshang for\n                        further training and to take their ordination. </p>\n\n                  \n\n                  \n\n                     "},{"title":"8 / 9. Rituals","index":10,"parent_index":2,"body":"\n\n                     <p>Commemoration mNyam med chen po on the 4th and 5th days and the recitation\n                        of the prayer (smon lam) from the 13th to the 15th day of the 1st month; the\n                        ritual based on the Klong rgyas sgub pa and the ritual cycle of Phur pa from\n                        the 11th to the 22nd day of the 4th month; ritual based on the rTsa gsum on\n                        the 21st and 22nd days of the 5th month.</p>\n\n                  \n\n                  \n\n                     "},{"title":"10. Books held in the monastery","index":11,"parent_index":2,"body":"\n\n                     <p>The monastery has one printed copy of Kanjur, one printed copy of Katen and\n                        various other texts, including several works of Shar rdza bKra shis rgyal\n                        mtshan.</p>\n\n                  \n\n                  \n\n                     "},{"title":"12. Local community","index":12,"parent_index":2,"body":"\n\n                     <p>The local lay community consists of seventeen villages in the vicinity of\n                        the monastery: Bum pa with seven families, Tshal ru with nine families, Sog\n                        po with five families, Shel gnag with fourteen families, rGu rab with eleven\n                        families, Gral ring with thirteen families, Ther re with twelve families, E\n                        &rsquo;dzin with six families, &rsquo;Khor tshang with fifteen families, A &rsquo;grub with\n                        seven families, gSer with seven families, Ra tshang with three families,\n                        gNas yag with five families, gZa&rsquo; tshang with four families, Gral mngon with\n                        six families, rDang du&rsquo;u with three families and Nub ru with three\n                        families.</p>\n\n                  \n\n                  \n\n                     "},{"title":"13. Local festivals","index":13,"parent_index":2,"body":"\n\n                     <p>The la btsas on the mountain behind the monastery is dedicated to the local\n                        deity and its renewal ceremony is carried out by the monks on the 11th of\n                        the 4th month. </p>\n\n                     <p>The la btsas of De&rsquo;u skyes is renewed by the lay people on the 4th day of\n                        the 5th month and the la btsas of sTag chen on the 15th of the 5th month.\n                        The date for the renewal ceremy of Nor bu rdzong la btsas is not fixed. </p>\n\n                     <p>The most popular sacred mountain in the area is Mount Brag dkar bya sgod. In\n                        Bonpo tradition, it is associated with the Zhi khro cycle. The mountain,\n                        which is located immediately behind the monastery, was sanctified by sKyang\n                        &rsquo;phags Nyi ma &rsquo;od zer at the beginning of the 2nd Rab byung (1087-1146).\n                        Buddhists also regard the mountain as sacred and associate it with bDe\n                        mchog. The mountain is venerated by both Bonpo and Buddhist communities.</p>\n\n                  \n\n                  \n\n                     "},{"title":"14. Occupation of the local people","index":14,"parent_index":2,"body":"\n\n                     <p>Farming </p>\n\n                  \n\n                  \n\n                     "},{"title":"Sources","index":15,"parent_index":2,"body":"\n\n                     \n\n                        "},{"title":"(1) Interviews","index":16,"parent_index":15,"body":"\n\n                        <p>In autumn 1998 with sKal bzang bstan pa (b.1971), a monk at the\n                           monastery</p>\n\n                     \n\n                     \n\n                        "},{"title":"(2) Texts","index":17,"parent_index":15,"body":"\n\n                        <ol type=\"1\">\n                           <li>The chu&rsquo;i brag dkar bya rgod dgon smin grol nor bu&rsquo;i gling gi byung\n                              ba mdor bsdus (The brag nyos zhing dgon in the catalogue) by Dri med\n                              &rsquo;od zer in mDzod dge&rsquo;i bod brgyud nang bstan dgon sde so so&rsquo;i lo rgyus\n                              mdor bsdus, published by Srid gros mDzod dge rdzong u yon lhan khang\n                              rig gnas lo rgyus dpyad yig khang, September, 1999, pp.251-291</li>\n\n                           <li>an untitled account of the monastery&rsquo;s lha sde (local lay\n                              community) by the administrative committee of Nyos zhing Monastery,\n                              MS</li>\n\n                           <li>mDzod dge rdzong gi sa cha&rsquo;i ming btus by mDzod dge rdzong sa ming\n                              &rsquo;go khrid tshan chung, 1986, p.1</li>\n\n                           <li>A liturgical text concerned with bla ma, yi dam and mkha&rsquo; &rsquo;gro,\n                              composed by sKyang sprul Nam mkha&rsquo; rgyal mtshan</li>\n                        </ol>\n\n                     \n\n                  \n\n               "}]}