{"meta":{"domain":"places","kid":"16594","authors":[],"title":"Yachü Drakpuk Introduction","dates":{"created_at":"2010-08-11 20:46:41 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Yachü Drakpuk Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"rDo khang complex","index":7,"parent_index":6,"body":" <p>Residential structures RS1, RS2 and RS3 are found in the valley bottom. <\/p> "},{"title":"Residential Structure RS1","index":8,"parent_index":7,"body":null},{"title":"Lower shrine","index":9,"parent_index":7,"body":null},{"title":"Residential Structure RS2","index":10,"parent_index":7,"body":" <p>Residential structure RS2 (4930 m) is located some tens of meters up valley from RS1. RS2 contained around en rooms and its forward wall is 21 m in length; thus it appears that this was the largest edifice at the site. The structure was probably built in three tiers, the uppermost of which terminates at a cliff face. At he very highest point of the building there is a 3-m deep cave that is divided into two chambers. The masonry walls and stone roof surrounding this cave are partially intact. The best-kept freestanding room in RS2 is the upper tier west specimen (1.9 m x 2.2 m to 3.3 m). The walls of this room are up to 1.5 m in height and 90 cm in thickness, robust enough to have supported a stone roof. The rest of the building is dissolute; only foundations and a few scattered wall segments endure. <\/p> "},{"title":"Residential Structure RS3","index":11,"parent_index":7,"body":" <p>Residential structure RS3 (4930 m) is situated 12 m up valley or west of RS2 at the edge of a cliff. This structure (8 m x 4 m) was probably constructed in two tiers but only highly decayed exterior walls survive. There is also part of the wall dividing the two tiers of the edifice but none of it is freestanding. A forward (southeastern) wall segment is 2 m in height.<\/p> <p>Residential structures RS4, RS5 and RS6 were built on dark scree-strewn slopes below the rocky formation that crowns the valley.<\/p> "},{"title":"Residential Structure RS4","index":12,"parent_index":7,"body":" <p>Residential structure RS4 (6 m x 5 m \/ 4950 m) is situated 63 m west of RS3. The forward section of the building has been largely obliterated. There also appear to have been two upslope or rear rooms. A wall buttress partially separates the two rear rooms. The rear wall was built 1.2 m into the slope. A few corbels and one roofing slab are in situ. <\/p> "},{"title":"Residential Structure RS5","index":13,"parent_index":7,"body":" <p>Residential structure RS5 (4950 m) is located 6.5 m directly upslope of RS4, and was built against a cliff. Mostly destroyed, this structure appears to have been approximately 6 m in length. Supported by the cliff, the rear wall is 1 m to 1.2 m high. A single in situ bridging stone still adheres to the rear wall.<\/p> "},{"title":"Residential Structure RS6","index":14,"parent_index":7,"body":" <p>Residential structure RS6 (5.2 m x 3 m \/ 4940 m) is situated 14 m southwest and slightly downhill of RS5. Only some pieces of its exterior skeleton are extant. A forward wall fragment attains an elevation of 2.3 m. There is one corbel positioned on the rear wall.<\/p> "},{"title":"Upper shrine","index":15,"parent_index":7,"body":" <p>Eighteen meters down slope from RS6 near the valley bottom there are the remains of another shrine. The base of this structure (4 m x 4 m) is slightly raised above-ground level and is aligned in the cardinal directions. Resting upon it are the remains of a superstructure (2.5 m x 2.5 m x 1 m) that has degraded into an amorphous pile of rubble. Like the lower shrine, the upper shrine appears to have been an integral part of the residential complex.<\/p> "},{"title":"Residential Structure RS7","index":16,"parent_index":7,"body":" <p>Residential structure RS7 (10 m x 4 m \/ 4970 m) was built on top of a distinctive dark-colored ridge-top. From this vantage point there are excellent views of the surrounding terrain. This structure appears to have had rooms set at two elevations against a cliff. A forward wall section is up to 2.5 m in height. A shallow cave was incorporated into a lower level room. In the upper level of RS7 a round surveillance structure was subsequently constructed with stones extracted from the <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span>. Built sometime in the pre-modern period, a portion of its simple slab roof has survived. This rudimentary structure has a small window opening in the east wall. <\/p>  "}]}