{"meta":{"domain":"places","kid":"16602","authors":[],"title":"Drakgam Dzong Introduction","dates":{"created_at":"2010-08-11 20:46:48 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Drakgam Dzong Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":"Drakgam DzongBrag sgam rdzong","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>Local elders have preserved the following legend: When Tibet was looking for a Buddhist capital in the 7th century CE <span class=\"popular\">Drakgam Dzong<\/span><span class=\"scholar\">Brag sgam rdzong<\/span> was considered before <span class=\"popular\">Lhasa<\/span><span class=\"scholar\">Lha sa<\/span>. The site, however, was found to be unsuitable. The fortress was then founded at his location. Later, it met its end when a group of bandits harried the area. This led to a duel between the bandit chieftain and the leader of <span class=\"popular\">Drakgam Dzong<\/span><span class=\"scholar\">Brag sgam rdzong<\/span>. As a result, both figures were killed. The two antagonists are said to be buried at the site. Township officials of <span class=\"popular\">Mepa<\/span><span class=\"scholar\">Smad pa<\/span> report that substantial amounts of human remains have been found in the vicinity of the fortress during the construction of houses. <\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Residential complex","index":7,"parent_index":6,"body":" "},{"title":"Residential Structure RS1","index":8,"parent_index":7,"body":" <p>Residential structure RS1, elevated 70 m above the <span class=\"popular\">Druk Tsangpo<\/span><span class=\"scholar\">&rsquo;Brug gtsang po<\/span> basin, is the highest and largest structure of <span class=\"popular\">Drakgam Dzong<\/span><span class=\"scholar\">Brag sgam rdzong<\/span>. It boasts of stone and rammed-earth walls 4 m to 5 m in height. Although its original height is not known, RS1 appears to have been two stories tall. Its three eastern aspect wall alignments each measure 5.8 m, 2.4 m and 3 m. Its other walls measure: 7 m (south), 9.6 m (north) and 9.8 m (west). The lower portions of the walls (up to 1.3 m high) are composed of random-work with variable-sized stones (primarily 20 cm to 50 cm long). These stone walls are surmounted by highly eroded rammed-earth upper walls (now 50 cm to 60 cm thick). The rammed-earth contains a prominent gravel matrix and stone slabs are embedded in a few places in these walls. The regularly spaced orifices used to hold the shuttering pins during the construction process are visible all along the earthen walls. <\/p> <p>On its exterior north and west faces, RS1 is reinforced by stone buttresses up to 2 m in height. The entranceway is on the east side of the building. From a landing, it climbs 2 m to the interior of the building. There are three main partition wall fragments still in situ in RS1, but originally it may have been subdivided into more rooms. Near the west corner of the interior, two corbels protrude around 20 cm from the outer wall. These corbels are suspended 60 cm above the current floor level (originally, the floor appears to have been much lower). In close proximity to these in situ corbels are the remains of a basement (3 m wide, 1.5 m deep). The roof of this inferior space is composed of corbels and bridging stones, which are now obscured by much earth and stone debris. There are the remains of a partition wall in the basement. <\/p> <p>RS1 is enclosed by substantial retaining walls in all directions. The dimensions of these low-lying walls are as follows: 15.6 m (north), 19.8 m (south), 9.8 m (west), and 8.6 m (east). South and east of RS1, along the edge of the rocky formation, there are random-work walls that reach 2.3 m in height. Perhaps this was a ceremonial feature.<\/p> "},{"title":"Residential Structure RS2","index":9,"parent_index":7,"body":null},{"title":"Residential Structure RS3","index":10,"parent_index":7,"body":" <p>Residential structure RS3 (6.8 m x 6 m) is situated 21.5 m from RS2 in a downhill or southerly direction. Built on a rock outcrop, this building apparently consisted of four rooms. The stone walls of RS3 are 60 cm to 70 cm thick, and up to 2 m in height on the downhill\/east side of the structure. The two south\/lower rooms are heavily disintegrated. The entranceway to RS3 is in the east corner of the south half of the structure. This entranceway (90 cm x 55 cm) climbs about 1 m from the exterior side of the building to the interior. In the northwest room three pairs of corbels as well as two bridging stones are still affixed to the walls. The bridging stones (1 m long) were laid diagonally across two corners of the northwest room. There is a niche in he south wall, a niche in the west wall and two niches in the north wall of the northwest room (the largest of which measures 50 cm x 35 cm). In the northeast room there are two in situ pairs of corbels and a bridging stone in the corner.<\/p> "},{"title":"Residential Structure RS4","index":11,"parent_index":7,"body":" <p>Residential structure RS4 (6.3 m x 6.5 m) is located 22 m downhill of RS3. The lower part of this edifice is situated on the edge of an east-facing cliff. All walls in this structure have been reduced to 1 m or less in height. RS4 was built with two distinct elevations. The lower tier is highly degraded thus little can be said about its ground plan. The upper tier probably contained two or three small rooms. The upper\/rear wall of RS4 is set 80 cm into the slope.<\/p> "},{"title":"Residential Structure RS5","index":12,"parent_index":7,"body":" <p>Residential structure RS5 (6.6 m x 4 m), a highly dissolute structure, is situated 34 m down the ridgeback from RS3. Its walls are around 60 cm thick. RS5 was probably divided into at least two rooms. The south wall (exterior height: 2 m, interior height: 1.4 m) is the most intact element remaining in the structure. The rounded corners of the south wall are a telltale <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> design trait.<\/p> "},{"title":"Residential Structure RS6","index":13,"parent_index":7,"body":" <p>Residential structure RS6 (4.8 m x 10.2 m) is situated 32 m downhill of RS5. This structure has been reduced o its footings. It is bisected by one main partition wall footing. <\/p>  "}]}