{"meta":{"authors":[],"title":"Dingdum Introduction","dates":{"created_at":"2010-08-25 11:12:35 UTC","updated_at":"2010-08-25 11:12:35 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Dingdum Introduction"},{"title":"II.2. Superficial structures: Primarily funerary superstructure","index":1,"parent_index":0,"body":" "},{"title":"DingdumSdings zlum","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Dingdum<\/span><span class=\"scholar\">Sdings zlum<\/span> <a href=\"#n58\" name=\"nb58\" class=\"note\">58<\/a> <\/li> <li>English equivalent: Round Eminence<\/li> <li>Site number: D-64<\/li> <li>Site typology: II.2a <\/li> <li>Geographic coordinate (N. lat.): 31º 40.0΄ <\/li> <li>Geographic coordinate (E. long.): 79º 49.2΄ <\/li> <li>Elevation: 4240 m to 4260 m <\/li> <li>Administrative location (township): <span class=\"popular\">Dungkar<\/span><span class=\"scholar\">Dung dkar<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Tsada<\/span><span class=\"scholar\">Rtsa mda’<\/span> <\/li> <li>Survey expedition: HTCE<\/li> <li>Survey date: May 16, 2002<\/li> <li>Contemporary usage: Light grazing. <\/li> <li>Identifiable Buddhist constructions: Many ruined <span class=\"popular emph\">Chörten<\/span><span class=\"scholar emph\">mchod rten<\/span>. <\/li> <\/ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>The funerary structures of <span class=\"popular\">Dingdum<\/span><span class=\"scholar\">Sdings zlum<\/span> are located on a couple of inclined benches above the south side of the <span class=\"popular\">Dungkar<\/span><span class=\"scholar\">Dung dkar<\/span> valley. In between the benches and valley bottom is a zone of farmland. On the opposite side of the <span class=\"popular\">Dungkar<\/span><span class=\"scholar\">Dung dkar<\/span> valley is the formation of <span class=\"popular\">Dzari Go<\/span><span class=\"scholar\">Rdza ri sgo<\/span>, which hosts three famous cave chapels with fine Buddhist frescos. The west bench and adjoining areas of <span class=\"popular\">Dingdum<\/span><span class=\"scholar\">Sdings zlum<\/span> have many ruined <span class=\"popular emph\">Chörten<\/span><span class=\"scholar emph\">mchod rten<\/span> and the ruins of what appears to have been a small chapel (<span class=\"popular emph\">lhakang<\/span><span class=\"scholar emph\">lha khang<\/span>).<a href=\"#n59\" name=\"nb59\" class=\"note\">59<\/a> By contrast, the east bench has no <span class=\"popular emph\">Chörten<\/span><span class=\"scholar emph\">mchod rten<\/span>, as his is the location of an archaic cultural horizon cemetery. It may be that the mchod rten, erected on the adjacent bench, was done so to counteract perceived harmful influences emanating from the burial ground. <span class=\"popular\">Dingdum<\/span><span class=\"scholar\">Sdings zlum<\/span> contains at least 23 small graves. All specimens are less than 3 m across. They are aggregated in small groups, spread out over a 180-m transection. The bench on which they are located is moderately inclined to the south and strewn with rocks. The site is enclosed by gullies on the west and east sides, and thereafter by ridges. <\/p> <p>Only a minority of the funerary structures have coherent wall sections, which in part, can be explained by the fact that some of them were opened on a recent archaeological expedition.<a href=\"#n60\" name=\"nb60\" class=\"note\">60<\/a> Many of the simply built quadrate and sub-rectangular enclosures and grave pits appear to possess single-course perimeter walls and those of non-descript construction (50 cm to 75 cm thick). Other superstructures appear to have consisted of the ground surface being entirely covered in stones without any particular pattern discernable. Stones were laid flat and are generally between 20 cm and 60 cm in length. In addition to the layer of stones on the surface, there is a second and sometimes a third layer of stones set below the ground surface. This stonework is crude in character and the grave pits are very shallow (40 cm to 75 cm deep). Although some of he grave pits now have an irregular form, it appears that a majority of them were quadrate (some of which were more or less aligned in the cardinal directions). The small enclosures and minimal subsurface constructions of <span class=\"popular\">Dingdum<\/span><span class=\"scholar\">Sdings zlum<\/span> contrast with many sites on the <span class=\"popular\">Jangtang<\/span><span class=\"scholar\">Byang thang<\/span>, which are of a much more elaborate nature. Furthermore, local sources report that only a small amount of human skeletal remains (no complete skeletons) were discovered in the open graves of <span class=\"popular\">Dingdum<\/span><span class=\"scholar\">Sdings zlum<\/span>. This may possibly indicate that some of these structures had a funerary ritual function rather than a burial function. The small size of the pits indicates that those that functioned as tombs contained flexed, fractional, juvenile, or secondary interments. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>None was collected.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" <p>Although the tombs of <span class=\"popular\">Dingdum<\/span><span class=\"scholar\">Sdings zlum<\/span> have been competently studied, in the interests of conservation and further scientific exploration, elements of the site have been documented for this inventory. At the time of the survey, these tombs had the following dimensions, locations and characteristics: <\/p> <ol> <li>Funerary structure FS1 (2 m x 3 m) is the highest and most southerly specimen at the site (31° 40.024΄ N. lat. \/ 79° 49.176΄ \/ 4260 m). FS1 is situated on the rim of the bench overlooking the east gully. Its ambiguously constructed superstructure is still intact.<\/li> <li>Funerary structure FS2 (2 m x 3 m) is situated 2.5 m south of FS1 (40.026΄ \/ 49.176΄). This excavated specimen has a grave pit measuring 1.5 m x 90 cm x 50 cm (depth).<a href=\"#n61\" name=\"nb61\" class=\"note\">61<\/a> <\/li> <li>Funerary structure FS3 (2 m x 2 m) is situated 54 m south of FS2 (40.052΄ \/ 49.186΄). FS3 is located on the rim of the bench overlooking the west gully. The excavated grave pit measures 1.2 m x 1.1 m x 30 cm. <\/li> <li>Funerary structures FS4, FS5 and FS6 form a line across the breadth of the slope.<\/li> <li>Funerary structure FS4 is situated 67 m south of FS3 (40.093΄ \/ 49.192΄). It consists of a nebulously designed superstructure that appears to have been quadrate in form.<\/li> <li>Funerary structure FS5 is situated 2 m northeast of FS4 (40.094΄ \/ 49.193΄). The dimensions of the superstructure are no longer clear. It appears to have been slightly elevated above the surrounding terrain. The excavated grave pit measures 1.3 m x 1.5 m x 60 cm.<\/li> <li>Funerary structure FS6 (2.5 m x 2.5 m) is situated 4 m east of FS5 (40.094΄ \/ 49.197΄). Large stones laid flat overlie the entire tomb. <\/li> <li>Funerary structure FS7 is situated 19 m east of FS6 (40.089΄ \/ 49.211΄). The ambiguously constructed superstructure covers less than 4m².<\/li> <li>Funerary structure FS8 is situated 4 m north\/down slope of FS7 on the rim overlooking the east gully (40.092΄ \/ 49.213΄). Very little structural evidence remains on the surface.<\/li> <li>Funerary structures FS9, FS10 and FS11 form a line across the breadth of the slope below the FS4–FS6 row. <\/li> <li>Funerary structure FS9 (2 m x 1.7 m) is situated 8 m north of FS6 (40.097΄ \/ 49.200΄). A crudely constructed enclosure is visible on the surface. <\/li> <li>Funerary structure FS10 (2.3 m x 1.8 m) is situated 2 m east of FS9 (40.097΄ \/ 49.203΄). The excavated grave pit measures 1.2 m x 80 cm x 75 cm.<\/li> <li>Funerary structure FS11 is situated 2 m east of FS10 (40.095΄ \/ 49.205΄). Only nebulous structural traces remain on the surface.<\/li> <li>Funerary structures FS12 and FS13 are situated at the same elevation. <\/li> <li>Funerary structure FS12 is situated 10 m north of FS11 (40.105΄ \/ 49.203΄). The excavated grave pit measures 1.3 m x 1 m x 50 cm.<\/li> <li>Funerary structure FS13 is situated 4 m east of FS12 (40.104΄ \/ 49.206΄). Only faint structural traces remain on the surface.<\/li> <li>Funerary structures FS14 and FS15 are situated at the same elevation.<\/li> <li>Funerary structure FS14 (1.8 m x 1.2 m) is situated 9 m south of FS12 (40.112΄ \/ 49.204΄). The excavated grave pit measures 1.5 m x 90 cm x 40 cm.<\/li> <li>Funerary structure FS15 is situated 3.5 m northwest of FS14 (40.113 \/ 49.203). The excavated grave pit has an irregular form and is shallow.<\/li> <li>Funerary structure FS16 is situated 4 m southeast of FS15 (40.116΄ \/ 49.207΄). Only nebulous structural races remain on the surface. <\/li> <li>Funerary structure FS17 is situated 15 m east of FS16 on the rim of the bench overlooking the east gully (40.124΄ \/ 49.231΄). Only faint structural vestiges are visible on the surface.<\/li> <li>Funerary structure FS18 is situated 8 m west of FS14 (40.124΄ \/ 49.207΄). The excavated grave pit measures 1.2 m x 1.5 m x 50 cm.<\/li> <li>Funerary structure FS19 is situated 45 m north of FS18 (40.151΄ \/ 49.195΄). The excavated pit measures 1.1 m x 80 cm x 30 cm). A portion of the superstructure is still intact. <\/li> <li>Funerary structures FS20, FS21 and FS22 form a row along the slope gradient near the west rim of the bench.<\/li> <li>Funerary structure FS20 (2 m x 1.6 m) is situated 9 m west of FS19 near the west rim of the bench (40.147΄ \/ 49.205΄). Stones laid flat cover the entire surface of the structure.<\/li> <li>Funerary structure FS21 is situated 4 m north of FS20 (40.150΄ \/ 49.202΄). Very little structural evidence remains on the surface.<\/li> <li>Funerary structure FS22 is situated 13 m north of FS21 (40.159΄ \/ 49.200΄). The structural remains on the surface are highly dissolute.<\/li> <li>Funerary structure FS23 is situated near the north rim of the bench overlooking the <span class=\"popular\">Dungkar<\/span><span class=\"scholar\">Dung dkar<\/span> valley (40.168΄ \/ 49.250΄\/ 4240 m). This is he lowest and most northerly of funerary structures at <span class=\"popular\">Dingdum<\/span><span class=\"scholar\">Sdings zlum<\/span>. The excavated grave pit measures 1.2 m x 80 cm x 40 cm.<\/li> <\/ol> "},{"title":"Affiliated sites","index":7,"parent_index":2,"body":" "},{"title":"Nyi tho","index":8,"parent_index":7,"body":" <p>Villagers of <span class=\"popular\">Dungkar<\/span><span class=\"scholar\">Dung dkar<\/span> report that human bones were discovered in a small cave on the flanks of a ridge known as nyi tho. nyi tho is situated on the south side of the <span class=\"popular\">Dungkar<\/span><span class=\"scholar\">Dung dkar<\/span> valley, just west of <span class=\"popular\">Dingdum<\/span><span class=\"scholar\">Sdings zlum<\/span>. It is believed these remains belonged to fighters of an invading <span class=\"popular\">Singpa<\/span><span class=\"scholar\">Sing pa<\/span> (a foreign group from the northwest) army. <\/p> <hr class=\"footnote-divider\" \/> "},{"title":"Notes","index":9,"parent_index":0,"body":" <div class=\"footnote\"> <a name=\"n58\" \/> <a href=\"#nb58\" class=\"note\"> [58] <\/a> According to <span class=\"popular\">Nyingchak Gyel<\/span><span class=\"scholar\">Snying lcags rgyal<\/span> (in personal communication), a researcher at the Tibetan Autonomous Region Museum, who was on the 2001 Chinese archaeological expedition to <span class=\"popular\">Dingdum<\/span><span class=\"scholar\">Sdings zlum<\/span>, the name of the site is <span class=\"popular\">Tingtong<\/span><span class=\"scholar\">Rting stong<\/span> (Brown Bear). <\/div> <div class=\"footnote\"> <a name=\"n59\" \/> <a href=\"#nb59\" class=\"note\"> [59] <\/a> It is in close proximity to the west bench that Mark Aldenderfer and his Chinese colleagues carried out important archaeological excavations in 2001 (31° 40.20΄ N. lat. \/ 79° 49.14΄ E. long.). They refer to this site phonetically as ‘Dindun’. In unearthed residential structures, dated 550 to 100 BCE, this team discovered domestic pillars and other artifacts. See Aldenderfer, Mark. “A New Class of Standing Stone from the Tibetan Plateau.” <em>The Tibet Journal<\/em> 28, nos. 1-2 (2003): 3-20; Mark Aldenderfer, and Holley Moyes, “Excavations at Dindun, a Pre-Buddhist Village Site in Far Western Tibet,” in <em>Proceedings of the International Conference on Tibetan Archaeology and Art<\/em>, ed. Huo Wei and Li Yongxian. (Chengdu: Center for Tibetan Studies, Sichuan Union University, 2004). <\/div> <div class=\"footnote\"> <a name=\"n60\" \/> <a href=\"#nb60\" class=\"note\"> [60] <\/a> These excavations at <span class=\"popular\">Dingdum<\/span><span class=\"scholar\">Sdings zlum<\/span> were carried out by Huo Wei, Mark Aldenderfer and their various colleagues in 2001. Ten of the 27 tombs charted at the site (60,000 m²) were excavated. A radiometric assay of a sample (type not specified in text) from <span class=\"popular\">Dingdum<\/span><span class=\"scholar\">Sdings zlum<\/span> M6 furnished a date of 2370 +\/- 80 BP. See Chinese Institute of Tibetology, Sichuan University, “Trial Excavation of Ancient Tombs on he Piyang-Donggar Site in Zanda County, Tibet,” <em>Kaogu<\/em> 6 (2001): 14-31. The scant chronometric evidence assembled suggests that the tombs of <span class=\"popular\">Dingdum<\/span><span class=\"scholar\">Sdings zlum<\/span> belong to the <span class=\"emph\">Iron Age<\/span>. In the present survey, 23 funerary structures (including the 10 specimens that were excavated) have been documented. The locations of the other four specimens noted in the above study are not clear. <\/div> <div class=\"footnote\"> <a name=\"n61\" \/> <a href=\"#nb61\" class=\"note\"> [61] <\/a> The measured maximum depth of the grave pits in this inventory may be at variance with their original depth, as a few instances of infilling (since the time the excavations were carried out) were observed. <\/div>  "}]}