{"meta":{"authors":[],"title":"Salung Möndur Introduction","dates":{"created_at":"2010-08-25 11:13:25 UTC","updated_at":"2010-08-25 11:13:25 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"\n\n","title":"Salung Möndur Introduction"},{"title":"II.2. Superficial structures: Primarily funerary superstructure","index":1,"parent_index":0,"body":"\n\t\t\t\t\t\t"},{"title":"Salung MöndurSa lung mon dur","index":2,"parent_index":1,"body":"\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Basic site data","index":3,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<ul class=\"bullet-blue\">\n\t\t\t\t\t\t\t\t<li>Site name: <span class=\"popular\">Salung M&ouml;ndur</span><span class=\"scholar\">Sa lung mon dur</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>English equivalent: Earth Valley <span class=\"popular\">M&ouml;n</span><span class=\"scholar\">Mon</span>\n\t\t\t\t\t\t\t\t\tTombs</li>\n\t\t\t\t\t\t\t\t<li>Site number: D-109</li>\n\t\t\t\t\t\t\t\t<li>Site typology: II.2b, II.2c </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (N. lat.): 31&ordm; 41.2&#900; </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (E. long.): 83&ordm; 55.6&#900;</li>\n\t\t\t\t\t\t\t\t<li>Elevation: 4580 m </li>\n\t\t\t\t\t\t\t\t<li>Administrative location (township):<span class=\"popular\">Mamik</span><span class=\"scholar\">Ma mig</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Administrative location (county): <span class=\"popular\">Gerts&eacute;</span><span class=\"scholar\">Sger rtse</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Survey expedition: HTWE</li>\n\t\t\t\t\t\t\t\t<li>Survey date: June 21, 2004</li>\n\t\t\t\t\t\t\t\t<li>Contemporary usage: Light grazing. </li>\n\t\t\t\t\t\t\t\t<li>Identifiable Buddhist constructions: None. </li>\n\t\t\t\t\t\t\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t\t<span class=\"popular\">Salung M&ouml;ndur</span><span class=\"scholar\">Sa lung mon dur</span> is located above the\n\t\t\t\t\t\t\t\t\t<span class=\"popular\">Salung Chu</span><span class=\"scholar\">Sa lung chu</span>, in fairly close proximity to\n\t\t\t\t\t\t\t\t\t<span class=\"popular\">Salung Khangro</span><span class=\"scholar\">Sa lung khang ro</span>, a dark-colored\n\t\t\t\t\t\t\t\tmountain on the west side of an east-west running valley, in the <span class=\"popular\">Penche</span><span class=\"scholar\">Phan che</span> region. The site has fairly wide views in all directions, especially to the\n\t\t\t\t\t\t\t\tsouth. The terrain is level, well drained and sandy. <span class=\"popular\">Salung M&ouml;ndur</span><span class=\"scholar\">Sa lung mon dur</span> consists of ten relatively well-preserved funerary structures that form a compact\n\t\t\t\t\t\t\t\tand integrated group. These structures are built of uncut light-colored pieces of granite of variable length (15\n\t\t\t\t\t\t\t\tcm to 50 cm long). A number of different types of structures are found at <span class=\"popular\">Salung M&ouml;ndur</span><span class=\"scholar\">Sa lung mon dur</span>, each of which is liable to have had highly specific\n\t\t\t\t\t\t\t\tfunerary functions (both burial and ritual in nature). The various elements of the site are not symmetrically\n\t\t\t\t\t\t\t\tarrayed. The most elaborate and skillfully built structure is funerary structure FS1, a complex trapezoidal\n\t\t\t\t\t\t\t\tstructure, which sits on the east end of the site. There are also five ovoid and sub-rectangular, heaped-stone\n\t\t\t\t\t\t\t\twall enclosures (all with open interiors) (FS2, FS3, FS4, FS7, and FS8), and one quadrate enclosure with stones\n\t\t\t\t\t\t\t\tembedded along the perimeter (FS9). Additionally, there are three narrow rectangular structures of a type not\n\t\t\t\t\t\t\t\tencountered elsewhere (these structures are not aligned in the cardinal directions) (FS5, FS6 and FS10). Finally,\n\t\t\t\t\t\t\t\tthere is a small ring of stones as well as obscured minor structural traces at <span class=\"popular\">Salung M&ouml;ndur</span><span class=\"scholar\">Sa lung mon dur</span>. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>According to local &rsquo;brog pa, <span class=\"popular\">Salung M&ouml;ndur</span><span class=\"scholar\">Sa lung mon dur</span> is associated with the ancient <span class=\"popular\">M&ouml;n</span><span class=\"scholar\">Mon</span>.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Site elements","index":6,"parent_index":2,"body":"\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Funerary Structure FS1","index":7,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Funerary structure FS1 is a uniquely designed, trapezoidal enclosure with well-developed double-course\n\t\t\t\t\t\t\t\t\tperimeter walls. Its parallel east and west walls have a north-south alignment. The well-built robust dry-mortar\n\t\t\t\t\t\t\t\t\trandom-rubble perimeter walls of FS1 are 40 cm to 80 cm in height, and 80 cm to 1 m in thickness. They are\n\t\t\t\t\t\t\t\t\tcomprised of three to four vertical courses of stones. In between the outer and inner courses, granite rubble\n\t\t\t\t\t\t\t\t\twas inserted as a filler to enhance the structural integrity of the walls. The interior of the enclosure is\n\t\t\t\t\t\t\t\t\tslightly higher than the adjacent terrain. In the middle of the enclosure there is a shallow rock-filled pit\n\t\t\t\t\t\t\t\t\tabout 1.5 m in diameter. This depression may be the remains of a grave chamber. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Funerary Structure FS2","index":8,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Funerary structure FS2 is situated 4.3 m north of FS1. This more conventionally designed enclosure has\n\t\t\t\t\t\t\t\t\theaped-stone perimeter walls and probably a sub-rectangular form. The walls of FS2 are elevated around 50 cm\n\t\t\t\t\t\t\t\t\tabove the surrounding terrain. The east wall (3.7 m long) is largely intact and has a north-south alignment. The\n\t\t\t\t\t\t\t\t\teast-west dimensions of FS2 are also around 3.7 m. The north wall of this enclosure is partly intact, while the\n\t\t\t\t\t\t\t\t\tsouth and west walls have almost completely disappeared. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Funerary Structure FS3","index":9,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Funerary structure FS3 (3.4 m x 2.7 m) is situated 1.5 m west of FS2. This enclosure has walls of a\n\t\t\t\t\t\t\t\t\tnon-descript design, and these have degraded to give the structure an ovoid form. The walls appear to be of the\n\t\t\t\t\t\t\t\t\theaped-stone variety, whereby stones were piled up along the perimeter with no stipulated order or arrangement.\n\t\t\t\t\t\t\t\t</p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Funerary Structure FS4","index":10,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Funerary structure FS4 (4.9 m x 5 m) is situated 2.4 m to the west of FS3. This ovoid structure is highly\n\t\t\t\t\t\t\t\t\tdegraded. Its heaped-stone wall perimeter is around 50 cm in height and 60 cm in thickness. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Funerary Structure FS5","index":11,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Funerary structure FS5 (3.5 m x 80 cm) is situated 7 m northeast of FS2. This unusually designed rectangular\n\t\t\t\t\t\t\t\t\tstructure consists of a solid mass of stones that is embedded in the ground surface. These stones protrude as\n\t\t\t\t\t\t\t\t\tmuch as 20 cm from the ground surface. A few loose stones are strewn around the top of the structure as well.\n\t\t\t\t\t\t\t\t</p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Funerary Structure FS6","index":12,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Funerary structure FS6 (2.7 m x 1 m) is situated 1.6 m northeast of FS5. This long narrow rectangular structure\n\t\t\t\t\t\t\t\t\tis of the same general type as FS5; however, it is composed of several layers of stones piled on top of one\n\t\t\t\t\t\t\t\t\tanother. FS6 is elevated about 50 cm above the surrounding ground level. The stones of this structure were\n\t\t\t\t\t\t\t\t\tneatly piled up in such a way so that a long narrow gap was left open in the middle of the top. This gap is\n\t\t\t\t\t\t\t\t\tsomewhat depressed below the level of the stones flanking it. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Funerary Structure FS7","index":13,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Funerary structure FS7 (5 m x 5 m) is situated 3.4 m west of FS5 and 2.9 m north of FS2. This sub-rectangular\n\t\t\t\t\t\t\t\t\tenclosure has heaped-stone walls elevated 20 cm to 50 cm above the surrounding ground level. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Funerary Structure FS8","index":14,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Funerary structure FS8 (4 m x 2.6 m) is situated 14.5 m west of FS7 and 7.2 m northwest of FS4. FS8 is another\n\t\t\t\t\t\t\t\t\tsub-rectangular, heaped-stone wall enclosure with an open interior. Much of the perimeter wall is flush with the\n\t\t\t\t\t\t\t\t\tground surface. A portion of the enclosing wall, however, is prominently elevated. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Funerary Structure FS9","index":15,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Funerary structure FS9 (3 m x 3 m) is situated 9.3 m west of FS8. This quadrate enclosure appears to have had\n\t\t\t\t\t\t\t\t\tsingle-course walls, consisting of upright stones embedded in the ground. These stones project a little above\n\t\t\t\t\t\t\t\t\tthe surface. FS9 has been partly overgrown with grass.</p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Funerary Structure FS10","index":16,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Funerary structure FS10 is situated 10.2 m east of FS1, and is of the same general type of structure as FS5 and\n\t\t\t\t\t\t\t\t\tFS6. Rather than walls constructed by piling sones up in no set order, the stones of FS10 were laid out in two\n\t\t\t\t\t\t\t\t\torderly parallel rows. These stones protrude upwards of 30 cm above ground level. There is an open space around\n\t\t\t\t\t\t\t\t\t30 cm in width between the two courses of stones, in which a few dislodged stones have impinged. Between FS6 and\n\t\t\t\t\t\t\t\t\tFS10 there is a ring of small stones, measuring 90 cm in diameter. The single line of stones making up this ring\n\t\t\t\t\t\t\t\t\tprotrudes a little above the ground surface.</p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Affiliated sites","index":17,"parent_index":2,"body":"\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"rDor sna","index":18,"parent_index":17,"body":"\n\t\t\t\t\t\t\t\t<p>A gray granite funerary structure is found at <span class=\"popular\">Dorna</span><span class=\"scholar\">Rdor sna</span>, not far from <span class=\"popular\">Salung M&ouml;ndur</span><span class=\"scholar\">Sa lung mon dur</span> (31&deg; 41.411&#900; N. lat. / 83&deg; 56.271&#900; E. long. / 4550m). This quadrate enclosure (5.1 m x 6 m) is\n\t\t\t\t\t\t\t\t\taligned in the cardinal directions. The highly fragmentary, double-course walls contain stones up to 80 cm in\n\t\t\t\t\t\t\t\t\tlength. These stones are flush with the ground surface or slightly rise above it. Stones that were freed from\n\t\t\t\t\t\t\t\t\tthe structure have been piled up in the middle of it to form a cairn, 1.5 m in height. There are possibly two\n\t\t\t\t\t\t\t\t\tother funerary structures flanking this enclosure, but virtually nothing is left on the surface to visually\n\t\t\t\t\t\t\t\t\tinspect. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n"}]}