{"meta":{"authors":[],"title":"ཟངས་རི་མཁར་དམར།","dates":{"created_at":"2010-08-14 12:30:04 UTC","updated_at":"2010-08-14 12:30:04 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"ཟངས་རི་མཁར་དམར།"},{"title":"ཟངས་རི་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"ཟངས་རི་མཁར་དམར།","index":2,"parent_index":0,"body":" <p>ད་ལྟའི་ཟངས་རི་རྫོང་ནས་ཤར་དུ་སྤྱི་ལེ་གཉིས་ཙམ་སོང་ན་རྗེ་བཞུགས་གྲོང་སྟེ་རྗེ་རིན་པོ་ཆེ་བཞུགས་མྱོང་བའི་གྲོང་གི་རི་སྟེང་དུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་ཐོག་མར་མ་ཅིག་ལབ་སྒྲོན་གྱིས་སྤྱི་ལོ་1145ལོར་ཕྱག་བཏབ་གནང་མཛད། མཁར་དམར་ཞེས་པ་ནི་སྐྱོབ་<span class=\"milestone page eng \">[page <span class=\"pnum\">74</span>] </span>སྟོན་བསོད་ནམས་བླ་མས་མ་ཅིག་ལབ་སྒྲོན་ལ་བྲག་རྡོ་ཞིག་ཆུར་བསྐུར་གནང་སྟེ་འདི་གང་དུ་འཁུར་ཡང་དེར་ཁྱོད་ཀྱིས་དགོན་པ་ཞིག་ཐོབས་གསུངས་པར། བྲག་རྡོ་དེ་དགོན་དེའི་མདུན་གྱི་གཙང་པོའི་ནང་དུ་འཁར་སྟབས་དེ་དང་ཉེ་བའི་རི་སྟེང་དུ་ད་ལྟའི་མཁར་དམར་དགོན་དེ་ཕྱག་བཏབ་གནང་མཛད། དེ་ནས་མ་ཅིག་ལབ་སྒྲོན་གྱིས་གཅོད་ཀྱི་སྲོལ་ཆེན་པོ་གཏོད། ནང་ཆོས་ཐམས་ཅད་རྒྱ་གར་ནས་བོད་དུ་དར་བ་ཡིན་ཀྱང་། བོད་ཆོས་རྒྱ་གར་ལ་ཕར་དར་བ་ནི་མ་ཅིག་གི་གཅོད་རྒྱུན་ཙམ་ཡིན་གསུངས། ཕ་རྒྱུད་ཐབས་ཀྱི་རྒྱུད་པ་ཕ་དམ་པ་སངས་རྒྱས་དང་། མ་རྒྱུད་ཤེས་རབས་ཀྱི་རྒྱུད་པ་མ་ཅིག་ལབ་སྒྲོན་ཡིན་ཞེས་ཞུ། མ་ཅིག་མཁར་དུ་མ་བྱོན་གོང་ཨེ་ཆུང་གླང་ལུང་ཞེས་པར་ཡབ་ཐོས་པ་བྷ་ཌ་དང་། ཞལ་སྦྱོར་གྱི་ཚུལ་བསྟན་ནས་སྲས་ཆེ་བ་དོན་གྲུབ་གླང་ལུང་དུ་སྐུ་འཁྲུངས་པ་སོགས་རིམ་བཞིན་སྲས་སྲོས་གསུམ་བྱུང་བ་ཀུན་གྱི་མཛད་པ་རྒྱ་ཆེར་བསྐྱངས། རྒྱ་གར་སོགས་ཕྱོགས་མཐའ་མང་པོ་ནས་ཆོས་ཞུ་བ་འབུམ་ཕྲག་ཙམ་ཟིན་སྐད། ཐོག་མར་བཙུན་དགོན་ཡིན་ཀྱང་རྗེས་སུ་ཆུ་འགྲམ་གྱི་དགའ་སྒྲ་དགོན་ཆུས་འཇིག་རྗེས་དེར་སྤོས་པས་གྲྭ་དགོན་དུ་གྱུར། དགོན་དེའི་ཕྱག་བཞེས་ནི་གཅོད་རྒྱུན་མ་ཅིག་ཙམ་ལས་དགེ་ལྡན་པ་ཕྱག་བཞེས་གནང་བ་རེད། དགེ་འདུན་ཞལ་གྲངས་སུམ་ཅུ་ཙམ་ཡོད། སྔོན་རྟེན་གཙོར་མ་ཅིག་གི་སྐུ་བཞུར་འབུལ་ཞུས་པའི་རིང་བསྲེལ་བྲེ་གང་ཙམ་བཞུགས་པའི་འདྲ་སྐུ་དང་། གྲུབ་ཆེན་ཐོས་པ་བྷ་ཌ་དང་། ཕ་དམ་པ་སངས་རྒྱས། སྲས་སྲོས་བཅས་ཀྱི་འདྲ་སྐུ་ལ་སོགས་པའི་རྟེན་དང་བརྟེན་པ་ཡོད། </p> <p>ད་ལྟ་ཉམས་གསོ་ཞུས་པའི་འདུ་ཁང་ནང་སྟོན་པའི་སྐུ་དང་། སྟེང་དུ་གསར་བཞེངས་མ་ཅིག་གི་འདྲ་སྐུའི་ཐུགས་ཀར་མ་ཅིག་གི་དབུ་སྐྲ་ཕུལ་བ། གཞན་ཡང་སྔར་གྱི་སྐུ་འདྲའི་ཚབ་ཏུ་འཇིམ་སྐུ་མང་པོ་གསར་བཞེངས་གནང་ཡོད་པ། ད་དུང་འོག་ཏུ་མ་ཅིག་གི་གཟིམ་ཕུག་ནང་ན་མ་ཅིག་གི་འདྲ་སྐུ་གསར་བཞེངས་གནང་བ་སོགས་མཇལ་རྒྱུ་ཡོད།</p> <p> <span class=\"milestone page eng \">[page <span class=\"pnum\">75</span>] </span>དགོན་དེའི་གཤམ་དུ་རྒྱལ་བ་སྐལ་བཟང་རྒྱ་མཚོའི་ཕོ་བྲང་དང་། ཕུ་རུ་འཕྱིང་རི་ཁྲོད། གཏེར་ཆུང་རི་ཁྲོད། ཇོ་དགོན་དགའ་ལྡན་ལྷ་ལྡིང་། སེ་དགོན་ཨོ་རྒྱན་ཕུག ཕྲ་ཚལ་ཞེས་པ་སོགས་ཀྱི་རྗེས་ཤུལ་ཡང་མཇལ་རྒྱུ་ཡོད། </p>  "}]}