{"meta":{"domain":"places","kid":"16865","authors":[],"title":"Alhé Möndur Introduction","dates":{"created_at":"2010-08-25 11:14:13 UTC","updated_at":"2010-08-25 11:14:13 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Alhé Möndur Introduction"},{"title":"II.3. Cubic mountaintop tombs","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Funerary Structure FS1","index":7,"parent_index":6,"body":null},{"title":"Funerary Structure FS2","index":8,"parent_index":6,"body":" <p>Funerary structure FS2 is the most easterly specimen on the summit. Reduced to its base, FS2 measures 1.6 m (north-south) x 2.5 m (east-west). Some of the stones of this cubic tomb were used to construct an adjacent wall with a much more recent pedigree.<\/p> "},{"title":"Funerary Structure FS3","index":9,"parent_index":6,"body":" <p>Funerary structure FS3 (2.8 m [north-south] x 2.4 m [east-west] x 1.2 m [maximum height]) is situated 18 m west of FS2. The central chamber has been gutted and the south side of the tomb has collapsed. <\/p> "},{"title":"Funerary Structure FS4","index":10,"parent_index":6,"body":" <p>Funerary structure FS4 (2.5 m x 3.4 m x 1.7 m [height]) is situated 10 m west of FS3. Like the outer shell itself, the partly intact central chamber (95 cm x 80 cm) is aligned in the cardinal directions. The south side of FS4 has mostly collapsed. An old plaque inscribed with Buddhist prayers rests on this tomb. <\/p> "},{"title":"Funerary Structure FS5","index":11,"parent_index":6,"body":" <p>Funerary structure FS5 (3.1 m x 2.5 m x 1.4 m) is situated 5.4 m west of FS4. There is a gaping cavity (1 m x 70 cm) that extends all the way to ground level where the central chamber once sat. The masonry that lined the central chamber is entirely missing. <\/p> "},{"title":"Funerary Structure FS6","index":12,"parent_index":6,"body":" <p>Funerary structure FS6 (2.3 m x 2.6 m x 1.2 m) is situated 7 m west of FS5. The partly intact central chamber (90 cm x 80 cm) is mostly filled with stones. <\/p> "},{"title":"Funerary Structure FS7","index":13,"parent_index":6,"body":" <p>Funerary structure FS7 (1.9 m x 1.2 m x 1.2 m) is situated 13.5 m west of FS6. It is found just below the summit on the south side of the mountain. The central chamber is aligned in the cardinal directions, and measures 80 cm (east-west) x 40 cm (north-south). The alignment of the central chamber and the ridgeline upon which it was built may suggest that regeneration and the journey to the afterlife were envisioned as processes akin to the rising and setting sun. <\/p> "},{"title":"Funerary Structure FS8","index":14,"parent_index":6,"body":" <p>Funerary structure FS8 (1.5 m x 1.7 m x\\) is situated less than 1 m down slope of FS7. Largely leveled to its foundation, the base of the central chamber is still visible. <\/p> "},{"title":"Funerary Structure FS9","index":15,"parent_index":6,"body":" <p>Funerary structure FS9 (1.6 m x 1.5 m x 90 cm) sits on the summit and is situated 22 m southwest of FS8. It is aligned in the cardinal directions. Between FS8 and FS9, there is an enclosure (4 m x 13 m) on the summit with walls around 50 cm in height. These walls are composed of stacked slabs and slabs that were propped up. This enclosure appears to have had some type of funerary ritual function. <\/p> "},{"title":"Funerary Structure FS10","index":16,"parent_index":6,"body":" <p>Funerary structure FS10 (2 m x 2.5 m x 80 cm) is situated 5.2 m west of FS9. This tomb has largely collapsed.<\/p> "},{"title":"Funerary Structure FS11","index":17,"parent_index":6,"body":" <p>Funerary structure FS11 (1.8 m x 1.8 m) is situated just below the summit, 11.8 m southwest of FS10. It is found on the south side of the ridge. FS11 has been leveled to its foundation. <\/p> "},{"title":"Funerary Structure FS12","index":18,"parent_index":6,"body":" <p>Funerary structure FS12 (1.8 m x 1.9 m) is situated on the west edge of the summit, 9 m west of FS11. Although it has been reduced to its foundation, the base of the central chamber is partly intact. In close proximity, here is a small cairn standing on the edge of the summit.<\/p> "},{"title":"Funerary Structure FS13","index":19,"parent_index":6,"body":" <p>Funerary structure FS13 (2.2m x 2.4 m x 70 cm) is situated on the sloping ridgeback, 14 m southwest of FS12. It is located approximately 7 m below the summit. <\/p> "},{"title":"Funerary Structure FS14","index":20,"parent_index":6,"body":" <p>Funerary structure FS14 (2.3 m x 2.3 m x 70 cm) is situated 6.5 m down the spine of the ridge from FS13. FS14 is found about 2 m vertical below FS13. Most of the base of the tomb has endured. It is aligned in the cardinal directions. <\/p> "},{"title":"Funerary Structure FS15","index":21,"parent_index":6,"body":" <p>Funerary structure FS15 (2 m x 3.5 m) is situated on the ridgeline, 47 m west of FS14. There is an approximately 20 m vertical difference between FS14 and FS15. FS15 has been almost leveled. <\/p> "},{"title":"Funerary Structure FS16","index":22,"parent_index":6,"body":" <p>Funerary structure FS16 (2.3 m x 2.5 m x 2 m) is situated 6 m west of FS15 at the same elevation. The central chamber (90 cm x 70 cm) is partly intact in this relatively well preserved cubic tomb. <\/p> "},{"title":"Funerary Structure FS17","index":23,"parent_index":6,"body":null},{"title":"Affiliated sites","index":24,"parent_index":2,"body":" "},{"title":"Cang la btags","index":25,"parent_index":24,"body":null}]}