{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Nyakchukha Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Bonpo monasteries and temples in Tibetan regions in Qinghai, Gansu and Sichuan "
  }, 
  {
   "body": "<p>Nyag chu is the name of a river which takes its Sources in Khri ’du county, Yul shul Prefecture, Qinghai Province. It flows through gSershul county before entering dKar mdzes Prefecture where it joins the ’Bri chu (Yangtze). The total length of Nyag chu river is over 1500 km. In Tibetan, the river in its upper reaches is known as rDza chu, and in its lower reaches as Nyag chu. Nyag chu county (Chinese Yajiang) is located in dKar mdzes Prefeture, Sichuan Province. The county is located around the middle reaches of Nyag chu river. The county covers an area of 7,681.5 sq km. There are 79 villages divided between 17 townships. The seat of Nyag chu county is sPun zla grong (latitude: 30°02’N, and longitude: 101°00’E; altitude: 2632 m) 147 km from Dartsemdo, the capital of dKar mdzes Prefecture.</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "Nyag chu county"
  }, 
  {
   "body": "", 
   "index": 3, 
   "parent_index": 2, 
   "title": "(165) ’Du ra Monastery"
  }, 
  {
   "body": "<p>’Du ra Monastery was formerly known as gYung drung gsang phug or dPal gshen ’du ra.<a href=\"#n43\" name=\"nb43\" class=\"note\">43</a> It belongs to rBa smyug rong township.</p>", 
   "index": 4, 
   "parent_index": 3, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>The monastery is located 109 km south of sPun zla grong, the seat of Nyag chu county.</p>", 
   "index": 5, 
   "parent_index": 3, 
   "title": "2. Location "
  }, 
  {
   "body": "<p>The monastery seems to have been founded by ’Gro mgon rGyal ba tshul khrims in the Water-Rat year before the first Rab byung (1012).<a href=\"#n44\" name=\"nb44\" class=\"note\">44</a> According to legend,<a href=\"#n45\" name=\"nb45\" class=\"note\">45</a> it was one of the thirty-seven ’Du gnas, “gathering places”, during the period of sTag ri gnyan gzigs, the thirty-first king of the lDe dynasty in Yarlung. Then a master known as dGe legs rnam rgyal alias mKha’ ’gying ram nag from rGyal rong renamed the sacred site gYung drung gsang phug. It is also known dPal gShen bstan ldum ra. His successors were Khro rgyal rtse, lDe nag khyung gsas dbal bon (the latter founded a nunnery called ’Og min dga’ ldan that produced several reputed female practitioners), rMa lHa rgod, Yab zin bon ston, and finally Khod po Blo gros thogs med (1280-1337) who rebuilt the monastery at the age of sixty-seven.<a href=\"#n46\" name=\"nb46\" class=\"note\">46</a> He was succeeded by Shes rab rgyal mtshan, ’Gro mgon Klong rol dbang rgyal, but it is not certain whether the latter was a direct descendant of the former. Then, according to the Mi nyag ldum ra dgon byung tshul, the following masters in the succession were: </p><ol type=\"1\"> <li>dBang bsgyur bstan pa rgyal mtshan </li> <li>lHun grub dbang rgyal </li> <li>Rin chen rgyal mtshan </li> <li>Blo gsal g-yung drung dbang ldan </li> <li>sKyabs mgon sByin pa rgyal mtshan </li> <li>mTshungs med sMon lam lhun grub </li> <li>rTogs ldan rGyal ba gtsug phud </li> <li>Grub chen bsTan pa ’brug grags </li> <li>gDeng thog bSod nams dbang rgyal </li> <li>sGom chen Tshe dbang g-yung drung </li> <li>rTsal rdzogs rNam rgyal gtsug phud </li> <li>rNam mkhyen Kun dga’ lhun grub </li> <li>mKhyen brtse lHun grub dpal bzang </li> <li>rNam dag rGyal ba gtsug phud </li> <li>Shes rab seng ge </li> <li>Shes rab dbang ldan </li> <li>rGyal ba tshul khrims </li> <li>bsTan pa ’brug grags</li> <li>gYung drung phun tshogs</li> <li>gYung drung smon lam </li> <li>Blo gros dpal ldan</li> <li>gYung drung nyi ma </li> <li>gYung drung rgyal mtshan </li> </ol><p>At some point the monastery was destroyed in a skirmish and was rebuilt by rGyal ba gtsug phud, the 14th. The monastery was again destroyed during the Cultural Revolution and was rebuilt in the 1980s.</p>", 
   "index": 6, 
   "parent_index": 3, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one mkhan po</li> <li>two dbu mdzad (one dbu mdzad che ba and one chung ba)</li> <li>one dge skos</li> <li>two phyag mdzod</li> <li>two mchod dpon (one mchod dpon and one mchod g-yog)</li> <li>one mgon khang bla ma</li> </ul><p>All the incumbents are replaced every three years with the exception of the mkhan po.</p>", 
   "index": 7, 
   "parent_index": 3, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>There are twenty-seven novices and monks in the monastery.</p>", 
   "index": 8, 
   "parent_index": 3, 
   "title": "5. Current number of monks "
  }, 
  {
   "body": "<p>There are language and religious teachings for the young novices, and the mgon khang bla ma is the teacher. </p>", 
   "index": 9, 
   "parent_index": 3, 
   "title": "6. Current education"
  }, 
  {
   "body": "<p>In the past the monks went to sMan ri Monastery (No.1). They now also go to Shar rdza Hermitage (No.138) for their ordination vows.</p>", 
   "index": 10, 
   "parent_index": 3, 
   "title": "7. Educational exchange"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>1st month: commemoration of mNyam med Shes rab rgyal mtshan for ten days from the 5th day</li> <li>4th month: a ritual to provoke rainfall and prevent hail storms for five days from the 15th day</li> <li>5th month: dbyar mchod for thirteen days from the 13th day</li> <li>9th month: dgun mchod from the 18th day for fifteen days, ending with the dgu gtor rite and the’cham dances: dBal gsas tshogs ’cham, dMu bdud zhal ’cham, dPal ldan lha mo, ’Dod yon lha mo, sTag la’i rnga ’cham, gShen rab dgu ’cham, gSer skyems, rNam brgyad, Mon pa, dMag dpon, Sha ba, Dur khrod and dGe slong</li> </ul>", 
   "index": 11, 
   "parent_index": 3, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The monastery has a copy of the new edition of Kanjur in 165 volumes and a printed copy of the collected works of Shar rdza bKra shis rgyal mtshan, and various ritual texts.</p>", 
   "index": 12, 
   "parent_index": 3, 
   "title": "10. Books held in the monasery"
  }, 
  {
   "body": "<p>The monastery depends on offerings from the faithful. The monks provide their own food. </p>", 
   "index": 13, 
   "parent_index": 3, 
   "title": "11. Income and expenses"
  }, 
  {
   "body": "<p>The local lay community consists of five communities (shog khag):Tsher ma rong, ’Brog pa, Rong pad ’dzin, Rag gong and Ma ti shod. Tsher ma rong community comprises four villages: Tsho cha with forty-three families, Bar rdza with fifteen families, gNas zhal with seventeen families and rTa ba with twenty families. ’Brog pa community comprises three villages: Pad ’dzin with nine families, lHa g-yag with three families and Gu ru with seventeen families.</p><p>Rong pad ’dzin community comprises four villages: Pad ’dzin with three families, Rong pa with four families, mTsho thog with thirty-two families and Mi nyi shod with twenty-one famileis. Rag gong communities comprises two villages: Rag gong with twenty-six families and Li ’gu with thirty-six families. Ma ti shod communities comprises three villages: sTod pa with nine families, Bar ma with seven families and sMad pa with sixteen families. </p>", 
   "index": 14, 
   "parent_index": 3, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>The mountain behind the monastery is called Seng ge dkar mo and is regarded as the abode of the local eponymous deity. There is a la btsas at the top of the mountain which is renewed on the 15th and 25th days of the 5th month by the monks and on the 3rd day of the 1st month by the lay people.</p>", 
   "index": 15, 
   "parent_index": 3, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Farmers with the exception of ’Brog pa shog khag who are nomads</p>", 
   "index": 16, 
   "parent_index": 3, 
   "title": "14. Occupation of the local population"
  }, 
  {
   "body": "", 
   "index": 17, 
   "parent_index": 3, 
   "title": "Sources"
  }, 
  {
   "body": "<p>With the following monks at the monastery in autumn 1997: Nyi ma bstan ’dzin (b.1968), a monk and the present mkhan po of the monastery, gYung drung nor bu (b.1970), gYung drung rnam dag (b.1930), bSod nams blo gros (b.1972), Shes rab ’od zer (b.1974)</p>", 
   "index": 18, 
   "parent_index": 17, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<ol type=\"1\"> <li>Mi nyag ldum ra dgon byung tshul, anonymous, MS</li> <li>Mi nyag ’du ra dgon pa’i lo rgyus by Rig ’dzin bstan srung, MS</li> <li>’Chi med ’gro ’dul Khod spungs Blo gros thogs med kyi skyes rabs dang ’brel ba’i don gyi rnam thar gdung rabs dang bcas pa rdzogs ldan sprin gyi rol mo by dBra ston sKal bzang bstan pa’i rgyal mtshan (1897-1959) (xylographic edition)</li> </ol>", 
   "index": 19, 
   "parent_index": 17, 
   "title": "(2) Texts"
  }, 
  {
   "body": "", 
   "index": 20, 
   "parent_index": 2, 
   "title": "(166) Thang sgang Monastery"
  }, 
  {
   "body": "<p>The full name of Thang sgang Monastery is Thang sgang g-yung drung nags tshal gling.</p>", 
   "index": 21, 
   "parent_index": 20, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>The monastery is located 49 km south of the county town of the Nyag chu County, of which 40 km for car and the rest 9 km there is no road for car, one has to go on foot for about 5 hours.</p>", 
   "index": 22, 
   "parent_index": 20, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>There is a text entitled Thang sgang dgon pa’i lo rgyus by Rig ’dzin bstan srung. It is about history of the monastery and written very recently. The author states that the monastery was founded by gYung drung rgyal mtshan in the Wood-pig Year of the tenth Rab byung (1575). The following names of the masters are still remembered by the old monks in the monastery:</p><ol type=\"1\"> <li>gYung drung rgyal mtshan </li> <li>gYung drung lhun grub </li> <li>gYung drung smon lam </li> <li>gYung drung bstan ’dzin </li> <li>A ’bi bla ma </li> <li>Shes rab tshul khrims </li> <li>Tshul khrims bstan ’dzin. It was rebuilt in the 1980s</li> </ol>", 
   "index": 23, 
   "parent_index": 20, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one bla ma </li> <li>one dbu mdzad </li> <li>one dge skos </li> <li>one phyag mdzod</li> <li>one mchod dpon </li> </ul><p>They appointment is changed every three years. The present bla ma of the monastery is Tshul khrims bstan ’dzin.</p>", 
   "index": 24, 
   "parent_index": 20, 
   "title": "4. Hierarchical system:"
  }, 
  {
   "body": "<p>There are fourteen monks in the monastery. </p>", 
   "index": 25, 
   "parent_index": 20, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>There are courses for language and teachings for the young monks in the monastery. The monastery has very close relationship with Ye shes Monastery (No.150) in Nyag rong.</p>", 
   "index": 26, 
   "parent_index": 20, 
   "title": "6 and 7. Current education and exchange"
  }, 
  {
   "body": "<p>This monastery has re-established the performance of the ritual dbyar mchod and dgun mchod. The dbyar mchod takes place from the 1st to 30th of the 1st month, and the dgun mchod from the 20th to 30th of the 12th month. </p>", 
   "index": 27, 
   "parent_index": 20, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The monastery has a set of the Bonpo Kanjur of the 1985-1988 edition as well as copies of the collected works of the following masters: mNyam med Shes rab rgyal mtshan, Shar rdza bKra shis rgyal mtshan, dBra ston bsKal bzang bstan pa’i rgyal mtshan. There is also a copy of the Khams chen. </p>", 
   "index": 28, 
   "parent_index": 20, 
   "title": "10. Books held in the monastery"
  }, 
  {
   "body": "<p>Monks in the monastery have to provide their food and the expenses of the monastery depend on offerings of followers. </p>", 
   "index": 29, 
   "parent_index": 20, 
   "title": "11. Income and expenses"
  }, 
  {
   "body": "<p>There is only one village called Thang sgang with 40 families.</p>", 
   "index": 30, 
   "parent_index": 20, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>The mountain behind the monastery is called sPang ser. There is a lake called Pang ser g-yu mtsho sngon mo situated up in the mountains and is regarded as the abode of the local deity by the same name. The la btsas for the deity is on bank of the lake and the deity is propitiated on the first of the first month and the 6th of the fourth month of the Tibetan calendar.</p>", 
   "index": 31, 
   "parent_index": 20, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Agriculture</p>", 
   "index": 32, 
   "parent_index": 20, 
   "title": "14. Occupation of the local people"
  }, 
  {
   "body": "", 
   "index": 33, 
   "parent_index": 20, 
   "title": "Sources"
  }, 
  {
   "body": "<p>In autumn of 1997 with: Blo bzang ye shes (b.1967), a monk in the monastery</p>", 
   "index": 34, 
   "parent_index": 33, 
   "title": "(1) Interview"
  }, 
  {
   "body": "<ol type=\"1\"> <li>Thang sgang dgon pa’i lo rgyus by Rig ’dzin bstan srung, MS </li> </ol><hr class=\"footnote-divider\">", 
   "index": 35, 
   "parent_index": 33, 
   "title": "(2) Texts"
  }, 
  {
   "body": "<div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n43\"></a><a href=\"#nb43\" class=\"note\"> [43] </a> There is a short history of the monastery entitled Mi nyag ldum ra dgon byung tshul (MS) by an un unknown author who writes first lDum ra dgon and then ’Du ra dgon, but the monks in the monastery have affirmed that ’Du ra is the correct name of the monastery. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n44\"></a><a href=\"#nb44\" class=\"note\"> [44] </a> Mi nyag ’du ra dgon pa’i lo rgyus by Rig ’dzin bstan srung, MS., p.1 </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n45\"></a><a href=\"#nb45\" class=\"note\"> [45] </a> Mi nyag ldum ra dgon byung tshul, MS., p.1. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n46\"></a><a href=\"#nb46\" class=\"note\"> [46] </a> According to Mi nyag ldum ra dgon byung tshul (pp.6-7) he built lDum ra monastery at the age of sixty-seven and that he died at the age of seventy-seven in ’Du ra monastery, but according to Khod po Blo gros thogs med he died in 1337 at the age of fifty-eight. </div>", 
   "index": 36, 
   "parent_index": 1, 
   "title": "Notes"
  }
 ], 
 "meta": {
  "date": "2011-12-13 02:31:03 UTC", 
  "domain": "places", 
  "kid": "1084", 
  "authors": [
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }, 
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }
  ], 
  "title": "Nyakchukha Introduction"
 }
}