{"meta":{"authors":[],"title":"Kyidzong Introduction","dates":{"created_at":"2010-08-11 20:45:56 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Kyidzong Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"kyi DzongSkyid rdzong","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">kyi Dzong<\/span><span class=\"scholar\">Skyid rdzong<\/span> <\/li> <li>English equivalent: Happiness Fortress<\/li> <li>Site number: A-107<\/li> <li>Site typology: I.1b <\/li> <li>Geographic coordinate (N. lat.): 33º 36.8΄ <\/li> <li>Geographic coordinate (E. long.): 79º 49.4΄<\/li> <li>Elevation: 4350 m to 4370 m<\/li> <li>Administrative location (township): <span class=\"popular\">O Jang<\/span><span class=\"scholar\">O byang<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Rutok<\/span><span class=\"scholar\">Ru thog<\/span> <\/li> <li>Survey expedition: HTAE<\/li> <li>Survey date: October 2, 2003<\/li> <li>Contemporary usage: None.<\/li> <li>Identifiable Buddhist constructions: None.<\/li> <\/ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>The large fortress of <span class=\"popular\">kyi Dzong<\/span><span class=\"scholar\">Skyid rdzong<\/span> is perched some 70 m above the east end of the large agricultural plain of <span class=\"popular\">O Jang<\/span><span class=\"scholar\">O byang<\/span>. The site commands fine views of the east side of mtsho mo ngang la ring mo, as well as the north face of the famous <span class=\"popular\">yüllha<\/span><span class=\"scholar\">Yul lha<\/span> mountain of <span class=\"popular\">Rutok<\/span><span class=\"scholar\">Ru thog<\/span> known as <span class=\"popular\">Gekhö Nyenlung<\/span><span class=\"scholar\">Ge khod gnyan lung<\/span>. The size of the <span class=\"popular\">kyi Dzong<\/span><span class=\"scholar\">Skyid rdzong<\/span>facility and the presence of another ancient stronghold, approximately 3 km to the west,<a href=\"#n52\" name=\"nb52\" class=\"note\">52<\/a> underscore the economic importance of <span class=\"popular\">O Jang<\/span><span class=\"scholar\">O byang<\/span> in earlier times. Situated high up in a rocky fastness, <span class=\"popular\">kyi Dzong<\/span><span class=\"scholar\">Skyid rdzong<\/span> is naturally endowed with considerable protection from attack. The nearly vertical terrain surrounding the site made it immune to threats originating on higher ground. There are both upper and lower complexes at <span class=\"popular\">kyi Dzong<\/span><span class=\"scholar\">Skyid rdzong<\/span>, which were built with variable-sized (15 cm to 60 cm) unhewn bluish limestone blocks. The block-work was joined with a gravelly light-colored mud-based mortar. The formidably built upper complex contains about 20 rooms and extends across a rugged ridgeline for 44 m. Given the size of the rooms, much or all the upper complex must have been built with wooden roofs. The similarly built lower complex has both east and west sectors separated by a distance of 40 m. The two sectors are connected by a walkway that traverses a steep flank of the formation. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to local villagers, <span class=\"popular\">kyi Dzong<\/span><span class=\"scholar\">Skyid rdzong<\/span> was built in ancient times so that the inhabitants of <span class=\"popular\">O Jang<\/span><span class=\"scholar\">O byang<\/span> could escape a devastating flood.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Upper complex","index":7,"parent_index":6,"body":" <p>The 44-m long axis of this conterminous group of buildings runs in a northwest-southeast direction. The southeast extremity of the upper complex consists of a single structure straddling the summit, which is 2 m or less in width and 6 m in length. Its walls stand to 1 m in height, plus an additional 50 cm of underlying revetment. This southeast structure appears to have been a sentinel post or forward defensive station. It is attached to the rest of the complex by a narrow rib of rock several meters in length. Northwest of this rib here are the vestiges of a single room (5 m x 7m) that also covers the breadth of the summit. To the northwest of this room the fortress widens to two rooms abreast. There are three pairs of relatively large rooms extending across 16 m of the axis of the complex. These paired rooms are about 6 m in width. Sufficient wall partitions are in place to assess the ground plan. These rooms have an irregular form: the alignment of the walls is in conformance with the various planes and nooks of the crags, not with a grid layout. This intensive integration into the parent formation is a common archaic architectural trait. Part of the north wall of the middle section of the complex rises to 3 m in height, the tallest freestanding structure extant at <span class=\"popular\">kyi Dzong<\/span><span class=\"scholar\">Skyid rdzong<\/span>. In this wall segment there are five small windows. To the northwest of the three pairs of rooms, the complex widens to as much as 16.7 m, and contains three or four rooms abreast, stretching along 12 m of the axis. At the northwest extremity, the highest elevation part of the upper complex, there is a room with internal dimensions of just 1.2 m x 2.1 m. The tallest wall at the site is located near this northwest corner. It has a maximum height of 6.2 m, but only about 1 m of his elevation is freestanding. <\/p> "},{"title":"Intermediate structures","index":8,"parent_index":6,"body":" <p>Below the rib of rock connecting the southeast extremity of the upper complex with the bulk of structures, here is a fissure in the formation that once contained a stairway. Most of the stones of this staircase, however, have been swept away. Originally, it connected the upper and lower complexes, which are separated by about 15 m of vertical distance. In between the two complexes are the remains of a single building built against a cliff (5.3 m x 2 m). This structure has a stonework base and an adobe upper section consisting of around seven vertical courses of highly eroded mud blocks. This is the only adobe wall evident at <span class=\"popular\">kyi Dzong<\/span><span class=\"scholar\">Skyid rdzong<\/span>.<\/p> "},{"title":"Lower complex","index":9,"parent_index":6,"body":" <p>The walkway joining the east and west sectors of the lower complex is supported by a revetment, some of which is still intact. The larger west sector (11.8 m x 12.6 m) has been leveled to its revetments in most places. In some sections these revetments are as much as 2 m in height. On the east side of the west sector there are freestanding walls up to 1.7 m in height. They mark an area where three rooms once existed. The east sector is dominated by a single room or building (9.3 m x 4.3 m). Its standing walls span two natural lumps of rock and attain 1.6 m in height. On the east side of this structure, at slightly lower elevation, there are the remains of one or two smaller buildings. Adjacent to these smaller buildings are traces of the old stone gateway that marked the entrance to the fortress. On the way down from the fortress to the plain below there are three shallow caves in the formation. They each have remnants of masonry fronts and open up to a level area on the formation approximately 20 m in length, which is bounded by the remains of a wall. There are a number of other caves in the limestone range that intervenes between <span class=\"popular\">kyi Dzong<\/span><span class=\"scholar\">Skyid rdzong<\/span> and the fortress of <span class=\"popular\">Drakdong<\/span><span class=\"scholar\">Brag gdong<\/span> (A-18), which were inhabited in earlier times. <\/p> <hr class=\"footnote-divider\" \/> "},{"title":"Notes","index":10,"parent_index":0,"body":" <div class=\"footnote\"> <a name=\"n52\" \/> <a href=\"#nb52\" class=\"note\"> [52] <\/a> This is the stronghold of <span class=\"popular\">Drakdong<\/span><span class=\"scholar\">Brag gdong<\/span> (A-18), situated directly above the settlement of <span class=\"popular\">O Jang<\/span><span class=\"scholar\">O byang<\/span>. For information on this site, see Bellezza, <em>Antiquities of Northern Tibet<\/em>, 104, 105. <\/div>  "}]}