{"meta":{"authors":[],"title":"Ronggo Möndur Introduction","dates":{"created_at":"2010-08-25 11:12:44 UTC","updated_at":"2010-08-25 11:12:44 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Ronggo Möndur Introduction"},{"title":"II.2. Superficial structures: Primarily funerary superstructure","index":1,"parent_index":0,"body":" "},{"title":"Ronggo MöndurRong mgo mon dur","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Ronggo Möndur</span><span class=\"scholar\">Rong mgo mon dur</span> </li> <li>English equivalent: Gorge Head <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> Tombs</li> <li>Site number: D-73</li> <li>Site typology: II.2a, II.2b </li> <li>Geographic coordinate (N. lat.): 31º 52.5΄ </li> <li>Geographic coordinate (E. long.): 85º 05.0΄ </li> <li>Elevation: 4700 m </li> <li>Administrative location (township): <span class=\"popular\">Lowo</span><span class=\"scholar\">Lo bo</span> </li> <li>Administrative location (county): <span class=\"popular\">Gertsé</span><span class=\"scholar\">Sger rtse</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: June 22, 2002</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Ronggo Möndur</span><span class=\"scholar\">Rong mgo mon dur</span> is situated in the middle of the broad <span class=\"popular\">Ronggo</span><span class=\"scholar\">Rong mgo</span> valley bottom. From the site, the views north (in the direction of the sacred mountain <span class=\"popular\">Shel Gangcham</span><span class=\"scholar\">Shel gangs lcam</span>) and south are wide open, while the views east and west are closed in by the ridges bounding the valley. The terrain is sandy and well drained. <span class=\"popular\">Ronggo Möndur</span><span class=\"scholar\">Rong mgo mon dur</span> consists of at least 14 small funerary enclosures spread out over one-half km. These are quadrate structures, many of which appear to be aligned in the cardinal directions. Most of these poorly preserved structures appear to have double-course perimeter walls (50 cm to 60 cm thick). These walls are built of variable-length (up to 50 cm long) pieces of light-colored limestone. These stones are both laid flat and embedded in the ground edgewise. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to local sources, <span class=\"popular\">Ronggo Möndur</span><span class=\"scholar\">Rong mgo mon dur</span> is an ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> burial ground. </p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" <ol> <li>Funerary structure FS1 (6 m x 3.5 m) consists of walls (indeterminate type) with stones that project as much as 35 cm above the ground surface. (31° 52.577΄ N. lat. / 85° 05.019΄ E. long.). In addition to limestone, the walls of FS1 also contain pieces of a dark gray metamorphic stone.</li> <li>Funerary structure FS2 (4 m x 2 m) is a highly fragmentary specimen (52.610΄ / 04.968΄).</li> <li>Funerary structure FS3 (2.5 m x 2 m) is a highly fragmentary specimen (52.596΄ / 04.973΄). </li> <li>Funerary structure FS4: (3.1 m x 3 m) is slightly elevated above the surrounding plain and is covered in loose rocks</li> <li> (52.582΄ 04.962΄). </li> <li>Funerary structure FS5 (4.8 m x 2.5 m) exhibits small fragments of what appear to be single-course perimeter walls (52.560΄ / 04.937΄). Stones in these walls project a maximum of 20 cm above ground level.</li> <li>Funerary structure FS6 (4 m across) has been reduced to one small coherent wall fragment along the perimeter (52.559΄ / 04.923΄). FS6 is located near the link road through the area.</li> <li>Funerary structure FS7 (2 m across) is a highly fragmentary specimen (52.537΄ / 04.923΄). </li> <li>Funerary structure FS8: (2.6 m x 3 m) is a highly fragmentary specimen (52.523΄ / 04.927΄). </li> <li>Funerary structure FS9 (3 m x 3.3 m) is covered in stones (52.517΄ / 04.905΄). </li> <li>Funerary structure FS10 (3.5 m x 2.4 m) is a better preserved enclosure with double-course perimeter walls (52.479΄ / 04.923΄). Stones in these walls project a maximum of 20 cm above ground level.</li> <li>Funerary structure FS11 (3.5 m x 2.5 m) has significant segments of its double-course walls intact (52.461΄ / 04.942΄). The stones in these walls are flush with the ground surface or slightly project above it.</li> <li>Funerary structure FS12 (4.7 m x 5 m) has remnants of all four walls intact. (52.450΄ / 04.981΄). These walls appear to be of the single-course variety, but this may be because of a loss of stones. The stones of the walls project a maximum of 15 cm above ground level. FS12 is found at the edge of the motorable track.</li> <li>Funerary structure FS13 (2.4 m x 3.5 m) is covered in stones (52.435΄ / 04.978΄). A tiny mound has formed on the west side of the structure. </li> <li>Funerary structure FS14 (3 m x 2.6 m) has a small double-course wall fragment in place, which exhibits both flat and upright stones (52.423΄ / 05.008΄). </li> </ol>  "}]}