{"meta":{"authors":[],"title":"ནོར་བུ་གླིང་ག","dates":{"created_at":"2010-08-13 17:00:43 UTC","updated_at":"2010-08-13 17:00:43 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"ནོར་བུ་གླིང་ག"},{"title":"གྲོང་ཁྱེར་ལྷ་ས།","index":1,"parent_index":0,"body":" "},{"title":"ནོར་བུ་གླིང་ག","index":2,"parent_index":0,"body":" <p>ཕོ་བྲང་པོ་ཏ་ལ་ནས་སྤྱི་ལེ་གསུམ་བཞི་ཙམ་ནུབ་ངོས་སུ་ཕེབས་ན་ཏཱ་ལའི་བླ་མའི་དབྱར་ཁའི་བཞུགས་གནས་ནོར་བུ་གླིང་གར་འབྱོར་གྱི་རེད། དེའང་ཐོག་མར་གནས་དེ་ལྗོན་ཤིང་གླང་ཚེར་སོགས་རང་བྱུང་ཤིང་སྣ་སྐྱེས་པའི་སྐྱེས་ཚལ་ལྟ་བུ་ཞིག་ཡིན་པ་ལ་ཐེངས་ཤིག་ནམ་མཁར་འབྲུག་གྲགས་པ་དང་། འཇའ་དབྱིབས་ནོར་བུ་འདྲ་བ་ཞིག་དགུང་དབྱིངས་སུ་ཤར་བས་ནོར་བུ་གླིང་ག་ཞེས་དང་། ཡང་གསུངས་སྲོལ་གཞན་ཞིག་ལ་སྤྱི་ལོའི་དུས་རབས་བཅོ་བརྒྱད་པའི་དུས་དཀྱིལ་ཙམ་ན་གླིང་ག་དེའི་ས་འོག་ཏུ་ནོར་བུ་རྩ་ཆེན་ཡོད་པ་ཁ་ཆེས་ཤེས་ནས་གླིང་ག་རེ་སྤུས་ཚོང་ཡོང་རེ་གཞུང་ས་མཆོག་ལ་ཞུས་པར། ཁ་<span class=\"milestone page eng \">[page <span class=\"pnum\">44<\/span>] <\/span>ེས་གླིང་ག་ཉོ་བའི་དོན་རྟོགས་ཏེ་དེ་མར་གནས་དེར་རྒྱལ་བ་སྐུ་ཕྲེང་བདུན་པའི་དབྱར་ཁའི་བཞུགས་གནས་ཤིག་བསྐྲུན། གླིང་གའི་མིང་ལའང་ནོར་དུ་གླིང་ག་གསོལ་བ་ཡིན་ཞེས་གསུངས། དེའང་ཐོག་མར་དབུ་གཡབ་ཕོ་བྲང་ཞེས་ལྷ་མོ་གཟིགས་སའི་ཕོ་བྲང་བསྐྲུན། དེ་རྗེས་སྐལ་བཟང་ཕོ་བྲང་ཞེས་རྒྱལ་བའི་མཚན་གྱི་ཟུར་ཆགས་པའི་ཕོ་བྲང་བསྐྲུན་གནང་མཛད། ཕོ་བྲང་དེར་ཐོག་སོ་ཉིས་ཐོག་ལ་ཚོམས་ཆེནདང་། མཆོད་ཁང་། སྲུང་མ་ཁང་། གཟིམས་ཆུང་། ཕྱག་དཔེ་ཁང་སོགས་ལ་རྟེན་དང་བརྟེན་པར་བཅས་བཞུགས་སུ་གསོལ་བའི་ནང་ཏཱ་ལའི་བླ་མ་སྐུ་ཕྲེང་རིམ་བྱོན་གྱི་དབྱར་ཁའི་བཞུགས་གནས་དེར་གཞུང་སྲོལ་དྲུང་བྱ་དང་མཛད་སྒོ་ཁག་ཚོགས་ཡུལ་ཡིན་ལ་སྐུ་ཕྲེང་རིམ་བྱོན་གྱི་བཞུགས་གནས་གཙོ་བོ་གནས་དེར་ཡིན། དེ་རྗེས་དེ་མོ་རྒྱལ་ཚབ་ནས་ཐུགས་འགན་བཞེས་ཏེ་ཆབ་རྫིང་རྒྱ་བསྐྱེད་གནང་བ་དང་འབྲེལ་སྤྲོ་ཁང་ལྷུན་གྲུབ་དགའ་ཚལ་ཡང་བསྐྲུན་གནང་མཛད། ཆབ་རྫིང་ཕོ་བྲང་གི་ནུབ་ངོས་སུ་གྲུ་འཛིན་ཕོ་བྲང་ཡོད། དེའི་ནང་དབུས་སུ་ཐུགས་རྗེ་ཆེན་པོ་ཕྱག་སྟོང་སྤྱན་སྟོང་དང་། མཐའ་འཁོར་དུ་བོད་ཀྱི་ཆོས་ལུགས་གྲུབ་མཐའ་སོ་སོའི་ཆོ་ག་ཕྱག་ལེན་གྱི་ཕྱག་དཔེ་དང་། སྟེང་དུ་རྒྱལ་བའི་གཟིམས་ཆུང་ཡོད་པ་བཅས་སོགས་ནི་ལྕགས་རི་སེར་པོའི་ནང་དུ་ཡོད། དེ་ནས་སྤྱི་ལོའི་དུས་རབས་ཉི་ཤུ་པའི་དུས་འགོར་རྒྱལ་བ་སྐུ་ཕྲེང་བཅུ་གསུམ་པའི་དུས་ལྕགས་རི་སེར་པོའི་ནུབ་ངོས་སུ་སྤྱན་བསལ་ཕོ་བྲང་ཞེས་ཐོག་བརྩེག་གསུམ་ལྡན་རྟེན་དང་བརྟེན་པར་བཅས་པ་བསྐྲུན་གནང་མཛད། ཨར་ལས་དབུ་འཛིན་སྐུ་བཅར་ཐུབ་བསྟན་ཀུན་འཕེལ་ནས་གནང་སྟབས། ཐུབ་བསྟན་ཀུན་འཕེལ་མཆོག་ལ་དམངས་ཁྲོད་དུ་སྤྱན་བསལ་ཀུན་འཕེལ་ལགས་ཞེས་འབོད་སྟབས་ཕོ་བྲང་གི་མཚན་ལའང་། སྤྱན་བསལ་ཕོ་བྲང་། ཞེས་ཐོགས་པ་ནི་དམངས་ཁྲོད་ནས་བྱུང་བ་ལྟར་དུ་གྱུར། ཕོ་བྲང་དེ་ནི་བཟོ་བཀོད་དང་རྒྱན་སྤྲོས་གོང་ལས་ལྷག་པ་ཡོད། དེ་རྗེས་སྤྱི་ལོ་1954ལོར་བསྐྲུན་འགོ་ཚུགས་ཏེ་1956ལོར་ལེགས་འགྲུབ་ཟིན་པ་རྒྱལ་བ་སྐུ་ཕྲེང་བཅུ་བཞི་པའི་<span class=\"milestone page eng \">[page <span class=\"pnum\">45<\/span>] <\/span>ཞུགས་གནས་རྟག་བརྟན་མི་འགྱུར་ཕོ་བྲང་ལྕགས་རི་སེར་པོའི་བྱང་ངོས་སུ་བསྐྲུན། ཕོ་བྲང་ཐོག་སོ་ཉིས་ཐོག་ཅན་འདིའི་ནང་ལའང་ཚོམས་ཆེན་དང་། གཟིམས་ཆུང་། རབ་གསལ་སོགས་ཁང་མིག་བཞི་བཅུ་ཙམ་དང་གཟིམས་ཆུང་དེ་དག་གི་ལྡེབས་རིས་སུ་སྟོན་པ་ཤཱཀྱ་ཐུབ་པའི་མཛད་རྣམ་དང་། རྒྱན་དྲུག་མཆོག་གཉིས་ཀྱི་མཛད་རྣམ། པུར་རྒྱལ་བོད་ཀྱི་རྒྱལ་རབས་དང་། བོད་ལ་ནང་བསྟན་དར་ཚུལ་དང་། གྲུབ་མཐའ་ཁག་བྱུང་ཚུལ། རྒྱལ་བ་སྐུ་ཕྲེང་རིམ་བྱོན་གྱི་མཛད་རྣམ་སོགས་བོད་རིས་ཀྱི་ཐོག་ནས་བྲིས་ཡོད་ལ་ཚོམས་ཆེན་དབུས་སུ་1955ལོར་བསྐྲུན་པའི་གསེར་ཁྲི་དང་། དེའི་གཡས་ཀྱི་ལྡེབས་རིས་སུ་རྒྱལ་བ་སྐུ་ཕྲེང་བཅུ་བཞི་པའི་མཛད་སྒོ་གནང་ཚུལ་སོགས་ལུགས་གསར་གྱི་རི་མོ་འབྲི་ཚུལ་ཐོག་ནས་བྲིས་ཡོད་པ། ལྷག་པར་དུ་ཕོ་བྲང་འདིའི་བཟོ་བཀོད་ནི་གོང་གསལ་རྣམས་ལས་ཀྱང་ལྷག་པ་ནི། ཕོ་བྲང་ནང་ཆབ་གནང་ས་དང་། ལུགས་གསར་གྱི་འཛིན་ཆས། ཁྲོ་ལྕགས་ཀྱི་གདུང་མ་སོགས་ནི་བོད་ཕྱི་ཟུང་དུ་སྦྲེལ་ནས་བསྐྲུན་ཀྱང་། ཕྱིའི་བཀོད་པ་བོད་ལུགས་ཁ་གཙང་ཡིན་པ། གཞན་ཡང་ལྕགས་རི་སེར་པོའི་ཕྱིར་ལས་ཁུངས་ཁག་དང་། སྐུ་འཁོར་ཞབས་ཕྱི་ཁང་། རྒྱལ་སྒོ་ལྷོ་མར་སྐུ་སྲུང་དམག་སྒར་སོགས་ཡོད། གཞན་ཡང་གླིང་ག་འདིའི་ནང་ལྷ་སའི་ཉེ་འཁོར་དུ་མེད་པའི་ཤིང་སྣ་ཚོགས་དང་། སྟག་གཟིག་དོམ་དྲེད་སོགས་གཅན་གཟན་གྱི་རིགས། ཤྭ་བ། གླ་བ། སོགས་རི་དྭགས་སྣ་ཚོགས། རྨ་བྱ་ཁྲུང་ཁྲུང་སོགས་འདབ་བྱའི་རིགས་སོགས་ཀྱང་གསོ་ཚགས་གནང་ཡོད།<\/p> <p>ད་ལྟ་སྔར་གྱི་ཕོ་བྲང་ཁག་ཉམས་གསོ་བདག་སྐྱོངས་གནང་ཡོད་པ་དང་། ེབས་ལམ་དུ་རྡོ་བཅལ་བཏིང་བ། གཅན་གཟན་རྭ་བ་རྒྱས་བསྐྲུན་གནང་བ་སོགས་མཇལ་རྒྱུ་ཡོད།<\/p>  "}]}