{"meta":{"authors":[],"title":"སྟག་ལུང་དགོན།","dates":{"created_at":"2010-08-14 12:30:07 UTC","updated_at":"2010-08-14 12:30:07 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"སྟག་ལུང་དགོན།"},{"title":"སྣ་མཁར་རྩེ་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"སྟག་ལུང་དགོན།","index":2,"parent_index":0,"body":" <p>མཚན་རྒྱས་པར་“སྟག་ལུང་མཐར་གླིང་ཆོས་སྡེ་”ཞེས་ཞུ། བྲག་ར་དགོན་ནས་འཁོར་ལམ་བརྒྱུད་སྤྱི་ལེ་དགུ་ཙམ་སོང་ན་སྟག་ལུང་གྲོང་གི་དབུས་སམ། གྲྭ་ཚང་རྩེའི་འདབས་སུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། “སྟག་ལུང་”ཞེས་པ་ནི་ཐོག་མར་གནས་དེར་ནགས་ཚལ་ཡིན་པ་ལ་སྟག་ལ་ཞེས་པའི་ལ་སྟེང་ནས་སྟག་ཐོན་པས་སྟག་ལུང་ཞེས་པ་དེ་ལྟར་བྱུང་གསུངས། དགོན་དེ་ནི་ཐོག་མར་རྒྱལ་པོ་གོ་དན་སྐབས་བཞེངས་པ་ཡིན་ཚོད་ལྡེབས་རིས་ལས་གསལ་ཞེས་དང་། དེ་རྗེས་སྟག་ཚང་ལོ་ཙཱ་བ་ཀུན་མཁྱེན་ཤེས་རབ་རྒྱལ་མཚན་གྱིས་རྒྱ་བསྐྱེད་གནང་། ས་སྐྱ་མཚར་ལུགས་ཕྱག་བཞེས་གནང་བ་ཡིན་། དགེ་འདུན་ཞལ་གྲངས་སྟོང་ཁ་ཉེ་བ་བྱུང་སྟབས་སྟོང་ཁྲོ་ཞེས་ཚོགས་ཁྲོ་ཆེན་པོ་ཞིག་ཀྱང་ཡོད། སྔོན་དགོན་དེའི་གཙང་ཁང་སྦུག་མར་རྒྱ་བཟའ་དང་། བལ་བཟའ་བཞེངས་གནང་བའི་གསེར་ཟངས་ཀྱི་དུས་གསུམ་སངས་རྒྱས་ཐོག་སོ་གཉིས་ལྡན་རྒྱབ་ཡོལ་ཙན་དན་དཀར་དམར་ལས་གྲུབ་པ་ལ་ཉེ་སྲས་བརྒྱད་ཀྱིས་བསྐོར་ནས་ཡོད་པ་དང་། འདུ་ཁང་ནང་སྡེ་སྲིད་སྣ་མཁར་རྩེའི་ཡུམ་གྱི་འཁྲུངས་རྟགས་གསེར་རའི་མཆིན་པ་ཙམ་བཏང་བའི་གནས་བརྟན་བཅུ་དྲུག་གི་ཞལ་ཐང་བཅུ་དྲུག་ནང་ལྟུང་བཤགས་ལྷ་སོ་ལྔ་དང་བཅས་པ། ཀླུས་ཕུལ་ཞེས་གྲགས་པའི་རྡོ་ནག་གི་མགོན་པོ་བེང་གི་སྐུ་བརྙན། དགོན་དེ་ཉམས་གསོ་གནང་སྐབས་ལྟེ་བ་ལས་ཁྲག་ཐོན་པའི་ཡེ་ཤེས་དགོན་པོའི་ལྡེབས་རིས། གཞན་ཡང་ལྡེབས་རིས་རྙིང་མ་མང་པོ་སོགས་མཇལ་རྒྱུ་ཡོད།<\/p> <p>ད་ལྟ་ཉམས་གསོ་ཞུས་པའི་འདུ་ཁང་ནང་སྔོན་གྱི་དུས་གསུམ་སངས་རྒྱས<span class=\"milestone page eng \">[page <span class=\"pnum\">140<\/span>] <\/span>་ཀྱི་བཞུགས་ཁྲི་དང་རྒྱབ་ཡོལ་རང་འཇགས་སྟེང་གསར་བཞེངས་སྨན་འདམ་གྱི་དུས་གསུམ་སངས་རྒྱས་དང་། ཉེ་སྲས་སྔོན་གྱི་སྐུ་བརྙན་དེ་རང་། སྔོན་གྱི་གནས་བཅུའི་ཞལ་ཐང་གཅིག་ཇུན་གར་དམག་རྗེས་ས་འོག་ནས་ཐོན་པའི་ཐུབ་པ་ལ་བྱན་མ་ཞེས་པ། མགོན་ཁང་ནང་ཡེ་ཤེས་དགོན་པོ་དང་། ལྷ་མོ་སོགས་རྟེན་རྙིང་། གཞན་ཡང་ཡེ་ཤེས་མགོན་པོའི་ལྟེ་བ་ལས་ཁྲག་ཐོན་པ་སོགས་ལྡེབས་རིས་རྙིང་མ་མང་པོ། གསར་བཞེངས་གུ་རུ་ལྷ་ཁང་ནང་གུ་རུ་སྣང་སྲིད་ཟིལ་གནོན་ཐོག་བརྩེག་གསུམ་ལྡན་དང་། མ་ཎི་དུང་ཉེར་གཅིག་བཞུགས་པའི་མ་ཎི་ལྷ་ཁང་། སྤྱན་རས་གཟིགས་ཀྱི་ཐུགས་ཀར་རྡོ་ནག་གི་ཨ་རང་བྱོན་བཞུགས་པ་སོགས་མཇལ་རྒྱུ་ཡོད།<\/p> <p>དགོན་དེའི་རྒྱབ་རིར་གྲྭ་ཚང་གོང་སྟེ་རྩེ་སྤྲུལ་རིན་པོ་ཆེའི་དགོན་ཤུལ་གྱང་གོག་མཇལ་རྒྱུ་ཡོད།<\/p>  "}]}