{"meta":{"authors":[],"title":"Doring Introduction","dates":{"created_at":"2010-08-25 11:11:37 UTC","updated_at":"2010-08-25 11:11:37 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"\n\n","title":"Doring Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":"\n\t\t\t\t\t\t"},{"title":"DoringRdo ring","index":2,"parent_index":1,"body":"\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Basic site data","index":3,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<ul class=\"bullet-blue\">\n\t\t\t\t\t\t\t\t<li>Site name:<span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> (North)</li>\n\t\t\t\t\t\t\t\t<li>English equivalent: Long-stones (North)</li>\n\t\t\t\t\t\t\t\t<li>Site number: C-128 </li>\n\t\t\t\t\t\t\t\t<li>Site typology: II.1b, II.2x </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (N. lat.): 31&ordm; 23.8&#900; </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (E. long.): 89&ordm; 27.6&#900; </li>\n\t\t\t\t\t\t\t\t<li>Elevation: 4750 m </li>\n\t\t\t\t\t\t\t\t<li>Administrative location (township): <span class=\"popular\">Mentang</span><span class=\"scholar\">Men thang</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Administrative location (county): <span class=\"popular\">Pelg&ouml;n</span><span class=\"scholar\">Dpal mgon</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Survey expedition: HTWE</li>\n\t\t\t\t\t\t\t\t<li>Survey date: May 19, 2004</li>\n\t\t\t\t\t\t\t\t<li>Contemporary usage: Light grazing. </li>\n\t\t\t\t\t\t\t\t<li>Identifiable Buddhist constructions: None. </li>\n\t\t\t\t\t\t\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t\t<span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> (North) is located near the mouth of the\n\t\t\t\t\t\t\t\t\t<span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> valley. It is situated on the left\n\t\t\t\t\t\t\t\tside of the valley on quite level sandy and gravelly bottomland. The site is not far from the ridge that encloses\n\t\t\t\t\t\t\t\tthe west side of the valley. From it there are sweeping views to the east and quite open views to the north and\n\t\t\t\t\t\t\t\teast as well. <span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> (North) is found on the\n\t\t\t\t\t\t\t\teastern edge of the walled pillars (II.1b) typology. This site, with its neighbor <span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> (South) (C-162), form the eastern border of the core region of\n\t\t\t\t\t\t\t\t\tUpper Tibet, as delineated by the distribution of its two sui generis pillar\n\t\t\t\t\t\t\t\tmonuments. Like 40 percent of other sites of this typology, there is a visible outlying funerary enclosure at\n\t\t\t\t\t\t\t\t\t<span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> (North). </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>According to local <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">&rsquo;brog pa</span>, <span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> (North) was constructed by the ancient <span class=\"popular\">M&ouml;n</span><span class=\"scholar\">Mon</span>.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Site elements","index":6,"parent_index":2,"body":"\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Enclosure","index":7,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>The square enclosure (17 m x 17.5 m) is aligned in the cardinal directions. This structure slightly declines in\n\t\t\t\t\t\t\t\t\tan easterly direction. Although much of the enclosure is intact, integral double-course wall segments are in\n\t\t\t\t\t\t\t\t\tevidence along just a few sections of the perimeter. Most of these wall segments are made up of one vertical\n\t\t\t\t\t\t\t\t\tcourse of stones laid flat on the ground. There are also wall segments composed of several vertical courses of\n\t\t\t\t\t\t\t\t\tflat stones, as well as those of upright stones embedded in the ground that protrude a maximum of 20 cm above\n\t\t\t\t\t\t\t\t\tground level. In other words, all three types of stonework (flat stones of one vertical course, flat stones of\n\t\t\t\t\t\t\t\t\tmultiple vertical courses and stones laid edgewise), which regularly occur in enclosures of this typology, are\n\t\t\t\t\t\t\t\t\trepresented at <span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span> (North). The enclosure\n\t\t\t\t\t\t\t\t\tis constructed of gray and beige metamorphic rocks of variable length. </p>\n\t\t\t\t\t\t\t\t<p>In the middle section of the west wall (17 m long) there are slabs that run perpendicular (east-west) to the\n\t\t\t\t\t\t\t\t\twall course to create a barred pattern. This type of wall has not been encountered in any other enclosure of the\n\t\t\t\t\t\t\t\t\tII.2b typology. The coherent double-course segments of the north wall (16 m long) are 90 cm thick. On the east\n\t\t\t\t\t\t\t\t\tend of the north wall there are two or three vertical courses of double-course stones laid flat, with a height\n\t\t\t\t\t\t\t\t\tof around 25 cm. The east wall (17.5 m long, 75 cm thick) has segments consisting of three or four vertical\n\t\t\t\t\t\t\t\t\tcourses of flat stones with a maximum height of 40 cm. There are also double-course upright stones in the east\n\t\t\t\t\t\t\t\t\twall. One of the erect slabs of the east wall projects 30 cm above ground level. There are also longer stones,\n\t\t\t\t\t\t\t\t\tset perpendicular to the east wall course, which demarcate one or possibly two openings. If indeed, there were\n\t\t\t\t\t\t\t\t\ttwo portals or punctuations in the east wall, these were not symmetrically arrayed. The south wall is 17.5 m in\n\t\t\t\t\t\t\t\t\tlength. Inside the enclosure there are three or four parallel lines of upright slabs. These meandering slab\n\t\t\t\t\t\t\t\t\tcourses generally run east-west and extend for 2 m. The network of slab walls lies 5 m from the north wall and 9\n\t\t\t\t\t\t\t\t\tm from the south wall of the enclosure. The slabs are between 15 cm and 45 cm in length, and project a maximum\n\t\t\t\t\t\t\t\t\tof 10 cm above the ground surface. Two more lines of the same type of upright slabs are situated inside the\n\t\t\t\t\t\t\t\t\tenclosure, 2 m farther west. A similar use of slab walls to mark the interior of an enclosure is found at\n\t\t\t\t\t\t\t\t\t\t<span class=\"popular\">Doring Chakra</span><span class=\"scholar\">Rdo ring lcags ra</span> (C-74).</p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Pillars","index":8,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>There is a single north-south line of 12 pillars, 13 m in length, which is situated near the inner edge of the\n\t\t\t\t\t\t\t\t\twest wall. Eight of these pillars are made of a grayish or beige metamorphic rock, and three are of a\n\t\t\t\t\t\t\t\t\tlight-colored igneous rock (Long-stones DR8, DR9 and DR11). Some orange climax lichen grows on the pillars,\n\t\t\t\t\t\t\t\t\tespecially on their north side. From south to north, the dimensions and characteristics of these pillars are as\n\t\t\t\t\t\t\t\t\tfollows:</p>\n\t\t\t\t\t\t\t\t<ol>\n\t\t\t\t\t\t\t\t\t<li>Long-stone DR1: four-sided, heavily inclined (60 cm [height] x 80 cm [basal girth]).</li>\n\t\t\t\t\t\t\t\t\t<li>Long-stone DR2: tabular (60 cm x 1 m).</li>\n\t\t\t\t\t\t\t\t\t<li>Long-stone DR3: irregularly shaped (55 cm x 1 m).</li>\n\t\t\t\t\t\t\t\t\t<li>Long-stone DR4: irregularly shaped (45 cm x 80 cm).</li>\n\t\t\t\t\t\t\t\t\t<li>Long-stone DR5: irregularly shaped, broken (20 cm x 60 cm).</li>\n\t\t\t\t\t\t\t\t\t<li>Long-stone DR6: tabular, broken (30 cm x 90 cm). An upper section of this pillar (30 cm long) lies beside\n\t\t\t\t\t\t\t\t\t\tthe in situ portion.</li>\n\t\t\t\t\t\t\t\t\t<li>Long-stone DR7: tabular, broken (25 cm x 80 cm).</li>\n\t\t\t\t\t\t\t\t\t<li>Long-stone DR8: irregularly shaped (70 cm x 70 cm). There is a significant gap between DR7 and DR8 in\n\t\t\t\t\t\t\t\t\t\twhich there is a tiny in situ pillar. This broken specimen is made of a dark gray rock. </li>\n\t\t\t\t\t\t\t\t\t<li>Long-stone DR9: irregularly shaped (1.3 m x 1.1 m). </li>\n\t\t\t\t\t\t\t\t\t<li>Long-stone DR10: tabular (1.6 m x 1.4 m).</li>\n\t\t\t\t\t\t\t\t\t<li>Long-stone DR11: (60 cm x 90 cm).</li>\n\t\t\t\t\t\t\t\t</ol>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Outlying funerary structure","index":9,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>There is a square funerary enclosure (2.5 m x 2.5 m) situated 25 m east of the walled pillars. It is found on\n\t\t\t\t\t\t\t\t\tbroad and level sandy ground. This structure is made of the same kind of metamorphic rock used to fence the\n\t\t\t\t\t\t\t\t\tpillars. The funerary enclosure is in quite poor condition. It appears to have been aligned in the cardinal\n\t\t\t\t\t\t\t\t\tdirections and to have had double-course perimeter walls. These walls are composed of upright slabs (10 cm to 50\n\t\t\t\t\t\t\t\t\tcm long), which project 5 cm to 20 cm above the ground surface. Although stones are scattered around the\n\t\t\t\t\t\t\t\t\tenclosure, it does not appear to have any interior structural elements. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n"}]}