{"meta":{"authors":[],"title":"གནམ་མཚོ","dates":{"created_at":"2010-08-13 17:00:51 UTC","updated_at":"2010-08-13 17:00:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"གནམ་མཚོ"},{"title":null,"index":1,"parent_index":0,"body":" "},{"title":"གནམ་མཚོ།","index":2,"parent_index":0,"body":" <p>མཚན་རྒྱས་པར་གནམ་ཨ་སྔོན་ཐང་ལ་ལྷུང་འདྲ་ནི། བྱང་གི་གནམ་མཚོ་ཕྱུག་མོ་ཡིན་ཞེས་ཞུ། ད་ལྟའི་འདམ་གཞུང་རྫོང་གི་བྱང་ངོས་སུ་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་ལ་རྒན་ལ་ཞེས་པ་བརྒྱབ་སྟེ་སྤྱི་ལེ་བདུན་ཅུ་དོན་ལྔ་ཙམ་སོང་ན་གནམ་མཚོར་སླེབས། མཚོ་དེ་ནི་བོད་རང་སྐྱོང་ལྗོངས་ཁོངས་གྱི་ཚྭ་མེད་མཚེའུ་ཆེ་ཤོས་དེ་ཡིན་པ་དང་། མཚོ་དེའི་སྤྱིའི་རྒྱ་ཁྱོན་ནི་སྤྱི་ལེ་གྲུ་བཞི་1920ཙམ་ཡོད་པ་དང་། བརྒྱ་ཆ་བཞི་བཅུ་ཞེ་ལྔ་འདམ་གཞུང་རྫོང་གི་ཁོངས་སུ་གཏོགས། དེ་འཕྲོས་དཔལ་མགོན་རྫོང་ཁོངས་ཡིན། མཚོ་ངོས་ཀྱི་མཐོ་ཚད་ནི་རྒྱ་མཚོའི་ངོས་ལས་སྤྱི་ཁྲེ་4118ཡིན། གནམ་མཚོ་ནི། གཉན་ཆེན་ཐང་ལྷའི་འདབས་སམ་བྱང་ངོས་སུ་ཡོད་པས་གཉན་ཆེན་ཐང་ལྷའི་བཙུན་མོ་བསྟན་མ་བཅུ་གཉིས་ཀྱི་ཡ་གྱལ་རྡོ་རྗེ་ཀུན་གྲགས་མ་ཞེས་ཞུ་བ་དེ་ཡིན་གསུངས་ལ་མཚོའི་དབྱིབས་ཀྱང་རྡོ་རྗེ་ཀུན་གྲགས་པའི་བཞུགས་སྟབས་ལྟར་ཡོད། གཉན་ཆེན་ཐང་ལྷ་ནི་སྲིད་པའི་ལྷ་ཆེན་འོལ་དེ་གུང་རྒྱལ་་གྱི་སྲས་ཡིན་ཅིང་ཆོས་རྒྱལ་སྲོང་བཙན་དང་། ཁྲི་སྲོང་ལྡེའུ་བཙན་སོགས་ཀྱིས་བསྟེན་པའི་སྲིད་པའི་ལྷ་དགུའི་གྲས་ཡིན། ཐང་ལྷའི་བཙུན་མོ་གནམ་མཚོ་སྟེ་བསྟན་མ་རྡོ་རྗེ་ཀུན་གྲགས་མ་སོགས་གུ་རུ་རིན་པོ་ཆེས་དམ་འདོགས་གནང་བའི་བོད་སྐྱོང་ལྷ་སྲུང་ཡིན། གཞནཡང་“གྲགས་པའི་མཚོ་ཆེན་བཞི་ལ་ཕྱག་རྗེས་བཞགཿ”ཅེས་པའི་གཅིག་ནི་གནམ་མཚོ་ཡིན་ལ། པུར་རྒྱལ་བོད་ཀྱི་ལྗོངས་འདིར་དཔལ་འཁོར་ལོ་བདེ་མཆོག་གི་སྐུ་གསུང་ཐུགས་ཀྱི་གནས་ཏེ། སྐུའི་གནས་མཆོག་གངས་དཀར་ཏི་སི་དང་། གསུང་གི་གནས་མཆོག་གནམ་མཚོ་ཕྱུག་མོ（ལ་ལར་ལ་ཕྱི་གངས་ཀྱང་གསུངས།）ཐུགས་ཀྱི་གནས་མཆོག་ཙཱ་རི་ཊ་ཞེས་གྲགས་པ་ལས་གསུང་གི་གནས་གནམ་མཚོ་ལའང་སྐུ་ཡི་གནས་མཆོག་བཀྲ་ཤིས་དོ་བ་ཆེ་དང་། གསུང་གི་<span class=\"milestone page eng \">[page <span class=\"pnum\">158<\/span>] <\/span>ནས་མཆོག་བྱ་དོ་ནམ་མཁའ་དོ། ཐུགས་ཀྱི་གནས་མཆོག་མ་ཆགས་སེ་མོ་དོ་བཅས་ཚང་ནས་ཡོད་གསུང་། གཙོ་བོ་ཤར་ཀྱི་བཀྲ་ཤིས་དོ་ནི་མཚོ་སྒོ་ཡིན་ཞེས་ངོ་མཚར་ཆེ་བའི་རི་འབུར་གཉིས་ཆགས་ཡོད་པ་དང་ཤར་ཀྱི་རི་འབུར་ནི་ཁྲོ་བོ་ཁྲག་འཐུང་བཅུ་གཉིས་དང་། ནུབ་ཀྱི་རི་འབུར་ནི་ཞི་བ་བདུན་བཅུ་རྩ་ལྔ་ཡིན་ཞེས་གསུངས། ངོ་མཚར་ཆེ་བའི་བྲག་རི་ཀ་བ་ལྟར་ཀེར་རེར་ལངས་ཡོད་པ་ནི། བསྟན་མའི་སྒོ་སྲུང་ཡིན་ཞེས་དབུས་སུ་གུ་རུའི་སྒྲུབ་ཕུག་ནང་གུ་རུའི་སྐུ་བརྙན་དང་། དེ་ནས་གཡས་སྐོར་དུ་འགྲོ་དུས་ནུབ་ཏུ་ཆུ་སྒོ་སྟེ་དེར་ཁ་དང་ལག་པ་ཁྲུ་བ། དེ་ནས་གུ་རུ་དང་། མཁའ་འགྲོ་ཡེ་ཤེས་མཚོ་རྒྱལ། སྟག་ལུང་མ་རིན་པོ་ཆེ་སོགས་ཀྱི་སྒྲུབ་ཕུག རྒ་ལོའི་གཟིམས་ཕུག མགོན་པོ་ཕུག སྒྲོལ་མ་ཕུག ཨོ་རྒྱན་ཕུག བཀའ་ཐང་ཕུག ཞབས་དྲུང་ཕུག བར་དོའི་ཕྲང་ལ་སོགས་པ་ངོ་མཚར་ཆེ་བའི་ཕུག་པ་དང་རང་བྱོན་མང་པོ། གཞན་ཡང་མཚོ་དེའི་ལྷོ་ལ་གུར་ཆུང་དགོན་པ། ནུབ་ལ་དོ་རྒྱ་དགོན་པ། བྱང་ལ་བྱ་དོ་དགོན་པ། ཤར་ལ་བཀྲ་ཤིས་དོ་བོ་ཆེ་བཅས་མཚོ་སྒོ་བཞིའི་ཚུལ་དུ་མཐའ་འཁོར་དུ་ཡོད། ལུག་ལོའི་འཁོར་ཆེན་ཞེས་པ་ནི། སྤྱིར་གནས་སོ་སོར་གནས་ལོ་ཞེས་གནས་སྒོ་འབྱེད་པའི་ལོ་དེ་གནས་ལོར་རྩིས་སྟབས་གངས་དཀར་ཏི་སི་རྟ་ལོ་དང་། གནམ་མཚོ་ལུག་ལོ། ཙཱ་རི་སྤྲེལ་ལོ་བཅས་ཡིན། གནམ་མཚོའི་སྐོར་ཆེན་སྐབས་གཉན་ཆེན་ཐང་ལྷའི་རི་བོ་དང་མཚོ་གཉིས་ཀ་བསྐོར་དགོས་པས་རྐང་ཐང་མར་ཉིན་15-25ཙམ་འགོར། མཚོ་གཅིག་པོ་བསྐོར་ན་རྐང་ཐང་གྱི་ཉིན་7-9བར་འགོར། སྐོར་དུས་ནི་ནམ་སྐོར་དབྱེ་བ་མེད་ཀྱང་མི་ཚོགས་མང་ཤོས་ནི་བོད་ཟླ་བཞི་པ་དང་ལྔ་པར་ཡིན། སེ་མོ་དོ་མཚོ་དཀྱིལ་དུ་ཡོད་སྟབས་དབྱར་དུས་མཇལ་བར་བསྐྱོད་མི་ཐུབ་པ་ལས། གཞན་རྣམས་མཇལ་ཐུབ་ལ་གནས་ལོར་བསྐོར་ན་ཕན་ཡོན་ཆེ་བ་སོགས་གསུངས་སོ།<span class=\"milestone page eng \">[page <span class=\"pnum\">159<\/span>] <\/span> <\/p>  "}]}