{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "ཕ་བོང་ཁ།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": " གྲོང་ཁྱེར་ལྷ་ས།"
  }, 
  {
   "body": "<p>མཚན་གཞན་ལ་སྐུ་མཁར་མ་རུའམ། ཕ་བོང་ཁ་བྱང་ཆུབ་ཤིང་གི་གནས་སོགས་ཞུ། གར་རི་དགོན་དང་ཆུ་བཟང་རི་ཁྲོད་ཀྱི་བར་དུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགེན་དེ་ནི་ཐོག་མར་ར་ས་གཙུག་ལག་ཁང་བཞེངས་པ་ལ་བགེགས་བར་སྣ་ཚོགས་བྱུང་སྟབས་ཆོས་རྒྱལ་ཡབ་ཡུམ་རྣམས་གནས་དེར་ཕེབས་ཏེ་འཕགས་པ་སྤྱན་རས་གཟིགས་ཀྱི་སྒྲུབ་པ་མཛད་པ་ལ་མི་རིང་བར་ནམ་མཁའ་ནས་འཕགས་པ་ཞལ་གཟིགས་བྱུང་ཏེ་བོད་འདི་ནི་སྲིན་པོ་གན་ཀྱལ་དུ་ཉལ་བ་ལྟ་བུའི་ས་པྲ་ལྡན་པས་དེ་ལྡོག་ཆེད་དུ་མཐའ་འདུལ་ཡང་འདུལ་གྱི་གཙུག་ལག་ཁང་རྣམས་བཞེངས་དགོས་པའི་ལུང་བསྟན། རྒྱལ་པོས་ཞིབ་པར་མཇལ་བས་སྤྱན་རས་གཟིགས་རིགས་གསུམ་མགོན་པོ་དང་བཅས་པ་བྲག་ལ་ཐིམ་པ་ད་ལྟའང་མཇལ་རྒྱུ་ཡོད། དེ་རྗེས་ཆོས་རྒྱལ་གྱིས་རིག་པའི་བློན་པོ་ཐོན་མི་སམ་བྷོ་ཊ་རྒྱ་གར་དུ་ཡི་གེ་སློབ་པར་བཏང་གནང་བ་འབྱོར་ཉེའི་མཚམས་སུ། ད་ནི་ངོས་ཀྱི་རིག་པའི་བློན་པོ་སླེབས་ལ་ཉེ་བས་དེའི་བཞུགས་གནས་གང་དུ་འདེབས་སམ་དགོངས་ཏེ། ཕོ་བྲང་དམར་པོའི་ཡང་སྟེང་ནས་གཟིགས་པས་གནས་དེ་ཁྱད་པར་ཅན་དུ་གཟིགས་ཏེ་ས་ཡ་ཀིར་ཕ་བོང་རུས་སྦལ་འདྲ་བ་ཞིག་འདུག་པ་དེའི་སྟེང་ངའི་རིག་པའི་བློན་པོའི་ཕོ་བྲང་ཐོབས་ཤིག་ཅེས་བཀའ་<span class=\"milestone page eng \">[page <span class=\"pnum\">62</span>] </span>ནང་བ་བཞིན་ཕ་བོང་དེ་སྟེང་རྩིག་རྨང་སོ་ཕག་ལ་ཁྲོ་ཆུ་འཁོལ་མ་སྦྱར་ཏེ་ཕོ་བྲང་ཐོག་བརྩེག་དགུ་ཅན་བཞེངས། ཕྱོགས་བཞིར་ལྕགས་ཐག་གིས་བཏགས་ཏེ་བརྟན་པར་བྱས། དེ་ནས་ཐོན་མིའང་བོད་དུ་ཕེབས། ཕ་བོང་ཁའི་སྐུ་མཁར་མ་རུར་བཞུགས་ཏེ་བཅུ་ཕྲག་རིག་པའི་གནས་རྣམས་རྒྱལ་པོར་གསོལ་བཞིན་ལོ་གསུམ་བཞུགས། རིག་གནས་རྣམས་རྒྱལ་པོས་མཁྱེན་རྗེས་སླར་ཡང་བོད་རང་དང་མཐུན་པའི་བོད་ཡིག་ཅིག་བཟོ་དགོས་པའི་བཀའ་ཕེབས་པ་བཞིན་རྒྱ་ཡིག་ལྔ་བཅུ་ཐམ་པ་དེ། བོད་ཡིག་སོ་བཞིར་གཏན་ལ་ཕབ་ཞེས་ད་ལྟའི་བོད་ཡིག་འདི་ཉིད་གཏན་ལ་ཕབ། ཡིག་ཕུད་དུ་ད་ལྟ་མཇལ་རྒྱུ་ཡོད་པའི་ཡིག་ཕུད་མ་ཎི་དང་དེ་འབྲེལ་གྱི་སྒྲའི་བསྟན་བཅོས་ཆེན་པོ་བརྒྱད་ཀྱང་བརྩམས་གནང་མཛད་པ་ལ་ཕྱིས་སུ་བསྟན་བཅོས་བརྒྱད་ཀྱི་དང་པོ་སུམ་ཅུ་པ་དང་། དྲུག་པ་རྟགས་ཀྱི་འཇུག་པ་ལས་དེ་བྱིངས་ད་ལྟ་མཇལ་རྒྱུ་མེད། དེ་ལྟར་སྐུ་མཁར་མ་རུ་ཞུ་བའང་རྒྱལ་བློན་རྣམས་གནས་དེར་ཡུན་རིང་བཞུགས་ཏེ་ཕོ་བྲང་མཛད་པས་ཡིན།</p><p>དེ་རྗེས་དགེ་བཤེས་པོ་ཏོ་བའི་སློབ་མ་དགེ་བཤེས་བྲག་དཀར་བ་ཞུ་བས་གནས་དེར་དགེ་འདུན་གྱི་སྡེ་བཙུགས་གནང་མཛད་དེ་ཡུན་རིང་བསྐྱངས།དེ་རྗེས་དགེ་བཤེས་ཕ་བོང་ཁ་ཐོག་མར་རྟག་བརྟན་རི་ཁྲོད་དང་། བཀྲ་ཤིས་ཆོས་གླིང་རི་ཁྲོད་དུ་ཡུན་རིང་བཞུགས་པ་དང་། དེ་ནས་ཕ་བོང་ཁར་བཞུགས་ཏེ་ཆོས་འཁོར་རྒྱ་ཆེར་སྤེལ་གནང་བས་གནས་མིང་བླ་མར་ཐོགས་ཏེ་སྐྱབས་རྗེ་ཕ་བོང་ཁ་ཞེས་པ་དེ་ལྟར་བྱུང་། </p><p>སྔོན་ཆོས་རྒྱལ་དུས་བཞེངས་པའི་ཕོ་བྲང་དགུ་ཐོག་ཅན་མཇལ་རྒྱུ་མེད་ཀྱང་ཕྱིས་སུ་བཞེངས་པའི་ཕ་བོང་ཁའི་ཕོ་བྲང་གསུམ་ཐོག་ལ་སྤྱན་རས་གཟིགས་ཀྱི་རྡོ་སྐུ་བྱིན་ཅན་གྱིས་གཙོས་རྟེན་དང་བརྟེན་པ་དང་། ཕ་བོང་འོག་ཏུ་ཆོས་རྒྱལ་གྱི་བཞུགས་ཁྲི་དང་། ཆོས་རྒྱལ་ཡབ་ཡུམ་གྱི་སྐུ་བརྙན། རིགས་གསུམ་ལྷ་ཁང་ནང་རིགས་གསུམ་མགོན་པོའི་རང་བྱོན་དང་། ཡིག་ཕུད་མ་ཎི། གཞན་<span class=\"milestone page eng \">[page <span class=\"pnum\">63</span>] </span>ཡང་རྒྱ་བཟའི་ཕོ་བྲང་དང་། བཀའ་གདམས་མཆོད་རྟེན་བརྒྱ་དང་བརྒྱད། ལྷ་བཙུན་བླ་བྲང་སོགས་མཇལ་རྒྱུ་ཡོད། </p><p>ད་ལྟ་སྔོན་གྱི་རྩིག་པའི་སྟེང་གསར་བཞེངས་གནང་བའི་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་དང་། སྔོན་གྱི་སྤྱན་རས་གཟིགས་ཀྱི་རྡོ་སྐུ་རིན་པོ་ཆེ། རིགས་གསུམ་ལྷ་ཁང་རྒྱ་བསྐྱེད་གནང་བའི་ནང་རིག་གསུམ་མགོན་པོའི་རང་བྱོན། ཡིག་ཕུད་མ་ཎི་དང་།ྔོན་གྱི་སྐུ་བརྙན་རྣམས་ཀྱི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ། རིགས་གསུམ་ལྷ་ཁང་གི་འོག་ཏུ་བདེ་མཆོག་གི་སྤྱན་གྱི་རང་བྱོན་སོགས་མཇལ་རྒྱུ་ཡོད།</p><p>ཡང་དགོན་དེའི་ནུབ་བྱང་ངོས་ཀྱི་རི་ལྡེབས་སུ་གསེར་ཕུག་ཅེས་པའི་ཕུག་པ་ཞིག་ཡོད་པ་དེ་ནས་གཙུག་ལག་ཁང་བཞེངས་སྐབས་གསེར་གཏེར་བཞེས་པ་ཞེས་དང་། ཡང་དགོན་དེའི་ལྟག་ཏུ་ཐེག་ཆེན་ཕུག་ཅེས་རྗེ་ཙོང་ཁ་པས་ཐེག་ཆེན་གསོ་སྦྱོང་ཐོག་མར་བཞེས་ས་དང་། ཡང་དགོན་དེའི་བྱང་ཤར་ངོས་ཀྱི་ལ་ཉག་ཏུ་བཀྲ་ཤིས་ཆོས་གླིང་རི་ཁྲོད་ཅེས་ལྷ་བཟང་ཧན་གྱིས་བཏབ་པ་ཞེས་པའི་རི་ཁྲོད་དེ་ལ་གདུགས་ཡུར་རི་ཁྲོད་ཀྱང་ཟེར། གདུགས་ཡུར་རི་ཁྲོད་ཅེས་པ་ནི། ལྷ་སའི་ཁོར་ཡུག་གི་རི་ལ་བཀྲ་ཤིས་རྟགས་བརྒྱད་ཚང་བས་ཉང་བྲན་འཕན་དཀར་གྱི་རི་ལ་དབུ་ལ་གདུགས་ཞེས་ཟེར་བས། བཀྲ་ཤིས་ཆོས་གླིང་རི་ཁྲོད་ཆགས་ས་དེར་གདུགས་ཀྱི་ཡུ་བ་འཁེལ་བས་གདུགས་ཡུར་རི་ཁྲོད་ཅེས་པ་དེ་ལྟར་དང་། ཡང་དེ་ནས་ཅུང་འཛེགས་ན་སྟག་པུ་རྡོ་རྗེ་འཆང་དང་། རྟོགས་ལྡན་འཇམ་དཔལ་རྒྱ་མཚོ། སྐྱབས་རྗེ་ཕ་བོང་ཁ་སོགས་བཞུགས་མྱོང་བའི་རྟག་བརྟན་ཨེ་བཟང་ཕུག་ཅེས་པ་མཇལ་རྒྱུ་ཡོད། ཕུག་པ་དེར་བདེ་མཆོག་གི་སྤྱན་གྱི་རང་བྱོན་ཞིག་ཡོད་པ་དང་དེའི་འོག་ནས་བབས་པའི་སྒྲུབ་ཆུ་ནི། ནད་རིགས་ཀུན་ལ་ཕན་ཅིང་བྱིན་རླབས་ཤིན་ཏུ་ཆེ་བ་ཡིན་ཞེས་གསུངས།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "ཕ་བོང་ཁ།"
  }
 ], 
 "meta": {
  "date": "2010-08-13 17:00:44 UTC", 
  "domain": "places", 
  "kid": "16433", 
  "authors": [], 
  "title": "ཕ་བོང་ཁ།"
 }
}