{"meta":{"authors":[],"title":"Jiu Singpé Khar Introduction","dates":{"created_at":"2010-08-11 20:46:52 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Jiu Singpé Khar Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":"Jiu Singpé KharByi’u sing pa’i mkhar","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Jiu Singpé Khar<\/span><span class=\"scholar\">Byi’u sing pa’i mkhar<\/span> <\/li> <li>English equivalent: Little Bird Castle of the sing pa <\/li> <li>Site number: B-78<\/li> <li>Site typology: I.2x <\/li> <li>Geographic coordinate (N. lat.): 30º 45.3΄ <\/li> <li>Geographic coordinate (E. long.): 81º 22.4΄ <\/li> <li>Elevation: 4660 m <\/li> <li>Administrative location (township): bar ka <\/li> <li>Administrative location (county): <span class=\"popular\">Purang<\/span><span class=\"scholar\">Spu rang<\/span> <\/li> <li>Survey expedition: HTCE<\/li> <li>Survey date: May 7, 2002<\/li> <li>Contemporary usage: None. <\/li> <li>Identifiable Buddhist constructions: None. <\/li> <\/ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Jiu Singpé Khar<\/span><span class=\"scholar\">Byi’u sing pa’i mkhar<\/span> is situated less han 2 km south of the famous monastery of <span class=\"popular\">J iu<\/span><span class=\"scholar\">Byi’u<\/span>, on a bluff overlooking ma pang g.yu mtsho. These ostensible residential remains are situated immediately south of the lake outlet known as <span class=\"popular\">Gangga Chu<\/span><span class=\"scholar\">Gangga chu<\/span>. The main concentration of structures covers approximately 400m², between a rocky knob in the east and a cliff face in the west. Until quite recently, significant walls were found here but they have been dismantled and the stones removed to build structures at the burgeoning <span class=\"popular\">J iu<\/span><span class=\"scholar\">Byi’u<\/span> village. A road passes directly below the site so it was relatively easy o haul the stones away by truck. Virtually only one section of an east-west running revetment has survived intact, otherwise the site is blanketed in loose uncut blocks of limestone. The integral revetment is 11 m in length and parallels the axis of the bluff and ridge above it. This wall was primarily built of large stones (up o 1.1 m in length) set in random courses. On the higher reaches of the bluff, possible wall-footings are found among old and new cairns. <\/p> <p>The local identification of the byi’u sing pa’ mkhar as a stronghold may not be correct. There was a hilltop fortress at nearby <span class=\"popular\">J iu<\/span><span class=\"scholar\">Byi’u<\/span>, a much more strategically sound location (A-82), and this would appear to obviate the military value of the site. Immediately to the west of the facility there is higher ground from which a devastating attack could have been launched. Upper Tibetan fortresses of the archaic cultural horizon were never established in such vulnerable locations. It is more plausible that this site was a religious center of some kind. The lack of a localized Buddhist identity and the site’s attribution to a foreign group potentially allude to an archaic cultural origin, but morphological evidence is lacking at the site. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>Local elders state that <span class=\"popular\">Jiu Singpé Khar<\/span><span class=\"scholar\">Byi’u sing pa’i mkhar<\/span> was a castle of the <span class=\"popular\">Singpa<\/span><span class=\"scholar\">Sing pa<\/span>.<\/p> "},{"title":"Affiliated sites","index":6,"parent_index":2,"body":" "},{"title":"Funerary cairns","index":7,"parent_index":6,"body":" <p>There are long, slim, tapering cairns on top of the bluff at <span class=\"popular\">Jiu Singpé Khar<\/span><span class=\"scholar\">Byi’u sing pa’i mkhar<\/span>, Local sources refer to these as <span class=\"popular emph\">mön do<\/span><span class=\"scholar emph\">mon rdo<\/span> (stones of the <span class=\"popular\">Mön<\/span><span class=\"scholar\">Mon<\/span>), and are said to have been erected by people of Himalayan origin whilst on pilgrimage to ma pang g.yu mtsho. These pre-modern shrines were raised to commemorate the recent death of family members, a custom found among various Himalayan rim-land peoples of Uttaranchal and Himachal Pradesh. The placement of these shrines on high ground mimics the much older custom of building tombs on mountaintops in Upper Tibet. <\/p>  "}]}