{"meta":{"authors":[{"id":"77","fullname":"Charles Ramble"},{"id":"77","fullname":"Charles Ramble"},{"id":"81","fullname":"Marietta Kind"},{"id":"81","fullname":"Marietta Kind"}],"title":"Yungdrung Chukmo Introduction","dates":{"created_at":"2011-12-13 02:30:45 UTC","updated_at":"2011-12-13 02:30:45 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Yungdrung Chukmo Introduction"},{"title":"Dolpo (Nep. Dolpa) District","index":1,"parent_index":0,"body":"\n\n                  "},{"title":"(225) sPung mo and sPu mer Temples","index":2,"parent_index":1,"body":"\n\n                  \n\n                     "},{"title":"1. Name of the monastery","index":3,"parent_index":2,"body":"\n\n                     \n\n                        "},{"title":"1.1. sPung mo","index":4,"parent_index":3,"body":"\n\n                        <p>rNam rgyal lha khang, of the Tre ston &rsquo;Bru lineage</p>\n\n                        <p>Other monasteries are in sPu mer, an hour&rsquo;s walk from sPung mo. Many\n                           ceremonies are combined. </p>\n\n                     \n\n                     \n\n                        "},{"title":"1.2. sPu mer","index":5,"parent_index":3,"body":"\n\n                        <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\">\n                           <li>Upper: gYung drung phyug mo</li>\n\n                           <li>Middle: bDe chen gling</li>\n\n                           <li>Lower: Padma gling, renamed Theg chen rab rgyas gling</li>\n\n                           <li>Lowest: Bla brang</li>\n\n                           <li>Shug ri nyi shar ri khrod (four hours&rsquo; walk from sPu mer)</li>\n                        </ul>\n\n                     \n\n                  \n\n                  \n\n                     "},{"title":"2. Location","index":6,"parent_index":2,"body":"\n\n                     <p>rNam rgyal lha khang is in the village of sPung mo, which is situated\n                        between the Kagmara Pass and the Sumduwa Army Checkpost. </p>\n\n                     <p>The settlement cluster of sPu mer, with its four temples, is situated in a\n                        side valley leading from sPung mo to the grazing areas called Gunasa [dGun\n                        sa?] (one hour&rsquo;s walk from sPung mo). Further up the valley towards Gunasa,\n                        after passing the small cluster of houses in Punika, the hermitage of Shug\n                        ri nyi shar can be reached (about four hours&rsquo; walk from sPu mer). The\n                        cluster of sPu mer dgon pa, measured at bDe chen gling, is located at 3,366\n                        m., at N 29\\(09&rsquo; 04.1&rdquo; / E 82\\(51&rsquo; 51.5&rdquo;.</p>\n\n                  \n\n                  \n\n                     "},{"title":"3. History of the monasteries in sPung mo and sPu mer","index":7,"parent_index":2,"body":"\n\n                     \n\n                        "},{"title":"3.1. sPung mo","index":8,"parent_index":7,"body":"\n\n                        <p>The rNam rgyal lha khang belongs to the Tre ston Dru lineage. It was\n                           founded by Tre ston Tshe dbang tshul khrims, who also installed a large\n                           statue of gTso mchog mkha&rsquo; &rsquo;gying there. There is an annual ceremony for\n                           the propitiation of the latter yi dam. This is the community temple, and\n                           no one lives here.</p>\n\n                     \n\n                     \n\n                        "},{"title":"3.2. sPu mer","index":9,"parent_index":7,"body":"\n\n                        <p>The temples listed above were built in the following order: c, d, a and\n                           b. </p>\n\n                        \n\n                           "},{"title":"a. gYung drung phyug mo","index":10,"parent_index":9,"body":"\n\n                           <p>Previously there had been a small chapel built by Tre ston gTsug phud\n                              rgyal mtshan. It was built by rNam rgyal Shes rab rgyal mtshan, who\n                              was the father of Ge khod Rin chen rgyal mtshan (also known as Grub\n                              thob Rinpoche). Grub thob&rsquo;s father came from Tibet and stayed some\n                              years in sPung mo, before coming here to build the upper temple (a).\n                              Grub thob, who belonged to the Khyung po dkar po (Khyung dkar)\n                              lineage, was the eldest of six children. He became a monk and a\n                              renowned practitioner. He died at the age of 73 and remained in thugs\n                              dam for five days. The three brothers now living in sPu mer, as well\n                              as the dGe bshes in Phoksumdo, are all children of one of Grub thob&rsquo;s\n                              brothers. </p>\n\n                        \n\n                        \n\n                           "},{"title":"b. bDe chen gling","index":11,"parent_index":9,"body":"\n\n                           <p>This family house and chapel was built by Grub thob Rinpoche and his\n                              father, but later than gYung drung phyug mo. Nowadays it accommodates\n                              two householder-priests and their families. </p>\n\n                        \n\n                        \n\n                           "},{"title":"c. Padma gling or Theg chen rab rgyas gling","index":12,"parent_index":9,"body":"\n\n                           <p>The second name was given by Slob dpon bsTan &rsquo;dzin rnam dag to offset\n                              the specifically Buddhist overtones of the first name. The dgon pa is\n                              a tantric temple. </p>\n\n                        \n\n                        \n\n                           "},{"title":"d. Bla brang","index":13,"parent_index":9,"body":"\n\n                           <p>Built by Tre ston Nam mkha&rsquo; rgyal mtshan. After the latter&rsquo;s death,\n                              Tre ston rTog rgyal stayed here and married. Because he had no sons,\n                              the Tre ston sgo lineage was interrupted, and the temple is now\n                              falling into dereliction. </p>\n\n                        \n\n                        \n\n                           "},{"title":"e. Shug ri nyi shar ri khrod","index":14,"parent_index":9,"body":"\n\n                           <p>This hermitage has been used for meditation by several bla mas,\n                              especially of the Tre ston lineage. Nowadays there are two boys\n                              staying here for their three-year period of initial training. </p>\n\n                        \n\n                     \n\n                  \n\n                  \n\n                     "},{"title":"4. Hierarchical system","index":15,"parent_index":2,"body":"\n\n                     <ol type=\"1\">\n                        <li>spyi dbu bla ma, the &ldquo;Community head bla ma&rdquo;. His task is to be part\n                           of all the rituals concerning the whole village and to pray for rain or\n                           stop hail and frost depending on the time of year. Nor bu bla ma from sPu\n                           mer (a member of the Khyung po dkar po lineage, grandson of Grub thob\n                           Rinpoche = Namgyal Sherab Gyaltshen of the Khyung po dkar po lineage)\n                           currently holds this position. Incumbency is hereditary. </li>\n\n                        <li>bla ma / rin po che (bla ma). In sPung mo this is the seat of former\n                           Grub thob Rinpoche (rNam rgyal Shes rab rgyal mtshan of Khyung po dkar po\n                           lineage), who was highly revered in Dolpo. Today it is dGe bshes Shes rab\n                           nyi ma, his brother&rsquo;s grandson, who occupies this position. It is a\n                           hereditary position, but it is additionally the position of the first dge\n                           bshes in sPung mo, who returned from Dolanji and took up residence in sPu\n                           mer. </li>\n\n                        <li>dbu mdzad: Normally the same person, who leads the ceremony (1 or 2\n                           above), occupies this position. </li>\n\n                        <li>dge rgan: the proctor or disciplinarian, the position usually referred\n                           to elsewhere as dge bskos or chos khrims pa. </li>\n\n                        <li>grwa pa: 13 grwa pa: married householder priests, usually lo gsum pa,\n                           or some vows</li>\n\n                        <li>jo mo: 13 jomo, married, they have taken a few vows</li>\n\n                        <li>dge bshes / dge slong</li>\n                     </ol>\n\n                     <p>Five men from sPung mo/sPu mer have accomplished their dge bshes degree in\n                        Dolanji and have taken dge slong vows. Today only two stay in sPung mo,\n                        while the others are working in different areas. </p>\n\n                     <p>The dge bshes do not yet have special, clearly defined tasks except for\n                        keeping up their own chapels. But they are often called simultaneously with\n                        the spyi dbu bla ma for rituals and ceremonies in the village and are\n                        expected to undertake their own retreats. The main bla ma, however, occupies\n                        a position somewhat close to that of abbot. At the moment he is also working\n                        at the new Tibetan medical clinic in Chunubar in rotation with other local\n                        grwa pa. Of the five dge bshes who returned from India after finishing their\n                        dge bshes degree only one lives in sPung mo (specifically, sPu mer). </p>\n\n                     <p>It seems that the dge bshes obtain high positions only if they have\n                        inherited them, and a high level of education is still not a sufficient\n                        criterion of status. The status of the spyi dbu bla ma is therefore still\n                        higher than that of these dge bshes. However, the traditional hierarchy is\n                        apparently changing, and often all are invited for important ceremonies. </p>\n\n                     <p>The monastery in sPung mo is maintained by a private household, and there\n                        are no priests in residence. There are, however, several householder priests\n                        who are educating their own sons. In sPu mer there are three brothers of the\n                        same lineage. One of them, dGe bshes Shes rab nyi ma (living in gYung drung\n                        phyug mo) is the abbot, and is responsible for the education of his nephews.\n                        In addition, he also occasionally teaches other boys from sPung mo. </p>\n\n                  \n\n                  \n\n                     "},{"title":"5. Number of monks","index":16,"parent_index":2,"body":"\n\n                     <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\">\n                        <li>dge bshes / dge slong: 5</li>\n                     </ul>\n\n                     <p>Five men from sPung mo/sPu mer have accomplished their dge bshes degree in\n                        Dolanji and have taken their dge slong vows. The eldest is dGe bshes Nyi ma\n                        &rsquo;od zer (of the Khyung po ser rtsa clan), who founded the monastery in Kag\n                        Hurikot and is currently residing there. dGe bshes Sherab Nyima (Khyung po\n                        dkar po) is the abbot of sPu mer dgon pa, dGe bshes; Nyi ma seng ge (Tre\n                        ston) resides in gYung drung kun grags gling dgon pa in Sikkim; dGe bshes\n                        bSam &rsquo;grub nyi ma (Khyung po dkar po) is the abbot at mTha&rsquo; srung mtsho\n                        gling dgon pa and dGe bshes gYung drung dbang rgyal (lDong me nyag) teaches\n                        at Tapriza School in Sachog (between sPung mo and mTsho yul). Furthermore\n                        there are several young men from sPung mo in education in India (Dolanji),\n                        Benares and Kathmandu, some of them planning to become monks and to take\n                        their dge bshes degrees. </p>\n\n                     <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\">\n                        <li>grwa pa: 13</li>\n\n                        <li>jo mo: 13</li>\n                     </ul>\n\n                  \n\n                  \n\n                     "},{"title":"6. The present educational system","index":17,"parent_index":2,"body":"\n\n                     <p>The grwa pa are either taught by their fathers or uncles or sent to sPu mer,\n                        mTha&rsquo; srung mtsho gling dgon pa, Kathmandu or India for their religious\n                        education. </p>\n\n                     <p>The education available in sPung mo/sPu mer mainly consists of the Lo gsum\n                        (3 years, 3 month, 3 days) retreat to sPu mer dgon pa, Shug ri nyi shar\n                        hermitage, mTsho dgon pa or Duli dgon pa (Khanigaon/Hurikot). It entails\n                        sngon &rsquo;gro and dngos gzhi practices and winter retreats. </p>\n\n                  \n\n                  \n\n                     "},{"title":"7. Personnel and educational exchange of monks between monasteries","index":18,"parent_index":2,"body":"\n\n                     <p>Several boys from sPung mo were educated in sPu mer (especially during the\n                        time of rNam rgyal shes rab rgyal mtshan and Ge khod rin chen rgyal mtshan)\n                        or have gone to the monasteries in mTsho, bSam gling, Khanigaon/Hurikot,\n                        Kathmandu or India for religious education. There is very frequent exchange\n                        between mTsho village, sPung mo and sPu mer. Further exchanges take place\n                        with Kag Hurikot and bSam gling. Lately several boys left for studies to\n                        Triten Norbutse Bonpo monastery (No.230) in Kathmandu and sMan ri (No.231)\n                        in India. Close contact also exists with Bar sle, Tsha lung and Khaliban\n                        villages in southern Dolpo. Khaliban villagers in particular often invite\n                        the grwa pas or bla mas from sPung mo to perform rituals because they do not\n                        have their own bla ma or monastery, but are strongly connected to the Bonpo\n                        community. Since 2001 they have been building their own small dgon pa and\n                        are trying to persuade a bla ma from sPung mo to stay there and perform the\n                        necessary rituals.</p>\n\n                  \n\n                  \n\n                     "},{"title":"8. Description of daily rituals of the monastery","index":19,"parent_index":2,"body":"\n\n                     <p>There are no daily rituals at rNam rgyal lha khang, but only village\n                        functions. The dge slong and grwa pa usually perform a bsang ceremony in the\n                        morning and a bka&rsquo; skyong in the evening. </p>\n\n                  \n\n                  \n\n                     "},{"title":"9. Description of annual rituals in sPung mo/ sPu mer","index":20,"parent_index":2,"body":"\n\n                     <p>Description of annual rituals at rNam rgyal lha khang in sPung mo (NL) or\n                        Theg chen rab rgyas gling in sPu mer (TR), or elsewhere in sPung mo</p>\n\n\n                     <table class=\"essay-table\" cellspacing=\"0\" cellpadding=\"5\"><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">Name of ritual</td>\n                           <td align=\"left\" valign=\"top\">Place</td>\n                           <td align=\"left\" valign=\"top\">Date (Tibetan)</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">Lo gsar, New Year</td>\n                           <td align=\"left\" valign=\"top\">Koiru, sPung mo winter village</td>\n                           <td align=\"left\" valign=\"top\">12th/1st month</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">sTon pa dus chen</td>\n                           <td align=\"left\" valign=\"top\">NL</td>\n                           <td align=\"left\" valign=\"top\">1st month</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">Yul sa gsol kha (pho lha and yul lha\n                              offerings)</td>\n                           <td align=\"left\" valign=\"top\">Yulsa shrine</td>\n                           <td align=\"left\" valign=\"top\">2nd month</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">Bla ma mchod pa: Nam mkha&rsquo; rgyal\n                              mtshan dus chen</td>\n                           <td align=\"left\" valign=\"top\">TR</td>\n                           <td align=\"left\" valign=\"top\">2nd month</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">sPyi ba la khro bo&rsquo;i dkyil &rsquo;khor zhal\n                              &rsquo;phye ba: ritual of gTso mchog mkha&rsquo; &rsquo;gying commemorating Tre ston\n                              Tshe dbang tshul khrims</td>\n                           <td align=\"left\" valign=\"top\">NL</td>\n                           <td align=\"left\" valign=\"top\">3rd/4th month</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">Me mchod (fire ritual)</td>\n                           <td align=\"left\" valign=\"top\">rotating houses</td>\n                           <td align=\"left\" valign=\"top\">5th month</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">gYang sgrub</td>\n                           <td align=\"left\" valign=\"top\">NL</td>\n                           <td align=\"left\" valign=\"top\">6th month</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">rNam rgyal stong mchod</td>\n                           <td align=\"left\" valign=\"top\">NL</td>\n                           <td align=\"left\" valign=\"top\">6/7th month</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">Bla ma chu mig pilgrimage</td>\n                           <td align=\"left\" valign=\"top\">Gungthang</td>\n                           <td align=\"left\" valign=\"top\">7th month</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">Bla ma mchod pa: commemorating the\n                              death of Khyung po rNam rgyal shes rab rgyal mtshan</td>\n                           <td align=\"left\" valign=\"top\">TR and diff. houses</td>\n                           <td align=\"left\" valign=\"top\">8th month</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">Bar tshogs (to compensate for the\n                              sins incurred by the national festival of Dasain)</td>\n                           <td align=\"left\" valign=\"top\">NL</td>\n                           <td align=\"left\" valign=\"top\">8/9th month</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">Yul sa gsol kha (pho lha and yul lha\n                              offerings)</td>\n                           <td align=\"left\" valign=\"top\">Yul sa shrine &amp; diff.\n                              houses</td>\n                           <td align=\"left\" valign=\"top\">9th month</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">dGu gtor</td>\n                           <td align=\"left\" valign=\"top\">TR</td>\n                           <td align=\"left\" valign=\"top\">10th month</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">Ma tri dus chen, several days</td>\n                           <td align=\"left\" valign=\"top\">NL or TR ?</td>\n                           <td align=\"left\" valign=\"top\">11th month</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">Bla ma mchod pa: commemorating the\n                              death of Ge khod Rin chen rgyal mtshan, who died about 12 years ago.\n                              He was the son of rNam rgyal shes rab rgyal mtshan.</td>\n                           <td align=\"left\" valign=\"top\">NL and TR</td>\n                           <td align=\"left\" valign=\"top\">11th month</td>\n                        </tr></table>\n\n                  \n\n                  \n\n                     "},{"title":"10. Daily life of an individual monk","index":21,"parent_index":2,"body":"\n\n                     <p>The grwa pa and jo mo live at home with their family and only assemble for\n                        ceremonies. The dge bshes stay in different places (Medical Clinic, sMan\n                        rtsis khang, Tapriza School, etc.) They perform their daily practices in\n                        their personal temples or at their new places of work. Sometimes the grwa pa\n                        receive teachings or dbang from differing bla mas in the course of\n                        rituals.</p>\n\n                  \n\n                  \n\n                     "},{"title":"11. Books and manuscripts","index":22,"parent_index":2,"body":"\n\n                     <p>Books for ceremonies:</p>\n\n\n                     <table class=\"essay-table\" cellspacing=\"0\" cellpadding=\"5\"><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">Title</td>\n                           <td align=\"left\" valign=\"top\">no. of vols.</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">1. Dri med gzi brjid</td>\n                           <td align=\"right\" valign=\"top\">12</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">2. Khro bo sgrub skor</td>\n                           <td align=\"right\" valign=\"top\">2</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">3. Phur pa sgrub skor</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">4. Ge khod sgrub skod dbal chu&rsquo;i skor\n                              bcas pa</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">5. Khro bo gsang &rsquo;thus &rsquo;dur gyi skor\n                              sgrub skor</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">6. Me ri bka&rsquo; sgrub skor</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">7. sTag la&rsquo;i sgrub skor</td>\n                           <td align=\"right\" valign=\"top\">2</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">8. Khyung dmar sgrub skor</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">9. gDugs dkar po</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">10. Rig &rsquo;dzin &rsquo;dus pa sgrub\n                              skor</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">11. dBal gsas</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">12. Tshe sgrub bya ri ma</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">13. Du tri su</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">14. sKye sgo</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">15. Rab gnas skor</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">16. Klong rgyas</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">17. sPyi &rsquo;dul</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">18. Ma mo rbod gtong pod</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">19. Me dpung dgu dril pod</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">20. bSang po ja (?)</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\"> (rGyud kyi skor)</td>\n                           <td align=\"left\" valign=\"top\" />\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">21. Ma rgyud sangs rgyas rgyud\n                              gsum</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">22. Ma tri&rsquo;i rgyud</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">23. mKha&rsquo; &rsquo;gro gsang gcod kyi dmigs\n                              skor</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">24. Byams ma&rsquo;i rgyud</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">25. dMar &rsquo;khrid dug lnga rang grol\n                              gyi drang don nges don</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\"> (rNam thar gyi skor)</td>\n                           <td align=\"left\" valign=\"top\" />\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">26. Grub dbang bstan &rsquo;dzin rin chen\n                              gyi rnam thar</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">27. rNam rgyal shes rab rgyal mtshan\n                              gyi rgyud rim shog dril</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">28. gZags kyi nyi ma&rsquo;i rnam\n                              thar</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">29. Shar pa rnal &rsquo;byor gyi rnam\n                              thar</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr></table>\n\n\n                     <table class=\"essay-table\" cellspacing=\"0\" cellpadding=\"5\"><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">1. Shar pa rnal &rsquo;byor gyi rnam\n                              thar</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">2. mDo bskal bzang </td>\n                           <td align=\"right\" valign=\"top\">2</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">3. Khro bo rgyud drug</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">4. mDo gzer mig</td>\n                           <td align=\"right\" valign=\"top\">2 </td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">5. mDo mang</td>\n                           <td align=\"right\" valign=\"top\">1 </td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">6. Tre ston nam mkha&rsquo; rgyal mtshan\n                              gyi rnam thar</td>\n                           <td align=\"right\" valign=\"top\">1 </td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">7. Zhi khro sgrub skor</td>\n                           <td align=\"right\" valign=\"top\">2</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">8. sTag la sgrub skor</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">9. Rig &rsquo;dzin bon skor sgrub\n                              skor</td>\n                           <td align=\"right\" valign=\"top\">2</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">10. Khro bo sgrub skor</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">11. Du tri su</td>\n                           <td align=\"right\" valign=\"top\">2</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">12. sKye sgo gcod pa pod</td>\n                           <td align=\"right\" valign=\"top\">1 </td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">13. dBal gsas sgrub skor</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">14. dBal gsas drag po dgu skor</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">15. gSang drag sgrub skor</td>\n                           <td align=\"right\" valign=\"top\">2</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">16. Me ri bka&rsquo; ma</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">17. Ma rgyud sgrub skor</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">18. gTo nag</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">19. gSer &rsquo;od nor bu &rsquo;od &rsquo;bar</td>\n                           <td align=\"right\" valign=\"top\">2</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">20. Klong rgyas sgrub skor</td>\n                           <td align=\"right\" valign=\"top\">2</td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">21. Tshe dbang drag po sgrub\n                              skor</td>\n                           <td align=\"right\" valign=\"top\">1 </td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">22. dMar &rsquo;khrid dug lnga rang\n                              grol</td>\n                           <td align=\"right\" valign=\"top\">1 </td>\n                        </tr><tr xmlns:str=\"http://exslt.org/strings\">\n                           <td align=\"left\" valign=\"top\">23. Dam can las gsum</td>\n                           <td align=\"right\" valign=\"top\">1</td>\n                        </tr></table>\n\n                  \n\n                  \n\n                     "},{"title":"12. Economic circumstances of the monasteries","index":23,"parent_index":2,"body":"\n\n                     <p>sPu mer dgon pa (a and b) are maintained by the family living there. In 2002\n                        they received some money from the Phoksumdo National Park to pay for\n                        renovation work in Phyug mo temple. </p>\n\n                     <p>The gnyer pa and gnyer ma, a duty that changes every year in a rotating\n                        system, collect the food and goods for communal ceremonies at rNam rgyal lha\n                        khang. They have to collect the food, prepare chang, make rtsam pa, etc. The\n                        quantity of food and other goods that each household has to provide depends\n                        on the size and number of fields of each family and on the number of grwa pa\n                        and jo mo in a household. </p>\n\n                  \n\n                  \n\n                     "},{"title":"13. Number of local villages or nomads","index":24,"parent_index":2,"body":"\n\n                     <p>sPung mo is the main village in this area. The clusters of sPu mer and\n                        Punika can be added. sPung mo has about 15 buildings housing some 120 to 130\n                        people. About 16 people live in sPu mer and about 20 people in Punika. </p>\n\n                  \n\n                  \n\n                     "},{"title":"14. Occupation of the local population","index":25,"parent_index":2,"body":"\n\n                     <p>The people of sPung mo, sPu mer and Punika subsist on agriculture (barley,\n                        buckwheat, potatoes, mustard, beans), animal husbandry (goats, yaks, dzos,\n                        dzomos, a few horses) and trade. In summer they go to Tibet to exchange\n                        grain for salt, tea, wool and modern Chinese products and in spring and fall\n                        they go southward to exchange tea, salt and wool for grain and other goods.\n                        In the trade to the south money is more and more replacing the goods from\n                        the north. Since the opening of Shey Phoksumdo National Park several men\n                        also found work as game-scouts working for the park or for WWF and receive\n                        salary and clothing. One man has passed the SLC (School Leaving Certificate)\n                        and receives a salary as a government teacher. </p>\n\n                  \n\n               "}]}