{"meta":{"domain":"places","kid":"16558","authors":[],"title":"Kolok Khargok Introduction","dates":{"created_at":"2010-08-11 20:46:11 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Kolok Khargok Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Kolok KhargokKo logs mkhar gog","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Kolok Khargok</span><span class=\"scholar\">Ko logs mkhar gog</span> </li> <li>Site number: A-125</li> <li>Site typology: I.1a </li> <li>Geographic coordinate (N. lat.): 32º 37.2΄</li> <li>Geographic coordinate (E. long.): 79º 30.8΄ </li> <li>Elevation: 4550 m</li> <li>Administrative location (township): <span class=\"popular\">Trashi Gang</span><span class=\"scholar\">Bkra shis sgang</span> </li> <li>Administrative location (county): <span class=\"popular\">Gar</span><span class=\"scholar\">Sgar</span> </li> <li>Survey expedition: HTWE</li> <li>Survey date: July 1, 2004</li> <li>Contemporary usage: None.</li> <li>Identifiable Buddhist constructions: None.</li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Kolok Khargok</span><span class=\"scholar\">Ko logs mkhar gog</span> is situated on the end of a rocky spur, on the southwest edge of the <span class=\"popular\">Senge Tsangpo</span><span class=\"scholar\">Sengge gtsang po</span> valley. Fifteen to 30 m below the site, the ko logs chu debouches from a mountain gorge. Its geographic position parallels those of other <span class=\"popular emph\">khar</span><span class=\"scholar emph\">mkhar</span> in <span class=\"popular\">Gar</span><span class=\"scholar\">Sgar</span>such as <span class=\"popular\">Zhingkhar Khargok</span><span class=\"scholar\">Zhing mkhar mkhar gog</span> (A-22) and <span class=\"popular\">Kharlung khargok</span><span class=\"scholar\">Mkhar lung mkhar gog</span> (A-66). Below the stronghold there is a rocky piedmont – caravans plying this stretch of the <span class=\"popular\">Senge Tsangpo</span><span class=\"scholar\">Sengge gtsang po</span> valley would have passed along easier terrain closer to the river’s edge. <span class=\"popular\">Kolok Khargok</span><span class=\"scholar\">Ko logs mkhar gog</span>, an integrated complex, consists of all-stone corbelled structures (at least in part). The axis of this single cluster of low-elevation buildings runs northwest-southeast and is 36.5 m in length (the length of the spur). The complex is primarily 6 m to 8 m wide (the width of the spur). The edges of the summit are completely revetted. These prominent revetments are 1 m to 3 m in height. In some places along the rim of the rocky summit, fissures are bridged by stone members around 80 cm in length, forming the base of the revetments. Multiple ramparts guarded the main access-way to the castle on the southeast side of the spur. The entire facility was built of variable-sized uncut granite blocks (generally 20 cm to 40 in length) laid in random-rubble courses with ample amounts of mud mortar. Most of this mortar, however, has dissolved from the wall seams. Granite blocks up to 70 cm in length are found in some walls. All walls at <span class=\"popular\">Kolok Khargok</span><span class=\"scholar\">Ko logs mkhar gog</span> are around 50 cm thick. </p> <p>Extensive cultivation took place in the lands below ko logs mkhar, but these agricultural holdings were smaller than those found near mkhar gog rdo rje g.yu sgron ma (A-124), a larger facility. Currently, a few pastoral families (mostly from gyam smug township) pasture their livestock in the area. It is reported by residents that some arable land will soon be brought back into production. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to residents of the region, <span class=\"popular\">Kolok Khargok</span><span class=\"scholar\">Ko logs mkhar gog</span> was either an ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> or <span class=\"popular\">Singpa</span><span class=\"scholar\">Sing pa</span> castle.</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Southeast summit sector","index":7,"parent_index":6,"body":" <p>The southeast extremity of the summit spur is 6.7 m in width. There appears to have been two rooms located here but standing walls just 50 cm in height still exist. Immediately to the northwest, at 1 m higher elevation, there is a band of at least five or six rooms stretching across 17.3 m of the summit (3 m to 6.3 m wide here). Only the footings of the partition walls are partly intact. Revetments are up to 1.7 m in height. In the east wall of this group of rooms there are the remains of the main entrance to the citadel. It rises 1.5 m and steps must have once scaled this inlet. About 2 m below the base of the entrance there is a revetted rocky ledge (5 m x 2.5 m x up to 1.9 m). The main access route to the castle appears to have passed via this ledge. This horizontal projection probably functioned as a landing and as a defensive platform if need be. About 6 m lower down there is another revetted ledge (3.5 m x 4.3 m). Approximately 6 m further down is yet another revetted ledge (6 m x 4 m). The walls lining this ledge are 3 m in height, 70 cm of which is freestanding. A stone-filled depression on top of the structure is spanned by a single in situ large stone corbel protruding 50 cm from the parapet wall. This must have been one element in either a floor or roof assembly, the rest of which is no longer extant. Between the lower ledge and the middle ledge above it there are traces of the retaining wall that were constructed around the access route, as well as another revetted ledge (2.5 m x 3 m x 1.2 m) projecting from a rock rib. </p> "},{"title":"Central summit sector","index":8,"parent_index":6,"body":" <p>The central summit sector consisted of at least 13 or 14 rooms set at about 2 m higher elevation than the southeast summit sector. These structures are highly fragmentary and their precise ground plan is no longer evident. The width of the central summit sector is around 6 m. The largest single room has a floor space measuring 2.3 m x 3.2 m. One of the rooms (2.7 m x 1.2 m) is situated below an adjoining room. The semi-subterranean aspect of this room and the small size of the rooms in general suggest that the summit complex may have been of an all-stone (<span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span>) composition. Another room (1.4 m in length) has rounded corners, a trait of all-stone corbelled edifices as well. An entranceway (1.3 m wide) opens to the two east sectors of <span class=\"popular\">Kolok Khargok</span><span class=\"scholar\">Ko logs mkhar gog</span>. Farther south in the central summit complex there appears to have been an entrance accessing the east side of the formation. This was a twin entryway with a dividing wall between the two openings (75 cm and 85 cm wide). </p> "},{"title":"Northeast sector","index":9,"parent_index":6,"body":" <p>The northeast sector on the east flank of the summit begins about 2.5 m from the summit complex. Several steps must have once led down to the northeast sector (8 m x 6.5 m). It consisted of at least four rooms. The north portion of the northeast sector is better preserved than most other structures at <span class=\"popular\">Kolok Khargok</span><span class=\"scholar\">Ko logs mkhar gog</span>. Standing wall segments up to 2 m in height resting upon 1-m high revetments have survived here. </p> "},{"title":"Central east sector","index":10,"parent_index":6,"body":" <p>Two meters lower and at a distance of 4.8 m from the northeast sector there is the central east sector (6.7 m x 3.2 m). The central east sector appears to have consisted of several small rooms built at two distinct elevations. The forward wall (3 m in height, 1.2 m of which is freestanding) of the lower level is punctuated by a small window opening (30 cm x 30 cm) with its lintel (50 cm in length) still in place. Along the upper extent of the rear wall of the lower level there are three large stones that protrude 25 cm outwards to create a plate, which must have helped to support the roof assembly. In the rear wall of the upper level of the central east sector there is a buttress with a massive stone corbel resting upon it. A roof slab (70 cm in length) is also in situ in a corner of an upper room. This structural evidence establishes that at least some (if not most or all) of <span class=\"popular\">Kolok Khargok</span><span class=\"scholar\">Ko logs mkhar gog</span>was of an all-stone corbelled composition. </p>  "}]}