{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Purok Khar Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Purok KharSpu rog mkhar "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Purok Khar</span><span class=\"scholar\">Spu rog mkhar</span> </li> <li>English equivalent: Crow Castle</li> <li>Site number: A-69</li> <li>Site typology: I.1b </li> <li>Geographic coordinate (N. lat.): 32º 32.4΄</li> <li>Geographic coordinate (E. long.): 80º 22.1΄</li> <li>Elevation: 4350 m</li> <li>Administrative location (township): <span class=\"popular\">Gyammuk</span><span class=\"scholar\">Gyam smug</span> </li> <li>Administrative location (county): <span class=\"popular\">Gar</span><span class=\"scholar\">Sgar</span> </li> <li>Survey expedition: UTAE </li> <li>Survey date: May 24, 2001</li> <li>Contemporary usage: None. </li> <li>Identifiable Buddhist constructions: None.</li> </ul>
", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p>The small hilltop fasthold of spu rog mkhar is situated 40 m above the left or south side of the senge ge gtsang po (Upper Indus river) valley. It occupies a secure location with good views of the Indus valley. The hilltop and ruins are made from a light-colored stone with prominent black grains, causing the site to be either black or nearly white, depending on light conditions. True to its name, a flock of crows inhabits the locale. There were hree buildings on the summit that are now reduced to their foundations. These foundations are set on prominent revetments, 75 cm to 1.5 m in height. The foundations and revetments were constructed of mud-mortared coursed-rubble. Walls are 60 cm to 70 cm in thickness. These types of structures could only have supported wooden roofs. </p>
", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to some local reports, Crow Castle was an imperial period facility. </p>
", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>The north building may, in fact, have been two separate buildings that followed the contour of the ridge-top. Freestanding walls are only 50 cm in height. This structure measures 4.8 m (north-south) x 19 m (east-west) and seems to have contained three large rooms. If there were additional subdivisions of the interior space, the wall partitions have been totally demolished. The east room is set at a slightly lower elevation than the rest of the structure.</p>
", 
   "index": 7, 
   "parent_index": 6, 
   "title": "North building"
  }, 
  {
   "body": "<p>The central building is located 8.7 m to the west of the north building. It measures 14 m (north-south) x 3.5 m (north half) and 4.8 m (south half). It appears to have been divided into three rooms or sections. The most southerly part of the structure is not as well preserved as the rest of the building. </p>
", 
   "index": 8, 
   "parent_index": 6, 
   "title": "Central building"
  }, 
  {
   "body": "<p>The south building is located adjacent to the central building at 2 m higher elevation. It measures 7.2 m (east-west) x 6.5 m (east wall) and 5.4 m (west wall). Freestanding walls have been reduced to 50 cm or less in height. In this structure there is a flag mast (<span class=\"popular emph\">darchok</span><span class=\"scholar emph\">dar lcog</span>) for the local territorial deity (territorial deity) of <span class=\"popular\">Langchu Lung</span><span class=\"scholar\">Glang chu gling</span>. </p>
", 
   "index": 9, 
   "parent_index": 6, 
   "title": "South building"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16502", 
  "dates": [], 
  "title": "Purok Khar Introduction"
 }
}