{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "བྲག་ར་དགོན།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "སྣ་མཁར་རྩེ་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་“བྲག་ར་བསམ་གཏན་ཆོས་གླིང་དགོན་”ཞེས་ཞུ། ལྷོ་བྲག་ལྷ་ལུང་དགོན་ནས་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་སྨོན་མདའ་ལ་བརྒྱབ་སྟེ་ཐུད་མཚོའམ་ཕུ་མ་གཡུ་མཚོར་འབྱོར། དེ་ནས་འབྲུག་པ་ཀུན་ལེགས་བཞུགས་གནས་ཆོས་རྫོང་གངས་རི་དང་། ལྷོ་ངོས་སུ་སྐུ་ལྷ་<span class=\"milestone page eng \">[page <span class=\"pnum\">138</span>] </span>མཁའ་རི་སོགས་མཇལ་བཞིན་བོ་ལ་བརྒྱབ་ནས་སྤྱི་ལེ་བརྒྱད་ཅུ་ཙམ་སོང་ན་ལམ་ཟུར་དུ་ཞོལ་བདེ་སྐྱིད་ནང་གྲོང་ཞེས་པའི་རྒྱབ་རིར་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་ཐོག་མར་བྲག་ར་སྐུ་ཕྲེང་དང་པོ་རཊྞ་ཞུ་བ་ཐོག་མར་དགོན་དེ་དང་ཉེ་བའི་སྐྱེས་སྡོང་ཞེས་པར་སྐུ་འཁྲུངས། ཆུང་དུས་ར་གཅིག་གི་ར་རྫི་གནང་ནས་བཞུགས། དེ་ནས་ར་དེ་ཕུ་མ་གཡུ་མཚོའི་རྒྱབ་ཏུ་བཅོལ་གནང་བས་ཡུལ་དེར་ད་ལྟའང་ར་བཅོལ་ཞེས་ཟེར། དེ་ནས་ར་དེ་རྐྱང་ཙམ་ཆགས་པས་ར་རྐྱང་ཞེས་པའི་ཡུལ་མིང་ཡང་དེ་ནས་བྱུང་གསུངས། དེ་ནས་ད་ར་ཁྱོད་གང་དུ་སོང་ཡང་ང་དེར་སྡོད་ཀྱི་ཡིན་གསུངས་པར་ར་དེ་ད་ལྟའི་དགོན་ཆགས་ཡུལ་དུ་ཉལ་ནས་མ་ལངས་སྟབས་དགོན་དེ་དེ་ལྟར་ཆགས། “བྲག་ར་དགོན་”ཞེས་པའི་མཚན་ཡང་དེ་ལྟར་བྱུང་། དེ་ནས་ཇུན་གར་དམག་མིས་རྐྱང་དེད་ཡོང་བ་བླ་མ་སྐུ་རྐྱང་གིས་བཀག་གནང་བ་དང་། ཡང་རྟ་ངར་མ་ལ་བསྐྱོན་པས་མ་གཡུགས་པ། སྐུ་གཟན་ཉི་ཟེར་ལ་བཀལ་གནང་བ་བཅས་ཀྱིས་དགོན་པ་མ་སྟོར། སྡིག་བཤགས་སུ་གནས་དེར་ལྕང་མ་མང་པོ་བཙུགས་ཞེས་ཟེར། དེ་རྗེས་སྐུ་ཐོག་བཞི་པ་ཀུན་བཟང་པད་མ་གྲོལ་འདུལ་རྡོ་རྗེ་འཆང་གིས་རྡོ་བྲག་གི་མཁན་པོ་གནང་རྗེས་བཀའ་བརྒྱུད་ནས་སྙིང་ཐིག་ཏུ་བསྒྱུར་གནང་མཛད། ཤེལ་བྲག་ནས་མཆོད་རྟེན་དང་སྐུ་བཅུ་གཉིས་གཏེར་ལས་བཞེས་པ་དགོན་དེ་ཉམས་ཆག་མ་བྱུང་བར་དུ་མཇལ་རྒྱུ་ཡོད། དགེ་འདུན་ཞལ་གྲངས་ཀྱང་ཉི་ཤུ་ཙམ་ཟིན། ད་ལྟ་འཚོ་བཞུགས་རྣམ་གྲོལ་མདོ་སྔགས་བསྟན་འཛིན་རྡོ་རྗེ་བར་སྐུ་ཕྲེང་དྲུག་ཙམ་བྱུང་། སྔོན་དགོན་དེར་གོང་གསལ་སྐུ་འདྲ་གཏེར་མ་དེ་དག་དང་། དངུལ་གྱི་རྣམ་རྒྱལ་མཆོད་རྟེན་ཐོག་བརྩེག་གཅིག་ཙམ་ལ་ཕ་ལམ་སོགས་རིན་ཆེན་སྣ་ཚོགས་ཀྱིས་བརྒྱན་བཏབ་པ། སྨན་འདམ་གྱི་རྒྱ་གར་རིག་འཛིན་བརྒྱད་དང་། གུ་རུ་མཚན་བརྒྱད་སོགས་སྐུ་གསུང་ཐུགས་རྟེན་རྣམས་བཞུགས་སུ་གསོལ་ཡོད།</p><p>ད་ལྟ་གསར་བཞེངས་གནང་བའི་དགོན་དེའི་འདུ་ཁང་ནང་རྟེན་གཙོ་སྨན་འདམ་གྱི་སྟོན་པའི་སྐུ་ཐོག་བརྩེག་གཉིས་ཙམ་དང་། སྐུ་རྒྱུ་དེ་འདྲའི་གུ་རུ་<span class=\"milestone page eng \">[page <span class=\"pnum\">139</span>] </span>མཚོ་སྐྱེས་རྡོ་རྗེ་དང་། གུ་རུ་རིན་ཆེན་དོན་གྲུབ་སོགས་སྔོན་གྱི་སྐུ་འདྲའི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་མང་པོ་མཇལ་རྒྱུ་ཡོད། </p><p>དགོན་དེའི་རི་རྒྱབ་ཏུ་བྲག་རཊྞ་མེ་གླིང་ཞེས་པའི་ཇོ་དགོན་གྱི་རྗེས་ཤུལ་ཞིག་ཀྱང་མཇལ་རྒྱུ་ཡོད།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "བྲག་ར་དགོན།"
  }
 ], 
 "meta": {
  "date": "2010-08-14 12:30:07 UTC", 
  "domain": "places", 
  "kid": "22421", 
  "authors": [], 
  "title": "བྲག་ར་དགོན།"
 }
}