{"meta":{"authors":[],"title":"Dolhé Introduction","dates":{"created_at":"2010-08-25 11:11:43 UTC","updated_at":"2010-08-25 11:11:43 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Dolhé Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":"DolhasRdo lhas","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Dolhas<\/span><span class=\"scholar\">Rdo lhas<\/span> <\/li> <li>English equivalent: Stone Corral<\/li> <li>Site number: C-132<\/li> <li>Site typology: II.1b, II.2x <\/li> <li>Geographic coordinate (N. lat.): 30º 33.4΄ <\/li> <li>Geographic coordinate (E. long.): 85º 11.9΄<\/li> <li>Elevation: 4830 m <\/li> <li>Administrative location (township): <span class=\"popular\">Metok<\/span><span class=\"scholar\">Me tog<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Tsochen<\/span><span class=\"scholar\">Mtsho chen<\/span> <\/li> <li>Survey expedition: HTWE<\/li> <li>Survey date: June 11, 2004<\/li> <li>Contemporary usage: Light grazing. <\/li> <li>Identifiable Buddhist constructions: Plaques inscribed with the <span class=\"popular emph\">Mani<\/span><span class=\"scholar emph\">ma ṇi<\/span> mantra and other prayers. <\/li> <\/ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Dolhas<\/span><span class=\"scholar\">Rdo lhas<\/span> is located on a high strip of ground between two watercourses and marshes. The site is situated outside the pastoral village of <span class=\"popular\">Dolhas<\/span><span class=\"scholar\">Rdo lhas<\/span>. It has moderately long views to the east and west. The view to the south is very open, while the view to the north is constrained by a mountain. The terrain is well drained, sandy and gravelly. <span class=\"popular\">Dolhas<\/span><span class=\"scholar\">Rdo lhas<\/span> consists of walled pillars, most of which are made of a light-colored granite. There were at least 20 menhirs erected inside the enclosure. There is also a small tumulus and traces of another structure at <span class=\"popular\">Dolhas<\/span><span class=\"scholar\">Rdo lhas<\/span>. These outlying structures are probably funerary in nature. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to <span class=\"popular\">Mertsa Tsetop<\/span><span class=\"scholar\">Mer rtsa tshe thob<\/span> (born Tiger Year, 1938) of <span class=\"popular\">Dolhas<\/span><span class=\"scholar\">Rdo lhas<\/span> village, the <span class=\"popular\">Dolhas<\/span><span class=\"scholar\">Rdo lhas<\/span> pillars appeared at the beginning of existence, echoing a common mythological theme found across much of Upper Tibet. <\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Enclosure","index":7,"parent_index":6,"body":" <p>The enclosure is aligned in the cardinal directions, and measures 12.5 m (east-west) x 8 m (north-south). Only a few stones are still in place in the walls of the enclosure. The east wall has been nearly obliterated. The west half of the north wall is partially intact. It consists of parallel courses of granite blocks (20 cm to 60 cm long) that form a wall around 70 cm thick. These stones are flush with the surface or rise above to a maximum height of 10 cm. There are also in situ traces of the inner course of the west wall. The outer course of the west wall has all but disappeared. Only fragmentary bits of the south wall of the enclosure have survived. <\/p> "},{"title":"Pillars","index":8,"parent_index":6,"body":" <p>All the pillars are heavily eroded and some geochemical induced discoloration of their surfaces occurred. There is also a little orange climax lichen growing on some of the pillars. Each of the pillars has four irregular sides. Unless otherwise noted below, all them are made of light-colored granite. <\/p> <p>There is a row of pillars situated against the west half of the south wall of the enclosure. These pillars stand among a heap of old broken inscribed plaques. From east to west, the dimensions and characteristics of hese pillars are as follows: <\/p> <ol> <li>Long-stone DR1: radically inclined (1.3 m [height] x 1.2 m [basal girth]).<\/li> <li>Long-stone DR2: made of a darker gray igneous rock, moderately inclined (70 cm x 75 cm).<\/li> <li>Long-stone DR3: (60 cm x 80 cm).<\/li> <li>Long-stone DR4: (80 cm x 80 cm).<\/li> <li>Long-stone DR5: radically inclined (50 cm high).<\/li> <li>The main row of pillars is 4 m in length. This uneven row stands 40 cm to 90 cm from the inner edge of the west wall of the enclosure. From south to north, the dimensions and characteristics of these pillars are as follows: <\/li> <li>Long-stone DR6: (90 cm x 80 cm).<\/li> <li>Long-stone DR7: 35 cm x 55 cm).<\/li> <li>Long-stone DR8: radically inclined (75 cm high).<\/li> <li>Long-stone DR9: (1.5 m x 1.4 m). Between DR8 and DR9 there are two uprooted specimens, 65 cm and 1.1 m in length.<\/li> <li>Long-stone DR10: radically inclined (80 cm high).<\/li> <li>Long-stone DR11: radically inclined (1 m high).<\/li> <li>Long-stone DR12: made of a fine-grained darker gray rock that has weathered to a reddish color in places (1.1 m high). It has a broken top. Beside DR12 there is a tiny standing four-sided pillar made of a dark gray metamorphic rock (20 cm x 35 cm). <\/li> <li>Long-stone DR13: (90 cm x 90 cm).<\/li> <li>Long-stone DR14: made of a darker gray igneous rock (95 cm x 90 cm). Beside DR14 there is a dislodged pillar 1.3 m in length.<\/li> <li>Long-stone DR15: is situated near the north wall of the enclosure, 4.6 m from the west corner. This is a dark gray igneous pillar (30 cm x 65 cm). <\/li> <\/ol> "},{"title":"Outlying funerary structures","index":9,"parent_index":6,"body":" <p>There is a mound situated 17 m south of the walled pillars. This mound appears to be aligned in the cardinal directions, and measures 9 m (north-south) x 5 m (east-west). This highly eroded structure is elevated about 1 m above the surrounding terrain. A few stones are strewn around its surface and there is a concavity on the top. The mound must be a funerary structure of some kind. In close proximity, there are the faint traces of what appears to have been another funerary structure. <\/p>  "}]}