{"meta":{"authors":[{"id":"42","fullname":"David Germano"},{"id":"42","fullname":"David Germano"},{"id":"59","fullname":"Tsehua Washu"},{"id":"59","fullname":"Tsehua Washu"}],"title":"An Overview of the Ngawa Autonomous Prefecture","dates":{"created_at":"2011-01-04 03:36:06 UTC","updated_at":"2011-06-26 22:08:35 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>Ngawa Autonomous Prefecture is one of the three main administrative regions in contemporary Sichuan province in China with traditional Tibetan populations, the other two being Ganzi Autonomous Prefecture and Liangshan Autonomous Prefecture.&nbsp; It should also be noted that there is a large Tibetan population in the provincial capital, Chengdu, though this large urban Chinese center is in no way a traditional Tibetan area. In contrast to the counties of Ganzi, which is traditionally the heartland of the cultural region of Kham, or Eastern Tibet, the regions included in contemporary Ngawa are instead chiefly part of the cultural region of Amdo, or Northeastern Tibet, or part of the cultural region of Gyelrong, where the Gyelrong language family is spoken (see below for details). The prefectural capital is Barkham ('bar khams), located in the county of the same name.</p>\n<p>Ngawa itself has thirteen counties. Of these, four are categorized as nomadic counties with primarily Tibetan populations and located in the north and west&nbsp; of the prefecture&nbsp; - Dzamtang ('dzam thang), Dz&ouml;g&eacute; (mdzod dge), Ngawa (rnga ba), and Kakhok (rka khog).&nbsp; Kakhok is also more typically known by its Chinese name, Hongyuan.&nbsp; Three counties are primarily Gyelrong populations located in the center of the prefecture and often referred to as \"agricultural areas\" (<em>rong sa</em>); - Barkham ('bar khams), Trashiling (bkra shis gling), and Trochu (khro chu). Four counties have predominantly Tibetan communities which are a mixture of nomadic and agricultural populations and located in the southwest and northeast respectively of the region - Tsenlha (btsan lha), Chuchen (chu chen), Nampel (nam 'phel), and Zungchu (zung chu; Songpan in Chinese). The latter two - located in the northeast of the prefecture - are usually referred to as Sharkhok (shar khog), or \"eastern regions,\" and have a number of unique cultural and linguistic traits that sets them apart from other Tibetan populations in Ngawa. Then one county is primarily Qiang ethnicity - Maow&uuml;n (ma'o wun, Mao Xian in Chinese) and one is county that is now mostly Chinese populations - Lunggu (lung dgu) but primarily known by its Chinese name Wenchuan, both located in the southeast of the prefecture.</p>\n<p>Ngawa is famous for its rich nomadic grasslands, but its most famous site is the amazing natural wonderland at Jiuzhaigou with its splendid lakes, forests, and waterfalls, which is located in the agrarian county of Nampel and is a major tourism site. The dominant religious tradition throughout the region is Geluk, though Bonpo is a dominant tradition in the Sharkhok area.&nbsp; Ngawa county is also famous for its businessmen, who are known as the \"Ngawa Businessmen\" across the Tibetan plateau. The contemporary novelist Alai, who writes in Chinese and has achieved international fame, also originally hails from Barkham county.</p>\n<p>Historically, the region was dominated by three polities - Mewa King (dme rgyal po), Trochu (khro chu), Chokts&eacute; King (cog tse rgyal po).</p>","title":"An Overview of the Ngawa Autonomous Prefecture"}]}