{"meta":{"domain":"places","kid":"23577","authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"title":"Khyunglung Namgyel Lhatsé Ritrö Introduction","dates":{"created_at":"2011-12-13 02:30:10 UTC","updated_at":"2011-12-13 02:30:10 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Khyunglung Namgyel Lhatsé Ritrö Introduction"},{"title":"Li thang County","index":1,"parent_index":0,"body":" "},{"title":"(171) Khyung lung Monatery","index":2,"parent_index":1,"body":" "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p>The monastery’s full name is Khyung lung rnam rgyal lha rtse ri khrod or Khyung lung gShen bstan rnam rgyal lha rtse gling. It is also known as Khyung dgon.</p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>The monastery is located on a mountain 30 km north of Rong brag, the county seat, about one and a half hours’ walk from the main road.</p> "},{"title":"3. Histroy","index":5,"parent_index":2,"body":" <p>Bla ma A lco from Khyung po came to Brag steng where he lived in a cave as a hermit and gave teachings. Later he was made the chief of Brag steng area. From that time onwards, the eldest son in the Khyung po family inherited the position of king, while the younger son that of master of the monastery. According to dKa’ thub, the monastery was founded in the Fire-Ox year of the 5th Rab byung (1277). The cave, where the original hermitage was established, was known as Khyung lung rnam rgyal lha rtse and later when it was expanded into a monastery, as gShen bstan rnam rgyal lha rtse gling. </p> <p>The monastery survived until the Cultural Revolution. dKa’ thub provides a list of the monastery’s succession of its masters, but since the author himself doubts its authenticity, I have not reproduced it here.</p> "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":" <p>With the exception of bsTan ’dzin ren chen, the head of the monastery, there are no other positions.</p> "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":" <p>There are only six monks in the monastery.</p> "},{"title":"6. Current education","index":8,"parent_index":2,"body":" <p>The monastery no longer has a proper educational system. The young novices are trained by the elder monks.</p> "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":" <p>The monastery used to send its monks to sMan ri Monastery (No.1) for teachings and ordination.</p> "},{"title":"8 / 9. Rituals","index":10,"parent_index":2,"body":" <p>The monastery has not yet resumed its annual ritual activities.</p> "},{"title":"11. Income and expenses","index":11,"parent_index":2,"body":" <p>The monastery depends on donations from the faithful.</p> "},{"title":"12. Local community","index":12,"parent_index":2,"body":" <p>The local lay community consists of two villages: ’Gu nge and Lung khug, with a total of about one hundred families.</p> "},{"title":"13. Local festivals","index":13,"parent_index":2,"body":" <p>There is a mountain called Bri we located one day’s walk west of the county seat, which is believed to be a goddess called Bri we Pad ma bu khrid. There is an image of her in gYung drung dar rgyas Monastery (No.170). She is regarded as a daughter of A myes rMa chen. The mountain was designated as a gnas ri by gSang sngags gling pa.</p> "},{"title":"14. Occupation of the local people","index":14,"parent_index":2,"body":" <p>Farmers</p> "},{"title":"Sources","index":15,"parent_index":2,"body":" "},{"title":"(1) Interview","index":16,"parent_index":15,"body":" <p>In autumn 1997 with bsTan ’dzin ren chen (b.1927), a monk at the monastery</p> "},{"title":"(2) Texts","index":17,"parent_index":15,"body":" <ol type=\"1\"> <li>Khyung lung dgon by dKa’ thub, MS</li> </ol> "}]}