{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "གྲབ་གསེར་ཁང་།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "ལྷུན་གྲུབ་རྫོང་།"
  }, 
  {
   "body": "<p>བྲག་རའི་ཟམ་པའམ་བ་རའི་ཟམ་པ་མ་ཐོན་པར་ནུབ་ངོས་དེ་གོང་གྲོང་ཚོ་ནས་རྐང་ཐང་མར་ཆུ་ཚོད་གཅིག་ཙམ་ནུབ་ངོས་སུ་འཛེགས་ན་དགོན་དེར་སླེབས་ཀྱི་རེད།</p><p>དེ་གོང་ཞེས་པ་ནི། ཨ་ཁུ་སྟོན་པ་གནས་དེར་ཕེབས་སྐབས་ད་ང་དེའི་གོང་དུ་མི་འགྲོ་ཞེས་གསུངས་པས་དེ་གོང་ཞེས་པ་དེ་ལྟར་ཐོགས། དགོན་དེ་ནི་ཐོག་མར་རྗེ་བཙུན་རེད་མདའ་བས་ཕྱག་བཏབ་གནང་བ་དང་། དེ་རྗེས་དགའ་ལྡན་གསེར་སྐོང་ཁང་ཚན་དང་ཉེ་ལོག་ཏུ་གྱུར། གསེར་ཁང་ཞེས་པ་ནི། ཐོག་མར་རེད་མདའ་བར་སྦྱིན་བདག་སྲས་ཤིག་བྱུང་བས་སྲས་དགོན་ཞེས་པ་ནས་<span class=\"milestone page eng \">[page <span class=\"pnum\">163</span>] </span> རྗེས་སུ་རིམ་བཞིན་གསེར་ཁང་ཞེས་པར་མཚན་འགྱུར། སྔོན་འདུ་ཁང་ཀ་བ་ཉི་ཤུའི་སྦུག་གི་བྱམས་ཁང་ནང་རྒྱལ་བ་བྱམས་པ་ཐོག་སོ་ཉིས་ཐོག་ཅན་གྱི་ཐུགས་ཀར་བྱམས་པ་གསུང་བྱོན་ཞིག་ཡོད་པས་སྔོན་སྡེ་པ་གཞུང་གི་འཕྲོག་རྩིས་བྱས་ཀྱང་མ་རྙེད། བྱམས་པ་དེ་ཐོག་མར་སྐྱར་པོ་རྒྱ་རུ་ཚལ་གྱི་ལུག་རྫི་ཞིག་ལ་རྙེད་པས་བྱམས་པས་གསུང་བྱོན་ཏེ་ང་ཉི་མའི་ཤར་དུ་ཁྱེར་ཞིག་གསུངས་པར་ཐོག་མར་གཙུག་ལག་ཁང་དུ་གདན་དྲངས་པས་ང་དེར་མི་སྡོད་གསུངས། དེ་ནས་དགའ་ལྡན་དུ་གདན་འདྲེན་རྩིས་བྱས་པར་ང་དེར་ཡང་མི་འགྲོ་གསུངས། དེ་ནས་ལུག་རྫིས་བ་རའི་ཟམ་པའི་ཞོགས་སུ་དུར་ཁྲོད་ཅིག་ཡོད་པ་དེར་ངལ་གསོས་ནས་སྡོད་སྐབས་བྱམས་པའི་སྐུ་བརྙན་དེས། ཁྱོད་རང་ཡར་ལྟོས་དང་ཡ་ཀིར་ཕོ་རོག་གིས་གྲོགས་སྐད་རྒྱག་ས་དེར་ང་སྐྱོལ་དང་གསུངས་པས་དེར་གདན་དྲངས། དགོན་དེར་མ་སླེབས་ཙམ་དུ་ལུག་རྫི་དཀའ་ལས་ཁག་པས་ཁྱོད་རང་ཡར་ཙམ་སོང་དང་། ངས་ཆུ་ཞིག་བཏོན་ཆོག་གསུངས་པ་ལྟར་སྨན་ཆུའི་ཆུ་མིག་ཅེས་དུས་བཞིར་མི་ཆད་པའི་ཆུ་མིག་ཞིག་བཏོན་གནང་མཛད། བྱམས་པ་གསུངས་བྱོན་མའང་དགོན་དེར་གདན་དྲངས། ཡང་དགོན་དེའི་མདུན་རིའི་འོག་ནས་མི་ཞིག་གྱིས་ཚེར་མ་བཀོག་བཞིན་པའི་སྐབས་ཨ་ཚ་ཞེས་གསུང་བྱོན་པས་ལྟ་དུས་སྐུ་རྒྱུ་ལི་ལས་གྲུབ་པའི་ཐུགས་རྗེ་ཆེན་པོ་ཕྲུ་གང་ཙམ་ཞིག་ཐོན་པ་དེ་དང་བྱམས་པ་གསུངས་བྱོན་མ་བཅས་སྐུ་གསུང་བྱོན་མ་གཉིས་ཀྱིས་གཙོས་རྟེན་གསུམ་མང་པོ་བཞུགས། སྔོན་གཞུང་དགོན་ཡིན་སྟབས་སྨོན་ལམ་དང་ཚོགས་མཆོད་དུའང་ཕེབས་དགོས། དགེ་འདུན་ཞལ་གྲངས་བརྒྱད་ཅུ་སྐོར་གྱིས་རི་བོ་དགེ་ལྡན་ལུགས་ཀྱི་མདོ་སྔགས་གཉིས་ཀ་ཕྱག་བཞེད་མཛད་སྲོལ་ཡོད། ལོ་ལྟར་བོད་ཟླ་12ཚེས28.29སོ་སོར་ལྷ་མགོན་ཆོས་གསུམ་གྱི་སྒོ་ནས་གར་འཆམ་གནང་སྲོལ་ཡོད།</p><p>ད་ལྟ་སྔོན་གྱི་གྱང་གོག་སྟེང་གསར་བཞེངས་གནང་བའི་འདུ་ཁང་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད། <span class=\"milestone page eng \">[page <span class=\"pnum\">164</span>] </span> </p><p>ཡང་བ་རའི་ཟམ་པ་ནས་སྤྱི་ལེ་གསུམ་ཙམ་འཁོར་ལམ་བརྒྱུད་སོང་ན་དགེ་བཤེས་རས་ལུང་པའི་སྐུ་གདུང་བཞུགས་པའི་ར་ལུང་མཆོད་རྟེན་རྣམ་དྲུག་ཉམས་གསོ་གནང་བ་དང་། མཆོད་རྟེན་ཆེ་བའི་ནང་ར་ལུང་པའི་སྐུ་གདུང་ད་ལྟའང་བཞུགས་ཞེས་གསུངས། དགེ་བཤེས་རས་ལུང་པར་ར་ལུང་བསྟན་པ་ལྟར་ཡུར་བ་གྲོང་ཚོར་ཕེབས་སྐབས་སྙུན་གཞི་བཞེས་མཐར་གནས་དེར་སྐུ་གཤེགས་ཞེས་གསུངས།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "གྲབ་གསེར་ཁང་།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16896", 
  "dates": [], 
  "title": "གྲབ་གསེར་ཁང་།"
 }
}