{"meta":{"domain":"places","kid":"16924","authors":[],"title":"སྟག་ལུང་དགོན།","dates":{"created_at":"2010-08-13 17:00:54 UTC","updated_at":"2010-08-13 17:00:54 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"སྟག་ལུང་དགོན།"},{"title":"ལྷུན་གྲུབ་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"སྟག་ལུང་དགོན།","index":2,"parent_index":1,"body":" <p>མཚན་རྒྱས་པར་རྡོ་རྗེ་གདན་སྟག་ལུང་དགོན་ཞེས་ཞུ། རིན་ཆེན་བྲག་ནས་ཆག་ལ་རྒྱབ་སྟེ་སྤྱི་ལེ་སུམ་ཅུ་སོ་བརྒྱད་ཙམ་སོང་ན་དགོན་དེར་སླེབས་ཀྱི་རེད། ཆག་ལ་ཞེས་པ་ནི། དམེ་གེ་རྒྱལ་པོའི་སྐུ་གདུང་ལྷ་ས་ནས་སྒོ་ཁྲིར་བཏེགས་ཏེ་གདན་དྲངས་པས་གོ་ལ་ཞེས་པ་དེ་ལྟར་ཐོགས། ཆག་ལའི་སྟེང་ནས་སྒོ་ཁྲི་ཆག་པས་ཆག་ལ་ཞེས་པ་དེ་ལྟར་བྱུང་། དེ་ནས་སྒྲོག་ལའི་སྟེང་ནས་སྒོ་ཆག་པ་དེ་སྒྲོག་པས་སྒྲོག་ལ་ཞེས་པ་སོགས་ས་མིང་བྱུང་ཚུལ་དེ་ལྟར་ཡིན་ཞེས་གསུངས། དམེ་གེ་ནི་དང་ཐོག་ཕག་གྲུའི་སློབ་མ་ཡིན་པ་ལ་རྗེས་སུ་སྐྱ་ས་བབས་ཏེ་འབྱོར་ཆེན་ཞིག་ཏུ་གྱུར། དམེ་གེ་ཞེས་པའི་ཡུལ་གྱི་རྒྱལ་པོ་ལྟ་བུ་བྱས་པས་དམེ་གེ་རྒྱལ་པོ་ཞེས་པའི་མིང་དེ་ལྟར་བྱུང་། ཁོ་དབང་ཐང་ཆེ་བས་མི་སེར་རྣམས་བསྐུལ་ཏེ་མདུན་རི་དམའ་རུ་ཏོཏང་འཇུག་པས་མི་སེར་རྣམ་དཀའ་ངལ་མི་བཟོད་པ་བྱུང་མཚམས་རྒན་མོ་ཞིག་གིས་“རི་སྐེ་ལས་དཔོན་སྐེ་སླ”ཞེས་བཤད་པས་དེའི་དོན་མི་སེར་གྱིས་ཤེས་ཏེ་དམེ་གེ་མཚན་མོ་ལྷ་ཆུ་ཞེས་པ་བརྒལ་སྐབས་བཞོན་རྟ་ནག་པོ་ཞིག་ཡོད་པ་དེའི་མིག་བཀབ་པས་མི་རྟ་གཉིས་ཀ་ལྷ་ཆུ་ལ་ནུབ་ཏེ་ཕུང་པོ་ལྷ་ས་བར་དུ་འཁྱེར། དེ་ནས་ཕུང་པོ་སྒོ་ཁྲིར་བཏེགས་ཏེ་དམེ་གེ་བར་དུ་དབོར། དམེ་གེས་ཡིད་དམ་ཕྱག་རྡོར་འགྲུབ་ཅེས་བཞུར་འབུལ་སྐབས་དུ་བའི་ནང་ནས་འཇའ་ཞིག་ཐོན་ཏེ་ནམ་མཁར་འཕུར་བས་དམེ་གེའི་ཆུང་མས་ཁྱོད་ང་བཞག་སྟེ་འགྲོའམ་ཞེས་སྤང་གདན་གཡུགས་པས་སྐྱེ་གནས་སུ་འགྲོ་མི་ཐུབ་པར་འཇིག་རྟེན་གྱི་ལྷར་སྐྱེས་ཏེ་འགྲོ་བ་སེམས་ཅན་ལ་གནོད་པ་ཆེན་པོ་བསྐྱེལ། ཉིན་ཞིག་དམེ་གེར་ནམ་མཁའ་ནས་ཕྱག་རྡོར་ཞལ་གཟིགས་ཚུལ་བྱུང་བས་ཞིབ་པར་མཇལ་དུས་རང་གི་བླ་མ་ཕག་གྲུ་ཡིན་པས་ཁྱོད་ཀྱིས་འགྲོ་བ་སེམས་ཅན་ལ་གནོད་ཆེན་པོ་སྐྱེལ་ནས་བྱུང་ཞེས་དམ་འདོགས་གནང་བ་སོགས་ཀྱི་གསུང་སྲོལ་ཡོད།</p> <p>སྟག་ལུང་ཞེས་པ་ནི། ཕག་གྲུས་གང་གི་སློབ་མ་ཐང་པ་བཀྲ་ཤིས་དཔལ་<span class=\"milestone page eng \">[page <span class=\"pnum\">197</span>] </span> ལ་ཁྱེད་ཀྱི་གདུལ་བྱ་བྲག་སྒམ་འདྲ་བའི་འོག་ཏུ་རྒྱལ་པོ་ཁྲི་ལ་བཞུགས་འདྲ་ཞིག་ཡོད་པས་དེར་སོང་ཞེས་གསུངས་པ་ལྟར་གནས་དེར་ཕེབས་པས་བླ་མས་གསུངས་པ་ལྟར་གྱི་བྲག་དེ་ལྟར་གཟིགས་པ་དང་དེའི་འོག་ཏུ་སྟག་ཅིག་ཉལ་ནས་ཡོད་པས། ད་ངའི་དགོན་པ་འདིར་འདེབས་ཅེས་གསུངས་པས་རྗེས་སུ་དགོན་མིང་དུ་སྟག་ལུང་ཞེས་ཐོགས། སྟག་ལུང་ཐང་པ་ནི་སྤྱི་ལོ་1142ལོར་འཁྲུངས་ཤིང་1180ལོར་ཐོག་མར་ཆོས་ཁང་དམར་པོ་བཏབ། རབ་ཏུ་བྱུང་ཕྱིན་ཁྱིམ་པའི་ཁང་པར་མི་བྱོན་ལ་ཤ་ཆང་མི་གསོལ། སྐ་རགས་མི་བཤིགས་པ། གླིང་གསེབ་ཏུ་བུད་མེད་བཞག་སྡོད་མི་ཆོག་པ་སོགས་འདུལ་བའི་བཅའ་ཁྲིམས་ཤིན་ཏུ་ཟབ། དགེ་འདུན་གསུམ་སྟོང་ཙམ་བར་འཕེལ། སྐུ་ཕྲེང་གཉིས་པ་ཐང་པ་སྐུ་ཡལ་བས་ཆོས་ཁང་དམར་འཁྱིལ་མ་ཞེས་པ་བཏབ། བོད་ལ་འཁྱིལ་མ་གསུམ་ཡོད་པ་ནི། ཁམས་རྫ་ཁོག་དགོན་གྱི་ལྷ་ཁང་ནག་འཁྱིལ་མ་དང་ཁམས་རི་བོ་ཆེའི་ལྷ་ཁང་ཁྲ་འཁྱིལ་མ། བྱང་སྟག་ལུང་གི་ཆོས་ཁང་དམར་འཁྱིལ་མ་བཅས་གསུམ་ཡིན། ངག་དབང་རྣམ་རྒྱལ་ཞེས་པས་སྟག་ལུང་གྲྭ་ཚང་བཏབ། ཐང་པ་སྐུ་ཕྲེང་གསུམ་པའི་དུས་དགོན་དེར་ལྕགས་རི་དང་བཅས་འདུ་ལོངས་ཤིན་ཏུ་རྒྱས་པ་བྱུང་། སྔོན་ཆོས་ཁང་དམར་འཁྱིལ་གྱི་འདུ་ཁང་ཀ་བ་བརྒྱད་ཅུའི་ནང་རྒྱལ་བ་རྡོ་རྗེ་འཆང་དང་། སྟོན་པ་འབུམ་སྐུ་མ་ཞེས་པ་དང་། འབྲོམ་སྟོན་གྱི་འཇིམ་སྐུར་དབུ་སྐྲ་འཁྲུངས་པ། ཇུན་གར་དུས་མ་བཏོར་ཞེས་རྟེན་སྐུ་བྱིན་ཅན་ཇི་སྙེད་བཞུགས། སྔོན་དགེ་འདུན་ལྔ་བརྒྱ་ལྷག་གིས་སྟག་ལུང་བཀའ་བརྒྱུད་ཕྱག་བཞེད་དང་། ལོ་ལྟར་བོད་ཟླ་4ཚོས་10.11.12བཅས་གསུམ་ལ་གླིང་ཞེས་པའི་ནང་རྡོ་རྗེ་ཕུར་བུའི་གར་འཆམ། གྲྭ་ཚང་འབག་འཆམ་ཞེས་སྲུང་མ་ཡོངས་རྫོགས་ཀྱི་འཆམ། མདོ་སྔགས་གཉིས་ཀ་ཕྱག་བཞེད་མཛད་པ་ལ་གྲྭ་ཚང་ནི་འདུལ་བའི་སྐོར་ཡིན། གཞན་ཡང་སྔོན་སངས་རྒྱས་ཀྱི་ཚེམས་བཞུགས་པའི་གྲང་གསེར་གྱི་གསེར་གདུང་བཞུགས་སྟབས་སྟག་ལུང་རྡོ་རྗེ་གདན་ཞུ་དོན་དེ་ལྟར་ཡིན་གསུངས། ཐོག་མར་ཁང་ཚན་བདུན་བྱུང་སྐད་ལ་རྗེས་སུ་སོག་པོ་ཁང་<span class=\"milestone page eng \">[page <span class=\"pnum\">198</span>] </span> ཚན་དང་། ཚ་བ། ཁང་ཚན་ཞེས་པ་གཉིས་ལས་མེད།</p> <p>ད་ལྟ་དར་ཁང་གསར་ཞེས་པ་དང་། བླ་བྲང་། བཀྲ་ཤིས་ཁང་གསར་ཞེས་པ་སོགས་གསར་བཞེངས་གནང་བའི་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད།</p> <p>ཡང་དགོན་དེ་ནས་རྐང་ཐང་མར་ཆུ་ཚོད་གཉིས་ལྷག་ཙམ་སོང་ན་གྲིབ་ལུང་ཞེས་པ་དང་། སེ་བ་ལུང་དགོན་ཞེས་པ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་གཉིས་ནི་སྔོན་གྲྭ་ཚང་གི་གྲྭ་ཆུང་ངག་དབང་དཔལ་འབྱོར་ཞེས་པ་དང་། གངས་བཞར་ཞེས་པ་གཉིས་ཀྱིས་ངོས་གཉིས་ཀྱིས་དགོན་རེ་འདེབས་གསུངས་ཏེ་ངག་དབང་དཔལ་འབྱོར་གྱིས་གྲིབ་ལུང་དགོན་དང་། གངས་བཞར་གྱིས་སེ་བ་ལུང་དགོན་བཏབ་ཅེས་གསུངས། ཡང་སྟག་ལུང་ནས་ཕོ་མདོ་བར་ཡོང་དུས་བྱང་ངོས་བྲག་ལྡེབས་སུ་ཐང་པ་རིན་པོ་ཆེ་བཞུགས་མྱོང་བའི་གསེར་གླིང་རྒོད་ཚང་ཞེས་པ་དེ་བྲག་ལྡེབས་གཡང་གཟར་ཅན་དུ་ངོ་མཚར་ཆེ་བ་མཇལ་རྒྱུ་ཡོད།</p>  "}]}