{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Darding Rigyel Gön Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Bonpo monasteries and temples in Central Tibet "
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(3) Ri rgyal Monastery"
  }, 
  {
   "body": "<p>Dar sding (also lding) Ri rgyal dgon; its formal name is Khri brtan nor bu rtse.</p>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>A six-hour drive from Shigatse brings one to the seat of bZhad mthong smon rdzong. From here it takes two hours to reach the monastery on foot. One can also go there by bus.</p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "2. Location "
  }, 
  {
   "body": "<p>Initially, there was only a small temple of the gShen family. In 1360 dMu gshen Nyi ma rgyal mtshan, the fifteenth successor in the gShen lineage, not only expanded the temple but also built the assembly hall and renamed Ri rgyal Khri brtan nor bu rtse. It is situated on Mount Ri rgyal behind the village called Dar sding. The seat of the gShen family is in Dar sding village, where the temple known as gSer sgo khra mo was built in 1173 by Kun mkhyen Ye shes blo gros, who was the ninth successor after gShen chen Klu dga’ (996-1035). In the village there was the famous stupa called sKu ’bum rig byed khang. From the beginning of the 15th century, the monastery became renown for its statues, scriptures and stupas of the Bon religion. In 1966, during the Cultural Revolution, the monastery on the mountain, the temple gSer sgo khra mo and the great stupa were all completely destroyed. In 1982 the monks began to rebuild the monastery. Led by Nor bu dbang rgyal, they first restored gSer sgo khra mo in the village, then rebuilt Khri brtan nor bu rtse. It is said that there have been twenty-five abbots from Kun mkhyen Ye shes blo gros to the present Nor bu dbang rgyal.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "3. History "
  }, 
  {
   "body": "<p>Leadership was ensured by a system of abbotship, with the abbots coming mostly from the gShen family.</p>", 
   "index": 6, 
   "parent_index": 2, 
   "title": "4. Headship "
  }, 
  {
   "body": "<p>Twenty monks</p>", 
   "index": 7, 
   "parent_index": 2, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>As the monastery has not organized any study classes for the monks, they have to look for private tutors for their studies.</p>", 
   "index": 8, 
   "parent_index": 2, 
   "title": "6. Current education"
  }, 
  {
   "body": "<p>So far, this work has not yet begun.</p>", 
   "index": 9, 
   "parent_index": 2, 
   "title": "7. Educational exchange"
  }, 
  {
   "body": "<p>Religious services dedicated to the tutelary and protective deities are performed everyday.</p>", 
   "index": 10, 
   "parent_index": 2, 
   "title": "8. Daily rituals"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li> First month: on the 3rd day, a ceremony of offerings to the deities.</li> <li> Fourth month: on the 10th, offerings according to the Ma rgyud cycle.</li> <li> Fifth month: on the 10th, offerings according to the Ma rgyud cycle.</li> <li> Sixth month: on the 4th, a general ceremony of offerings to the tutelary deities.</li> <li> Seventh month: on the 1st, a general ceremony of offerings to the tutelary deities.</li> <li> Tenth month: on the 10th, offerings according to the Ma rgyud cycle.</li> <li> Eleventh month: on the 20th, a religious assembly for the practice of the Ma rgyud ritual cycle.</li> <li> Twelfth month: on the 15th, the anniversary of the birth of sTon pa gShen rab Mi bo.</li> </ul><p>Now and then, monks go to recite prayers and scriptures for Bon followers in the nomad areas of Byang thang. They usually stay in the monastery or in their homes, but they must be present for the offerings during the religious assemblies and the religious services observed at certain times prescribed by the monastery.</p>", 
   "index": 11, 
   "parent_index": 2, 
   "title": "9. Annual rituals, based on the Tibetan calendar"
  }, 
  {
   "body": "<p>These include three sets of the <em xmlns:str=\"http://exslt.org/strings\">bKa’ ’gyur</em> published by Ayung Lama and sKal bzang phun tshogs in Chengdu, 1985-87.</p>", 
   "index": 12, 
   "parent_index": 2, 
   "title": "10. Books held in the monastery"
  }, 
  {
   "body": "<p>Each year the monastery organizes the monks to conduct religious ceremonies and recite prayers at the homes of the herdsmen in the nomad area of Byang thang. The money earned is used for the restoration of the monastery and for the expenses of offerings during the religious assemblies and services observed at certain prescribed times during the following year.</p>", 
   "index": 13, 
   "parent_index": 2, 
   "title": "11. Income and expenses"
  }, 
  {
   "body": "<p>To the south of the monastery there is a village called Ne nang with about one hundred households, and to the north a village named sKyid gzhong with about forty households. The villagers in both are followers of Bon and are farmers.</p>", 
   "index": 14, 
   "parent_index": 2, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>Each household in the village normally participates in all the following ceremonies: a ceremony of offerings to the local deities on the 3rd day of the first month of the Tibetan calendar, an important activity during the Tibetan New Year; the Bumping Harvest Festival (called ’Ong skor) on the 4th of the sixth month; a general ceremony of offerings to the local deities on the 1st of the seventh month.</p>", 
   "index": 15, 
   "parent_index": 2, 
   "title": "13. Local festivals"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "Dondrup Lhagyal", 
    "id": "78"
   }, 
   {
    "fullname": "Dondrup Lhagyal", 
    "id": "78"
   }
  ], 
  "domain": "places", 
  "kid": "23406", 
  "dates": [], 
  "title": "Darding Rigyel Gön Introduction"
 }
}