{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Dzatsok Doring Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "II.1. Stelae and accompanying structures: Funerary and non-funerary structures"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Dzatsok DoringRdza tshogs rdo ring "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Dzatsok Doring</span><span class=\"scholar\">Rdza tshogs rdo ring</span> (sp.?)</li> <li>Site number: C-28</li> <li>Site typology: II.1a </li> <li>Geographic coordinate (N. lat.): 32º 51.7΄ </li> <li>Geographic coordinate (E. long.): 81º 22.1΄ </li> <li>Elevation: 4490 m </li> <li>Administrative location (township): <span class=\"popular\">Tengtsé</span><span class=\"scholar\">Steng rtse</span> </li> <li>Administrative location (county): <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: June 6, 2002</li> <li>Contemporary usage: Heavy pastoral activity. </li> <li>Identifiable Buddhist constructions: None. </li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Dzatsok Doring</span><span class=\"scholar\">Rdza tshogs rdo ring</span>, lines of pillars and associated superficial structures, are located on the southern margin of a large marshy basin known as <span class=\"popular\">Dzatsok</span><span class=\"scholar\">Rdza tshogs</span>.<a href=\"#n38\" name=\"nb38\" class=\"note\">38</a> The views north and east are particularly open, while the southern and western vistas are blocked by intervening ridges. The terrain is sandy and well drained, and gently slopes up southwards in the direction of an enclosing ridge. <span class=\"popular\">Dzatsok Doring</span><span class=\"scholar\">Rdza tshogs rdo ring</span> appears to have been significantly modified by the construction of a corral that is still used seasonally. The stones used in its construction appear to have been extracted from the archaeological monuments. Most of the pillars are made of white granite but a dark gray metamorphic rock was also employed. The main row of pillars is flanked by disintegrating wall fragments, a rectangular structure and three groups of smaller pillars. Although wall fragments border the main row of pillars, they do not appear to constitute the standard type of enclosure. </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>None was collected.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>At the lower/north end of the site there is a line of eight in situ pillars extending for 11.5 m. This uneven row is generally oriented north-south. The standing stones are heavily worn and have developed a reddish patina in places. From north to south, these pillars have the following dimensions and characteristics:</p><ol> <li>Long-stone DR1: three-sided (1 m [height] x 70 cm [basal girth]).</li> <li>Long-stone DR2: four-sided, broken, made of a dark gray metamorphic stone (50 cm x 90 cm).</li> <li>Long-stone DR3: tabular (1.1 m x 90 cm).</li> <li>Long-stone DR4: tabular (1.2 m x 90 cm).</li> <li>Long-stone DR5: tabular, well formed (1.6 m x 1.2 m).</li> <li>Long-stone DR6: irregular shaped (1.5 m x 1.2 m).</li> <li>Long-stone DR7: irregularly shaped (1.2 m x 1 m).</li> <li>Long-stone DR8: four-sided (1.6 m x 1.2 m).</li> </ol>", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Main row of pillars"
  }, 
  {
   "body": "<p>To the north of the main row of pillars there is a double-course wall segment (3.7 m long and around 60 cm wide) that runs east-west. This wall fragment contains pieces of granite around 40 cm in length, which protrude up to 25 cm above the ground surface. The remains of what appear to be a similarly constructed wall are found immediately west of the main row of pillars. This wall may have run the full length of the main line of pillars. A rectangular structure (9.4 m x 4.2 m), which is probably funerary in nature, is situated 1 m south/uphill of he southern-most pillar in the main row. This structure is elevated about 1 m above the surrounding terrain and exhibits no coherent wall sections. Adjacent to its northeast side there is a row of four small broken tabular pillars (30 cm or less in height). The broad sides of these pillars are set perpendicular to the axis of the structure. The configuration of these pillars and that of the adjoining structure suggest they may be an example of a small array of pillars with an appended edifice (II.1c). However, not enough structural evidence remains in place to make a positive determination. If an array did exist here, it was obliterated by the construction of he corral.</p><p>There are a few uprooted pillars scattered around <span class=\"popular\">Dzatsok Doring</span><span class=\"scholar\">Rdza tshogs rdo ring</span>. There are also two in situ four-sided pillars (80 cm x 80 cm, 1 m x 80 cm) standing 3 m northeast of the rectangular structure. Another row of pillars is located 5 m south of the rectangular structure. This row of four broken pillars is 6.5 m long, and each specimen is now 60 cm or less in height. </p><hr class=\"footnote-divider\">", 
   "index": 8, 
   "parent_index": 6, 
   "title": "Other structures"
  }, 
  {
   "body": "<div class=\"footnote\"> <a name=\"n38\"></a> <a href=\"#nb38\" class=\"note\"> [38] </a> The <span class=\"popular\">Dzatsok</span><span class=\"scholar\">Rdza tshogs</span> basin covers many square kilometers and contains mud sloughs. During the survey a 10-km roundtrip was made across this basin. The <span class=\"popular\">Dzatsok</span><span class=\"scholar\">Rdza tshogs</span> basin was traversed on foot in he dry season with difficulty but without danger. Local <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span> report hat livestock have been sucked down into the mud. A middle-aged resident is also said to have perished in it. </div>", 
   "index": 9, 
   "parent_index": 0, 
   "title": "Notes"
  }
 ], 
 "meta": {
  "date": "2010-08-25 11:10:57 UTC", 
  "domain": "places", 
  "kid": "16696", 
  "authors": [], 
  "title": "Dzatsok Doring Introduction"
 }
}