<<<<<<< HEAD
{"meta":{"domain":"places","kid":"486","authors":[{"fullname":"Phuntso Tsering Sharyul","id":"79"},{"fullname":"Phuntso Tsering Sharyul","id":"79"}],"title":"Jomda Introduction","dates":{"created_at":"2011-12-13 02:30:53 UTC","updated_at":"2011-12-13 02:30:53 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Jomda Introduction"},{"title":"The Chamdo region","index":1,"parent_index":0},{"title":"’Jo mda’ rDzong","index":2,"parent_index":1,"body":"<p>’Jo mda’ rdzong<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\"> <\/span>lies in the north-east of Tibet. It covers an area of 13,155 square kilometres, of which 77,080 <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">mu<\/span> is farmland and 10,823 <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">mu<\/span> is natural forest. It has a population of about 58,000. There are 152 local councils, eighteen <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang<\/span>, two townships and one city.<\/p><p>’Jo mda’ is also called sDe dge ’Jo mda’ because the ruler of sDe dge once governed it. In 1909, the self-governing body of sDe dge was abolished and ’Jo mda’ began to have close relations with Sichuan province. In 1959 the people’s commune of ’Jo mda’ rdzong<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\"> <\/span>was established.<\/p><p>Historically, ’Jo mda’ is a place well known for its handicrafts and other skilled work such as iron-work, silver-smithing and other metal work, as well as wood carving. It is particularly celebrated as being one of the homes of Tibetan musical dramas.<\/p><p>At present in the domain of this <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rdzong<\/span> there are six Bonpo monasteries to which many lay and clerical devotees associate themselves. The Sa skya school of Buddhism also flourishes there. The monastic buildings and religious objects of Bon and Sa skya monasteries are in good condition in every respect.<\/p>"},{"title":"(66) sTag gzhi Monastery","index":3,"parent_index":2,"body":"<p>sTag gzhi Monastery is situated near Kha srub village, dBang po steng <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang. <\/span>From the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rdzong, <\/span>dBang po steng is reached by driving thirty kilometres northward. From dBang po steng, the monastery is a whole day’s trip further northward on horseback.<\/p><p>The monastery was founded in 1180. Before 1959, there were five monks in this monastery. At present there are two lamas, sKu gsung blo gsar and Ye shes nyi ma, and thirty monks. This is one of the earliest Bonpo monasteries of the latter stage of Bonpo development. However, it is still rather small because of the rise and fall in the history of the Bon doctrine.<\/p><p>The monastery has fifty statues, including those of sTon pa gShen rab, Dran pa nam mkha’ and sTag la me ’bar. It also has about sixty thangka. The main source of income is, as with other Bonpo monasteries, the performing of religious services in villages, from which the monks and lamas make their living.<\/p>"},{"title":"(67) Zha zhi Monastery","index":4,"parent_index":2,"body":"<p>Zha zhi Monastery is situated in Khra dge <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang<\/span>, which is reached by driving forty kilometres northward from the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rdzong<\/span>. The monastery is a whole day’s ride on horseback from Khra dge.<\/p><p>The monastery was founded in 1409. Before 1959, there were eighty monks and at present thirty-five. The monastery is one of the old Bonpo monasteries in the Chab mdo region. It is a rather large monastery, but over the past six hundred years, due to grave adversity, both internal and external, it has been unable to develop itself. It has the look of being very small from outside. As regards religious objects, it has twenty statues including those of sTon pa gShen rab, gShen lha ’od dkar, rNam par rgyal ba and Byams ma, as well as twenty-odd thangka. The monks raise, as a source of income, sixty-three <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">’bri<\/span> and yaks, given by devotees. Besides these, they receive support from households and go out to perform religious services in villages.<\/p>"},{"title":"(68) rDis bon Monastery","index":5,"parent_index":2,"body":"<p>rDis bon Monastery is located in the vicinity of Ri mda’ village, Thung phu <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang. <\/span>Thung phu <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang<\/span> is within a stone’s throw of the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rdzong<\/span> and Ri mda’ village is seventy kilometres from the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang<\/span>. The road between the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rdzong <\/span>and the monastery is reasonably good. One can drive right up to the monastery.<\/p><p>The monastery was founded in 1600 and is situated on the eastern side of the mountain Ma gling khrib bya ba. To the south-west of Ma gling khrib bya ba at sPa rdis steng, there is a large hermitage. To the left of the monastery is a holy mountain called Shugs chen, and in front is a big river called mDo chu, which comes from mDo gzhung, the upper part of the valley.<\/p><p>In the 17th century, when the Be ri king ruled over the region, the master lCe tsha mKhar bu of Mi nyag became the prelate of the king. He established a hermitage on top of the mountain sPa rdis, halfway up the mountain Ma gling khrib bya ba.<\/p><p>In 1641, the Mongol chief Gu shri Khan (of dGe lugs pa obedience), leading his horde, destroyed the monasteries of the bKa’ brgyud pa and Bonpo in the area, including rDis bon Monastery, and overthrew the Be ri king. Later, sTag gzhi bKa’ bo rgyal and Khram Tshe dbang rgyal po, who were disciples of Ba ya dKar ’dzang and had been hiding themselves when the Mongol horde was about in the region, rebuilt rDis bon Monastery and it became a fairly large establishment. Later, in bSod nams dbang ldan’s time, there were two important residences (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">bla brang<\/span>) of lamas in the monastery, one was called rTse gzhung and the other Bla gzhung. There was a series of masters belonging to the Se family:<\/p><ol type=\"1\"> <li> Se zhig Mu la thogs med<\/li> <li> Se Nam mkha’ thogs med<\/li> <li> Se kho Nam mkha’ dbang phyug<\/li> <li> Se kho Ra rna mkha’ spyod<\/li> <li> Se sprul Tshe dbang mchog legs<\/li> <\/ol><p>At present, there is a monk called rTogs ldan bsTan ’dzin who was sixty-two years old. In spite of his being in the course of three years’ retreat, he was kind enough to grant us an exceptional audience. This monastery is counted as one of the large Bonpo monasteries in the Chab mdo region.<\/p><p>Before 1959, there were forty-four monks and at present there are forty-seven. This monastery now has an assembly hall, a temple and a meditation hall (<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">sgrub khang<\/span>), all well designed and spacious. There are religious objects such as statues, scriptures and reliquary stupas.<\/p><p>As for annual services and daily activities, they follow the sMan ri tradition only. In the morning they say prayers, then they chant the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">Kun rig<\/span>, followed by more prayers. In the evening they perform the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">gsol kha<\/span> ritual to the protective deities, including Srid rgyal drel dmar. <\/p>"},{"title":"The annual rituals are as follows:","index":6,"parent_index":5,"body":"<ol type=\"1\"> <li> In the first Tibetan month the ritual of sTag la me ’bar is performed, followed by a five-day ritual of Phur pa.<\/li> <li> In the fifth month there are commemorations, the observance of the summer retreat, and the performance of rituals based on the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">Klong rgyas<\/span> and <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rNam rgyal<\/span>.<\/li> <li> In the ninth month there is a performance of the ritual based on the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">Khro bo ngo mtshar rgyas pa<\/span> and the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">’cham<\/span> dance of Khro bo.<\/li> <\/ol>"},{"title":"(69) sPong Monastery","index":7,"parent_index":2,"body":"<p>sPong Monastery is located near Tar grong, sPang ge <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang. <\/span>The <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang <\/span>is reached by driving eighty kilometres northward from the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rdzong<\/span>;<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\"> <\/span>from the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang <\/span>to Tar grong takes several hours on horseback. The long distance makes it difficult to reach the monastery.<\/p><p>The monastery was founded in 1697. Before 1959, there was a lama and eighty-three monks and at present there are thirty. In spite of its long history, it has seen little growth due to the rise and fall of Bonpo fortunes. There is only a temple, an assembly hall and a meditation hall, all very small. Religious objects in its possession include twenty statues, large and small, including those of gShen lha ’od dkar, Dran pa nam mkha’ and Yum chen Byams ma, and six thangka. The monastery depends upon ten yaks and a small number of horses and mules for income. The monks must make their living, as in other Bonpo monasteries, by obtaining support from households and by going out to perform religious services in villages.<\/p>"},{"title":"(70) Bla khri Monastery","index":8,"parent_index":2,"body":"<p>Bla khri Monastery is located in the vicinity of Bla khri village, sPang dge <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang. <\/span>sPang dge <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang <\/span>is reached by driving eighty kilometres northward from the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">rdzong. <\/span>Then it is a few hours on horseback from the <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">xiang<\/span> to the monastery.<\/p><p>The monastery was founded in 1754. Before 1959, there were eighty monks and at present there are fifty. The head of the monastery is sPrul sku rGyal ba g-yung drung. Its assembly hall, temple and meditation hall are all fairly large. There are many religious objects, including about twenty statues, tall and short, of such figures as sTon pa Khri gtsug rgyal ba, gShen lha ’od dkar, rNam par rgyal ba, Khro bo, sTag la me ’bar, Dran pa nam mkha’, his son Tshe dbang rig ’dzin and Srid rgyal drel dmar, twenty-five thangka and scriptures, including the <em xmlns:str=\"http:\/\/exslt.org\/strings\">bKa’ ’gyur<\/em> and <em xmlns:str=\"http:\/\/exslt.org\/strings\">bKa’ brten<\/em>.<\/p><p>Compared with other Bonpo monasteries in ’Jo mda’ rdzong, this monastery is in better condition in every respect. It has thirty <span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\">’bri<\/span> and yaks, thirteen goats and sheep, five horses and mules, and a car.<\/p>"},{"title":"(71) dKar tshang Monastery","index":9,"parent_index":2,"body":"<p>dKar tshang Monastery is located near Bla khri village, like Bla khri Monastery, for whose location, see above.<\/p><p>The monastery was founded in 1696. Before 1959 there were fifteen monks, but at present no more than ten. Although this is an old monastery with a long three-hundred-year history, it is still very small. Its religious objects include the following: seven statues, tall and short, of sTon pa gShen rab and Dran pa nam mkha’; forty thangka; and several books.<\/p><p>For their source of income, as in other Bonpo monasteries, the monks depend on the support of households and earn money by performing religious services among the people in the villages. They have no property apart from eight yaks and thirteen sheep, given by devotees.<\/p><p>From ’Jo mda’ rdzong<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\"> <\/span>to Chab mdo, it takes six hours by car. To go up to lHo rong rdzong,<span xmlns:str=\"http:\/\/exslt.org\/strings\" style=\"font-style: italic;\" class=\"\"> <\/span>we must drive a further seven hours via Ri bo che. On our way, at a pass near Chab mdo, we were all of a sudden struck by a heavy snowfall, which caused us difficulty and risks. Between Ri bo che and lHo rong rdzong the road is fairly good and does not, therefore, present that much difficulty.<\/p>"}]}
=======
{"meta":{"domain":"places","kid":"486","authors":[{"fullname":"Phuntso Tsering Sharyul","id":"79"},{"fullname":"Phuntso Tsering Sharyul","id":"79"}],"title":"Jomda Introduction","dates":{"created_at":"2011-12-13 02:30:53 UTC","updated_at":"2011-12-13 02:30:53 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Jomda Introduction"},{"title":"The Chamdo region","index":1,"parent_index":0,"body":" "},{"title":"’Jo mda’ rDzong","index":2,"parent_index":1,"body":" <p>’Jo mda’ rdzong<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>lies in the north-east of Tibet. It covers an area of 13,155 square kilometres, of which 77,080 <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mu</span> is farmland and 10,823 <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mu</span> is natural forest. It has a population of about 58,000. There are 152 local councils, eighteen <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, two townships and one city.</p> <p>’Jo mda’ is also called sDe dge ’Jo mda’ because the ruler of sDe dge once governed it. In 1909, the self-governing body of sDe dge was abolished and ’Jo mda’ began to have close relations with Sichuan province. In 1959 the people’s commune of ’Jo mda’ rdzong<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>was established.</p> <p>Historically, ’Jo mda’ is a place well known for its handicrafts and other skilled work such as iron-work, silver-smithing and other metal work, as well as wood carving. It is particularly celebrated as being one of the homes of Tibetan musical dramas.</p> <p>At present in the domain of this <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> there are six Bonpo monasteries to which many lay and clerical devotees associate themselves. The Sa skya school of Buddhism also flourishes there. The monastic buildings and religious objects of Bon and Sa skya monasteries are in good condition in every respect.</p> "},{"title":"(66) sTag gzhi Monastery","index":3,"parent_index":2,"body":" <p>sTag gzhi Monastery is situated near Kha srub village, dBang po steng <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang. </span>From the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong, </span>dBang po steng is reached by driving thirty kilometres northward. From dBang po steng, the monastery is a whole day’s trip further northward on horseback.</p> <p>The monastery was founded in 1180. Before 1959, there were five monks in this monastery. At present there are two lamas, sKu gsung blo gsar and Ye shes nyi ma, and thirty monks. This is one of the earliest Bonpo monasteries of the latter stage of Bonpo development. However, it is still rather small because of the rise and fall in the history of the Bon doctrine.</p> <p>The monastery has fifty statues, including those of sTon pa gShen rab, Dran pa nam mkha’ and sTag la me ’bar. It also has about sixty thangka. The main source of income is, as with other Bonpo monasteries, the performing of religious services in villages, from which the monks and lamas make their living.</p> "},{"title":"(67) Zha zhi Monastery","index":4,"parent_index":2,"body":" <p>Zha zhi Monastery is situated in Khra dge <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, which is reached by driving forty kilometres northward from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>. The monastery is a whole day’s ride on horseback from Khra dge.</p> <p>The monastery was founded in 1409. Before 1959, there were eighty monks and at present thirty-five. The monastery is one of the old Bonpo monasteries in the Chab mdo region. It is a rather large monastery, but over the past six hundred years, due to grave adversity, both internal and external, it has been unable to develop itself. It has the look of being very small from outside. As regards religious objects, it has twenty statues including those of sTon pa gShen rab, gShen lha ’od dkar, rNam par rgyal ba and Byams ma, as well as twenty-odd thangka. The monks raise, as a source of income, sixty-three <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’bri</span> and yaks, given by devotees. Besides these, they receive support from households and go out to perform religious services in villages.</p> "},{"title":"(68) rDis bon Monastery","index":5,"parent_index":2,"body":" <p>rDis bon Monastery is located in the vicinity of Ri mda’ village, Thung phu <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang. </span>Thung phu <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span> is within a stone’s throw of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> and Ri mda’ village is seventy kilometres from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. The road between the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong </span>and the monastery is reasonably good. One can drive right up to the monastery.</p> <p>The monastery was founded in 1600 and is situated on the eastern side of the mountain Ma gling khrib bya ba. To the south-west of Ma gling khrib bya ba at sPa rdis steng, there is a large hermitage. To the left of the monastery is a holy mountain called Shugs chen, and in front is a big river called mDo chu, which comes from mDo gzhung, the upper part of the valley.</p> <p>In the 17th century, when the Be ri king ruled over the region, the master lCe tsha mKhar bu of Mi nyag became the prelate of the king. He established a hermitage on top of the mountain sPa rdis, halfway up the mountain Ma gling khrib bya ba.</p> <p>In 1641, the Mongol chief Gu shri Khan (of dGe lugs pa obedience), leading his horde, destroyed the monasteries of the bKa’ brgyud pa and Bonpo in the area, including rDis bon Monastery, and overthrew the Be ri king. Later, sTag gzhi bKa’ bo rgyal and Khram Tshe dbang rgyal po, who were disciples of Ba ya dKar ’dzang and had been hiding themselves when the Mongol horde was about in the region, rebuilt rDis bon Monastery and it became a fairly large establishment. Later, in bSod nams dbang ldan’s time, there were two important residences (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bla brang</span>) of lamas in the monastery, one was called rTse gzhung and the other Bla gzhung. There was a series of masters belonging to the Se family:</p> <ol type=\"1\"> <li> Se zhig Mu la thogs med</li> <li> Se Nam mkha’ thogs med</li> <li> Se kho Nam mkha’ dbang phyug</li> <li> Se kho Ra rna mkha’ spyod</li> <li> Se sprul Tshe dbang mchog legs</li> </ol> <p>At present, there is a monk called rTogs ldan bsTan ’dzin who was sixty-two years old. In spite of his being in the course of three years’ retreat, he was kind enough to grant us an exceptional audience. This monastery is counted as one of the large Bonpo monasteries in the Chab mdo region.</p> <p>Before 1959, there were forty-four monks and at present there are forty-seven. This monastery now has an assembly hall, a temple and a meditation hall (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sgrub khang</span>), all well designed and spacious. There are religious objects such as statues, scriptures and reliquary stupas.</p> <p>As for annual services and daily activities, they follow the sMan ri tradition only. In the morning they say prayers, then they chant the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Kun rig</span>, followed by more prayers. In the evening they perform the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsol kha</span> ritual to the protective deities, including Srid rgyal drel dmar. </p> "},{"title":"The annual rituals are as follows:","index":6,"parent_index":5,"body":" <ol type=\"1\"> <li> In the first Tibetan month the ritual of sTag la me ’bar is performed, followed by a five-day ritual of Phur pa.</li> <li> In the fifth month there are commemorations, the observance of the summer retreat, and the performance of rituals based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Klong rgyas</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rNam rgyal</span>.</li> <li> In the ninth month there is a performance of the ritual based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Khro bo ngo mtshar rgyas pa</span> and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’cham</span> dance of Khro bo.</li> </ol> "},{"title":"(69) sPong Monastery","index":7,"parent_index":2,"body":" <p>sPong Monastery is located near Tar grong, sPang ge <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang. </span>The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>is reached by driving eighty kilometres northward from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>;<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>to Tar grong takes several hours on horseback. The long distance makes it difficult to reach the monastery.</p> <p>The monastery was founded in 1697. Before 1959, there was a lama and eighty-three monks and at present there are thirty. In spite of its long history, it has seen little growth due to the rise and fall of Bonpo fortunes. There is only a temple, an assembly hall and a meditation hall, all very small. Religious objects in its possession include twenty statues, large and small, including those of gShen lha ’od dkar, Dran pa nam mkha’ and Yum chen Byams ma, and six thangka. The monastery depends upon ten yaks and a small number of horses and mules for income. The monks must make their living, as in other Bonpo monasteries, by obtaining support from households and by going out to perform religious services in villages.</p> "},{"title":"(70) Bla khri Monastery","index":8,"parent_index":2,"body":" <p>Bla khri Monastery is located in the vicinity of Bla khri village, sPang dge <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang. </span>sPang dge <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang </span>is reached by driving eighty kilometres northward from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong. </span>Then it is a few hours on horseback from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span> to the monastery.</p> <p>The monastery was founded in 1754. Before 1959, there were eighty monks and at present there are fifty. The head of the monastery is sPrul sku rGyal ba g-yung drung. Its assembly hall, temple and meditation hall are all fairly large. There are many religious objects, including about twenty statues, tall and short, of such figures as sTon pa Khri gtsug rgyal ba, gShen lha ’od dkar, rNam par rgyal ba, Khro bo, sTag la me ’bar, Dran pa nam mkha’, his son Tshe dbang rig ’dzin and Srid rgyal drel dmar, twenty-five thangka and scriptures, including the <em xmlns:str=\"http://exslt.org/strings\">bKa’ ’gyur</em> and <em xmlns:str=\"http://exslt.org/strings\">bKa’ brten</em>.</p> <p>Compared with other Bonpo monasteries in ’Jo mda’ rdzong, this monastery is in better condition in every respect. It has thirty <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’bri</span> and yaks, thirteen goats and sheep, five horses and mules, and a car.</p> "},{"title":"(71) dKar tshang Monastery","index":9,"parent_index":2,"body":" <p>dKar tshang Monastery is located near Bla khri village, like Bla khri Monastery, for whose location, see above.</p> <p>The monastery was founded in 1696. Before 1959 there were fifteen monks, but at present no more than ten. Although this is an old monastery with a long three-hundred-year history, it is still very small. Its religious objects include the following: seven statues, tall and short, of sTon pa gShen rab and Dran pa nam mkha’; forty thangka; and several books.</p> <p>For their source of income, as in other Bonpo monasteries, the monks depend on the support of households and earn money by performing religious services among the people in the villages. They have no property apart from eight yaks and thirteen sheep, given by devotees.</p> <p>From ’Jo mda’ rdzong<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>to Chab mdo, it takes six hours by car. To go up to lHo rong rdzong,<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>we must drive a further seven hours via Ri bo che. On our way, at a pass near Chab mdo, we were all of a sudden struck by a heavy snowfall, which caused us difficulty and risks. Between Ri bo che and lHo rong rdzong the road is fairly good and does not, therefore, present that much difficulty.</p> "}]}
>>>>>>> 4c0b74464f758c8a053ce596f9f96a998047b424
