{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Barkham Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Bonpo monasteries and temples in Tibetan regions in Qinghai, Gansu and Sichuan "
  }, 
  {
   "body": "<p>’Bar khams county belongs to rNga ba Tibetan Autonomous Prefecture, Sichuan Province. The county town is ’Bar khams which is also the capital of rNga ba Prefecture. There are 104 villages divided between 15 townships. The county covers an area of 6346 sq km. The population is 59180. 30379 of whom were Tibetans in 1980. </p><p>The Religion Bureau of ’Bar khams county has divided the monasteries of rGyal rong, including those of ’Bar khams into three categories: those whose monks are “away from work”, or full-time monks (las bral grwa pa), those whose monks are “half-away from work”, or part-time monks (las phyed grwa pa), and those whose monks are “seasonal monks” (dus tshigs kyi grwa pa). The first category refers to monks who live in the monastery on a permanent basis; the second to those who live outside the monastery and who go to the monastery only to perform the annual rituals; the third to those who live in the monastery but who go back to their homes to help during the ploughing and harvest seasons. The monks belonging to the second and third categories are generally laymen.</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "’Bar khams"
  }, 
  {
   "body": "", 
   "index": 3, 
   "parent_index": 2, 
   "title": "(182) ’Bo la Monastery"
  }, 
  {
   "body": "<p>The monastery’s full name is ’Bo la sTobs ldan glang chen dgon.</p>", 
   "index": 4, 
   "parent_index": 3, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>The monastery is located 2 km north of ’Bar khams. </p>", 
   "index": 5, 
   "parent_index": 3, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>According to oral tradition, the monastery’s history goes back more than a thousand years, but no one knows its details. It seems that it was connected to a master called ’Bro re bla ma who was born in ’Bo la village. It was wrecked during the Cultural Revolution and was rebuilt in the late 1980s.</p><p>’Bo la was formerly a branch of ’Bar khams gYung drung lha steng. After the conversion of ’Bar khams Monastery to the dGe lugs pa tradition in the 18th century ’Bo la Monastery was left without a proprietor.</p><p>Tshul khrims bstan ’dzin (b.1928) was chosen among the monks to be the head of the present monastery.</p>", 
   "index": 6, 
   "parent_index": 3, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>dgon bdag</li> <li>one dbu mdzad</li> <li>one dge skos</li> <li>three gnyer pa (one gnyer pa rgan pa, senior and gnyer pa gzhon pa, junior) </li> </ul><p>The incumbents of these positions are replaced every two years. </p>", 
   "index": 7, 
   "parent_index": 3, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>The monastery counted thirty-three novices and monks in autumn 1998.</p>", 
   "index": 8, 
   "parent_index": 3, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>There is no particular system, the novices are trained by the elder monks.</p>", 
   "index": 9, 
   "parent_index": 3, 
   "title": "6. Current education"
  }, 
  {
   "body": "<p>Annual ritual of offering the sacrificial cake (tshogs) one thousand times to the protective goddess Srid rgyal drel dmar from the 3rd to the 9th day of the 5th month and the performance of the ritual cycle of sTag la for three days in winter time with no fixed dates.</p>", 
   "index": 10, 
   "parent_index": 3, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The monastery has no regular Sources of income. It depends on offerings from the faithful. The monks provide their own food.</p>", 
   "index": 11, 
   "parent_index": 3, 
   "title": "10. Income and expenses"
  }, 
  {
   "body": "<p>The local lay community of the monastery consists of three villages: Dur ma with twenty families, Zhig bro with twenty families and Hor pa with eighty families.</p>", 
   "index": 12, 
   "parent_index": 3, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>The mountain behind the monastery has a la btsas dedicated to the local deity called ’Bo la dPal chen skyong ri and the propitiation festival takes place on the 13th day of the 6th month.</p>", 
   "index": 13, 
   "parent_index": 3, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Farmers </p>", 
   "index": 14, 
   "parent_index": 3, 
   "title": "14. Occupation of the local people"
  }, 
  {
   "body": "", 
   "index": 15, 
   "parent_index": 3, 
   "title": "Sources"
  }, 
  {
   "body": "<p>In autumn 1998 with: Tshe dbang (b.1937), a monk at the monastery, dBang ldan (b.1923), a lay sponsor of the monastery</p>", 
   "index": 16, 
   "parent_index": 15, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<ol type=\"1\"> <li>rNga khul ’bar khams rdzong gi ’bo la dgon pa’i lo rgyus mdor bsdus in rNga ba khul gyi dgon pa’i lo rgyus, Religion Bureau and the Buddhist Association of the rNga ba Prefecture, MS., pp.197-198</li> </ol>", 
   "index": 17, 
   "parent_index": 15, 
   "title": "(2) Texts"
  }, 
  {
   "body": "", 
   "index": 18, 
   "parent_index": 2, 
   "title": "(183) Kun ’brog Monastery"
  }, 
  {
   "body": "<p>The monastery’s full name is Kun ’brog (pronounced as Kub ro) g-yung drung dgon.</p>", 
   "index": 19, 
   "parent_index": 18, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>The monastery is located 35 km southeast of ’Bar khams Township, the seat of county.</p>", 
   "index": 20, 
   "parent_index": 18, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>According to oral tradition, the monastery was founded two thousand years ago, but there are no written records and the details of its history remain unknown.</p>", 
   "index": 21, 
   "parent_index": 18, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one bla ma</li> <li>two dge skos</li> <li>two gnyer pa</li> </ul><p>The dge bskos and gnyer pa are replaced every two years.</p>", 
   "index": 22, 
   "parent_index": 18, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>There were twenty-one novices and monks in the monastery in autumn 1998.</p>", 
   "index": 23, 
   "parent_index": 18, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>The novice monks are trained by the elder monks.</p>", 
   "index": 24, 
   "parent_index": 18, 
   "title": "6. Current education"
  }, 
  {
   "body": "<p>The monastery is regarded as a branch of sNang zhig Monastery (No.180) in rNga khog and sends its novices there to study. There were five monks from sNang zhig Monastery when I visited the monastery in autumn 1998.</p>", 
   "index": 25, 
   "parent_index": 18, 
   "title": "7. Educational exchanges"
  }, 
  {
   "body": "<p>The observance of the smyung gnas fasting from the 10th to the 15th day of the 4th month; the ritual based on the mNyam med bla sgrub from the 1st to the 6th of the 5th month; the ritual cycle of Khro bo from the the 15th to the 20th day of the 12th month.</p>", 
   "index": 26, 
   "parent_index": 18, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The monastery does not possess any collection of books. Only a few of the monks possess their own texts for liturgical purposes.</p>", 
   "index": 27, 
   "parent_index": 18, 
   "title": "10. Books held in the monastery"
  }, 
  {
   "body": "<p>The monastery depends on donations and has no regular Sources of income. The monks provide their own food.</p>", 
   "index": 28, 
   "parent_index": 18, 
   "title": "11. Income and expenses"
  }, 
  {
   "body": "<p>The local lay community consists of two villlages: Kur bu with twenty families and Kor tag with thirty-six families.</p>", 
   "index": 29, 
   "parent_index": 18, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>Farmers</p>", 
   "index": 30, 
   "parent_index": 18, 
   "title": "14. Occupation of the local people"
  }, 
  {
   "body": "", 
   "index": 31, 
   "parent_index": 18, 
   "title": "Sources"
  }, 
  {
   "body": "<p>During autumn 1998 with bZang po (b.1934)</p>", 
   "index": 32, 
   "parent_index": 31, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<ol type=\"1\"> <li>rNga khul ’bar khams rdzong gi kun ’brog g-yung drung dgon pa’i lo rgyus mdor bsdus, in rNga ba khul gyi dgon pa’i lo rgyus, the Religion Bureau and Buddhist Association of rNga ba Prefecture, p.202</li> </ol>", 
   "index": 33, 
   "parent_index": 31, 
   "title": "(2) Texts"
  }, 
  {
   "body": "<p>The monastery is located 80 km northwest of the ’Bar khams Township, seat of the county. It is a very small establishment. Its only monk, Pad ma, was studying at rTogs ldan Monastery (No.178) in rNga khog as Ka ca is regarded as a branch of rTogs ldan, even though no one knows how and when the connection was established. When I visited the monastery 1998 there was only one elderly caretaker in the monastery. So far, no written records are available.</p>", 
   "index": 34, 
   "parent_index": 2, 
   "title": "(184) Ka ca Monastery"
  }, 
  {
   "body": "", 
   "index": 35, 
   "parent_index": 2, 
   "title": "(185) Ka co Monastery"
  }, 
  {
   "body": "<p>Ka co monastery is also known as Ta rdo ko, after the hill on which it is located. </p>", 
   "index": 36, 
   "parent_index": 35, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>It is located 78 km from ’Bar khams Township, seat of the county.</p>", 
   "index": 37, 
   "parent_index": 35, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>There are ruins of a monastery which are said to be very old and probably those of the original monastery, but no one seems to know who the founder was and when it was destroyed. The present monastery was founded by Dza rong Nyi ma bstan ’dzin, a master of Tsha lung Monastery (No.193) located in the same area but belonging to rMe ba county. The monastery was knocked down during the Cultural Revolution. It was rebuilt in the 1980s.</p>", 
   "index": 38, 
   "parent_index": 35, 
   "title": "3. History"
  }, 
  {
   "body": "<p>The monastery has a dgon bdag and the gnyer pa acts temporarily as head of the monastery in the absence of the dgon bdag who is Dza rong Nam mkha’ rin chen as mentioned above.</p><p>There are no other official positions.</p>", 
   "index": 39, 
   "parent_index": 35, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>There were nine lay practitioners living with their families.</p>", 
   "index": 40, 
   "parent_index": 35, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>The younger practitioners are trained by the elder ones.</p>", 
   "index": 41, 
   "parent_index": 35, 
   "title": "6. Current education"
  }, 
  {
   "body": "<p>The monastery is a branch of Tsha lung Monastery and Dza rong Nam mkha’ rin chen regularly visits the monastery to give teachings.</p>", 
   "index": 42, 
   "parent_index": 35, 
   "title": "7. Educational exchange"
  }, 
  {
   "body": "<p>The only annual ritual is that of the rNam par rgyal ba’i stong mchod which is performed for three days in the 5th month.</p>", 
   "index": 43, 
   "parent_index": 35, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The monastery has no regular Sources of income and depends on offerings.</p>", 
   "index": 44, 
   "parent_index": 35, 
   "title": "11. Income and expenses"
  }, 
  {
   "body": "<p>The local community is the Ka co village with sixty-three families.</p>", 
   "index": 45, 
   "parent_index": 35, 
   "title": "12. Local lay community"
  }, 
  {
   "body": "<p>The mountain behind the monastery is known as Ta rdo ko and it has two la btsa: gYung drung lha rtse and Tshe ’dzin. The annual propitiation of the mountain spirit takes place in the 6th month.</p>", 
   "index": 46, 
   "parent_index": 35, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Farmers</p>", 
   "index": 47, 
   "parent_index": 35, 
   "title": "14. Occupation of the local people"
  }, 
  {
   "body": "", 
   "index": 48, 
   "parent_index": 35, 
   "title": "Sources"
  }, 
  {
   "body": "<p>In autumn 1998 with Dar lo (b.1938), a lay practitioner at the monastery</p>", 
   "index": 49, 
   "parent_index": 48, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "", 
   "index": 50, 
   "parent_index": 2, 
   "title": "(186) dGon gsar Monastery"
  }, 
  {
   "body": "<p>The full name of the monastery is sPa tshang dgon gsar nor bu gling. It is also known as sPa tshang Monastery.</p>", 
   "index": 51, 
   "parent_index": 50, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>The monastery is located about 80 km north of ’Bar mkhams (70 km of motorable road and a further four hours’ walk uphill).</p>", 
   "index": 52, 
   "parent_index": 50, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>The history of the monastery remains unknown. It was demolished during the Cultural Revolution and was rebuilt in the 1980s. The present head of the monastery is sPa tshang Tshul khrims bstan pa rab rgyas (b.1970). He studied at sNang zhig Monastery (No.180) for four years and at the Tibetan Buddhist College in Beijing for two years.</p>", 
   "index": 53, 
   "parent_index": 50, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>dgon bdag</li> <li>one dbu mdzad (replaced every five years)</li> <li>one dge skos (replaced every five years)</li> <li>one mchod dpon (replaced every three years)</li> <li>one do dam pa (replaced every three years)</li> </ul>", 
   "index": 54, 
   "parent_index": 50, 
   "title": "4. Hierarchichal system"
  }, 
  {
   "body": "<p>There were twenty-six novices and monks at the monastery in autumn 1998.</p>", 
   "index": 55, 
   "parent_index": 50, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>There are no organized classes; the younger novices are trained by the elder monks.</p>", 
   "index": 56, 
   "parent_index": 50, 
   "title": "6. Current education"
  }, 
  {
   "body": "<p>The monastery has been closely connected with sNang zhig Monastery since the time of the twenty-third master of the sPa tshang lineage. sNang zhig sends a teacher who is replaced every three or four years, and every three years dGon sar sends three novices to sNang zhig for training and ordination.</p>", 
   "index": 57, 
   "parent_index": 50, 
   "title": "7. Educational exchange"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>4th month: ceremony of the mChod pa stong mtshan from the 8th to the 15th day </li> <li>6th month: the observance of the summer fast (dbyar gnas) from the 8th to the 15th day</li> <li>12th month: the sgrub mchod dgu gtor rite from the 11th to the 14th day with a ’cham dance on the last day</li> </ul>", 
   "index": 58, 
   "parent_index": 50, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The monastery has one printed copy of the Bonpo Kanjur, one printed copy of the Khams chen, one printed copy of Shar rdza bKra shis rgyal mtshan’s collected works and various manuscript copies of ritual texts.</p>", 
   "index": 59, 
   "parent_index": 50, 
   "title": "10. Books held in the monastery"
  }, 
  {
   "body": "<p>The monastery has no regular Sources of income and depends on offerings; the monks provide their own food.</p>", 
   "index": 60, 
   "parent_index": 50, 
   "title": "11. Income and exppenses"
  }, 
  {
   "body": "<p>The local lay community consists of two villages: Myo kyo with twenty-five families and sMad yul with seventy families.</p>", 
   "index": 61, 
   "parent_index": 50, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>The bsang ceremony on a mountain called ’Byo ko g-yung drung lha rtse is performed by the monastic community on the 16th day of the 6th month.</p><p>There are three la btsas: rMa bya, Wer rtse ko and Shu ku. The dates of the renewal ceremony of these la btsas are not fixed.</p>", 
   "index": 62, 
   "parent_index": 50, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Farmers </p>", 
   "index": 63, 
   "parent_index": 50, 
   "title": "14. Occupation of the local people"
  }, 
  {
   "body": "", 
   "index": 64, 
   "parent_index": 50, 
   "title": "Sources"
  }, 
  {
   "body": "<p>In autumn 1998 with sPa tshang Tshul khrims bstan pa rab rgyas (b.1970)</p>", 
   "index": 65, 
   "parent_index": 64, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<ol type=\"1\"> <li>An untitled text about the monastery by sPa tshang Tshul khrims bstan pa rab rgyas, MS</li> </ol>", 
   "index": 66, 
   "parent_index": 64, 
   "title": "(2) Texts"
  }
 ], 
 "meta": {
  "date": "2011-12-13 02:31:05 UTC", 
  "domain": "places", 
  "kid": "1073", 
  "authors": [
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }, 
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }
  ], 
  "title": "Barkham Introduction"
 }
}