{"meta":{"authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}],"title":"Sadruk Shenten Künsel Mindröl Ling Introduction","dates":{"created_at":"2011-12-13 02:30:28 UTC","updated_at":"2011-12-13 02:30:28 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Sadruk Shenten Künsel Mindröl Ling Introduction"},{"title":"Zung chu County","index":1,"parent_index":0,"body":" "},{"title":"(206) Sa ’brug Monastery","index":2,"parent_index":1,"body":" "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p>The monastery’s full name is Sa ’brug gShen bstan kun gsal smin grol gling. </p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>The monastery is 63 km from Songpan, the seat of Zung chu county. </p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>The monastery was founded in 1855 by Rin spungs Shes rab seng ge, a master from Rin spungs monastery. He successfully settled a conflict between the local villages which earned him great reputation in the area and as a result he had the monastery built in memory of his mediation.</p> <p>His successors until the mid-20th century were: gYung drung phun tshogs, Cho ’dzi dbon po,Wer to bsTan ’dzin dbang grags, Wer to rGyal ba bkra shis and Bon nang gYung drung dbang ldan. The monastery suffered damages during the Cultural Revolution and Bon nang gYung drung dbang ldan undertook the monastery’s reconstruction in 1986. The present master of the monastery is gYung drung blo gros nyi ma (b.1969).</p> "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>dgon bdag, elected</li> </ul> <p>One monk serves as both dbu mdzad and dge skos with no predetermined term of office.</p> "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":" <p>There are ten novices and monks.</p> "},{"title":"6. Current education","index":8,"parent_index":2,"body":" <p>There are no organized classes; the younger monks are trained by the elder monks.</p> "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":" <p>The monastery has no special ties with any other monastery.</p> "},{"title":"8 / 9. Rituals","index":10,"parent_index":2,"body":" <p>Commemoration of of mNyam med Shes rab rgyal mtshan on the 15th day of the 1st month; the observance of the smyung gnas fast from the 13th to the 15th day of the 6th month; the smon lam ceremony from the 7th to the 15th day of the 11th month. </p> "},{"title":"11. Income and expenses","index":11,"parent_index":2,"body":" <p>The monastery has no regular Sources of income and depends on offerings from the faithful.</p> "},{"title":"12. Local community","index":12,"parent_index":2,"body":" <p>The local lay population consists of three communities: Nye tsi, Bod sde and Bhan. The Nye tsi community has five villages: Kye khri with twenty families, La chen with fifteen families, Pe khri with sixteen families, Pe wa with twenty families and ’Ju ba with two families; The Bod sde community has three villages: Klu bu gsum with twenty-three families, Khran kha with twenty families and dGon pa nang with fifteen families; </p> <p>The Bhan community has three villages; Wer to with fifteen families, Bhan gong ma with twenty families and Bhan ’og ma with thirty families. </p> <p>In addition to the three communities, there are eighteen families in Si re village, thirty-three families in Li dbyin, and twenty-three families in Li dgu.</p> "},{"title":"13. Local festivals","index":13,"parent_index":2,"body":" <p>The la btsas called bKra shis, which is situated at the top of Mount rGyu bu gdong, behind the monastery, is propitiated by both monks and lay people on the 3rd day of the 1st month. </p> <p>The la btsas of the Nye tsi community known as ’Brug rtse. Its renewal ceremony takes place on the 15th day of the 6th month and attended only by the lay members of the community. The la btsas called Wod pa of the Bod sde community is propitiated on the 15th day of the 5th month by the lay members of its community. The date of the renewal ceremony of la btsas called Bhe bho rtse dgu of the Bhan community is unknown.</p> "},{"title":"14. Occupation of the local people","index":14,"parent_index":2,"body":" <p>Agriculture</p> <p>Sources </p> "},{"title":"(1) Interviews","index":15,"parent_index":14,"body":" <p>In autumn 1998 with gYung drung blo gros nyi ma, the present master of the monastery (b.1969)</p> "},{"title":"(2) Texts","index":16,"parent_index":14,"body":" <ol type=\"1\"> <li>Sa ’brug dgon pa dpal gshen bstan kun gsal smin grol gling gi tho yig dkar chags (chag) by sGra tog gYung drung ’gyur med in Zing (zung) chu rdzong dgon pa so sogs (so’i) dkar chag, Mimeograph, 1993, pp. 241-246</li> </ol> "}]}