{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Nyima Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "The Nagchu region"
  }, 
  {
   "body": "<p>Nyi ma rdzong lies to the west of Nag chu. It once belonged to the Nag tshang tribe, which gave it the name Nag tshang Nyi ma rdzong, which has now become familiar to many people of this area. Late in the 17th century, it was governed by the Tibetan government, and functioned as an important access point for travelling to mNga’ ris, Nepal, Ladakh and other places. It is now possible to reach sGer rtse rdzong in mNga’ ris by car in one day or less.</p>
<p>Nyi ma rdzong has an area of about 150,000 square kilometres and a population of about 30,000. Two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">qu</span>, thirteen <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span> and ninety-nine villages are under the immediate supervision of this <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>.</p>
<p>This area is surrounded by mountains, such as the Kun lun mountain range in the north and the sacred snow mountain Ti se in the south, and the land is, on average, more than five thousand metres above sea level.</p>
<p>In this region, at present, there are many places of pilgrimage: three Buddhist monasteries, including ’Gro dpal bDe chen ’gyur med gling; four Bonpo monasteries, including ’Om bu bSam gtan gling; as well as the mountain rTa sgo and the lake Dwang ra g-yu mtsho. This is also a perfect treasure house of mineral resources and animals, both carnivorous and herbivorous. The district was established as Nyi ma rdzong in 1983.</p>
", 
   "index": 2, 
   "parent_index": 1, 
   "title": "Nyi ma rdzong"
  }, 
  {
   "body": "<p> ’Om bu bSam gtan gling is in ’Om bu <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, seventy-six kilometres south-west of Nyi ma rdzong. This <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span> lies on the northern side of the lake Dwang ra g-yu mtsho.</p>
<p>The monastery was established by bSod nams g-yung drung around 1890. He is regarded as one of the Thirteen Spiritual Leaders of Lake Dwang ra (Dwang ra g-yu mtsho’i ’gro ’dren bcu gsum) and belonged to the lineage of Guru. This lineage is traced back to Guru gYung drung phun tshogs, from which it descends to bZod pa and down to the Guru ’Od zer, who is the fourth in the line.</p>
<p>The main religious objects are the sacred statues of Bla chen Dran pa nam mkha’ with his twin sons. It is said that there used to be an important old manuscript called Bya rgod mchu bris (“written with the beak of vulture”).</p>
<p>Every year in the first Tibetan month, a large-scale, prescribed service of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bum sgrub</span> ritual is held, during which the monks meditate mainly on the deity Khro bo. Otherwise, services on a smaller scale are performed frequently.</p>
<p>In the old days there used to be more than twenty monks, but now there are no more than ten monks and one lama; the present condition of the monastery is not as good as it was previously.</p>
<p>Some degree of restoration was carried Guru ’Od zer. The main source of income, to maintain the monks and the lama, is donations from each household and the performance of religious services in the village.</p>
<p>rGya rgod <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span> lies thirteen kilometres away. The road is convenient for driving between the two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, ’Om bu and rGya rgod, and rGya rgod <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span> has good facilities for travellers. We met more than one hundred pilgrims who were on their way to Ser zhig Monastery (No.19) or Mount rTa sgo, and we took many pictures of each other.</p>
", 
   "index": 3, 
   "parent_index": 2, 
   "title": "(16) ’Om bu bSam gtan gling Monastery"
  }, 
  {
   "body": "<p>The monastery is in the eastern part of rTa sgo <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. It is a whole day’s ride on horseback from the rTa sgo <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. The location of this Bonpo monastic community is an earthly sphere of purity in the middle of Zhang zhung.</p>
<p>More than three thousand years ago, there was a group of eighty great masters of Eternal Bon, the first ten of which, the gShen, reigned over the area. Among the ten gShen was Mu khri btsan po, the son of gNya’ khri btsan po, who had a very high regard for the teachings of Eternal Bon. During Mu khri btsan po’s time, the thirty-seven tantric communities (’Du gnas so bdun) were established. Dwang ra gYu bun Monastery was founded in the places where the Gangs gnyan rta sgo and Dwang ra’i mtsho ’gram of the thirty-seven communities were situated.</p>
<p>The place where the monastery is found is, moreover, one of the twenty-four sacred places mentioned in the Bonpo Ma rgyud tantra. The self-grown five jackal-headed mKha’ ’gro can still be seen in this place, as stated in the text of the Ma rgyud tantra.</p>
<p>The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sPyi spungs khro bo dbang chen</span> states that Sad ne ga’u of Zhang zhung trained himself in Dwang ra gYu bun. This implies that it was Sad ne ga’u of Zhang zhung sgo pa who first established gYu bun Monastery. He is one of the thirteen masters found among the eighty adepts of the Bon tradition.</p>
<p>Sad ne ga’u was born in Zhang zhung. His father was rGyal mtshan bde ba and his mother was rGyal bza’ klong yang. He studied under several teachers, like A nu ’phrag thag, so that he was finally able to accomplish his learning.</p>
<p>He exhibited many miraculous signs in the gYu bun community, such as curing leprosy patients just by looking at them, forcing back attackers and floods, taming wild carnivorous animals so that he could use them for transportation, igniting himself, subduing wickedness, being able to cross the lake Dwang ra riding on a drum and being able to build a crystal stupa in a river.</p>
<p>After having meditated for attaining perfection, he vanished just like the light of a rainbow. After that, history tells us, many great masters appeared one after another. Although the monastery sometimes experienced periods without strong leadership, there were other times when it had several holy ones who maintained universalism and remained meditating. Among them was mTshungs med rNam dag tshul khrims, who came to the monastery around 1687. He promoted the development of the monastic community and it continued to grow through the time of his disciples, including Tshul khrims lhun grub, up until the time of the fourth master. After that the monastery was suppressed, but was taken care of and rehabilitated by sKyid gsum bla brang, who was the benefactor of the master gYung drung lha rtse.</p>
<p>In short, this monastic community was one that was outstandingly blessed, to which many excellent masters came at every stage of the early development of Bonpo teachings, and where many holy ones of Zhang zhung died, passing into the rainbow light.</p>
<p>The monastery possessed a number of important religious objects, some of which were later moved to other places: for example, Sad ne ga’u’s conch was taken to Thob rgyal sMan ri Monastery (No.1).</p>
<p>In the 1980s the monastery was reconstructed under the responsibility of the reincarnation bsTan ’dzin dbang grags. At present the monastery has one lama and twenty-two monks. </p>
", 
   "index": 4, 
   "parent_index": 2, 
   "title": "(17) gYu bun Monastery"
  }, 
  {
   "body": "<p>Travelling about forty kilometres straight south from rGya rgod <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, we arrive in rTa sgo <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. Turning right at the top of a small mountain pass, and travelling another fifty kilometres, we reach Phyug tsho Monastery. Since the sacred sites of the snow mountain rTa sgo, the lake Dwang ra g-yu mtsho and the mountain called dGe bsnyen are visible from the top of the pass, love and respect arise in people’s minds, which may inspire them to prostrate themselves with all their faith, to perform the bsang ceremony as an offering and to raise ritual flags. Many of them, moreover, pile up as many stones as their own age to make a cairn.</p>
<p>Like Gangs Ti se, rMa chen sPom ra, Yar lha Sham po, gNyan chen Thang lha and sPu rgyal, the sacred snow mountain rTa sgo is an important pilgrimage site for both Bonpo and Buddhists.</p>
<p>The lake Dwang ra g-yu mtsho, as one of the three greatest pilgrimage sites, is a “soul lake” (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bla mtsho</span>). On its shore is a two-metre-high phallus made of dried mud, in accordance with the ancient custom in token of worship of the Bonpo protective deities. The term <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dwang ra</span> is a Zhang zhung word meaning lake (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mtsho</span>).</p>
<p>A number of devotees from Nag tshang Nyi ma rdzong, mNga’ ris mTsho chen rdzong and other regions have infinite belief in the sacred blue lake and the snow mountain. There are always many pilgrims circumambulating the mountain, but on the 15th day of the fourth Tibetan month in particular, a huge number of lay devotees and clergy come to accumulate merit through performing the circumambulation because it is the great pilgrimage day (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">ri bskor che mo</span>). Some of them repeatedly prostrate themselves and circumambulate the mountain.</p>
<p>The road between the above-mentioned pass and Phyug tsho Monastery is not very good, but it is nice that wild asses, rock goats, cranes and many other wild animals can be seen on the fields stretching out on both sides.</p>
<p>Phyug tsho Monastery is situated on the hill beside the lake Dwang ra g-yu mtsho. One can see at a glance that among the monasteries of Eternal Bon it is particularly distinguished.</p>
<p>This monastery was built around 1849 by gYo lag sgom chen, a disciple of sNang ston Zla ba rgyal mtshan. After being founded, it was taken care of by Khyung ser sMon lam bstan pa, the lama of gcod practice, who had prodigious knowledge. Thereafter followed the two lamas, the famous Khyung dkar bsTan pa rgyal mtshan, who had the qualities of wisdom, compassion and power, and his attendant, the Sa ge gYung drung ye shes. During their time, Bonpo teachings were kept, defended and spread so well that the monastery flourished greatly.</p>
<p>Later, when the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dge bshes</span> of gYung drung gling (No.2), gYung drung bstan pa’i rgyal mtshan from Shar khog in Amdo, became the abbot of this monastery, he renovated it and collected many religious objects.</p>
<p>Then the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dge bshes</span> Khyung dkar bsTan pa lhun grub followed him as abbot. He arranged for the future supervisor and abbot of this monastery to be sent from gYung drung gling and that their principal practice should be based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mKa’ ’gro gsang gcod</span>.</p>
<p>At present, Phyug tsho Monastery has a number of buildings: the assembly hall, a temple, bKa’ ’gyur khang, protector’s temple, monks’ quarters and others. As for the religious objects, there is a statue of sTon pa gShen rab and many kinds of scriptures, including the <em xmlns:str=\"http://exslt.org/strings\">bKa’ ’gyur</em> and <em xmlns:str=\"http://exslt.org/strings\">bKa’ brten</em>. Of particular note are the knotted knife and the knotted needle which are believed to be examples of proof of the spiritual accomplishment of the masters. There are also a great many medicine-pots, because the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bum sgrub</span> ritual has customarily been performed in this monastery.</p>
<p>In the protector’s temple there are only the images of the Bonpo protective deities. They look very fearsome.</p>
<p>At present, there are fifty monks and one lama in the monastery. Some of the regular religious services are synchronized, for the most part, with those of gYung drung gling.</p>
<p>Now, retracing our way southward from the lakeshore of Dwang ra g-yu mtsho to the above-mentioned mountain pass, and travelling several kilometres south-eastward, we reach the river rTa sgo gtsang po. rTa sgo Ser zhig Monastery is situated on the west bank of the river. Although it is only a little more than ten kilometres from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span> to the monastery, the summer flooding period makes it very difficult for a car to cross the river.</p>
", 
   "index": 5, 
   "parent_index": 2, 
   "title": "(18) Phyug tsho Monastery"
  }, 
  {
   "body": "<p>From the description written by the supreme master who belonged to the celebrated eighteen Zhig families, it appears that rTa sgo Ser zhig Monastery was contemporaneous with sMan ri (No.1). It is therefore apparent that the monastery was named Ser zhig after the family name of the lama who founded the monastery in 1405. Ser zhig Monastery is the biggest one in the Nag tshang Dwang ra g-yu mtsho area. Because of this, the Fifth Dalai Lama recognized it as a monastery of the government and permitted it to have a certain number of the local people as its retainers. The monastery is also called Se zhig skor lde, since it is one of the seven Nag tshang sger tsho.</p>
<p>The monastery consisted of a two-storey temple, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bla brang</span> and monks’ quarters. There were many religious objects and books. Besides these, there were religious objects transferred from Nyi lung ’gram, the seat of ’Dzi bon dBang gi rgyal mtshan, when it was destroyed. However, invaded by the barbarous Mongolian forces of Jungar, Ser zhig Monastery was turned into a military camp, and the temple and monks’ quarters were soon destroyed.</p>
<p>After that, a number of people launched themselves into its reconstruction, as well as maintaining the doctrine. They included the one called Zhang zhung Lama, a descendant of Gu ru lama, a lama of the Zhu family from ’Jed spang lung, a lama of the Shel zhig family and others. </p>
<p>The main religious objects of the monastery were as follows: a black square stone called A ma sa gsum with the three white letters A, Ma and Sa on it; a small conch made of a devotee’s teeth; a tooth of the sTon pa gShen rab’s horse with a self-risen letter A on it; a Garuda’s claw as big as a yak’s horn; and a self-grown figure of Zhi ba Kun du bzang po within a crystal stupa.</p>
<p>Besides these, the monastery had a small drum, which is said to be a present given to a Ser zhig lama by the local deity gDong dmar lha btsan of rTa sgo. Among the patrons of the monastery it used to be the custom for patrons to appeal to the abbot to let one of them beat the drum when the ritual Ma tri bum sgrub was performed, for it was said that if one could beat the drum three time, he might get rid of all the bad luck or misfortune of the whole year, and his wish might be fulfilled. The patron was expected to offer five silver tam kar and a ceremonial scarf for each beat. All the people in the neighbourhood, lay and clergy, both Buddhists and Bonpo, showed boundless respect for this drum. At mass meetings, three beats of the drum by the abbot preceded the chanting; only then was the prayer conductor to begin leading the chorus.</p>
<p>In the protector’s temple was a mask of the deity A bse, called Nga ’dra ma. This designation was derived from the words spoken by the deity to the mask maker, “this mask looks like me” (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">nga ’dra</span>), which turned the mask into an object of great rarity.</p>
<p>It is said that there were many old, important religious objects in the monastery, such as the skull of sTon pa gShen rab with a self-produced letter A on it, his teeth with a self-produced Gu ru on them, a statue of sTon pa with a self-produced mantra <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Om ma ti ma ye sa le’du</span> on the upper right part of it, and armour that belonged to sTon pa (said to have been taken to Xian in China).</p>
<p>The teaching and practice of this monastery have actually experienced rise and fall in every stage of its history. The recent significant figures of this monastery are as follows: Grags dbang Rinpoche of the Zhu family; sTag la dbang rgyal of the Zhu family; the lama called Zhang zhung mKhan po; ’Og tshom dkar po; and the young Shel zhig. The early ones are said to be in the ’Prang lugs lineage of Nag tshang.</p>
<p>The monastery is administered by a lama, a prayer conductor, a <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dge bskos</span>, a treasurer and an assistant. Besides them, two monks are charged, in turn, with the detailed tasks of religious activities, such as the accounts of Ma tri bum sgrub, and so on.</p>
", 
   "index": 6, 
   "parent_index": 2, 
   "title": "(19) Ser zhig Monastery"
  }, 
  {
   "body": "<p>Rituals are practised in the manner of the so-called sTod Nag tshang ’phrang tradition, prominent among other old traditions of Zhu. The way of chanting the ritual text of the deity Khro bo is considered special and the text is said to have been composed when the masters had visions of the deity. The same manner is said to have been adopted by the other monasteries of the region, including ’Om bu Monastery (No.17).</p>
<ol type=\"1\"> <li> In the third Tibetan month the following religious activities take place: Preparations, which take five days, are made for the great <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bum sgrub</span> ritual based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Ma tri rin chen sgrol ma</span>; the great <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bum sgrub</span> ritual is thereafter performed for fifteen days. Religious dances are performed inside and outside the monastery, one day for each, and another two days are spent giving initiation.</li> <li>In the course of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bum sgrub</span> ritual, lamas and monks from the monasteries of Phyug tsho, gYu bun and ’Om bu, besides the permanent resident monks of Ser zhig itself, are allowed into the monastery, and so are any others, including hermits and pilgrims, who know how to chant the Ma tri mantra. More than 150 people may enjoy a share of the offerings at times of great mass meetings.</li> <li> In the twelfth month the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dgu gtor</span> rite of Phur pa is performed. Initiations are given at the end of the month.</li> </ol>
<p>Besides the above-mentioned activities, several other small-scale services are performed throughout the year.</p>
<p>There are a number of sacred sites surrounding Ser zhig Monastery: to the south-west lies the rTa sgo mountain range. At a good distance from the monastery, towards the range, at the foot of a hill, is a marvelous meditation cave called Shod tram phug pa. It was the abode of the master dMu Shod tram chen po, who was in the exalted <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">’ja’ lus</span> lineage of Zhang zhung oral tradition. Near the cave is a spring filled with limpid water that is said to cleanse sins.</p>
<p>At quite some distance up towards the rTa sgo mountain range, there is another meditation cave called rTa sgo rDzu ’phrul phug (the Miraculous Cave of rTa sgo); it is about the size of a two-pillared room and is shielded in the four cardinal directions by big rocks and overhead by a heap of big stones. It is also called rTa sgo gDong dmar lha btsan gyi phug pa, in which resided the yogi Nam mkha’ blo ldan, one of the three chief masters of gShen Nyi ma rgyal mtshan. There is a limpid spring beside the cave.</p>
<p>Further up, at the top of the hill, is a lake called Nag mer mtsho, edged with piles of stones. It is a blessed holy lake with two different aspects: the external, which looks like the right eye of Dwang ra; and the internal, like the eye of mKa’ ’gro sKye ma ’od mtsho. Innumerable Buddhists and Bonpo, both lay and clergy, visit the lake to circumambulate it or to pay respect to it. It is believed that every pilgrimage site brings many blessings, especially in Tiger years.</p>
<p>Climbing up into the mountain range, at a good distance from the hilltop, midway up the slope of the ice-capped mountain Ngo dmar lha btsan, there is an area where heaps of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">btsag</span> (a kind of mineral used for medical purposes) can be found around the edge of the snow. It is actually the spot where the divine <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">btsag</span> of rTa sgo can be obtained. </p>
<p>Another source of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">btsag</span>, according to some people, is in the mountains to the east of the rTa sgo gtsang po waterfall, which can be reached via the route in front of Ser zhig Monastery. Many people believe it to be the divine <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">btsag</span> of rTa sgo, because the mountain rTa sgo casts a shadow over the site.</p>
<p>Formerly there were more than twenty monks in Ser zhig Monastery. At present there are fifteen monks and one lama. Many Bonpo, laity and clergy, come to make pilgrimages.</p>
<p>From Ser zhig Monastery back to Nyi ma rdzong is about 180 kilometres, and it takes about six hours by car. The distance from there to dPal mgon rdzong generally requires stopping for a night, but the direct way to Nag chu may be chosen as an alternative.</p>
<p>From the town of Nag chu, driving seventy kilometres eastward on the Nag chu-Chab mdo highway, one arrives at ’Bri lung <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>. Turning south-eastward and driving another seventy kilometres, one reaches ’Bri ru rdzong. Although the road is good between the highway and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>, two mountain passes must be crossed.</p>
<p>Of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> within Nag chu region, this is one with relatively good local characteristics.</p>
", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Practice of Rituals and Religious Services"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "Phuntso Tsering Sharyul", 
    "id": "79"
   }, 
   {
    "fullname": "Phuntso Tsering Sharyul", 
    "id": "79"
   }
  ], 
  "domain": "places", 
  "kid": "5228", 
  "dates": [], 
  "title": "Nyima Introduction"
 }
}