{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "མཁར་སྐྱ་དགོན།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "མལ་གྲོ་གོང་དཀར་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་མཁར་སྐྱ་བྱམས་ཆེན་གླིང་ཞེས་ཞུ། བཀྲ་ཤིས་སྒང་ནས་སྤྱི་ལེ་4ཙམ་གཟི་སྦུག་ནང་སོང་ན་མཁར་སྐྱ་གྲོང་དབུས་སུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། གཟི་སྦུག་ཅེས་པ་ནི། ཡུལ་དེའི་ཕུ་ལ་ནོར་བུ་གཟི་ཡིས་ཕྱུག་པས་གཟི་སྦུག་ཅེས་པའི་མིང་དེ་ལྟར་བྱུང་ཞེས་དང་། དགོན་དེ་ནི་ཐོག་མར་བཀའ་གདམས་པའི་དགེ་བཤེས་ཚུལ་ཁྲིམས་རིན་ཆེན་ཞུ་བས་ཕྱག་བཏབ་གནང་མཛད། དེ་རྗེས་རྗེ་ཙོང་ཁ་པའི་དུས་རི་བོ་དགེ་ལྡན་པར་འགྱུར། ལྷོ་པ་རྒྱལ་སྲས་སྐུ་ཕྲེང་རིམ་པས་དགོན་དེ་བསྐྱངས་གནང་མཛད། སྔོན་འདུ་ཁང་རྙིང་པ་ཀ་བ་བཅུ་གཉིས་ཅན་ནང་གསེར་ཟངས་ཀྱི་ཐུབ་པ་གསུང་བྱོན་མ་ཞིག་ཡོད་པ་དེ་ནི་འཕན་པོ་ན་ལནྜ་ནས་གདན་དྲངས་ཏེ་ལྷ་ཁང་མདོ་གསུམ་ཞེས་པར་སླེབས་སྐབས་ང་མལ་གྲོ་གཟི་སྦུག་ནང་འགྲོ་གི་ཡིན་ཟེར་གསུང་བྱོན་པས་<span class=\"milestone page eng \">[page <span class=\"pnum\">224</span>] </span> དགོན་དེར་གདན་དྲངས་ཏེ་བཞུགས་ཞེས་ཟེར། དགོན་དེའི་ཤར་ལྷོའི་མཚམས་སུ་ཨ་མ་རིན་ཆེན་མཚོ་མོ་ཞེས་པའི་མཚོ་ཞིག་ཡོད་པ་ནས་དུང་དཀར་ཞིག་འཕུར་ཡོང་སྟེ་དགོན་དེའི་ཁ་ཁྲོད་གཡས་ལུང་ནང་དུ་ཆོས་སྒང་སྒང་ཞེས་པའི་བཙུན་དགོན་དེར་འཕུར་ཕེབས་པས་བཙུན་མ་ཞིག་གིས་ལྟས་ངན་གྱི་བྱ་ཞིག་འཕུར་སླེབས་བྱུང་གསུངས་པས་དུང་དཀར་དེ་མཁར་སྐྱར་འཕུར་ཕེབས་པ་བླ་མ་རྒྱལ་སྲས་ཉི་མ་འཛིན་གྱིས་བཟུང་གནང་སྟེ་དགོན་དེའི་ནང་རྟེན་དུ་བཞུགས། ནམ་མཁའ་གཡེར་སྐབས་དུང་དེ་བཏང་ན་ཨ་མ་རིན་ཆེན་མཚོ་མོའི་ནང་ནས་དུང་ཕྲུག་མང་པོ་ཐོན་ཡོང་སྟེ་ནམ་མཁར་སྤྲིན་འཁོར་ཞེས་ཟེར། སྔོན་དགེ་འདུན་བདུན་བཅུ་སྐོར་གྱིས་རི་བོ་དགེ་ལུགས་ཕྱག་བཞེད་མཛད། འོན་ཆོས་སྡིངས་བླ་བྲང་གི་ཁོངས་ཡིན། ལོ་ལྟར་བོད་ཟླ་2ཚེས་29འཕན་པོ་ནས་ཞོལ་ཁ་ཆོས་སྐྱོང་གདན་དྲངས་ཏེ་ཚེས་30ཉིན་སྐུ་ཕེབས་གནང་སྲོལ་ཡོད། ཞོལ་ཁ་ཆོས་སྐྱོང་ནི་ཐོག་མར་བཀའ་གདམས་པའི་བླ་མ་ཞིག་ཡིན་པ་ལ་ཇུན་གར་དུས་ཀོང་པོ་ཞོལ་ཁའི་ནང་བཀྲོངས་པ་གཟུགས་མེད་དུ་སྐྱེས་པ་ས་སྐྱས་དམ་འདོགས་གནང་བ་ཡིན་ཞེས་ཟེར།</p><p>ད་ལྟ་སྔོན་གྱི་འདུ་ཁང་རྙིང་པའི་ཤུལ་མཁར་སྐྱ་གྲྭ་ཚང་གི་བརྩིག་གདན་སྟེང་གསར་བཞེངས་གནང་བའི་འདུ་ཁང་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད། </p><p>ཡང་དགོན་དེ་ནས་རྐང་ཐང་མར་ཆུ་ཚོད་2ཙམ་སོང་ན་དེ་མོ་དགོན་ནམ་བཀྲ་ཤིས་ཆོས་གླིང་ཞེས་སྔོན་དགོན་དེའི་དགོན་ལག་ཡིན་པའི་བཙུན་དགོན་ཞིག་དང་། ཡང་དགོན་དེའི་ཁ་ཁྲོད་དུ་ཆོས་སྒང་སྒང་ཞེས་རིན་ཆེན་གླིང་གི་དགོན་ལག་ཡིན་པའི་བཙུན་དགོན་ཞིག ཡང་དགོན་དེའི་ལྟག་ཏུ་སེ་ར་རི་ཁྲོད་ཅེས་པ་ཞིག་དང་། དེའི་གཡོན་ངོས་སུ་མཆོད་རྟེན་ཞིག་ཡོད་པ་དེའི་ནང་མཁན་ཆེན་བོ་དྷི་ས་ཏྭའི་སྐུ་སྨད་ཡོད་ཅེས་གསུངས། <span class=\"milestone page eng \">[page <span class=\"pnum\">225</span>] </span> </p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "མཁར་སྐྱ་དགོན།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16945", 
  "dates": [], 
  "title": "མཁར་སྐྱ་དགོན།"
 }
}