{"meta":{"domain":"places","kid":"22401","authors":[],"title":"དགོན་པ་རྩེ།","dates":{"created_at":"2010-08-14 12:30:06 UTC","updated_at":"2010-08-14 12:30:06 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"དགོན་པ་རྩེ།"},{"title":"མཚོ་སྣ་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"དགོན་པ་རྩེ།","index":2,"parent_index":1,"body":" <p>མཚན་རྒྱས་པར་“མཚོ་སྣ་དགོན་པ་རྩེ་དགའ་ལྡན་རབ་རྒྱས་གླིང་”ཞེས་ཞུ། ལྷུན་རྩེ་རི་ཐང་དགོན་ནས་ཤང་སྐྱ་ལ་དང་། དེ་ནས་མཚོ་མོ་ན་ར་གཡུ་མཚོ། དེ་ནས་ཁམ་བུ་གངས་རི། དེ་ནས་གཡག་མཚོ་དང་། གཡག་མཚོ་ལ་དེ་ནས་ཉ་པ་མཚོ་བཅས་བརྒྱུད་སྤྱི་ལེ་བརྒྱད་བཅུ་ཙམ་འཁོར་ལམ་བརྒྱུད་སོང་ན་ད་ལྟའི་མཚོ་སྣ་རྫོང་གནས་ཡུལ་དུ་འབྱོར། དེ་ནས་བྱང་ཤར་ངོས་སུ་སྤྱི་ལེ་གཉིས་ཙམ་སོང་ན་དགོན་ཁྲོད་ཞོལ་གྱི་རི་སྟེང་དུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་ཐོག་མར་མངའ་བདག་ཉང་རལ་དཔལ་བཟང་པོ་བྲག་ཏུ་ཡུན་རིང་སྒྲུབ་པ་བསྐྱོན་ནས་དགོན་དེའི་ཤར་ངོས་“བླ་མ་ཆུ་རྐ་”ཞེས་པའི་ཆུ་དེའང་གཏེར་ལས་བཞེས། དེ་རྗེས་ཀུན་མཁྱེན་མཚོ་སྣ་པས་བཀའ་གདམས་པ་ཕྱག་བཞེས་མཛད་པ་ནས་རིམ་བཞིན་དགེ་ལྡན་པར་གྱུར། དེའང་ཀུན་མཁྱེན་མཚོ་སྣ་པ་ནི་སྤྱི་ལོའི་དུས་རབས་བཅུ་བཞི་པའི་དུས་འགོར་མཚོ་སྣ་མཚོ་ལུང་ཞེས་བྱ་དུད་ཁྱིམ་དབུལ་པོ་ཞིག་གི་ཁྱིམ་དུ་སྐུ་འཁྲུངས། ཅུང་སྐུ་ན་སོན་སྐབས་མཚོ་སྣ་ཐང་གྲོང་ལྡིང་དཔོན་གྱི་བ་རྫིར་བཞུགས། སྐབས་དེ་དུས་ནས་རྡོ་དཀར་<span class=\"milestone page eng \">[page <span class=\"pnum\">117</span>] </span>གོང་འདམ་པ་ལྟར་བརྫིས་ནས་སྒམ་ཆུང་དང་རླུང་ཐབ་བཟོས་གནང་བ་དང་། ཞོགས་པ་བ་ཕྱུག་ས་རྩྭ་ཁར་གློད་དུས་རྒྱུགས་ཐུང་མང་པོ་ས་ལ་བཀྲམ་ནས་“རྩྭ་ཁར་རྒྱུགས་”གསུང་སྐབས་ཚང་མ་རྩྭ་བཟའ་བར་འགྲོ་བ་དང་། དགོང་མོ་ཤིང་ཐུར་དེ་དག་ཡར་བསྒྲུགས་གནང་ནས་“ཚུར་ཤོག་”ཅེས་གསུང་སྐབས་བ་ཕྱུགས་རྣམས་རང་བཞིན་དུ་ཚུར་ལོག་འོང་བ། ན་བཟའ་རྩབ་ཧྲལ་ཡིན་སྟབས་ཕྲུ་གུ་ཚོས་“རྒྱལ་མཚན་”ཞེས་འབོད་དེ་མ་སྒྲིག་རྟེན་འབྲེལ་དེ་ལྟར་འགྲིག་ཐུགས་རྒྱུད་ཤིན་ཏུ་བཟང་བས་ཕྲུ་གུ་ཚོས་ཁོང་དང་མཉམ་དུ་ཕྱུགས་འཚོ་བ་ལ་དགའ་སྣང་བྱེད། བ་གླང་གི་ཤ་ཤེད་ཤིན་ཏུ་རྒྱས་པ་བྱུང་སྟབས་ལྡིང་དཔོན་གྱིས་གཙིགས་ཆེར་འཛིན། དེ་ནས་སྐུ་ན་རིམ་བཞིན་སོན་པའི་ཉིན་ཞིག་ལ་ལྡིང་དཔོན་གྱིས། ད་ཁྱེད་དེ་མུར་བསྡད་ན་འགྲིག་པ་མིན་འདུག་པས་ངོས་གཉིས་སུ་རེད་ཅིག་གིས་ཆོས་བྱེད་དུ་འགྲོ། གཅིག་གིས་ཁྱིམ་སྐྱོང་བཞིན་ཆོས་རྒྱགས་སྐྱེལ། ངའི་བསམ་པར་ང་རྒན་ཆོས་བྱེད་པ་ལས་ཁྱོད་ལོ་ཆུང་བ་དང་། ཆོས་སྒོར་ཞུགས་འདོད་ཀྱང་ཆེ་བས་ཁྱོད་གཉལ་བྲ་འོར་དུ་ཆོས་བྱེད་པར་སོང་། ཆོས་རྒྱགས་ངས་བསྐུར་གསུངས་པས་མཚོ་སྣ་པ་ཐུགས་ཤིན་ཏུ་སྤྲོ་སྟེ་མཁན་པོ་ཟངས་ཆེན་པ་ལས་རབ་བྱུང་གི་སྡོམ་པ་བཞེས། ཡི་གེ་འབྲི་ཀློག་ནས་འགོ་བརྩམ་སྟེ་གསན་བསམ་རྩེ་གཅིག་ཏུ་མཛད་པས་སྐུ་ཡོན་ཤིན་ཏུ་འཕེལ་ཏེ་དགུང་ལོ་ཉེར་གཅིག་ནས་དབུ་བརྩམས་ཏེ་《འདུལ་བ་མདོ་རྩ་བའི་འགྲེལ་པ་ལེགས་བཤད་ཉི་མའི་འོད་ཟེར་》སྟོད་ཆ་དང་སྨད་ཆ་གཉིས་བརྩམས་གནང་བས་དང་པོ་མཁའ་འགྲོས་གདན་དྲངས་ཟེར། གཉིས་པ་བརྩམས་གནང་བ་གཉལ་བྲ་འོར་དུ་རླུང་གིས་ཁྱེར་ཏེ་དེར་ཐིམ་པའི་གཟིགས་སྣང་བྱུང་སྟབས་སླར་ཡང་བྲ་འོར་དུ་འཇམ་དཔལ་མཚན་བརྗོད་གསུང་བཞིན་ཕེབས་པས་རྒྱལ་སྒོ་ནུབ་ཀྱི་ཐེམ་པའི་སྟེང་ཞབས་བཅག་པ་དང་དུས་མཚུངས་“ཆོས་ཀྱི་རྒྱལ་མཚན་ལེགས་པར་འཛུགས་”ཞེས་པའི་ཚིགས་མཚམས་སུ་སླེབས། དེ་ནས་མི་དཀར་པོ་ཞིག་གིས་“ཁྱེད་འདིར་ཕེབས་པ་རྟེན་འབྲེལ་གྱི་སྒོ་བཟང་པོ་ཞིག་འགྲིག་སྟེ་བསྟན་པ་དང་འགྲོ་བའི་དོན་<span class=\"milestone page eng \">[page <span class=\"pnum\">118</span>] </span>དུ་འདིར་བཞུགས་པར་མཛོད་ཅིག་”ཅེས་ཞུས་ཏེ་ཡལ། དེ་ནས་གྷན་དེ་བརྡུང་སྟེ་གསོ་སྦྱོང་ཚུགས་པ་དང་དུས་མཉམ་པ་བཅས་ཀྱི་རྟེན་འབྲེལ་བཟང་པོ་འགྲིག་མདོ་སྔགས་ཀྱི་བསྟན་པ་རྒྱ་ཆེར་སྤེལ་གནང་མཛད། རྗེ་ཙོང་ཁ་པའི་རྣམ་སྤྲུལ་ཡིན་ཞེས་ཞུ་ལ་རྗེ་ཙོང་ཁ་པས་“འདུལ་བ་འབུམ་སྡེའི་མངའ་བདག་མཚོ་སྣ་བ། ཆོས་མངོན་རྒྱ་མཚོའི་མཐར་སོན་མོན་འབྲོག་པ་”ཞེས་འདུལ་བའི་སྐོར་འདི་ལྷག་བརྩམ་དགོས་མིན་འདུག་ཅེས་གསུངས་པར་གྲགས། མཐར་དགོངས་པ་གཞན་དོན་དུ་ཕེབས་སའང་བྲ་འོར་དགོན་དུ་ཡིན་ཞེས་གསུངས། སྔོན་དགོན་པ་རྩེར་ཡང་འདུ་ཁང་ཀ་བ་བཅུ་དྲུག་ཅན་ནང་རྒྱལ་བ་བྱམས་པ་ཐོག་བརྩེག་ཉིས་ལྡན་ལ་སོགས་སྐུ་གསུང་ཐུགས་རྟེན་མང་པོ་བཞུགས།</p> <p>ད་ལྟ་ཀུན་མཁྱེན་མཚོ་སྣ་བའི་སྤྲོ་ཁང་ཉམས་གསོ་ཞུས་པའི་ནང་ཀུན་མཁྱེན་གྱི་བཞུགས་ཁྲི་དང་། དབུ་ཞྭ། སྐུ་བེར་། སྔོན་གྱི་རྒྱལ་བ་བྱམས་པའི་སྐུ་བརྙན་གྱི་ཕྱག་མཛུབ་སོགས་མཇལ་རྒྱུ་ཡོད།</p> <p>དགོན་དེ་ནས་རྐང་ཐང་མར་ཉིན་གཅིག་ཙམ་གྱི་ས་ན་དོམ་ཚང་ཞེས་པའི་རི་ཁྲོད་དང་། ཤའུ་གཙུག་ལག་ཁང་། དཀར་པོ་བཟང་སོགས་དགོན་དེའི་དགོན་ལག་ཁག་དང་། མདོ་མཁར་དུ་མདོ་མཁར་ལྷུན་གྲུབ་ཕོ་བྲང་། ཡང་དེ་ནས་རྐང་ཐང་མར་ཉིན་གཉིས་ཙམ་མོན་ཡུལ་དུ་སོང་ན་རྟ་དབང་དགོན་དང་། སྟག་ཚང་སོགས་གུ་རུའི་དྲག་པོའི་གནས་ཁག་མཇལ་རྒྱུ་ཡོད་ཀྱང་མཐའ་མཚམས་སོང་བས་མཇལ་སྟབས་མི་བདེ།</p> <p>ཡང་མཚོ་སྣ་ནས་སྤྱི་ལེ་དྲུག་ཅུ་ལྷག་ཙམ་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་སོང་ན་གཉལ་ཇོ་ར་དགོན་དང་། འབྲུག་པ་སྡེ་དྲུག་གི་ཁོངས་བཀྲ་ཤིས་མཐོང་སྨོན། མཁར་ལྟག་དགོན་སོགས་ཀྱང་མཇལ་རྒྱུ་ཡོད།</p>  "}]}