{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Deuruk Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "II.2. Superficial structures: Primarily funerary superstructure"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " DeurukRde’u rug "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name:<span class=\"popular\">Deuruk</span><span class=\"scholar\">Rde’u rug</span> </li> <li>English equivalent: Hills Side By Side</li> <li>Site number: D-99 </li> <li>Site typology: II.2d, II.2e </li> <li>Geographic coordinate (N. lat.): 30º 34.1΄ </li> <li>Geographic coordinate (E. long.): 91º 09.7΄ </li> <li>Elevation: 4330 m to 4400 m </li> <li>Administrative location (township): <span class=\"popular\">Damzhung</span><span class=\"scholar\">’Dam gzhung</span> </li> <li>Administrative location (county): <span class=\"popular\">Damzhung</span><span class=\"scholar\">’Dam gzhung</span> </li> <li>Survey expedition: HTWE</li> <li>Survey date: May 3 and May 4, 2004</li> <li>Contemporary usage: Light grazing, extraction of stones and pilferage. </li> <li>Identifiable Buddhist constructions: None.</li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p>The great funerary mounds (<span class=\"popular emph\">bangso</span><span class=\"scholar emph\">bang so</span>) of <span class=\"popular\">Deuruk</span><span class=\"scholar\">Rde’u rug</span> are located outside the village of <span class=\"popular\">Tredo</span><span class=\"scholar\">Khre mdo</span>. The site is situated on the northern edge of the <span class=\"popular\">Dam</span><span class=\"scholar\">’Dam</span> basin, near the foot of the <span class=\"popular\">Nyenchen Tanglha</span><span class=\"scholar\">Gnyan chen thang lha</span>range. The terrain is loamy and studded in <span class=\"popular emph\">drama</span><span class=\"scholar emph\">gra ma</span> brush. The site enjoys wide views to he south, east and west. <span class=\"popular\">Deuruk</span><span class=\"scholar\">Rde’u rug</span> is divided into a lower sector (Funerary structures FS13 to FS29) and an upper sector (Funerary structures FS1 to FS12). The lower sector (4330 m to 4340 m) is found on the edge of the <span class=\"popular\">Dam</span><span class=\"scholar\">’Dam</span> basin on gently sloping, slightly elevated ground. It is mainly comprised of quadrate mounds equally elevated on all sides. These tumuli, at least superficially, resemble those found all throughout central and southern Tibet. The upper sector (4350 m to 4360 m) is found on a steeply inclined slope directly above the lower sector. The upper sector mostly contains quadrate terraced structures that exhibit large differences between the heights of the forward and rear flanks. The terracing of the upper sector ombs is primarily the result of the steep gradient of the site. These stepped structures appear to be closely allied to the mounds of the lower sector, in terms of function and age. There is an elevation continuum at the site indicating that the two basic structural forms of <span class=\"popular\">Deuruk</span><span class=\"scholar\">Rde’u rug</span> are closely interrelated. The siting of the tombs and the way in which they have eroded over ime also suggests that they form an integral cultural facility. </p><p>The funerary structures of <span class=\"popular\">Deuruk</span><span class=\"scholar\">Rde’u rug</span> are generally aligned in the cardinal directions. This alignment, however, is not always discernable because of the extreme erosion and deliberate destruction of the mounds. Some structures are so degraded as to resemble hillocks covered in <span class=\"popular emph\">drama</span><span class=\"scholar emph\">gra ma</span> brush and other vegetation. Funerary structure FS1 is the only specimen at the site to still have exterior masonry wall fragments. These walls are aligned in the compass points. The tombs of <span class=\"popular\">Deuruk</span><span class=\"scholar\">Rde’u rug</span> taper inwards towards the top, a design feature that increases their stability. The large size of the funerary structures (64 m² to 148 m²) indicates that this was a burial ground for a powerful, high status social group. The existence of <span class=\"popular\">Deuruk</span><span class=\"scholar\">Rde’u rug</span> and other significant funerary sites in <span class=\"popular\">Damzhung</span><span class=\"scholar\">’Dam gzhung</span> (D-4, D-100, D-101, D-102, D-103) shows that this region once had an important political and economic stature. </p><p> <span class=\"popular\">Deuruk</span><span class=\"scholar\">Rde’u rug</span> has been hard hit by illegal excavations and pilferage. In the Chinese Cultural Revolution, extensive excavations of the tumuli took place, leading to the loss of much of the archaeological value of the site. Even in recent years excavations have continued. Reportedly, in March of 2004, a group of Chinese, unknown to local residents, carried out excavations. Modern penetrations reveal that the interior of the mounds contain significant quantities of stones. Local residents agree that the mounds enshrine human bones and that valuable artifacts have been discovered in them. It is said that patterned agates, coral and silver objects have been recovered. For the most part, these artifacts make their way onto the arts and antiquities market. In addition to the excavations of the modern period, the existence of hardened depressions covered in <span class=\"popular emph\">drama</span><span class=\"scholar emph\">gra ma</span> brush indicates that looting also took place at <span class=\"popular emph\">Deuruk</span><span class=\"scholar emph\">rde’u rug</span> well in he past. Conservation measures are desperately needed to protect what remains of the <span class=\"popular emph\">Deuruk</span><span class=\"scholar emph\">rde’u rug</span> archaeological site. </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to local sources, <span class=\"popular\">Deuruk</span><span class=\"scholar\">Rde’u rug</span> is a site of ancient burial mounds.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>The funerary structures of the upper sector tend to have longer east-west dimensions, the sides of the structures that run perpendicular to the axis of the slope. This is a common feature of terraced structures hroughout the far eastern <span class=\"popular\">Jangtang</span><span class=\"scholar\">Byang thang</span>. These structures are referred to as tombs in this survey, even though it is possible that certain examples fulfilled non-sepulchral funerary functions.</p>", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Upper sector"
  }, 
  {
   "body": "<p>Funerary structure FS1 (34 m [east-west] x 32 m [north-south]) is the most easterly tomb at <span class=\"popular\">Deuruk</span><span class=\"scholar\">Rde’u rug</span> (30° 34.155΄ N. lat. / 91° 09.751΄ E. long.). The uphill/north side of FS1 has a height of 1 m to 1.5 m, while the forward/south side is elevated perhaps 7 m above the downhill slope. The actual height of the forward flank of FS1 is difficult to ascertain because of the high level of erosion. Like other specimens at the site, the base of this terraced funerary structure imperceptibly blends into the slope. There is some structural evidence to suggest that the top 3 m or 4 m of the forward flank of FS1 was a vertical expanse (if so, it must have been sheathed in stonework). On he west rim of the tomb there is a partly intact masonry wall (13 m long), 25 cm in height. Likewise, the 25 m long south rim has a now discontinuous masonry wall. These walls are composed of uncut stones, 10 cm to 25 cm in length. They appear to have formed a bead around the top of the tomb employed to help insure its structural integrity. Due to their highly fragmentary state, the extent and design of these verge walls is no longer clear. There is an old depression on the top of FS1 that is about 2 m deep. Just below FS1 there are what appear to be three highly degraded funerary structures of smaller proportions. They are beyond visually based positive identification. </p>", 
   "index": 8, 
   "parent_index": 7, 
   "title": "Funerary Structure FS1"
  }, 
  {
   "body": "<p>Funerary structure FS2 (10 m x 10 m) is situated directly below FS1 (34.135΄ / 09.766΄). It is elevated about 1.5 m on its uphill side and perhaps 5 m on its downhill side.</p>", 
   "index": 9, 
   "parent_index": 7, 
   "title": "Funerary Structure FS2"
  }, 
  {
   "body": "<p>Funerary structure FS3 (9 m x 10 m) is situated directly below FS1 (34.138΄ / 09.748΄). It has a rear flank hat is flush with the slope. The height of the forward flank could not be determined.</p>", 
   "index": 10, 
   "parent_index": 7, 
   "title": "Funerary Structure FS3"
  }, 
  {
   "body": "<p>Funerary structure FS4 (14.4 m x 12 m) is situated on the same prow as FS2 and FS3 (34.133΄ / 09.734΄). FS4 is so highly eroded that it is barely recognizable.</p>", 
   "index": 11, 
   "parent_index": 7, 
   "title": "Funerary Structure FS4"
  }, 
  {
   "body": "<p>Funerary structure FS5 (23 m x 22 m) is situated a little higher than FS1 (34.164΄ / 09.722΄). The rear flank is flush with the slope, while the forward flank is elevated, perhaps 7 m above the downhill slope. There is a depression 1.5 m deep in the top of the structure. </p>", 
   "index": 12, 
   "parent_index": 7, 
   "title": "Funerary Structure FS5"
  }, 
  {
   "body": "<p>Funerary structure FS6 (13 m x 9 m) is situated west of FS5 at the same elevation (34.160΄ / 09.703΄). FS6 is so degraded as to be almost beyond recognition. Its uphill side is level with the slope. To the west of FS6, he slopes are highly dissected and do not appear to host funerary structures. </p>", 
   "index": 13, 
   "parent_index": 7, 
   "title": "Funerary Structure FS6"
  }, 
  {
   "body": "<p>Funerary structure FS7 (11 m x 9 m) is situated below FS6 (34.138΄ / 09.706΄). Its rear side is elevated about 1 m above the uphill slope. There is a concavity in the middle of the top of the structure. </p>", 
   "index": 14, 
   "parent_index": 7, 
   "title": "Funerary Structure FS7"
  }, 
  {
   "body": "<p>Funerary structure FS8 (12.5 m x 10 m) has a rear flank that is elevated about 2 m above the slope (34.134΄ / 09.663΄). The top 3 m of the forward flank appear to have constituted a vertical expanse.</p>", 
   "index": 15, 
   "parent_index": 7, 
   "title": "Funerary Structure FS8"
  }, 
  {
   "body": "<p>Funerary structure FS9 (14 m x 11 m) is situated below FS8 (34.120° / 09.677΄). FS9 is so eroded as to make its identity questionable. </p>", 
   "index": 16, 
   "parent_index": 7, 
   "title": "Funerary Structure FS9"
  }, 
  {
   "body": "<p>Funerary structure FS10 (37 m x 20 m) is situated at an elevation intermediate to that of FS8 and FS9, as well as farther west of them (34.116΄ / 09.647΄). The north/rear flank of the structure is elevated 1.5 m to 4 m above the adjoining terrain. There is a vertical expanse, 4 m in height, at the top of the forward flank. Below this vertical area, the sloping forward flank may have continued for another 6 m vertical. On the flattish top of FS10 an L-shaped trench, 3 m in length, was recently dug. This neatly executed excavation, the work of a sophisticated group, is 3 m deep. This does not appear to be an example of the desultory digging of <span class=\"popular\">Deuruk</span><span class=\"scholar\">Rde’u rug</span> structure by local people. Between FS9 and FS10 there is an excavation in the ground surface that reveals many subsurface stones. </p>", 
   "index": 17, 
   "parent_index": 7, 
   "title": "Funerary Structure FS10"
  }, 
  {
   "body": "<p>Funerary structure FS11 (12 m x 11 m) is the most westerly of the north sector tombs (34.121΄ / 09.611΄). Very little of this structure is still extant. There appear to be the faint vestiges of masonry walls on the op of FS11. </p>", 
   "index": 18, 
   "parent_index": 7, 
   "title": "Funerary Structure FS11"
  }, 
  {
   "body": "<p>Funerary structure FS12 (9 m x 8 m) is situated at the same elevation as FS10 and FS11 (34.118΄ / 09.600΄). </p>", 
   "index": 19, 
   "parent_index": 7, 
   "title": "Funerary Structure FS12"
  }, 
  {
   "body": "<p>The funerary structures of the lower sector often have longer east-west side, thus most of them share the same alignment as those of the upper sector. These structures are referred to as tombs in this survey, even though it is possible that certain examples fulfilled non-burial funerary functions.</p>", 
   "index": 20, 
   "parent_index": 6, 
   "title": "Lower sector"
  }, 
  {
   "body": "<p>Funerary structure FS13 (30 m x 28 m) is the most westerly tomb of the main lower sector aggregation (34.077΄ / 09.550΄). FS13 is 2 m to 4 m in height. </p>", 
   "index": 21, 
   "parent_index": 20, 
   "title": "Funerary Structure FS13"
  }, 
  {
   "body": "<p>Funerary structure FS14 (29 x 25 m) is situated directly below FS12 (34.089΄ / 09.600΄). It has an elevation of 4 m to 6 m above the surrounding terrain.</p>", 
   "index": 22, 
   "parent_index": 20, 
   "title": "Funerary Structure FS14"
  }, 
  {
   "body": "<p>Funerary structure FS15 (18 m x 18 m) is slightly elevated on its rear/north flank and 3 m to 4 m high on its forward flank (34.051΄ / 09.599΄). There is an earthen platform 6 m west of FS15. This quadrate platform measures 17 m (east-west) x 20 m (north-south) and is elevated about 1 m above the surrounding terrain. This platform is probably a funerary structure of some kind. </p>", 
   "index": 23, 
   "parent_index": 20, 
   "title": "Funerary Structure FS15"
  }, 
  {
   "body": "<p>Funerary structure FS16 (27 m x 22 m) is elevated 4 m to 5 m above the surrounding terrain (34.018΄ / 09.595΄). Just north of it, on clear level ground, there is a discontinuous single line of stones. This manmade feature is probably a funerary element of the site. </p>", 
   "index": 24, 
   "parent_index": 20, 
   "title": "Funerary Structure FS16"
  }, 
  {
   "body": "<p>Funerary structure FS17 (8 m x 8 m) is a relatively small structure with a height of around 1 m (34.010΄ / 09.570΄).</p>", 
   "index": 25, 
   "parent_index": 20, 
   "title": "Funerary Structure FS17"
  }, 
  {
   "body": "<p>Funerary structure FS18 (15 m x 11 m) is a relatively isolated mound at the edge of the <span class=\"popular\">Dam</span><span class=\"scholar\">’Dam</span> basin (33.974΄ / 09.537΄). It is the most westerly omb at <span class=\"popular\">Deuruk</span><span class=\"scholar\">Rde’u rug</span>. This structure is around 3 m in height and much of it has been lost to excavation.</p>", 
   "index": 26, 
   "parent_index": 20, 
   "title": "Funerary Structure FS18"
  }, 
  {
   "body": "<p>Funerary structure FS19 (15 m x 10 m) is situated near FS17 (34.008΄ / 09.612΄). It has a height of 2 m to 2.5 m. </p>", 
   "index": 27, 
   "parent_index": 20, 
   "title": "Funerary Structure FS19"
  }, 
  {
   "body": "<p>Funerary structure FS20 (12.5 m x 13.5 m) has had a trench and tunnel, 5 m in length, cut into its south flank (34.015΄ / 09.624΄). In close proximity to FS17, FS19 and FS20, there is another quadrate earthen platform (15 m x 15 m) that is elevated about 1 m above the surrounding terrain. </p>", 
   "index": 28, 
   "parent_index": 20, 
   "title": "Funerary Structure FS20"
  }, 
  {
   "body": "<p>Funerary structure FS21 (18 m x 13 m) is 3 m to 4 in height (34.042΄ / 09.612΄). </p>", 
   "index": 29, 
   "parent_index": 20, 
   "title": "Funerary Structure FS21"
  }, 
  {
   "body": "<p>Funerary structure FS22 (23 m x 25 m) has a 1.5 m to 2 m deep concavity in the top, which appears to be the remains of an old excavation (34.061΄ / 09.639΄).</p>", 
   "index": 30, 
   "parent_index": 20, 
   "title": "Funerary Structure FS22"
  }, 
  {
   "body": "<p>Funerary structure FS23 (15 m x 12 m) is 2.5 m to 3 m in height (34.030΄ / 09.637΄). Minor excavations of its east flank have recently taken place. In the holes thus created there are small clay figurines (<span class=\"popular emph\">Tsatsa</span><span class=\"scholar emph\">tshwa tshwa</span>) of two varieties: conical <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> and plaques with the Buddhist deity <span class=\"popular\">Tsepakmé</span><span class=\"scholar\">Tshe dpag med</span>. The semi-circular lotus base of this latter style <span class=\"popular emph\">Tsatsa</span><span class=\"scholar emph\">tshwa tshwa</span> and the form of the deity probably dates the mold from which it was made to circa 1000 CE to 1250 CE. The worn and discolored <span class=\"popular emph\">Tsatsa</span><span class=\"scholar emph\">tshwa tshwa</span> are clearly old. They may have been deposited inside FS23 to neutralize harmful influences thought to emanate from the tomb. </p>", 
   "index": 31, 
   "parent_index": 20, 
   "title": "Funerary Structure FS23"
  }, 
  {
   "body": "<p>Funerary structure FS24 (39 m x 38 m) is the largest mount at <span class=\"popular\">Deuruk</span><span class=\"scholar\">Rde’u rug</span>. It is 5 m to 6 m in height, and has an undulating brush-covered top. </p>", 
   "index": 32, 
   "parent_index": 20, 
   "title": "Funerary Structure FS24"
  }, 
  {
   "body": "<p>Funerary structure FS25 (16 m x 18 m) is 2 m to 3.5 m in height (34.082΄ / 09.657΄).</p>", 
   "index": 33, 
   "parent_index": 20, 
   "title": "Funerary Structure FS25"
  }, 
  {
   "body": "<p>Funerary structure FS26 (size unclear) is a highly eroded specimen, 1 m to 2.5 m in height (34.084΄ / 09.669΄).</p>", 
   "index": 34, 
   "parent_index": 20, 
   "title": "Funerary Structure FS26"
  }, 
  {
   "body": "<p>Funerary structure FS27 (12 m x 13 m) is 2 m to 5 m in height (34.093΄ / 09.678΄). Much excavation of its south flank has occurred. A large excavation of the ground surface is found between FS26 and FS27. The spacing of the proximate <span class=\"popular emph\">bangso</span><span class=\"scholar emph\">bang so</span> suggests that a mound once stood here as well. It appears that under the pretext of gathering stones and earth for use in village construction projects, mounds such as FS27 are dismantled in the search for valuable artifacts. </p>", 
   "index": 35, 
   "parent_index": 20, 
   "title": "Funerary Structure FS27"
  }, 
  {
   "body": "<p>Funerary structure FS28 (19 m x 12 m) is around 4 m in height (34.190΄ / 09.712΄). Small excavations have been made in various parts of the structure.</p>", 
   "index": 36, 
   "parent_index": 20, 
   "title": "Funerary Structure FS28"
  }, 
  {
   "body": "<p>Funerary structure FS29 (29 m x 19 m) is around 4 m in height (34.112΄ / 09.736΄). It has a rear flank flush with the slope and a forward flank elevated about 4 m above the downhill slope. </p>", 
   "index": 37, 
   "parent_index": 20, 
   "title": "Funerary Structure FS29"
  }
 ], 
 "meta": {
  "date": "2010-08-25 11:13:15 UTC", 
  "domain": "places", 
  "kid": "16812", 
  "authors": [], 
  "title": "Deuruk Introduction"
 }
}