{"meta":{"domain":"places","kid":"16641","authors":[],"title":"Draklung Lhoma Introduction","dates":{"created_at":"2010-08-11 20:47:18 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Draklung Lhoma Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":"Draklung LhomaBrag lung lho ma","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Draklung Lhoma<\/span><span class=\"scholar\">Brag lung lho ma<\/span> is a defile located just south of <span class=\"popular\">Pel Zimpuk<\/span><span class=\"scholar\">Dpal gzims phug<\/span> monastery. Above the mouth of this gorge, on both its north and south sides, there are the remains of archaic cliff dwellings and fortifications. Further afield, there are also modified caves overlooking the <span class=\"popular\">Zimpuk Tso<\/span><span class=\"scholar\">Gzims phug mtsho<\/span> basin. On the far side of this freshwater lake stands <span class=\"popular\">Tanggyung Zomtra<\/span><span class=\"scholar\">Stang rgyung zom khra<\/span> (its peak is said to resemble a milk pail), a mountain also known to local Buddhists as <span class=\"popular\">Takhyung Nam Gi Kawa<\/span><span class=\"scholar\">Rta khyung gnam gyi ka ba<\/span> (Horse Khyung Sky Pillar).<a href=\"#n124\" name=\"nb124\" class=\"note\">124<\/a> The various archaic structures of <span class=\"popular\">Draklung Lhoma<\/span><span class=\"scholar\">Brag lung lho ma<\/span> have a random-rubble dry-mortar texture composed of uncut variable-length hunks of blue limestone (up to 80 cm long). These constructions contrast with local Buddhist variants, which are more lightly built and heavily mud mortared. The earlier ruins also tend to be in more hidden and hard-to-reach locations than their Buddhist counterparts. They are generally ignored in the historical traditions of <span class=\"popular\">Pel Zimpuk<\/span><span class=\"scholar\">Dpal gzims phug<\/span> monastery. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to residents of <span class=\"popular\">zimpuk<\/span><span class=\"scholar\">Gzims phug<\/span>, <span class=\"popular\">Draklung Lhoma<\/span><span class=\"scholar\">Brag lung lho ma<\/span> consists of ancient habitations.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Brag lung lho ma north ledge cliff dwellings","index":7,"parent_index":6,"body":null},{"title":"Brag lung lho ma south side fortifications","index":8,"parent_index":6,"body":" <p>There are other minor fortifications on the south side of the <span class=\"popular\">Draklung Lhoma<\/span><span class=\"scholar\">Brag lung lho ma<\/span>gorge. These structures are accessed from the base of the defile and are fully hidden from view to those in the <span class=\"popular\">Zimpuk Tso<\/span><span class=\"scholar\">Gzims phug mtsho<\/span> basin. A walled ledge, 11 m in length, begins above a steep slope suspended above the gorge (23.72&#900; \/ 44.10&#900; \/ 4670 m). Some of this fortified walkway has been destroyed and is very narrow. Above the walled ledge a small wall fragment adheres to the cliff face. The walled walkway leads to a level area reinforced by a revetment (3.3 m long and 1.5 m to 1.8 m high). Another revetment, 2.7 m in length, is found only 1.4 m away. These structures bound the west side of the formation and overlook the defile. They constitute a defensive installation that potentially protected against a frontal attack up the gorge. <\/p> <p>A way through the cliffs leads to the summit where there is another minor emplacement (23.72&#900; \/ 42.10&#900; \/ 4710 m). It consists of a masonry platform with freestanding upper walls (2.8 m x 2.9 m). This structure is 1 m to 1.2 m high including its neatly-built freestanding walls (40 cm thick). To the north, along the top of limestone crags, there are the vestiges of other defensive walls, which are no longer approachable. These structures must have had a surveillance function because they possess excellent views of the <span class=\"popular\">Zimpuk Tso<\/span><span class=\"scholar\">Gzims phug mtsho<\/span> basin. This lofty location would have been very difficult to reach and may have constituted the last line of defense for the local cliff dwelling community. A religious function for this summit facility cannot be discounted either. <\/p> "},{"title":"Brag lung lho ma east side fortification","index":9,"parent_index":6,"body":" <p>From the south summit of <span class=\"popular\">Draklung Lhoma<\/span><span class=\"scholar\">Brag lung lho ma<\/span>, a route leads down to the east\/forward side of the formation. Enroute, there is a revetment (4.2 m long, up to 1.7 m high) that bounds a narrow level area (23.70&#900; \/ 42.08&#900; \/ 4690 m). This defensive platform must have helped to bar attack from the <span class=\"popular\">Zimpuk Tso<\/span><span class=\"scholar\">Gzims phug mtsho<\/span>lake basin. From this emplacement, a route heads down to the base of the escarpment. <\/p> "},{"title":"Brag lung lho ma cave shelters","index":10,"parent_index":6,"body":null},{"title":"gZims phug dgon pa","index":11,"parent_index":6,"body":null},{"title":"Affiliated sites","index":12,"parent_index":2,"body":null},{"title":"Notes","index":13,"parent_index":0,"body":null}]}