{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "ལྷ་མོ་ཁང་།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "ལྷུན་གྲུབ་རྫོང་།"
  }, 
  {
   "body": "<p>དགོན་པོ་གསར་པ་ནས་སྤྱི་ལེ་གཅིག་གཉིས་ཙམ་འཁོར་ལམ་བརྒྱུད་སོང་ན་ལན་པོ་གྲོང་（ཡིག་ཐོག་ཏུ་ཉན་པོ་ཞེས་བྲིས）གི་ལྟག་ཏུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། ལན་པོ་ཞེས་པ་ནི། རྗེ་ཙོང་ཁ་པ་གནས་དེར་ཕེབས་ཏེ་བཞུགས་སྐབས་བཀོག་སྐྱིད་ཕྱུག་པོས་སྦྱིན་བདག་མཛད། བཀོག་སྐྱིད་ཕྱུག་པོའི་ནང་གི་ཨ་མ་བུ་ཁྲིད་ཅེས་པས་སྟོད་འགག་ཅིག་བཟོས་ནས་རྗེ་ཙོང་ཁ་པར་ཕུལ་བས། རྗེ་ཙོང་ཁ་པས་དེ་བཞེས་ནས་ཨ་མ། འདི་ང་ལ་ལན་ལོད་འདུག་གམ་ཞེས་གསུང་པར། ཨ་མས་ལན་པོ་འདུག་ཅེས་ཞུས་པས་ད་འོ་ན་ས་འདིར་ལན་པོ་ཞེས་ཐོགས་གསུངས་པས་དེ་ནས་བཟུང་ཡུལ་དེར་ལན་པོ་ཞེས་འབོད། ཡང་རྗེ་ཙོང་ཁ་པ་ཚེམས་བསྙུན་ནས་བཞུགས་སྐབས་བཀོག་སྐྱིད་ཀྱི་ཁྱིམ་དུ་ཚེམས་བཀོག་གནང་ནས་སྤྲོ་པོ་བྱུང་སྟབས་ཁྱིམ་དེར་བཀོག་སྐྱིད་ཅེས་བཏགས་གནང་མཛད་པས་ད་ལྟའང་མིང་དེ་གཉིས་དེ་ལྟར་འབོད་ཀྱི་ཡོད། ལྷ་མོ་ཁང་ནི། ཉན་པོ་ཤཱཀྱ་རྒྱལ་མཚན་གྱིས་འཛིན་སྐྱོང་གནང་། སྔོན་ལྷ་ཁང་དེའི་སྦུག་གི་ཀ་བ་གཉིས་ནང་ས་དགེ་གཉིས་ཀྱི་སྲུང་མ་དུད་སོལ་མ་དང་། དམག་ཟོར་མ་ཡོད། དགོན་དེར་ས་དགེ་གཉིས་ཡོད་པས་གཡས་ངོས་སུ་དགེ་ལུགས་དང་། གཡོན་ངོས་སུ་ས་སྐྱ་ཡིན། ས་སྐྱའི་ལྷ་ཁང་ནང་གསེར་གདུང་ཞིག་དང་དངུལ་གདུང་ཞིག་ཡོད། ཕྱི་ལ་མཆོད་རྟེན་དཀར་པོ་ཞིག་ཡོད་པ་དེ་ལ་དཀར་པོ་ཆིག་ཐུབ་ཅེས་ཟེར། གསེར་གདུང་དང་དངུལ་གདུང་གི་བར་དུ་ཉེན་ཆེན་བསོད་ནམས་བརྟན་པའི་སྐུ་གདུང་བཞུགས་པའི་ས་འབུར་ཞིག་ཀྱང་ཡོད། ཡུལ་ལྷ་གསུམ་ཡོད་པ་ནི་ཕོ་ལྷ་ཞང་པོ་དང་། སྤོ་བོ་སྐྲ་དཀར། བྲག་ནག་གདོང་བཙན་བཅས་གསུམ་ནི་གུ་རུས་བདམས་འདོག་གནང་བའི་ལྷ་ཡིན་ཟེར། སྔོན་ཉན་པོ་གྲོང་ཡོངས་ལ་ལྕགས་རི་དང་། ལྕགས་རིའི་བར་མཚམས་<span class=\"milestone page eng \">[page <span class=\"pnum\">188</span>] </span> སུ་ཚྭ་ཁང་རེ་ཡོད་པ་དེའི་ནང་ཡོད་པའི་ཚྭ་ནི་ཉན་པོ་འཇམ་དབྱངས་ཀྱི་ཕྱག་ཚྭ་ཡིན་ཞེས་ཟེར། སྔོན་བོད་ཟླ་11ཚེས་28.30བར་དགེ་ལུགས་པས་ཆོས་རྒྱལ་དང་། ས་སྐྱ་བས་ལྷ་མོའི་སྒོ་ནས་གར་འཆམ་བསྐྱོན་སྲོལ་ཡོད།</p><p>ད་ལྟ་ལྷ་མོ་ཁང་སྔོན་གྱི་དེ་གའི་ནང་ལྷ་མོའི་སྐུ་བརྙན་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད།</p><p>ཡང་དགོན་དེ་ནས་ཕུ་ལ་ཕྱིན་ན་ས་སྐྱའི་བཙུན་དགོན་མགོན་ཁང་ཞེས་པ་དང་། ཁྲོ་མོ་བྲག་ཅེས་པའི་སྒྲུབ་ཕུག་སོགས་མཇལ་རྒྱུ་ཡོད།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "ལྷ་མོ་ཁང་།"
  }
 ], 
 "meta": {
  "date": "2010-08-13 17:00:53 UTC", 
  "domain": "places", 
  "kid": "16915", 
  "authors": [], 
  "title": "ལྷ་མོ་ཁང་།"
 }
}