{"meta":{"domain":"places","kid":"23581","authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}],"title":"Ja Tilo Yungdrung Dechen Ling Introduction","dates":{"created_at":"2011-12-13 02:30:12 UTC","updated_at":"2011-12-13 02:30:12 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Ja Tilo Yungdrung Dechen Ling Introduction"},{"title":"Li thang County","index":1,"parent_index":0,"body":" "},{"title":"(175) Bya ti lo Monastery","index":2,"parent_index":1,"body":" "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p>The monastery’s full name is Bya ti lo gYung drung bde chen gling. It is also called lNga stag bDe chen gling. Bya ti lo is a place name where the monastery is located. </p> <p>It is also written as bCa’ rdo lo in the gYung drung bde chen gling by gNyag Chos nyid rdo rje, MS.</p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>The monastery is located 15 km from the county town.</p> "},{"title":"3. Histroy","index":5,"parent_index":2,"body":" <p>Before the present monastery was founded, there were two Bonpo monasteries called lHo nub and Nas rdzong, the former belonged to lNga shog community, and the latter sTag gsum village. Then, A ’ga’ sKu zhabs, the reincarnation of sKu zhabs Nyi ma, a native of the Ba jo village, founded Bya ti lo Monastery in 1859 which then became common for both lNga shog and sTag gsum villages. </p> <p>gYung drung thogs med nyi ma, the reincarnation of A ’ga’ sKu zhabs, was born in Tsha family of the sTag gsum village. He was recognized as a reincarnation by gZhi ris Nam mkha’ bsam ’grub. Soon after the death of A ’ga’ sKu zhabs, the monastery was burnt down. The next reincarnation rebuilt it in a new place and it existed until it was finally destroyed during the Cultural Revolution. The present monastery was rebuilt in the 1980s. gYung drung blo gsal, the third successor of sKu zhabs Nyi ma, is the present master of the monastery.</p> "},{"title":"4. Hierarchical system:","index":6,"parent_index":2,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one khri pa</li> <li>one dbu mdzad </li> <li>one dge skos </li> <li>one gnyer pa</li> </ul> <p>Only the dge bskos is replaced each year, but the rest stays permanent. </p> "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":" <p>There are thirteen monks in the monastery. </p> "},{"title":"6. Current education","index":8,"parent_index":2,"body":" <p>The young monks follow older monks for teachings. No courses are given to the young monks.</p> "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":" <p>Since the monastery’s masters came from sBal lung Monastery at the beginning, it often sends the young monks there as well as sending them to sMan ri Monastery (No.1) in order to receive their ordination.</p> "},{"title":"8 / 9. Rituals","index":10,"parent_index":2,"body":" <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>First month: performance of the ritual cycles of Phur nga and Zhi khro for five days</li> <li>Sixth month: ritual of Zhi khro for four days</li> <li>Seventh month: ritual of rNam rgyal for three days </li> <li>Tenth month: ritual of Phur nag for four days</li> </ul> "},{"title":"10. Books held in the monastery","index":11,"parent_index":2,"body":" <p>The monastery has a copies of the ’Bum nyi ma dgu shar and the Dri med gzi brjid from the A yung edition.</p> "},{"title":"11. Income and expenses","index":12,"parent_index":2,"body":" <p>The monastery depends on offerings of its followers in the villages.</p> "},{"title":"12. Local community","index":13,"parent_index":2,"body":" <p>There are nine villages: rDo ba village with forty families, Thog ba with fifty families, Zhabs tsho ba with fifty families, Ba zog with fifty families, Tho byi with twenty-three families, Ci ru with forty families, Wa ba with sixty families, sTag gsum with sixty families and Le lu with forty families.</p> "},{"title":"13. Local festivals","index":14,"parent_index":2,"body":" <p>The back mountain behind the monastery is called Ra ma Bla ri, regarded as the abode of the local deity called gYung drung dgra ’dul. </p> "},{"title":"14. Occupation of the local people","index":15,"parent_index":2,"body":" <p>Agriculture</p> "},{"title":"Sources","index":16,"parent_index":2,"body":" "},{"title":"(1) Interview","index":17,"parent_index":16,"body":" <p>In autumn of 1997 with the following monks of the monastery: Sri skyabs (b.1815), bsTan pa (b.1927), Go skyabs (b.1930) and Phun pa zer (b.1929)</p> "},{"title":"(2) Texts","index":18,"parent_index":16,"body":" <ol type=\"1\"> <li>gYung drung bde chen gling by gNyag Chos nyid rdo rje, MS</li> </ol> "}]}