{"meta":{"authors":[],"title":"Dotaga (Lhochok) Introduction","dates":{"created_at":"2010-08-12 13:20:12 UTC","updated_at":"2010-08-12 16:53:52 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"\n\n","title":"Dotaga (Lhochok) Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":"\n\t\t\t\t\t\t"},{"title":"DotagaDo rta sga","index":2,"parent_index":1,"body":"\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Basic site data","index":3,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<ul class=\"bullet-blue\">\n\t\t\t\t\t\t\t\t<li>Site name: <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span> (South)</li>\n\t\t\t\t\t\t\t\t<li>English equivalent: Horse Saddle Island</li>\n\t\t\t\t\t\t\t\t<li>Alternative site name: <span class=\"popular\">Tsoling Gi Do</span><span class=\"scholar\">Mtsho gling gi do</span> (South)</li>\n\t\t\t\t\t\t\t\t<li>English equivalent: Island of the Lake</li>\n\t\t\t\t\t\t\t\t<li>Alternative name 2: <span class=\"popular\">Tsodo</span><span class=\"scholar\">Mtsho do</span> (South)</li>\n\t\t\t\t\t\t\t\t<li>English equivalent: Lake Island</li>\n\t\t\t\t\t\t\t\t<li>Site number: B-129</li>\n\t\t\t\t\t\t\t\t<li>Site typology: I.2a </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (N. lat.): 31&ordm; 10.1&#900; </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (E. long.): 84&ordm; 05.3&#900; </li>\n\t\t\t\t\t\t\t\t<li>Elevation: 4590 m to 4610 m</li>\n\t\t\t\t\t\t\t\t<li>Administrative location (township): <span class=\"popular\">Lungkar</span><span class=\"scholar\">Lung dkar</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Administrative location (county): <span class=\"popular\">Drongpa</span><span class=\"scholar\">&rsquo;Brong pa</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Survey expedition: TILE</li>\n\t\t\t\t\t\t\t\t<li>Survey date: February 20, 21, 2006.</li>\n\t\t\t\t\t\t\t\t<li>Contemporary usage: None.</li>\n\t\t\t\t\t\t\t\t<li>Identifiable Buddhist constructions: None. </li>\n\t\t\t\t\t\t\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>Rounding the south shore of <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span> there is\n\t\t\t\t\t\t\t\tanother series of <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> and caves built against an\n\t\t\t\t\t\t\t\tescarpment. This settlement of <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span> (South)\n\t\t\t\t\t\t\t\tis closely related chronologically and morphologically to its counterpart, <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span> (East) (B-128). Do rta sga  (South), however,\n\t\t\t\t\t\t\t\thas a more isolated and insulated aspect than <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span> (East). The residential structures of <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span> (South) directly overlook the waters of <span class=\"popular\">Daroktso</span><span class=\"scholar\">Da rog mtsho</span> which are generally within 10 m vertical of them. The placement of many of these residences in\n\t\t\t\t\t\t\t\tthe furrows and hollows of the escarpment affords them a highly sheltered position. Usually open to the lake only\n\t\t\t\t\t\t\t\talong their south flanks, these buildings received a maximum amount of sun, while being protected from the fierce\n\t\t\t\t\t\t\t\twinds and severe weather emanating from other directions. Among the habitations is a small redoubt, adding to the\n\t\t\t\t\t\t\t\tbastion status of the site. It exhibits design features associated with ancient Upper Tibetan strongholds, and\n\t\t\t\t\t\t\t\tmust have been active in the defense of the island. The buildings of <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span> (South) exhibit the same set of constructional features as those of <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span> (East). Walls are around 70 cm in thickness and\n\t\t\t\t\t\t\t\tof a random-work configuration. Most of the structures are in a very poor state of preservation. Some of them were\n\t\t\t\t\t\t\t\tbuilt around caves in the formation.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>According to the <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">&rsquo;brog pa</span> of <span class=\"popular\">Daroktso</span><span class=\"scholar\">Da rog mtsho</span>, <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span> was an ancient Bonpo center. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Site elements","index":6,"parent_index":2,"body":"\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Enclosure","index":7,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>The most easterly structure of <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span> (South) is an enclosure bounding a rock face above the shoreline (31&deg; 10.08&#900; N. lat. / 84&deg; 05.46&#900; E.\n\t\t\t\t\t\t\t\t\tlong. / 4590 m). This enclosure (5 m x 3 m) is made up of a wall that is up to 60 cm in height. As it is so\n\t\t\t\t\t\t\t\t\tdeteriorated, the identity of this structure could not be ascertained. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Residential Structure RS7, RS8 and RS9","index":8,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Residential structure RS7, RS8, and RS9 form a residential group that is tucked into the base of the escarpment\n\t\t\t\t\t\t\t\t\t(10.07&#900; / 05.42&#900;). Enveloped by the escarpment on three sides, rock falls originating from above have almost\n\t\t\t\t\t\t\t\t\tobliterated these structures. RS7 (6.3 m x 5 m) was deeply built into what is now a talus slope. It is set a\n\t\t\t\t\t\t\t\t\tmaximum of 1.8 m below this loose slope. The forward/south wall of RS7 reaches a height of 1 m. Rockslides have\n\t\t\t\t\t\t\t\t\twiped out most of the north and east sides of this <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo\n\t\t\t\t\t\t\t\t\t\tkhang</span>. A niche has survived in the bottom of the west wall of RS7. RS8 (5.8 m x 3.2 m) is situated 1.5\n\t\t\t\t\t\t\t\t\tm west of RS7. RS8 is even more heavily degraded and only minor wall residue is discernable. </p>\n\t\t\t\t\t\t\t\t<p>RS9 (6 m x 3.6 m) is situated 8.7 m northeast of RS7 at about a 5 m higher elevation. RS9 is tightly embraced\n\t\t\t\t\t\t\t\t\tby the walls of the escarpment and much of it is obscured by rock fall and rubble. This edifice appears to have\n\t\t\t\t\t\t\t\t\tbeen built at two distinct elevations. A forward wall segment 2 m long and 1.5 m high has endured. Against the\n\t\t\t\t\t\t\t\t\tcliff on the east side of RS9 structure there is an adobe and stone bay with a wide open interior (90 cm x 90 cm\n\t\t\t\t\t\t\t\t\tx 90 cm). Behind or to the northeast of RS9 there is a cave (3.4 m x 2.7 m) set about 2 m below the floor level\n\t\t\t\t\t\t\t\t\tof the freestanding structure. In the rear of this cave there is a mud plastered stone wall, 1.1 m long and 1.9\n\t\t\t\t\t\t\t\t\tm tall. There is an opening (50 cm x 50 cm) at the base of this wall, which accesses a natural tunnel more than\n\t\t\t\t\t\t\t\t\t5 m in length and around 1 m in width. In certain sections of this tunnel there is standing room. This walled\n\t\t\t\t\t\t\t\t\toff space may have been a sanctuary of some kind. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Residential Structure RS10","index":9,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Residential structure RS10 (5 m x 5.5 m) was built near the lakeshore just above the rocky beach (10.06&#900; /\n\t\t\t\t\t\t\t\t\t05.43&#900;). This appears to be another <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> but\n\t\t\t\t\t\t\t\t\tpresently its walls do not exceed 70 cm in height. The east wall of RS10 has completely vanished. The extremely\n\t\t\t\t\t\t\t\t\tpoor condition of the structure is probably related to its fairly unstable location.</p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Residential structures RS11 and RS12","index":10,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Residential structures RS11 and RS12 form another group of residential structures tucked into a fold in the\n\t\t\t\t\t\t\t\t\tescarpment (10.75&#900; / 05. 40&#900;). Like the RS7 to RS9 group, RS11 and RS12 are only open to the elements on the\n\t\t\t\t\t\t\t\t\tsouth side. RS11 (3.8 m x 3 m) has been nearly annihilated by rockslides. Originally, it must have been\n\t\t\t\t\t\t\t\t\tsignificantly larger than the dimensions provided here. Small wall fragments up to 1.2 m high have survived in\n\t\t\t\t\t\t\t\t\tRS11. RS12 (7 m x 3.4 m) is situated about 5 m above RS11. Small sections of an outlying barricade wall are\n\t\t\t\t\t\t\t\t\tintact. Little else remains of RS12. An overhang covers part of the ruins. To the rear of the anterior portion\n\t\t\t\t\t\t\t\t\tof the RS12 structure there is a cave with both outer and inner chambers. The ruined fa&ccedil;ade that enclosed the\n\t\t\t\t\t\t\t\t\tcave is punctuated by a small window opening (35 cm x 30 cm). The ceiling of the outer chamber is very much\n\t\t\t\t\t\t\t\t\tfire-blackened, a sign of intensive occupation. In the rear of the outer chamber (5 m x 2.1 m) there is an adobe\n\t\t\t\t\t\t\t\t\tand stone bay with platforms on either side of it raised 50 cm above the cave floor. These structures probably\n\t\t\t\t\t\t\t\t\thad a religious function. On one side of this structural ensemble there is the entranceway (70 cm x 45 cm) to\n\t\t\t\t\t\t\t\t\tthe rear chamber. This entrance is found in a stone wall thickly covered in mud plaster. The inner chamber of\n\t\t\t\t\t\t\t\t\tthe cave (2.2 m x 2 m) is devoid of anthropogenic modification. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Residential Structure RS13","index":11,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Residential structure RS13 (3.9 m x 4.2 m) is situated 11 m west of RS11. RS13 was built at the foot of the\n\t\t\t\t\t\t\t\t\tescarpment (10.07&#900; / 05.39&#900;). Very little of this structure has survived; only small bits of the outer walls (up\n\t\t\t\t\t\t\t\t\tto 70 cm high) are extant.</p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Residential Structure RS14","index":12,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Residential structure RS14 is larger than its counterparts and has geographic and architectonic features\n\t\t\t\t\t\t\t\t\tassociated with archaic strongholds (10.09&#900; / 05.31&#900; / 4610 m). This facility is situated on a rocky prow 30 m\n\t\t\t\t\t\t\t\t\tabove the lake. The only point of access is a stone buttressed trail that approaches the stronghold from the\n\t\t\t\t\t\t\t\t\teast. The single edifice of RS14 has maximum dimensions of 12.6 m x 8 m. The forward/lower rooms in RS14 have\n\t\t\t\t\t\t\t\t\tbeen destroyed, save for the most westerly one. In total, there must have been five or six rooms across the\n\t\t\t\t\t\t\t\t\tbreadth of the forward tier. The one surviving specimen of the forward tier was built against an outcrop and has\n\t\t\t\t\t\t\t\t\texterior dimensions of 3.8 m x 3.4 m. Its forward/south wall is 1.8 m high and its two side walls are 2 m high.\n\t\t\t\t\t\t\t\t\tThe west wall of this room has an exterior height of 1.1 m and an interior height of 1.4 m. There are four\n\t\t\t\t\t\t\t\t\tniches in the west wall, and one niche each in the south and north walls. Some mud plaster is still attached to\n\t\t\t\t\t\t\t\t\tthe interior walls. The lintel over the east-facing entranceway (1.1 m x 70 cm) is still intact. The west and\n\t\t\t\t\t\t\t\t\teast ends of RS14 have no rear/upper tier of rooms. Along the middle section of the edifice, however, there is a\n\t\t\t\t\t\t\t\t\trear tier of two or three rooms (5 m x 3.7 m), which is somewhat elevated above the forward tier. On the\n\t\t\t\t\t\t\t\t\tback/north side of the rear tier there is a small, rubble-filled entranceway accessing a shallow cave. There is\n\t\t\t\t\t\t\t\t\talso a small opening in the north wall of RS14 leading to a small fissure in the formation. The entranceway to\n\t\t\t\t\t\t\t\t\tthe rear tier of rooms is located in its south/forward wall. The relatively large and intact entrance measures\n\t\t\t\t\t\t\t\t\t1.4 m x 50 cm. The wall in which it is situated reaches 2.5 m in height. In the rear tier of RS14 there is one\n\t\t\t\t\t\t\t\t\tcorbel and one bridging stone yet in place. </p>\n\t\t\t\t\t\t\t\t<p>Just west of the RS14 edifice there are the remains of defensive walls (reduced to 1 m or less in height)\n\t\t\t\t\t\t\t\t\tlining a rocky prominence. An east wall (10 m long) and a west wall (20 m long) enclose a fairly level area 7 m\n\t\t\t\t\t\t\t\t\tin width. These walls are suspended above the lakeshore and were probably used to defend the position from\n\t\t\t\t\t\t\t\t\tattack. On the extreme southern edge of the rocky prominence there is another defensive work consisting of an\n\t\t\t\t\t\t\t\t\tovoid enclosure (5.6 m x 4.6 m), which is well integrated into rocky outcrops. The walls of this enclosure now\n\t\t\t\t\t\t\t\t\tstand 1.1 m or less in height. From this redoubt defenders could shower the lakeshore with arrows and stones.\n\t\t\t\t\t\t\t\t\tEven on an island in the middle of a deep lake, the ancient residents appear to have been preoccupied with\n\t\t\t\t\t\t\t\t\tdefense. Perhaps in times of war, the inhabitants of <span class=\"popular\">Dotaga</span><span class=\"scholar\">Do rta sga</span> retreated to the RS14 safehold. Its redoubtable position may also be related to the\n\t\t\t\t\t\t\t\t\tparticularly high status of its occupants. The large entranceway leading to the rear tier of the buiding\n\t\t\t\t\t\t\t\t\tsuggests an elite social identity. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\n"}]}