{"meta":{"authors":[],"title":"Gekhö Kharlung Introduction","dates":{"created_at":"2010-08-11 20:45:42 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"\n\n","title":"Gekhö Kharlung Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":"\n\t\t\t\t\t\t"},{"title":"Gekhö KharlungGe khod mkhar lung","index":2,"parent_index":1,"body":"\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Basic site data","index":3,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<ul class=\"bullet-blue\">\n\t\t\t\t\t\t\t\t<li>Site name: <span class=\"popular\">Gekh&ouml; Kharlung</span><span class=\"scholar\">Ge khod mkhar lung</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>English equivalent: Demon Conqueror Castle Valley</li>\n\t\t\t\t\t\t\t\t<li>Site number: A-89</li>\n\t\t\t\t\t\t\t\t<li>Site typology: I.1a, I.2c </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (N. lat.): 33&ordm; 21.0&#900; </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (E. long.): 79&ordm; 44.5&#900;</li>\n\t\t\t\t\t\t\t\t<li>Elevation: 4380 m to 4500 m</li>\n\t\t\t\t\t\t\t\t<li>Administrative location (township): <span class=\"popular\">Derok</span><span class=\"scholar\">Sde rog</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Administrative location (county): <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Survey expedition: HTCE</li>\n\t\t\t\t\t\t\t\t<li>Survey date: May 25-27, 2002.</li>\n\t\t\t\t\t\t\t\t<li>Contemporary usage: None.</li>\n\t\t\t\t\t\t\t\t<li>Identifiable Buddhist constructions: None.</li>\n\t\t\t\t\t\t\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>The very important archaic citadel of <span class=\"popular\">Gekh&ouml; Kharlung</span><span class=\"scholar\">Ge khod mkhar lung</span> is named after <span class=\"popular\">Gekh&ouml;</span><span class=\"scholar\">Ge khod</span>, the mountain god (<span class=\"popular emph\">lhari</span><span class=\"scholar emph\">lha ri</span>) of <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span>. This sacred snowy peak towers above the head of\n\t\t\t\t\t\t\t\tthe <span class=\"popular\">Kharlung</span><span class=\"scholar\">Mkhar lung</span> valley, in direct view of the\n\t\t\t\t\t\t\t\tarchaeological site. Geographic access to this territorial god (<span class=\"popular\">y&uuml;llha</span><span class=\"scholar\">Yul lha</span>) and the ritual structures associated with it must have been controlled\n\t\t\t\t\t\t\t\tfrom <span class=\"popular\">Gekh&ouml; Kharlung</span><span class=\"scholar\">Ge khod mkhar lung</span>. The castle also\n\t\t\t\t\t\t\t\toverlooks a fairly extensive agricultural enclave that is still partially active, although much of it seems to\n\t\t\t\t\t\t\t\thave been destroyed by flooding and fluvial depositions. The all-stone corbelled facility of <span class=\"popular\">Gekh&ouml; Kharlung</span><span class=\"scholar\">Ge khod mkhar lung</span> is stacked on an almost\n\t\t\t\t\t\t\t\tvertical spine of rock 110 m in height. Rising above the bank of the <span class=\"popular\">Kharlung Chu</span><span class=\"scholar\">Mkhar lung chu</span> there are a number of notches on this spine, which supported the\n\t\t\t\t\t\t\t\tbuildings of the main complex. From the valley below this formation presents a formidable sight with its various\n\t\t\t\t\t\t\t\tlevels of structures adroitly clustered on rock ledges and perches. In addition to the fortifications on the spine\n\t\t\t\t\t\t\t\tof the formation, there are extensive semi-subterranean residential ruins on the gravel and rock strewn slopes to\n\t\t\t\t\t\t\t\tthe east. The most prominent of these is what appears to have been a temple complex with two underground chapels.\n\t\t\t\t\t\t\t\tAll <span class=\"popular\">Gekh&ouml; Kharlung</span><span class=\"scholar\">Ge khod mkhar lung</span> structures were\n\t\t\t\t\t\t\t\tbuilt of mud-mortared (lightly applied) random-rubble. Some of the variable length stones (up to 1 m) were hewn\n\t\t\t\t\t\t\t\tflat on their exterior faces. The well-built walls are generally 60 cm to 80 cm thick. The buildings probably had\n\t\t\t\t\t\t\t\tan exterior mud-based finish but none of it remains intact. Arable lands located in the valley bottom below the\n\t\t\t\t\t\t\t\tsite are likely to have furnished the economic infusions needed in the construction and maintenance of such a\n\t\t\t\t\t\t\t\tlarge residential facility. </p>\n\t\t\t\t\t\t\t<p>Chronometric data indicates that <span class=\"popular\">Gekh&ouml; Kharlung</span><span class=\"scholar\">Ge khod mkhar lung</span> was active as a residential center by circa 200 BCE to 100 CE (see below). This periodization\n\t\t\t\t\t\t\t\troughly corresponds with the transition from the Tibetan <span class=\"emph\">Iron Age</span> to the protohistoric\n\t\t\t\t\t\t\t\tperiod (probably an anachronistic extension of the <span class=\"emph\">Iron Age</span> in Tibet). The antiquity of <span class=\"popular\">Gekh&ouml; Kharlung</span><span class=\"scholar\">Ge khod mkhar lung</span> may prove to have very important ramifications for assessing the age of various\n\t\t\t\t\t\t\t\t\tBon textual traditions associated with <span class=\"popular\">Zhang Zhung</span><span class=\"scholar\">Zhang zhung</span>. For one thing, the establishment of the <span class=\"popular\">Gekh&ouml; Kharlung</span><span class=\"scholar\">Ge khod mkhar lung</span> citadel and ritual props suggest that the\n\t\t\t\t\t\t\t\thistorical basis for certain Bon myths, rituals and practices may predate the dawn of the\n\t\t\t\t\t\t\t\thistoric epoch by at least five or six centuries. By extension, the<span class=\"popular\">Gekh&ouml; Kharlung</span><span class=\"scholar\">Ge khod mkhar lung</span> chronometric evidence also seems to indicate that the Upper\n\t\t\t\t\t\t\t\tTibetan infrastructure of all-stone corbelled residential centers was already established or in the process of\n\t\t\t\t\t\t\t\tbeing so by 100 CE. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>According to residents of <span class=\"popular\">Derok</span><span class=\"scholar\">Sde rog</span> township,\n\t\t\t\t\t\t\t\t\t<span class=\"popular\">Gekh&ouml; Kharlung</span><span class=\"scholar\">Ge khod mkhar lung</span> was an ancient\n\t\t\t\t\t\t\t\t\t<span class=\"popular\">Kel M&ouml;n</span><span class=\"scholar\">Skal mon</span> castle.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Site elements","index":6,"parent_index":2,"body":"\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Riverside complex","index":7,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>On a steep slope just above the <span class=\"popular\">Kharlung Chu</span><span class=\"scholar\">Mkhar lung chu</span> there is a retaining wall, 11.5 m in length and a maximum of 2.5 m in height, which creates a\n\t\t\t\t\t\t\t\t\t2-m to 3-m wide terrace behind it. To the rear of this terrace there are three small caves, which appear to have\n\t\t\t\t\t\t\t\t\tbeen cut from the earth and rock matrix. They have fire-blackened ceilings, a telltale sign of habitation. Two\n\t\t\t\t\t\t\t\t\tof the caves also have masonry fa&ccedil;ades. The wall around the mouth of the middle cave is 4.3 m in length, and\n\t\t\t\t\t\t\t\t\tstill has large quantities of mud-mortar in the seams. In the east cave there is an oblong niche and two domed\n\t\t\t\t\t\t\t\t\trecesses, just as are found in the caves of the <span class=\"popular\">Gug&eacute;</span><span class=\"scholar\">Gu ge</span> badlands. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Level one complex","index":8,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>This sector boasts the best-preserved building (18.5 m x 7.8 m) at the <span class=\"popular\">Gekh&ouml; Kharlung</span><span class=\"scholar\">Ge khod mkhar lung</span> site. A good portion of this main building&rsquo;s\n\t\t\t\t\t\t\t\t\tall-stone corbelled roof is intact. Smaller buildings are found directly below it on ledges. A poorly preserved\n\t\t\t\t\t\t\t\t\tpart of the main structure extends from the rocky backbone to the adjoining slope. This wing of the\n\t\t\t\t\t\t\t\t\twell-preserved edifice contained several small rooms. Exterior walls attain an elevation of 5 m and interior\n\t\t\t\t\t\t\t\t\twalls 2.5 m, creating a striking profile. The intact entrance (1.4 m x 80 cm) to the principal part of the main\n\t\t\t\t\t\t\t\t\tbuilding is in the east. It accesses a long room that runs the length of the forward section of the lower level\n\t\t\t\t\t\t\t\t\tof this edifice. On the east side of this long room, six or seven stone steps lead up to the second level of the\n\t\t\t\t\t\t\t\t\tstructure. Walls still project 1 m above the lower level roofline, indicating that this was a two-story edifice.\n\t\t\t\t\t\t\t\t\tIn addition to the long room, there are four lower level rear rooms connected to it by a short corridor. There\n\t\t\t\t\t\t\t\t\tis an intact entrance (1.4 m x 60 cm) between the forward and rear sections of the main building. </p>\n\t\t\t\t\t\t\t\t<p>The southwest room of the rear section (interior dimensions: 1.6 m x 2.2 m) of the main building has a\n\t\t\t\t\t\t\t\t\tfloor-to-ceiling height of around 2 m. In one corner of this room there is a stone-lined recess in the floor (60\n\t\t\t\t\t\t\t\t\tcm across, 50 cm deep), which appears to have been covered by stone slabs. This may have been a concealed\n\t\t\t\t\t\t\t\t\tstorage facility of some kind. The largely intact ceiling is comprised of bridging stones and stone sheathing\n\t\t\t\t\t\t\t\t\tresting upon corbels. Some mud plaster remains on the interior walls. The separate entrance to the southeast\n\t\t\t\t\t\t\t\t\troom (both its lintel and threshold stone are in situ) is 1.1 m high and 70 cm wide. From the southeast room\n\t\t\t\t\t\t\t\t\t(1.1 m x 2.2 m), the two north rooms are accessed via an intact entranceway (1.4 m x 60 cm). While the southeast\n\t\t\t\t\t\t\t\t\troom has much of its roof intact, the roof over the north rooms is fractional. </p>\n\t\t\t\t\t\t\t\t<p>Some fungus-infected mud plaster clings to the walls of the north rooms. In the northwest room (2.3 m x 2.8 m)\n\t\t\t\t\t\t\t\t\tthere are several niches and a stone shelf. In the southeast corner there is a stone box (70 cm x 60 cm x 40 cm)\n\t\t\t\t\t\t\t\t\tthat must have been used for storage. In the northeast room (2.9 m x 2.8 m) there are several niches and a small\n\t\t\t\t\t\t\t\t\talcove. In the west side of the north wall (wall built against the rocky spine of the formation) there is an\n\t\t\t\t\t\t\t\t\talcove, which contains a unique stone and mud construction. Covered in mud plaster, this 80 cm-tall ritual\n\t\t\t\t\t\t\t\t\tstructure was painted black and white, however, not enough of the pigment residue have survived to ascertain the\n\t\t\t\t\t\t\t\t\tdesign scheme. Upon the square base of this structure (70 cm x 70 cm) are two graduated tiers of the same plan.\n\t\t\t\t\t\t\t\t\tThe bulbous mid-section above them has an arched opening (15 cm x 15 cm) that accesses a hollow center. There\n\t\t\t\t\t\t\t\t\tare no other openings to the center of the structure, precluding its function as an incense brazier (which it\n\t\t\t\t\t\t\t\t\tsuperficially resembles). Surmounting the rounded mid-section are three more quadrate tiers, the top-most of\n\t\t\t\t\t\t\t\t\twhich has a rounded rim. The top of the structure is within 20 cm of the ceiling of the recess in which it is\n\t\t\t\t\t\t\t\t\thoused. Its most likely identity is a religious receptacle or shrine of the <span class=\"popular emph\">sekhar</span><span class=\"scholar emph\">gsas mkhar</span> or <span class=\"popular emph\">tenkhar</span><span class=\"scholar emph\">rten mkhar</span> class (used\n\t\t\t\t\t\t\t\t\tto enshrine deities for ritual purposes). It is very uncommon to discover such a well-preserved shrine inside\n\t\t\t\t\t\t\t\t\tarchaic residential ruins. A small shard of unglazed red-ware was also found in the northwest room. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Barracks","index":9,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>On the east side of the spine of the formation, across the breadth of the adjoining slope, there are around\n\t\t\t\t\t\t\t\t\teight all-stone structures, one set on top of the other. It was in one of these dependencies that a piece of\n\t\t\t\t\t\t\t\t\twood was found, which yielded a radiocarbon date of circa 200 BC to 100 CE.<a href=\"#n46\" name=\"nb46\" class=\"note\">46</a> Each of these buildings supported a single row of small semi-subterranean rooms. The low profile and\n\t\t\t\t\t\t\t\t\tforward position of this series of habitational structures suggests that they were used by a subsidiary social\n\t\t\t\t\t\t\t\t\tgrouping. Such structures are in an inherently more vulnerable position than those perched in the crags. Their\n\t\t\t\t\t\t\t\t\t&lsquo;lesser&rsquo; relative position, combined with the minimal height and shallow depth of the structures, suggests that\n\t\t\t\t\t\t\t\t\tthese were politically and strategically of less importance and probably occupied by lower status residents.\n\t\t\t\t\t\t\t\t\tThey may have served to garrison troops, as servants&rsquo; quarters or as artisan workshops. </p>\n\n\t\t\t\t\t\t\t\t<p>The lowest dependency is found in the vicinity of the level one complex (17 m x 3 m). It probably contained\n\t\t\t\t\t\t\t\t\tfive rooms. It was built 1.5 m into the rear or uphill slope. The two rooms on its southwest end of the\n\t\t\t\t\t\t\t\t\tstructure still have corbels bearing down upon the rear wall. About 5 m directly above the lowest dependency and\n\t\t\t\t\t\t\t\t\talso running transverse to the angle of the slope is a similar structure (21 m x 5 m). Its west side is built\n\t\t\t\t\t\t\t\t\tinto a cleft in the rocky backbone. There is one in situ corbel in the rear wall of the west end of the\n\t\t\t\t\t\t\t\t\tbuilding. Above this structure is a similarly constructed specimen, approximately 33 m in length, but very\n\t\t\t\t\t\t\t\t\tlittle of it has endured. Five rooms in a single row are still distinguishable. On the east side of the\n\t\t\t\t\t\t\t\t\tstructure, its north or rear wall is deeply set into the slope. Above it is yet another analogous structure in\n\t\t\t\t\t\t\t\t\textremely poor condition, which is about 36 m in length. </p>\n\t\t\t\t\t\t\t\t<p>Several meters above the 36-m long structure are the hazy remains of the same type of buildings, extending up\n\t\t\t\t\t\t\t\t\tthe slope for another 40 m. This group of ruins has an east-west breadth of about 20 m. The top end of this\n\t\t\t\t\t\t\t\t\tgroup of ruins corresponds with the elevation of the level three complex. A few wall segments in these\n\t\t\t\t\t\t\t\t\tsemi-subterranean structures reach 1.2 m in height; nevertheless, most wall footings are obscured by rubble.\n\t\t\t\t\t\t\t\t</p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Level two complex","index":10,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>The level two complex is found on a series of ledges, beginning about 15 m above the level one complex. It\n\t\t\t\t\t\t\t\t\textends 54 m up the backbone, over a 20 m vertical expanse. At the bottom end of the complex, exterior walls\n\t\t\t\t\t\t\t\t\treach 3 m in height and interior walls 2.5 m. The lowest building and the one immediately above it are around 5\n\t\t\t\t\t\t\t\t\tm wide, the width of the ledge. The lowest building has a small intact north-facing entrance. Some corbels are\n\t\t\t\t\t\t\t\t\tstill resting on top of the upper/north wall of this structure. Inside the lowest building there is a 1.5-m\n\t\t\t\t\t\t\t\t\tdeep, 1-m wide cavity in the floor, revealing the formation underneath. To create a level floor, stone slabs\n\t\t\t\t\t\t\t\t\twere laid across the crags, some of which are still in situ. The adjacent building has been reduced to its\n\t\t\t\t\t\t\t\t\tfoundations and freestanding wall segments no more than 50 cm in height. To the north of these two structures\n\t\t\t\t\t\t\t\t\tthere is a steep rise in the backbone, which terminates in a ledge up to 17 m wide. This ledge is only\n\t\t\t\t\t\t\t\t\taccessible from the west slope. On it there is a sparse assortment of destroyed buildings. Just above this\n\t\t\t\t\t\t\t\t\tledge, on the west slope, there are the remains of a wall 23 m in length and up to 1.2 m in height, which is\n\t\t\t\t\t\t\t\t\tconnected to the rocky backbone of the citadel and an outcrop in the west. This defensive outwork was designed\n\t\t\t\t\t\t\t\t\tto restrict access between the precipitous flanks of the hill below the wall and the less severe slopes above\n\t\t\t\t\t\t\t\t\tit. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Level three complex","index":11,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>This large group of buildings begins 25 m above the high end of the level two complex. A vertical rock face\n\t\t\t\t\t\t\t\t\tseparates them. Built on a large knob (44 m x 13 m) in the backbone of the formation, the exterior walls of this\n\t\t\t\t\t\t\t\t\tdense aggregation of no less than nine buildings, reaches a maximum height of 5 m. In the most southeasterly\n\t\t\t\t\t\t\t\t\tstructure there is a window opening (35 cm high) with an intact stone lintel. On the south side of this building\n\t\t\t\t\t\t\t\t\tthere is a deep recess in the floor exposing the formation below. Some pieces of the stone-slab flooring have\n\t\t\t\t\t\t\t\t\tsurvived in place. The interior walls of the southeast building are up to 2.5 m in height. The adjacent\n\t\t\t\t\t\t\t\t\tsouthwest building is almost leveled. The next building to the west has heavily buttressed walls and a few in\n\t\t\t\t\t\t\t\t\tsitu corbels resting upon them. Its three rooms were clearly overlain with an all-stone roof. The third building\n\t\t\t\t\t\t\t\t\ton the west edge of the outcrop is in very poor condition. There is a small gap between the third and fourth\n\t\t\t\t\t\t\t\t\tbuilding on the west rim of the outcrop, however, they are interconnected by a curtain-wall. The fourth edifice\n\t\t\t\t\t\t\t\t\ton the west side of the outcrop has a small window in the west wall, flanked by two small square niches inside.\n\t\t\t\t\t\t\t\t\tThe north wall also has a small aperture and a larger niche. This wall appears to have extended right across the\n\t\t\t\t\t\t\t\t\trocky platform upon which it sits. The fifth west structure had at least three rooms, and a lintel between the\n\t\t\t\t\t\t\t\t\tnorth and central room is in situ. The sixth and most northerly west structure has been mostly obliterated. </p>\n\t\t\t\t\t\t\t\t<p>On the east edge of the formation, the building adjacent to the lowermost southeast specimen has freestanding\n\t\t\t\t\t\t\t\t\twalls up to 2.5 m in height. The third building on the east side of level three has been nearly leveled. Its\n\t\t\t\t\t\t\t\t\twalls continue to the cliff bounding the north side of the indenture in the spine of the formation. A structural\n\t\t\t\t\t\t\t\t\textension to this edifice appears to have functioned as a fortified ramp, which traverses the formation to the\n\t\t\t\t\t\t\t\t\teast slopes and the complex of semi-subterranean dependencies located there. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Summit outpost","index":12,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>On the next highest knob in the spine of formation there is a single building (10 m x 3.5 m), the highest\n\t\t\t\t\t\t\t\t\tstructure at <span class=\"popular\">Gekh&ouml; Kharlung</span><span class=\"scholar\">Ge khod mkhar lung</span>. The\n\t\t\t\t\t\t\t\t\texterior walls reach 4 m in height, including the revetment that was needed as a load-bearing device and to even\n\t\t\t\t\t\t\t\t\tout the floor. There is a small opening in the west and north walls of this structure. This building may have\n\t\t\t\t\t\t\t\t\tfunctioned either as a surveillance post or ritual venue. In a crease in the slope east of the summit structure\n\t\t\t\t\t\t\t\t\tthere are a series of interconnected terraces; these small structures either had a defensive or ritual\n\t\t\t\t\t\t\t\t\tfunction.</p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Temple","index":13,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>At the same elevation as the level one complex, east of the semi-subterranean dependencies, a relatively large\n\t\t\t\t\t\t\t\t\tedifice (18 m x 14.7) stands alone. Its design is suggestive of a ritual center. It contains four tiers of rooms\n\t\t\t\t\t\t\t\t\tbuilt deeply into the rear slope. The upper tier hosted a row of four rooms. The room in the northwest corner of\n\t\t\t\t\t\t\t\t\tthe upper tier (room 1) still has corbels attached to the rear wall. The room beside it (room 2) has most of its\n\t\t\t\t\t\t\t\t\tall-stone roof intact. The beams and corbels run diagonally as well as in a perpendicular fashion in room 2.\n\t\t\t\t\t\t\t\t\tLike other rooms in this building, it is small (2.4 m x 2.5 m) and irregularly shaped. The floor-to-ceiling\n\t\t\t\t\t\t\t\t\theight in room 2 is around 2 m, and there is a smoke hole in the roof. The top of the rear wall is flush with\n\t\t\t\t\t\t\t\t\tthe slope, illustrating how deeply this room was built into the ground. There is a partition wall in room 2 that\n\t\t\t\t\t\t\t\t\twas used to help support the extremely heavy roof. It is 1 m long on one side and 1.6 m long on the other side,\n\t\t\t\t\t\t\t\t\tconveying how irregular the ground plan of the structure is. The entrance (1 m x 50 cm) to room 2 is in the\n\t\t\t\t\t\t\t\t\tpreferred eastern direction. The two upper tier rooms (room 3 and room 4) in the east are highly fragmentary. </p>\n\t\t\t\t\t\t\t\t<p>The second tier from the top of the edifice consists of two subterranean chambers. They are accessed from the\n\t\t\t\t\t\t\t\t\teast side of the third tier. Each chamber had a north-facing entranceway with stone lintels and jambs (1.4 m x\n\t\t\t\t\t\t\t\t\t70 cm). These are connected to antechambers, which are approximately 2 m in length. The east subterranean\n\t\t\t\t\t\t\t\t\tchamber has largely collapsed, filling it and the antechamber with rubble. The west subterranean chamber is 4.5\n\t\t\t\t\t\t\t\t\tm deep and 2.5 m high. To the east of the east underground chamber there is an alcove in the north or upslope\n\t\t\t\t\t\t\t\t\twall, on which there is a little mud plaster. Some of this plaster is tinted with red ochre, an ostensible sign\n\t\t\t\t\t\t\t\t\tthat this was a religious center. This identification is also supported by the subterranean chambers, which have\n\t\t\t\t\t\t\t\t\tthe aspect of chapels (they face in direction of the sacred mountain <span class=\"popular\">Gekh&ouml;</span><span class=\"scholar\">Ge khod</span>). The large east room or hall of the third tier (5.5 m x 7.5 m) must have had a\n\t\t\t\t\t\t\t\t\twooden roof, if any. Its entrance is in the east. There is a small adjacent room internally connected to the\n\t\t\t\t\t\t\t\t\tlarge east room. The west portion of the third tier constitutes a separate wing of the building and had\n\t\t\t\t\t\t\t\t\tindependent entrances. The west portion of the third tier is comprised of two small rooms (2.7 m x 1.6 m and 2.9\n\t\t\t\t\t\t\t\t\tm x 1.7 m), built 1.7 m into the slope. The freestanding forward wall of this wing is 2 m in height. The north\n\t\t\t\t\t\t\t\t\tfacing entrance in one of these two rooms is still intact (1.3 m x 60 cm). The fourth or lowest tier of the\n\t\t\t\t\t\t\t\t\t&lsquo;temple&rsquo; has been almost completely destroyed. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"East backbone structure","index":14,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>In the crags that enclose the east side of <span class=\"popular\">Gekh&ouml; Kharlung</span><span class=\"scholar\">Ge khod mkhar lung</span> site there are the remains of a single all-stone structure (11m x 3 m), built against a\n\t\t\t\t\t\t\t\t\tcliff at 4430 m elevation. It consisted of a single line of three or four rooms. Farther east, in a small side\n\t\t\t\t\t\t\t\t\tvalley, there is an isolated building, measuring 10 m x 7 m (33&ordm; 20.9&#900; N. lat. / 79&ordm; 44.5&#900; E. long.). Very\n\t\t\t\t\t\t\t\t\tlittle of this structure remains. It appears to have been split into two different levels. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Affiliated sites","index":15,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>Between the <span class=\"popular\">Gekh&ouml; Kharlung</span><span class=\"scholar\">Ge khod mkhar lung</span> valley\n\t\t\t\t\t\t\t\tand the <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> basin there is a pass called\n\t\t\t\t\t\t\t\t\t<span class=\"popular\">Sendr&eacute; La</span><span class=\"scholar\">Ser &rsquo;bras la</span> (sp.?). Just east of the prayer\n\t\t\t\t\t\t\t\tflag mast marking this pass there are the remains of what may be a funerary superstructure (33&deg; 21.614&#900; N. lat. /\n\t\t\t\t\t\t\t\t79&deg; 40.569&#900; E. long. / 4350 m). It consists of single-course walls that form a rectangular perimeter (4.1 m x 3.3\n\t\t\t\t\t\t\t\tm). These walls are composed of stones up to 70 cm in length, which protrude prominently above the ground. The\n\t\t\t\t\t\t\t\tonly long view from this site is in the north, the direction of <span class=\"popular\">Rutok Dzong</span><span class=\"scholar\">Ru thog rdzong</span>. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t<hr class=\"footnote-divider\" />\n"},{"title":"Notes","index":16,"parent_index":0,"body":"\n<div class=\"footnote\">\n<a name=\"n46\" />\n<a href=\"#nb46\" class=\"note\">\n\t     \t\t\t\t[46] </a> \n\t\t\t\t\t\t\t\t\t\tAn approximately 8-cm long fragment of a round of softwood was discovered sheltered in one of a series\n\t\t\t\t\t\t\t\t\t\t\tof outbound semi-subterranean structures, which formed a dependency of the main citadel. This wood specimen\n\t\t\t\t\t\t\t\t\t\t\thas yielded a calibrated radiocarbon date of circa 200 BCE to 100 CE. As such, a late <span class=\"emph\">Iron\n\t\t\t\t\t\t\t\t\t\t\t\tAge</span> or protohistoric periodozation for at least some of the structures at <span class=\"popular\">Gekh&ouml; Kharlung</span><span class=\"scholar\">Ge khod mkhar lung</span> site is indicated. The\n\t\t\t\t\t\t\t\t\t\t\tassayed round of wood was around 4 cm in diameter; consequently it came from a source that was not so long\n\t\t\t\t\t\t\t\t\t\t\tlived. It is likely that smaller pieces of wood like this one were exploited soon after being cut. The use\n\t\t\t\t\t\t\t\t\t\t\tof the analyzed specimen as a material cultural object at <span class=\"popular\">Gekh&ouml; Kharlung</span><span class=\"scholar\">Ge khod mkhar lung</span> is likely to have occurred in a period generally\n\t\t\t\t\t\t\t\t\t\t\tcorresponding to its measured radiocarbon age. Small rounds of wood such as the one under scrutiny could\n\t\t\t\t\t\t\t\t\t\t\thave been used as architectural elements or as parts of implements with a wide range of functions. Technical\n\t\t\t\t\t\t\t\t\t\t\tspecifications: Radiometric, sample no. Beta 200752; Conventional radiocarbon age: 2040 +/-70; 2 Sigma\n\t\t\t\t\t\t\t\t\t\t\tcalibrated result: Cal 2150 to 1860 BP (years before present); Intercept of radiocarbon age with calibration\n\t\t\t\t\t\t\t\t\t\t\tcurve: Cal 1990 BP; 1 Sigma calibrated result: Cal 2100 to 1900 BP.\n\t\t\t\t\t\t\t\t\t</div>\n\n"}]}