{"meta":{"domain":"places","kid":"16609","authors":[],"title":"Dechö Kelmön Lungpa Introduction","dates":{"created_at":"2010-08-11 20:46:54 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Dechö Kelmön Lungpa Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":"Dechö Kelmön LungpaSde chos skal mon lung pa","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Dechö Kelmön Lungpa</span><span class=\"scholar\">Sde chos skal mon lung pa</span> </li> <li>English equivalent: Buddhist Division Aboriginal mon Village </li> <li>Site number: B-81</li> <li>Site typology: I.2b </li> <li>Geographic coordinate (N. lat.): 33º 17.8΄ </li> <li>Geographic coordinate (E. long.): 79º 40.3΄</li> <li>Elevation: 4420 m to 4450 m </li> <li>Administrative location (township): <span class=\"popular\">Derok</span><span class=\"scholar\">Sde rog</span> </li> <li>Administrative location (county): <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: May 25, 2002</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>Sitting upon a series of benches on the right side of the <span class=\"popular\">Dechö</span><span class=\"scholar\">Sde chos</span> valley there is an extensive array of ruins, covering an area of approximately 15,000 m². Known as<span class=\"popular\">Dechö Kelmön Lungpa</span><span class=\"scholar\">Sde chos skal mon lung pa</span>, the lower end of the site is elevated about 15 m above the valley floor. Old agricultural fields extend to the edge of the site. <span class=\"popular\">Dechö Kelmön Lungpa</span><span class=\"scholar\">Sde chos skal mon lung pa</span> consists of a dense aggregation of what appear to be residential structures, many of which have a semi-subterranean aspect. The structures are all heavily disintegrated and only fractional footings and wall segments to 1 m in height have survived. The degradation of structures is so pronounced that many of them are nothing more than incoherent piles of stones. The settlement can be geographically divided into dominant lower and upper benches, with smaller intervening benches in the down valley portion of the settlement. In total, there are around 150 structures of all sizes, possibly representing the abodes of hundreds of people. There is no evidence of ceremonial architecture at the site. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to the villagers of <span class=\"popular\">Dechö</span><span class=\"scholar\">Sde chos</span>, <span class=\"popular\">Dechö Kelmön Lungpa</span><span class=\"scholar\">Sde chos skal mon lung pa</span> was an ancient <span class=\"popular\">Kel Mön</span><span class=\"scholar\">Skal mon</span> village.</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Settlement","index":7,"parent_index":6,"body":" "},{"title":"Structural traits","index":8,"parent_index":7,"body":" <p>The probable residential structures of <span class=\"popular\">Dechö Kelmön Lungpa</span><span class=\"scholar\">Sde chos skal mon lung pa</span> range in size from 15 m² to 50 m². It is not known if they had roofs of timber and/or stone, or roofs made of more perishable materials (such as animal hide or woven hair). There are also some smaller rudimentary foundations at the site, which almost certainly did not have high elevation walls or roofs. The existing walls have a random-rubble texture and appear to have been rather crudely constructed. The walls contain variable-sized pieces of natural granite up to 1 m in length. Large in situ boulders (1 m to 2 m in length) were often integrated into the foundations. There are also some granite slabs (up to 1.5 m in length) scattered around the site, which may have been used in roof construction. These extant slabs, however, are numerous enough to have been only employed in the construction of a small fraction of the structures. The building stones have acquired a yellowish or brownish patina, as well as orange climax lichens. These building materials appear to have stood undisturbed for a long time. </p> <p>The spatial arrangement of structures at the <span class=\"popular\">Dechö</span><span class=\"scholar\">Sde chos</span> site is as follows:</p> <ol> <li>Down valley section of the lower bench – approximately 43 foundations</li> <li>Up valley section of lower bench – 15 foundations</li> <li>Small ancillary bench below the up valley section of the lower bench – 15 foundations </li> <li>Intervening lower middle bench – 19 foundations</li> <li>Intervening upper middle bench – 8 foundations</li> <li>Down valley section of upper bench – approximately 7 foundations</li> <li>Up valley section of upper bench – approximately 48 foundations </li> </ol> "},{"title":"Lower bench","index":9,"parent_index":7,"body":" <p>The down valley section of the lower bench includes several structures built below its rim. Above them, on the rim of the bench, large upright slabs of granite and smaller boulders were set into the ground, possibly as part of a substantial wall demarcating the settlement. The largest slabs are 2 m in length and protrude 1.4 m to 2 m above ground level. Much of the down valley part of the lower bench is set in a depression, stretching between its rim and the lower middle bench. This endows the structures located here with a hidden and sheltered aspect. This siting probably afforded some protection from the elements. A structure in the up valley section of the lower bench has two upright stones sticking 80 cm out of the ground. These two stones are spaced 80 cm apart and seem to have formed part of a north-facing (direction of the valley) entrance. A nearby structure has a recess (40 cm x 40 cm x 80 cm) in the wall, formed by a stone slab placed over a cavity in the wall. </p> "},{"title":"Intervening benches","index":10,"parent_index":7,"body":" <p>In the up valley direction, the smaller middle benches merge with the lower and upper benches. The structures of the lower middle bench have rear walls built as much as 1.5 m into the slope. Some of these structures were established in natural depressions. Likewise, some structures in the upper middle bench were built in a natural hollow. Rear walls extend into the slope to a depth of 1 m. </p> "},{"title":"Upper bench","index":11,"parent_index":7,"body":" <p>Some of the up valley upper bench structures were built in natural depressions. In one structure a 2-m long slab of granite creates a deep cavity in the rear wall. </p>  "}]}