{"meta":{"authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}],"title":"Trashitsé Introduction","dates":{"created_at":"2011-12-13 02:29:29 UTC","updated_at":"2011-12-13 02:29:29 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Trashitsé Introduction"},{"title":"dPa’ shod rdzong","index":1,"parent_index":0,"body":"\n\n                     "},{"title":"(87) bKra shis rtse Monastery","index":2,"parent_index":1,"body":"\n\n                     <p>bKra shis rtse Monastery is also called Wa dag bon dgon. It is located near\n                        the village of Wa dag in Gla ge <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span>, dPa&rsquo; shod\n                        rdzong. From the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>, Wa dag village is reached by\n                        driving twenty kilometres eastward on the highway. The monastery is situated\n                        halfway up the hill to the south of Wa dag village.</p>\n\n                     <p>This monastery was founded in 1589. Before 1959, there was a fairly large\n                        assembly hall and a temple containing religious objects that included the\n                        following: a statue of sTon pa gShen rab as tall as the ceiling, statues of\n                        rNam par rgyal ba, Byams ma and the three guardian deities - Ma, bDud and\n                        bTsan - each of which was as tall as the ceiling, and other gilt-bronze\n                        statues numbering over three hundred. There used to be eighteen monks; at\n                        present there are twenty.</p>\n\n                     <p>The mountain at the back of the monastery is the abode of Dam can Yul lha\n                        dkar po, a local deity with one head and two arms. He is depicted as mounted\n                        on a nanny goat, holding a knife in his right hand and a black flag in his\n                        left. The mountain in front of the monastery is the abode of gZhi bdag Bon\n                        thung, a local deity with a blue body. He holds a knife in his right hand\n                        and an ensign in his left. The mountain to the right is called lHa g-yag\n                        dkar po and the one to the left, rDo rje gzer &rsquo;phrang.</p>\n\n                     <p>As regards rituals and services, in the morning the monks recite prayers,\n                        then practise the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rtsa lung</span> meditation, followed by\n                        further recitation of ritual texts of the tutelary deities. In the evening\n                        they propitiate the protective deities, as well as performing the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsur</span> ceremony, which involves casting barley flour into\n                        fire.</p>\n\n                     <p>For their main source of income, the monks depend on their own families for\n                        support. Customarily they are not paid for performing religious services in\n                        villages, but are paid ten <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan</span> a day for funeral\n                        services.</p>\n\n                     <p>To go to Nying khri from dPa&rsquo; shod rdzong, one passes through the regions of\n                        sPo smad, mThong smad and Klu nang.</p>\n\n                     <p>The roads in Khams are fraught with difficulty and extreme danger. When we\n                        came to the boundary between dPa&rsquo; shod rdzong and sPo smad rdzong, we were\n                        struck all of a sudden by a small flood from above, and our car was stuck in\n                        the mud. We were quite helpless and could not move, but after finally\n                        getting help from Chinese soldiers, over thirty in number, who dredged up\n                        mud and pulled our car up, we were able proceed on our way. As there were no\n                        bridges on the way, we fell into difficulty and danger again.</p>\n\n                     <p>Another time, when in despair, we received help from a Khams pa tribesman\n                        with a devout disposition. He guided us along the route, which led us out of\n                        danger.</p>\n\n                     <p>Then again, when we were passing in front of a sand hill on the confines of\n                        mThong smad, our car sank into the sand and we had no way to get out of it.\n                        A shovel was the only tool we had and we struggled with it to get our car\n                        out of the sand. At the same time, rocks began to roll down frequently from\n                        above us, so we had to keep watching out for them. At last we managed to\n                        drag the car out and headed in the direction of Nying khri.</p>\n\n                     <p>It took us seventeen and a half hours to travel from dPa&rsquo; shod rdzong to\n                        Nying khri.</p>\n\n                  "}]}