{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Sharma Doring Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "II.1. Stelae and accompanying structures: Funerary and non-funerary structures"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Sharma DoringShar ma rdo ring "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Sharma Doring</span><span class=\"scholar\">Shar ma rdo ring</span> </li> <li>English equivalent: Long-stones East</li> <li>Site number: C-124 </li> <li>Site typology: II.1a, II.1b, II.2b </li> <li>Geographic coordinate (N. lat.): 30º 43.6΄ </li> <li>Geographic coordinate (E. long.): 81º 06.5΄ </li> <li>Elevation: 4700 m </li> <li>Administrative location (township): <span class=\"popular\">Barga</span><span class=\"scholar\">Bar ga</span> </li> <li>Administrative location (county): <span class=\"popular\">Purang</span><span class=\"scholar\">Spu rang</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: October 27, 2002</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p> <span class=\"popular\">Sharma Doring</span><span class=\"scholar\">Shar ma rdo ring</span> is located in the middle reaches of the <span class=\"popular\">Sharma</span><span class=\"scholar\">Shar ma</span> valley. The narrow <span class=\"popular\">Sharma</span><span class=\"scholar\">Shar ma</span>valley is sandwiched between the mountains <span class=\"popular\">Rusbel Mukpo</span><span class=\"scholar\">Rus sbal smug po</span> to the west and <span class=\"popular\">Takri Trawo</span><span class=\"scholar\">Stag ri khra bo</span> to the east.<a href=\"#n48\" name=\"nb48\" class=\"note\">48</a> The only open view from the site is down valley, or to the south. It is unusual for enclosed pillar monuments to have such a circumscribed eastern vista. The site is situated in the middle of the valley on level gravelly and grassy terrain. <span class=\"popular\">Sharma Doring</span><span class=\"scholar\">Shar ma rdo ring</span> is an example of the extreme western Tibet variant of the walled pillars typology, which is marked by east and west walls that are longer than the north and south walls. There is also an isolated pillar and 15 funerary structures at <span class=\"popular\">Sharma Doring</span><span class=\"scholar\">Shar ma rdo ring</span>. </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>According to local <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">’brog pa</span>, <span class=\"popular\">Sharma Doring</span><span class=\"scholar\">Shar ma rdo ring</span> emerged with the beginning of existence. The site is considered potentially harmful (<span class=\"popular emph\">ka nyenpo</span><span class=\"scholar emph\">bka’ gnyan po</span>). The rocks used as pillars are believed to have been transported from <span class=\"popular\">Rusbel Mukpo</span><span class=\"scholar\">Rus sbal smug po</span> (see E-27).</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>The walls of the enclosure are roughly aligned in the cardinal directions. The enclosure approximately measures 18 m (north-south) x 8 m (east-west). There are no distinguishable signs of its west wall. On the west side of he enclosure, a small trough has formed. Near the northeast corner of the enclosure, a 3.4-m long segment of he north wall is still intact. The incomplete east wall measures 16.3 m, illustrating that this was quite a large enclosure. Near the southeast corner of the enclosure, a 5.2-m long segment of the south wall has also survived. These perimeter walls are around 80 cm thick and composed of double courses or multiple courses (two o four stones laid abreast of one another). The tan, beige and gray blocky stones (15 cm to 40 cm long) were laid flat and are level with, or somewhat raised above, the ground surface. Inside the enclosure near its north end, there are two slab-wall fragments. These two walls run in an east-west direction and are spaced 80 cm apart. The north slab wall is 2.3 m long and the south slab wall is 3.4 long. These double-course slab walls are composed of stones (10 cm to 25 cm long) set into the ground edgewise. The parallel courses of each wall are spaced around 15 cm apart. </p>", 
   "index": 7, 
   "parent_index": 6, 
   "title": "Enclosure"
  }, 
  {
   "body": "<p>Across the breadth of the west side of the enclosure there are 22 pillars, all but three of which have collapsed. The three in situ specimens are inclined at severe angles. The fallen pillars are four-sided and irregularly shaped and between 1.5 m and 2.8 m in length. Some of the dislodged pillars are partially submerged, suggesting that they naturally collapsed in place through the agency of gravity and subsurface instability. All but two of the pillars (one of which is still standing: Long-stone DR2) are made of a tan stone (quartzitic sandstone?). The other two in situ specimens are made of a gray metamorphic rock. Another dislodged pillar is found in funerary structure FS15, situated approximately 40 m away. Its original position is unknown. Two of the in situ pillars stand in the middle of the west side of the enclosure. Long-stone DR1 has four irregular sides (1.3 m [height] x 1 m [basal girth]). DR2 is an irregularly shaped (90 cm x 90 cm) pillar. The third standing stone (Long-stone DR3) is found near the north side of the enclosure. DR3 has four irregular sides (1.6 m x 1.2 m). </p><p>An isolated standing pillar (Long-stone DR4) is situated 95 m east of the walled pillars. DR4 is a gray tabular pillar (70 cm x 90 cm). </p>", 
   "index": 8, 
   "parent_index": 6, 
   "title": "Pillars"
  }, 
  {
   "body": "<p>Northeast or up valley of the walled pillars there are 15 funerary structures, most or all of which are of the double-course enclosure type. These substantial structures are heavily damaged, limiting the amount of design and construction data that could be gleaned. For the most part, the quadrate and possibly sub-rectangular enclosures appear to have been well built with neatly ordered walls. With perhaps a couple exceptions, the enclosures were not aligned in the cardinal directions. As with analogous structures throughout Upper Tibet, these enclosures must have been the tomb superstructures and/or funerary ritual venues of an elite component of ancient society. The exclusivist aura of the <span class=\"popular\">Sharma Doring</span><span class=\"scholar\">Shar ma rdo ring</span> enclosures is enhanced by the fact that archaic residential ruins have not been discovered in the area. </p>", 
   "index": 9, 
   "parent_index": 6, 
   "title": "Outlying funerary structures"
  }, 
  {
   "body": "<p>Funerary structure FS1 (17.5 m x 5.8 m) is situated in the valley bottom. It is not aligned in the cardinal directions; rather its two long walls are aligned with the axis of the <span class=\"popular\">Sharma</span><span class=\"scholar\">Shar ma</span> valley. FS1 is elevated 70 cm to 1 m above the surrounding errain. It was subdivided by a wall into two roughly equal cells. Small fragments of the double-course perimeter walls (50 cm thick) have survived. They are generally composed of blocky stones, 15 cm to 40 cm in length.</p>", 
   "index": 10, 
   "parent_index": 9, 
   "title": "Funerary Structure FS1"
  }, 
  {
   "body": "<p>The remaining funerary structures of <span class=\"popular\">Sharma</span><span class=\"scholar\">Shar ma</span> also appear to have had well built double-course walls. These structures are generally level with the ground surface or slightly elevated above it. Variable-length blocky stones, to 50 cm in length, were used to construct the perimeter walls. In some places the stones of the walls protrude as much as 20 cm to 30 cm above ground level.</p><ol> <li>Funerary structure FS2 (5.6 m x 10 m) is situated 7 m northwest of FS1 in the valley bottom. It was probably divided into two cells.</li> <li>Funerary structure FS3 (17 m x 10 m) is situated 13 m southwest of FS2 in the valley bottom. A few small coherent perimeter wall (65 cm thick) fragments have survived.</li> <li>Funerary structures FS4, FS5, FS6 and FS7 are located near the base of the mountain <span class=\"popular\">Rusbel Mukpo</span><span class=\"scholar\">Rus sbal smug po</span>. These four highly deteriorated specimens are medium (around 70 m²) to large (around 120 m²) in size. They may have been subdivided by walls into smaller cells. </li> <li>Funerary structure FS4 is situated 40 m northwest of FS3. It is overgrown with <span class=\"popular emph\">drama</span><span class=\"scholar emph\">gra ma</span> brush. </li> <li>Funerary structure FS5 is situated 15 m northeast of FS4.</li> <li>Funerary structure FS6 is situated 11 m north of FS5.</li> <li>Funerary structure FS7 (10.5 m x 12.5 m) is situated 13 m northeast of FS6. </li> <li>Funerary structures FS8, FS9, FS10 are situated in the valley bottom.</li> <li>Funerary structure FS8 (12 m x 12 m) is situated 41 m northeast of FS1.</li> <li>Funerary structure FS9 (8.2 m x 10.2 m) is situated 10 m south of FS8. Parts of all four walls (70 cm to 80 cm thick) of this enclosure have survived. The walls of FS9 are not aligned in the cardinal directions. </li> <li>Funerary structure FS10 (21 m x 16 m) is situated 7 m east of FS9. It appears to have been divided into four parts by walls that are aligned with the axis of the valley. Some coherent wall fragments, 60 cm to 80 cm, in thickness are still in place. </li> <li>Funerary structures FS11, FS12, FS13, and FS14 are in the vicinity of FS1 and the walled pillars.</li> <li>Funerary structure FS11 (5.4 m x 9 m) is situated 15 m east of FS1. Its two cells combine to give the enclosure an L-shaped form.</li> <li>Funerary structure FS12 (3.2 m x 2.5 m) is situated in close proximity to FS11. This much less substantial structure appears to have single-course perimeter walls.</li> <li>Funerary structure FS13 (2.6 m x 2.9 m) is situated 11.5 m east of FS1. The faint remains of the double-course perimeter walls of this small enclosure are around 70 cm thick.</li> <li>Funerary structure FS14 (3 m across) is situated 14 m west of the walled pillars.</li> <li>Funerary structure FS15 (8 m x 4 m) is situated 20 m west of FS14. </li> </ol><hr class=\"footnote-divider\">", 
   "index": 11, 
   "parent_index": 9, 
   "title": "Funerary Structures FS2 to FS15"
  }, 
  {
   "body": "<div class=\"footnote\"> <a name=\"n48\"></a> <a href=\"#nb48\" class=\"note\"> [48] </a> <span class=\"popular\">Takri Trawo</span><span class=\"scholar\">Stag ri khra bo</span> is the old Bon name for <span class=\"popular\">Nemona Nyi</span><span class=\"scholar\">Gnas mo sna gnyis</span>, the huge 7728-m high massif in <span class=\"popular\">Purang</span><span class=\"scholar\">Spu rang</span>. The use of this name for a much smaller and less significant mountain in the region may possibly be an example of toponymic ransference, whereby ancient names were preserved by relegating them to more minor cultural roles. In the process of Buddhacization <span class=\"popular\">Nemona Nyi</span><span class=\"scholar\">Gnas mo sna gnyis</span>, a mountain associated with the Indian goddess of learning, SarasvatI, may have been viewed as too important to be permitted to retain its earlier cultural mantle. </div>", 
   "index": 12, 
   "parent_index": 0, 
   "title": "Notes"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16721", 
  "dates": [], 
  "title": "Sharma Doring Introduction"
 }
}