{"meta":{"domain":"places","kid":"16748","authors":[],"title":"Dolang Nyidrik Introduction","dates":{"created_at":"2010-08-25 11:12:01 UTC","updated_at":"2010-08-25 11:12:01 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Dolang Nyidrik Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":"Dolang NyidrikRdo lang gnyis sgrig","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Enclosure","index":7,"parent_index":6,"body":" <p>The enclosure is generally aligned in the cardinal directions, and measures 6.5 m (south wall) x 7 m (north wall) x 5 m (west wall) x 4.5 m (east wall). Parts of all four double-course walls (50 cm to 80 cm thick) are extant. These walls are composed of uncut pieces of gray limestone, 10 cm to 50 cm in length. These stones were laid flat and inserted edgewise into the ground, and are generally level with the surface or project above it to a maximum height of 20 cm. The west\/lower side of the enclosure is somewhat elevated in order to compensate for he slope gradient. The interior of the enclosure is entirely open. <\/p> "},{"title":"Pillars","index":8,"parent_index":6,"body":" <p>The four pillars form a somewhat uneven north-south oriented row. These highly eroded, beige to brownish standing stones have a white grain, a well developed patina and orange climax lichen growing on them. As there are no suitable stones in the vicinity, these pillars must have been transported from somewhere else. From south o north, the dimensions and characteristics of the pillars are as follows:<\/p> <ol> <li>Long-stone DR1: four uneven sides, located 1 m from the inner edge of the west wall of the enclosure (1 m [height] x 1 m [basal girth]).<\/li> <li>Long-stone DR2: tabular, located 1.5 m north of DR1 and 50 cm from the west wall (1.1 m x 1.25 m). <\/li> <li>Long-stone DR3: three irregular sides, broken tip, situated 50 cm north of DR2 and about 1.2 m from the west wall (75 cm x 85 cm). <\/li> <li>Long-stone DR4: four-sided, broken top, located 20 cm north of DR3 and about 1.2 m from the west wall (30 cm x 70 cm). <\/li> <\/ol>  "}]}