{"meta":{"authors":[],"title":"སྙེ་ཐང་སྒྲོལ་མ་ལྷ་ཁང་།","dates":{"created_at":"2010-08-13 17:00:48 UTC","updated_at":"2010-08-13 17:00:48 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"སྙེ་ཐང་སྒྲོལ་མ་ལྷ་ཁང་།"},{"title":"ཆུ་ཤུར་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"སྙེ་ཐང་སྒྲོལ་མ་ལྷ་ཁང་།","index":2,"parent_index":0,"body":" <p>མཚན་རྒྱས་པར་དཔའ་བོའི་ངོ་མཚར་སྣང་བརྙན་གཟི་བྱིན་མངོན་པར་འཕྲོ་བའི་གཙུག་ལག་ཁང་ཞེས་ཞུ།ྲིམས་ཟམ་ནས་སྤྱི་ལེ་བཅོ་ལྔ་ཙམ་ཆུ་ཤུར་ཕྱོགས་སུ་སོང་ན་ལམ་ཁྲིས་སུ་སྙེ་ཐང་འོར་ཞེས་པའི་གྲོང་དེར་འབྱོར་ཞིང་དེའི་ནུབ་ངོས་སུ་ལྷ་ཁང་དེ་མཇལ་རྒྱུ་ཡོད། ལྷ་ཁང་དེ་ནི་སྤྱི་ལོ་1055ལོར་ཇོ་བོ་རྗེ་དཔལ་ལྡན་ཨ་ཏི་ཤས་ཕྱག་བཏབ་གནང་མཛད། སྙེ་ཐང་ཞེས་པ་ནི། ཇོ་བོ་རྗེ་སྙེ་ཐང་དུ་ཕེབས་སྐབས་སྟོན་འབྲས་སྙེ་མས་ཁེངས་པའི་ཐང་ཞིག་གཟིགས་སྟབས་སྙེ་ཐང་ཞེས་དང་། ཡང་སྐུ་མཉེལ་པོ་བྱུང་སྟབས་མཉེལ་ཐང་སོགས་གསུང་སྲོལ་མི་འདྲ། དེའང་ཇོ་བོ་རྗེ་སོལ་ནག་ཐང་པོ་ཆེ་ནས་ཉ་མགོ་གྲུ་ཐོན་གནང་ནས་བསམ་ཡས་སུ་ཕེབས། དེ་ནས་གནས་དེར་ཕེབས་ནས་དགོན་དེ་བཏབ། དགུམ་ཁའི་བཞུགས་གནས་གཙོ་བོ་གནས་དེར་ཡིན། གནས་དེར་གཞུང་ཉི་ཤུ་ལྷག་ལྗགས་རྩོམ་གནང་བ་དང་བཀའ་ཆོས་<span class=\"milestone page eng \">[page <span class=\"pnum\">123<\/span>] <\/span>ནང་བས་སློབ་མ་ལྔ་བརྒྱ་སྒོར་འདུས། མཐར་དགོངས་པ་གཞན་དོན་དུ་ཕེབས་སའང་གནས་དེར་ཡིན། སྔོན་འདུ་ཁང་ངམ་ལྷ་ཁང་དཀྱིལ་མའི་ནང་རྟེན་གཙོ་ཇོ་བོའི་ཐུགས་དམ་རྟེན་སྐུ་རྒྱུ་ལི་ལས་གྲུབ་པའི་སྒྲོལ་མ་གསུང་བྱོན་མ་དང་། དེའི་སྟེང་དུ་ཇོ་བོ་རྗེས་བཞེངས་གནང་བའི་ཐུབ་དབང་ཐོག་ཚད་མ། བླ་མ་གསེར་གླིང་བ་ཆོས་ཀྱི་གྲགས་པའི་སྐུ་མི་ཚད་མ། ཕོ་ལྷ་མི་དབང་གིས་བཞེངས་པའི་གསེར་ཟངས་ཀྱི་སྒྲོལ་མ་ཉེར་གཅིག གཡས་ཀྱི་ལྷ་ཁང་ནང་རྣམ་རྒྱལ་མཆོད་རྟེན་ཐོག་བརྩེག་མ་དང་དེའི་གཡས་གཡོན་དུ་ཇོ་བོས་རྒྱ་གར་ནས་གདན་དྲངས་པའི་བཀའ་གདམས་མཆོད་རྟེན་བཞི་དང་ལི་མའི་སྨན་བླ་བདེ་གཤེགས་བརྒྱད། གཡོན་གྱི་ལྷ་ཁང་ནང་ཇོ་བོ་རྗེའི་བྱེ་མའི་ཁྲི་དང་། ཇོ་བོའི་སྐུ་ང་འདྲ་མ། དེའི་རྒྱབ་ཏུ་རྒྱལ་བ་ཚེ་དཔག་མེད་དང་། མར་མེ་མཛད། འོད་སྲུང་བཅས་ལ་ཉེ་སྲས་བརྒྱད་ཀྱིས་བསྐོར་བ། ལྷ་ཁང་གི་ཕྱི་རུ་ཇོ་བོའི་སྐུ་ཆས་བཞུགས་པའི་མཆོད་རྟེན་གཉིས་བཅས་དང་། ཐོག་མར་གཞི་ཁྱོན་ཆེན་པོ་དེ་ཙམ་མེད་པ་ལ་ཇོ་བོ་སྐུ་གཤེགས་རྗེས་ཀྱི་ལོ་གཅིག་གི་རྗེས་སུ་འབྲོམ་སྟོན་པ་དང་། སྐ་བ་ཤཱཀྱ་དབང་ཕྱུག་སོགས་ཀྱིས་གཙུག་ལག་ཁང་གཞི་ཁྱོན་ཆེན་པོ་དེ་འདྲ་ཞིག་བཞེངས་གནང་བ་དང་། རྭ་སྒྲེང་རྒྱལ་ཐོག་སྐབས་སུའང་ཉམས་གསོ་ཆེན་པོ་གནང་ཞེས་གསུང་།<\/p> <p>ད་ལྟ་སྔོན་གྱི་རྟེན་གཙོ་སྒྲོལ་མ་གསུང་བྱོན་ལས་གཞན་རྣམས་སྔོན་གྱི་རྟེན་སྐུ་དེ་རང་མཇལ་རྒྱུ་ཡོད། ཡང་ལྷ་ཁང་དེ་ནས་ལྷོ་ངོས་སུ་སྤྱི་ལེ་ཕྱེད་ཙམ་ཞིང་དཀྱིལ་གྱི་གྲོང་དེར་སྐུ་འབུམ་ཞེས་པའི་ལྷ་ཁང་དེ་ཡོད།ྷ་ཁང་དེ་ནི་ཐོག་མར་འབྲོམ་སྟོན་པས་ཇོ་བོ་རྗེའི་བཞུགས་གནས་སུ་བཞེངས་པ་དང་། དེའི་ནང་ཇོ་བོ་རྗེ་དང་ས་སྐྱའི་བླ་མ་དམ་པ་བསོད་ནམས་རྒྱལ་མཚན་གྱི་གདུང་རྟེན། ཇོ་བོ་ང་འདྲ་མའི་སྐུ་སོགས་བཞུགས་སུ་གསོལ་ཡོད། སྔོན་ཁུལ་དེའི་ཆུ་ཡུར་བརྒྱུད་འཚེར་མའི་གསེབ་ནས་རྩ་སྐུ་ཤའང་རྙེད་ཅེས་གསུང་སྲོལ་ཡོད།<\/p> <p>ད་ལྟ་ལྷ་ཁང་ཉམས་གསོ་གནང་བའི་ནང་སྔོན་གྱི་འབུམ་པ་གཉིས་པོ་<span class=\"milestone page eng \">[page <span class=\"pnum\">124<\/span>] <\/span>མས་གསོ་གནང་བ་མཇལ་རྒྱུ་ཡོད། 1964ལོར་ཇོ་བོ་རྗེའི་འཁྲུངས་ཡུལ་བྷ་གྷ་ལ་རྒྱལ་ཁབ་ཀྱིས་རེ་ཞུས་ལྟར་ཇོ་བོའི་གདུང་ཐལ་ཆ་ཤས་གནང་ཡོད་པས་ད་ལྟ་བྷ་གྷ་ལ་རྒྱལ་ཁབ་ཏུ་བཞུགས་སུ་གསོལ་བ་མཇལ་རྒྱུ་ཡོད།<\/p>  "}]}