{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "ཀུན་བདེ་གླིང་།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": " གྲོང་ཁྱེར་ལྷ་ས།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་བརྟན་བཞུགས་ཆོས་འཁོར་གླིང་ངམ། དབུལ་གཙང་ཀུན་བདེ་གླིང་ཞེས་ཞུ། བར་མ་རི་ཀོན་ཏིས་ལྷ་ཁང་གི་ལྷོ་འདབས་སུ་དགོན་དེ་ཆགས་ཡོད། དགོན་དེ་ནི་སྤྱི་ལོའི་དུས་རབས་བཅོ་བརྒྱད་པར་རྟ་ཚག་རྗེ་དྲུང་སྐུ་ཕྲེང་བརྒྱད་པས་བོད་ཀྱི་རྒྱལ་ཚབ་གནང་སྐབས་སུ་དགོན་དེ་བཏབ་གནང་མཛད། རྟ་ཚག་སྐུ་ཕྲེང་དང་པོ་ནི། རྗེ་ཙོང་ཁ་པའི་དངོས་སློབ་བྭ་སོ་ཆོས་ཀྱི་རྒྱལ་མཚན་དང་། སྐུ་ཕྲེང་གཉིས་པ་མགོན་པོ་སྐབས་ནི་བྭ་སོ་ཆོས་ཀྱི་རྒྱལ་མཚན་གྱི་སྐུ་སྐྱེ་ཡིན་པར་ངོས་འཛིན་ཞུས་པ་ནས་བཟུང་རྟ་ཚག་སྐུ་ཕྲེང་རིམ་པར་བྱོན་པ་ལ། སྐུ་ཕྲེང་བཞི་པ་ལྷ་དབང་ཆོས་ཀྱི་རྒྱལ་མཚན་གྱིས་ལྷོ་རྫོང་མ་མཁར་ཞེས་པར་རྟ་གཅིག་ཚག་ས་སྟེ་རྟ་གཅིག་གསོ་སའི་ས་ཞུས་ནས་རི་ཁྲོད་ཅིག་བཏབ་པ་ནས་བཟུང་རྟ་ཚག་ཅེས་པའི་ཡུལ་མིང་བླ་མ་དང་རི་ཁྲིད་ལ་ཐོགས། དེ་རྗེས་སྐུ་ཐོག་དྲུག་པ་ངག་དབང་དཀོན་མཆོག་ཉི་མ་ལ་རྒྱལ་དབང་སྐུ་ཕྲེང་ལྔ་པས་དཔའ་དགོན་བསམ་འགྲུབ་གླིང་གི་དགོན་དང་སྡེ་འབངས་དང་བཅས་པ་གནང་། སྐུ་ཕྲེང་བརྒྱད་པ་ཡེ་ཤེས་བསྟན་པའི་མགོན་པོ་རྒྱལ་བ་སྐུ་ཕྲེང་བརྒྱད་པ་འཇམ་དཔལ་རྒྱ་མཚོ་དགོངས་པ་རྫོགས་རྗེས་སུ་རྒྱལ་ཚབ་གནང་སྐབས་བླ་བྲང་དེ་ཕྱག་བཏབ་པ་ནས་བཟུང་བླ་བྲང་ཡས་མས་ཞེས་ཡས་ཀུན་བདེ་གླིང་དང་། མས་དཔའ་ཤོད་བླ་བྲང་དུ་གྲགས། སྔོན་གྲྭ་ཚང་འདུ་ཁང་ཀ་རིང་བཞི་དང་ཀ་ཐུང་བཅུ་བཞིའི་གཙང་ཁང་སྦུག་མར་རྟ་ཚག་སྐུ་ཕྲེང་བརྒྱད་པ་དང་། དགུ་པའི་དངུལ་གདུང་ཐོག་སོ་གཅིག་ལྷག་དང་། སྐུ་ཕྲེང་བཅུ་པའི་དངུལ་གདུང་བུམ་པ་ཡན་གསེར་ལྗང་བརྡུང་ལས་གྲུབ་པ་སྐུ་ཚད་<span class=\"milestone page eng \">[page <span class=\"pnum\">41</span>] </span>ོང་གཉིས་ལས་མཐོ་བ། དེའི་འགྲམ་དུ་སྐུ་ཕྲེང་བཅུ་གཉིས་པ་རྒྱ་གར་རྡོ་གདན་དུ་བཞུར་འབུལ་ཞུས་པའི་པུར་ཐལ་བཞུགས་པའི་དངུལ་གདུང་སྐུ་ཚད་དེ་མཚུངས་ལ་སྒོ་ཁྱིམ་གསེར་ལྗང་རྡུང་། གདུང་རྟེན་གྱི་མདུན་དུ་སྐུ་རྒྱུ་དངུལ་ལས་གྲུབ་པའི་བསྟན་པའི་མགོན་པོ་དང་ཡོངས་འཛིན་བཅས་ཀྱི་སྐུ་བརྙན། སྐུ་རྒྱུ་ལི་མའི་སྒྲོལ་མ་ཉེར་གཅིག དེའི་ཞོགས་ཀྱི་གཙང་ཁང་ནང་སྨན་འདམ་གྱི་རྒྱལ་བ་བྱམས་པ། རྗེ་ཙོང་ཁ་པ། གདུགས་དཀར། ཚེ་ལྷ་རྣམ་གསུམ་བཅས་སོ་སོར་སྐུ་ཚད་ཐོག་སོ་གཅིག་ལྷག ཤིང་ལས་བསྐྲུན་པའི་སྨན་བླའི་བློས་བླངས་དཀྱིལ་འཁོར་རྐོ་སྤྲོས་ལེགས་པ་ལྕམ་ཁ་གང་བ། ཡངས་ཅན་དགོན་ནས་གདན་དྲངས་པའི་རྗེ་ཙོང་ཁ་པས་ལྗགས་ཀློག་གནང་མྱོང་བ་ཞེས་པའི་བསྟན་འགྱུར། ཀུན་གླིང་རང་བ་བཞེངས་པའི་བཀའ་འགྱུར་བྲིས་མ་དང་པར་མ། སྐུ་རྒྱུ་ཤིང་ལས་བསྐྲུན་པའི་གནས་བརྟན་བཅུ་དྲུག ཡངས་ཅན་དགོན་ནས་གདན་དྲངས་པའི་གསེར་ཟངས་ཀྱི་བྱམས་པ་ཆོས་འཁོར་མ་ཐོག་ཚད། དངུལ་ལས་གྲུབ་པའི་རྗེ་ཙོང་ཁ་པ་མི་ཚད་ཙམ། ཀློང་རྡོལ་གྲུབ་དབང་གི་ཐུགས་དམ་གྱི་རྟེན་ཞེས་འཇིམ་པ་ལས་གྲུབ་པའི་སྒྲོལ་མ་སེང་ལྡིང་ནགས་སྒྲོལ། དངུལ་ལས་གྲུབ་པའི་རྟ་ཚག་སྲིད་སྐྱོང་གི་འདྲ་སྐུ་མི་ཚད་ལྷག སྨན་འདམ་ལས་གྲུབ་པའི་རྒྱལ་བ་ལྔ་པའི་འདྲ་སྐུ་ཁྲུ་གང་ཙམ། གསེར་ཟངས་ལས་གྲུབ་པའི་རྟ་ཚག་སྐུ་ཕྲེང་བཅུ་གཉིས་པའི་འདྲ་སྐུ་མི་ཚད་ལྷག་སོགས་རྟེན་སྐུ་མང་པོ་དང་། འདུ་ཁང་གི་ལྡེབས་རིས་སུ་དུས་གསུམ་སངས་རྒྱས་དང་། ཇོ་རྔོག་འབྲོམ་གསུམ། རྗེ་ཙོང་ཁ་པ་ཡབ་སྲས། གནས་བརྟན་བཅུ་དྲུག་སོགས་གསལ་བ་དང་། འདུ་ཁང་ཤར་ངོས་མགོན་ཁང་ནང་སྨན་འདམ་གྱི་འཇིགས་བྱེད་ལྷ་བཅུ་གསུམ་དང་དེའི་གཡས་སུ་མགོན་པོ་ཕྱག་དྲུག་ཀྛེ་ཏྲ་པ་ལ།  རྣམ་སྲས།  དམ་ཅན་ཆོས་རྒྱལ།  དམ་ཅན་རྡོར་ལེགས།  རྡོ་རྗེ་གྲགས་ལྡན། གཡོན་ན་དཔལ་ལྡན་ལྷ་མོ་དམག་ཟོར་མ། མགོན་པོ་ཞལ། ལྕམ་སྲིང་། བརྟན་མ། ལྷག་ཏུ་དམ་ཅན་གྱི་བླ་རྡོ་ཞེས་རྡོའི་གཞོང་པ་གྲུ་བཞི་ཞིག་ཡོད་པ། གཞན་ཡང་ཡང་ཐོག་ལྔ་བརྩེགས་བར་<span class=\"milestone page eng \">[page <span class=\"pnum\">42</span>] </span>ྲྭ་ཚང་དང་། རྟ་ཚག་སྐུ་ཕྲེང་ན་རིམ་གྱི་གཟིམས་ཆུང་སོ་སོར་རྟེན་སྐུ་ཇི་སྙེད། བླ་བྲང་དང་གྲྭ་ཚང་གི་གཞུང་སྒོ་སོ་སོར་ཡིན་པ་ལ་ཉིས་ཐོག་ཕྱག་མཛོད་ཁང་ནས་འབྲེལ་ཡོད་པ་བཅས་ཡིན།ྔོན་ཀུན་བདེ་གླིང་གི་སྐུ་ཞབས་ཞེས་དགེ་འདུན་ཞལ་གྲངས་112ཀྱིས་དགེ་ལྡན་ལུགས་ཀྱི་མདོ་སྔགས་ཀྱི་ཆོ་ག་ཁག་ཕྱག་བཞེད་མཛད་ཅིང་ཕལ་ཆེ་བ་རྣམ་རྒྱལ་གྲྭ་ཚང་དང་བཞེད་པ་མཚུངས་པ་ཡིན། </p><p>ད་ལྟ་སྔོན་གྱི་བླ་བྲང་གི་ཤུལ་དུ་མགྲོན་ཁང་ཡིན་ཀྱང་།སྔོན་གྱི་སྒྲོལ་མ་ལྷ་ཁང་ཉམས་གསོ་རྒྱ་བསྐྱེད་གནང་བའི་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་དང་།རྟ་ཚག་སྐུ་ཕྲེང་བཅུ་གཉིས་པའི་ཞབས་རྗེས་སོགས་མཇལ་རྒྱུ་ཡོད།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "ཀུན་བདེ་གླིང་།"
  }
 ], 
 "meta": {
  "date": "2010-08-13 17:00:43 UTC", 
  "domain": "places", 
  "kid": "16424", 
  "authors": [], 
  "title": "ཀུན་བདེ་གླིང་།"
 }
}