{"meta":{"domain":"places","kid":"16628","authors":[],"title":"Sara Introduction","dates":{"created_at":"2010-08-11 20:47:10 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Sara Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":"Sar&#257;Sa r&#257;","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>Elders of the region say that <span class=\"popular\">Sar&#257;<\/span><span class=\"scholar\">Sa r&#257;<\/span> was an ancient agricultural settlement.<\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Long mchod rten","index":7,"parent_index":6,"body":null},{"title":"rDo khang fragment","index":8,"parent_index":6,"body":null},{"title":"Residential Structure RS1","index":9,"parent_index":6,"body":" <p>The residential structure RS1 dispersion roughly measures 20 m x 9 m (47.173&#900; \/ 11.120&#900;). Only desultory bits of what was probably more than one building have endured. A rear wall segment (6.6 m long) is built 1.3 m into he slope. This wall segment exhibits two buttresses, rounded corners and some overlapping among the upper courses of masonry, unmistakable <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> features. The larger of the buttresses is 1.8 m in length, clearly once part of a substantial edifice. In one corner of this wall shepherds built a pen for kids (<span class=\"popular emph\">riu tsang<\/span><span class=\"scholar emph\">ri&rsquo;u tshang<\/span>). On a wall fragment on the forward side of the RS1 dispersion there appears to be faint traces of two or three vertical courses of adobe blocks. The building of a now abandoned corral in the proximity may have played a part in the dissolution of the structures but slope failure is likely a bigger cause. To the west of RS1 there are he remains of a residential structure (3.1 m x 4.1 m) set on the tip of rock spur (47.190&#900; \/ 11.114&#900;). The seams of the slab walls of this structure (up to 1.1 m in height) contain copious amounts of a mud mortar. Running past this rock spur, at the edge of the slope between RS1 and RS2, there are what appear to be the remains of a retaining wall (around 80 cm in height). <\/p> "},{"title":"Residential Structure RS2","index":10,"parent_index":6,"body":" <p>Residential structure RS2 is a multi-roomed edifice sheltering at the base of a ridge (47.210&#900; \/ 11.083&#900;). Not much is left of this relatively large structure (14 m x 9.1 m). There are two niches in a northwest facing wall hat is set 1.5 m into the slope. <\/p> "},{"title":"Residential Structure RS3","index":11,"parent_index":6,"body":" <p>Residential structure RS3 (approximately 19 m x 7.5 m) is situated 7 m north of RS2. This dispersion also stretches along the base of the slope that hems in the <span class=\"popular\">Sar&#257;<\/span><span class=\"scholar\">Sa r&#257;<\/span> valley. Only small wall segments are extant. On the north end of the RS3 dispersion a semi-circular structure has survived with its all-stone roof intact. The integral entranceway (60 cm x 40 cm) accesses an interior space that is only 1.2 m deep and 85 cm high. The roof is made of corbels and slabs and is partially obscured by rubble. Obviously, this structure was not for human habitation, but it is not clear whether it had a ceremonial or utilitarian function. <\/p> "},{"title":"Residential Structure RS4","index":12,"parent_index":6,"body":" <p>Residential structure RS4, located at the base of the slope, is just a very short distance from RS3. This large dispersion (47.5 m x 18 m) supported a collection of buildings, but they are in an advanced state of decay. Rear walls were built into the slope and one niche is still found among them. Within the dispersion, a discrete structure has survived with parts of all four walls intact (3.8 m x 4.4 m). <\/p> "},{"title":"Residential Structure RS5","index":13,"parent_index":6,"body":null},{"title":"Residential Structure RS6","index":14,"parent_index":6,"body":" <p>In the proximity of RS5 is residential structure RS6 (29 m x 15 m), another contiguous zone of edifices on the slopes. Seven or 8 sizable buildings must have once stood here. This dispersion has forward freestanding wall segments up to 2 m in height. These were built without very substantial underlying revetments. Stone slabs of various lengths were used in construction (10 cm to 80 cm). These walls were heavily mud mortared, much of which has oozed out of the seams to cover sections of the stonework. In the remains of an upper edifice, a forward wall segment reaches 2.8 m in height on the exterior side and 2 m high on the interior, the difference being accounted for by a revetment. There is a window in this forward wall (35 cm x 40 cm) with a 70-cm long lintel. The rear wall of the same edifice is set 1.8 m below the upper slope. In the bottom of the rear wall there are wo deep recesses (east: 45 cm x 35 cm x 1.2 m, west: 55 cm x 35 cm x 1 m). This rear wall was part of a large irregularly shaped room (4.9 m x 3.8 m) and has one buttress partly intact as well. Such large sequestered rooms may possibly have had a ceremonial function, with the recesses representing sacred spaces of some kind (we might speculate that chthonic forces were propitiated here). <\/p> "},{"title":"Residential Structure RS7","index":15,"parent_index":6,"body":" <p>Residential structure RS7 (38.5 m x 18.5 m) is situated northeast of RS6 at the same elevation. This highly fragmentary dispersion has been reduced to a scattering of small wall segments. Near the high end of this dispersion there is a wall fragment with an entranceway (55 cm wide) that has been engulfed by the slope. On the northeast side of the dispersion a discrete structure (4 m x 4.3 m) is discernable. Very little of the forward\/lower portion of this <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> has survived but he rear wall is somewhat intact. It is built 1.4 m into the upper slope and contains a deep recess (1.1 m x 90 cm x 1 m). A rear wall buttress in this structure divided a larger room from an alcove (1.2 m x 70 cm). This buttress was constructed with slabs up to 90 cm in length. <\/p> "},{"title":"Residential Structure RS8","index":16,"parent_index":6,"body":" <p>Residential structure RS8 (12 m x 6 m) is situated west of the nucleus of the <span class=\"popular\">Sar&#257;<\/span><span class=\"scholar\">Sa r&#257;<\/span> site (47.254&#900; \/ 11.027&#900;). This single (?) structure was built at two distinct elevations. Only small wall fragments are still in situ. The rear wall was built 1.3 m into the uphill slope.<\/p> "},{"title":"Residential Structure RS9","index":17,"parent_index":6,"body":null},{"title":"Residential Structure RS10","index":18,"parent_index":6,"body":" <p>Residential structure RS10 (50 m x 15 m) is another multi-roomed dispersion at the base of the slope (47.283&#900; \/ 10.970&#900;). A number of buildings were established here but little is left. Like other dispersions at <span class=\"popular\">Sar&#257;<\/span><span class=\"scholar\">Sa r&#257;<\/span>, rear walls were built into the upper slopes, giving hem a semi-subterranean aspect. <\/p> "},{"title":"Tall mchod rten","index":19,"parent_index":6,"body":null},{"title":"West spur tip","index":20,"parent_index":6,"body":null},{"title":"Notes","index":21,"parent_index":0,"body":" <div class=\"footnote\"> <a name=\"n95\" \/> <a href=\"#nb95\" class=\"note\"> [95] <\/a> For descriptions of these ceremonial monuments see John Vincent Bellezza, &ldquo;A Preliminary Archaeological Survey of Da rog mtsho,&rdquo; <em>The Tibet Journal<\/em> 24, no. 1 (1999): 66; Bellezza, <em>Antiquities of Northern Tibet<\/em>, 243. When writing about these structures with what appear to be multiple <span class=\"popular emph\">bhumpa<\/span><span class=\"scholar emph\">bum pa<\/span>, I was uncertain of their religious orientation. Having collected more information on the moumental assemblage of Upper Tibet since that time, I am now of the opinion that they have a non-Buddhist identity. This is indicated by their unsual design characteristics and their placement exclusively among archaic cultural mouments. At this juncture, the age of these ceremonial structures cannot be pinpointed. Given the evidence an early historic period origin must be entertained. <\/div>  "}]}