{"meta":{"domain":"places","kid":"16554","authors":[],"title":"Mani Tang Khar Introduction","dates":{"created_at":"2010-08-11 20:46:08 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Mani Tang Khar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Mani Tang KharMa ṇi thang mkhar","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Mani Tang Khar</span><span class=\"scholar\">Ma ṇi thang mkhar</span> </li> <li>English equivalent: <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma ṇi</span> Plain Castle </li> <li>Site number: A-121</li> <li>Site typology: I.1x </li> <li>Geographic coordinate (N. lat.): 31º 43.2΄</li> <li>Geographic coordinate (E. long.): 79º 07.2΄</li> <li>Elevation: 4200 m </li> <li>Administrative location (township): <span class=\"popular\">Tiyak</span><span class=\"scholar\">Ti yag</span> </li> <li>Administrative location (county): <span class=\"popular\">Tsada</span><span class=\"scholar\">Rtsa mda’</span> </li> <li>Survey expedition: HTAE</li> <li>Survey date: October 15, 2003</li> <li>Contemporary usage: None.</li> <li>Identifiable Buddhist constructions: None.</li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>The impressive citadel and surrounding ancient settlement of <span class=\"popular\">Mani Tang Khar</span><span class=\"scholar\">Ma ṇi thang mkhar</span> is one of <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span>’s most important archaic cultural sites. It is one of three castles in the region related to the <span class=\"popular\">Kel Mön</span><span class=\"scholar\">Skal mon</span>that were surveyed by the renowned Tibetologist Giuseppe Tucci in the early 1930s.<a href=\"#n56\" name=\"nb56\" class=\"note\">56</a> <span class=\"popular\">Mani Tang Khar</span><span class=\"scholar\">Ma ṇi thang mkhar</span> was founded on a rise some 3 km south of the village of <span class=\"popular\">Nu</span><span class=\"scholar\">Snu</span>. It was more heavily constructed and occupies a less lofty location than the local stronghold of <span class=\"popular\">Drakkar Khar</span><span class=\"scholar\">Brag dkar mkhar</span> (A-120). <span class=\"popular\">Mani Tang Khar</span><span class=\"scholar\">Ma ṇi thang mkhar</span> stands above a large ruined village and defunct agricultural lands that are also attributed by local residents to the ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span>. The formidable extent and majestic form of this site seems to indicate that it supported a population significantly larger than that of contemporary <span class=\"popular\">Nu</span><span class=\"scholar\">Snu</span> (75 souls). The <span class=\"popular\">Mani Tang Khar</span><span class=\"scholar\">Ma ṇi thang mkhar</span> castle is situated on an old route leading across the <span class=\"popular\">Langchen Tsangpo</span><span class=\"scholar\">Glang chen gtsang po</span> river to the <span class=\"popular\">Zarang</span><span class=\"scholar\">Za rang</span> district and on eastern ones accessing important valleys of <span class=\"popular\">Shangtsé</span><span class=\"scholar\">Shang rtse</span>. A small stretch of the <span class=\"popular\">Langchen Tsangpo</span><span class=\"scholar\">Glang chen gtsang po</span> can be seen from the site. </p> <p> <span class=\"popular\">Mani Tang Khar</span><span class=\"scholar\">Ma ṇi thang mkhar</span> consists of a single conterminous complex, which measures 44.5 m (east-west) x 16 m (east wall) to 22 m (west wall). Its plan is not well aligned in the cardinal directions. What remains of the superstructure of this powerful installation rests upon heavily built 2-m to 3-m high revetments, most of which are still intact. All structures are composed of mud-mortared random-rubble texture walls containing hewn stones (generally 20 cm to 80 cm in length). Freestanding wall segments reach 1.8 m in height, but most are 1 m or less in height. The heavy walls of <span class=\"popular\">Mani Tang Khar</span><span class=\"scholar\">Ma ṇi thang mkhar</span> (50 cm to 80 cm thick) call into question whether this was an all-stone facility of the <span class=\"popular emph\">do khang</span><span class=\"scholar emph\">rdo khang</span> type. There is no evidence, however, of stone sheathing or corbels on the site. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>Some villagers of <span class=\"popular\">Nu</span><span class=\"scholar\">Snu</span> claim that <span class=\"popular\">Mani Tang Khar</span><span class=\"scholar\">Ma ṇi thang mkhar</span> was a <span class=\"popular\">Kel Mön</span><span class=\"scholar\">Skal mon</span> castle.<a href=\"#n57\" name=\"nb57\" class=\"note\">57</a> </p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Citadel","index":7,"parent_index":6,"body":" "},{"title":"Elite architecture","index":8,"parent_index":7,"body":" <p>The citadel contains 13 separate apartments, raising questions as to the nature of occupancy. Were these the various residential units of an aristocratic extended family or ruling elite, or did they have an alternative function? What is clear is that there are no commodious rooms such as ceremonial halls or large common spaces in the castle (these are characteristic features of large Buddhist edifices). It may be that the decentralized plan of the installation (like many other early monuments in Upper Tibet) reflects strong tribal features in the social makeup of the ancient upper class. In other words, domestic decentralization may possibly allude to leaders who ruled in a consensual fashion or in close consultation with their people. While the apartments may possibly have housed unrelated groups of ministers or other personnel, the chieftain or king possibly resided in sequestered quarters found within the complex. </p> "},{"title":"Grand entrance","index":9,"parent_index":7,"body":" <p>The large entrance to the citadel is in the east. It is flanked by a 7-m long wall in the south and a 2.2-m long wall in the north, forming a sheltered and prestigious ingression. The walls flanking the entrance are spaced 2 m apart. There must have been steps leading 3 m up from the foot of the revetment to the floor of the interior but none have survived. Below the entrance, a 5-m wide path turns south. It is buttressed on its east side by a retaining wall up to 1.4 m in height. The path disappears in the terraces below the castle. </p> "},{"title":"Floor plan","index":10,"parent_index":7,"body":" <p>Set slightly south of the inner entrance there is a 1.7-m to 2.1-m wide axial corridor running nearly the entire length of the citadel. The installation is full of standing wall fragments permitting a general assessment of its ground plan. East of the south entrance wall there is a group of perhaps three rooms set off from the rest of the complex. On the south side of the east-west axial corridor there are seven apartments, each consisting of a pair of rooms. To the north of the corridor there are six more such apartments. The partition walls dividing the two rooms of each suite run parallel to the axis of the facility. These apartments vary somewhat in size; typical interior dimensions being 8 m x 3.5 m. Each suite had a walled off area (less than 2 m x 2 m) with an opening onto the medial corridor. These openings were built at the floor level and measure around 50 cm x 50 cm. Some of the apertures still have in situ stone lintels, 60 cm to 70 cm in length. The ground plan and design of these apartments recalls a similar feature in the nearby <span class=\"popular\">Drakkar Khar</span><span class=\"scholar\">Brag dkar mkhar</span> installation (A-120). As discussed above, the function of these masonry pigeonholes in each apartment is not clear. Perhaps they were part of a sophisticated heating system. If they were indeed latrine pits, does the fact that they open internally and not outwards in the direction of the old village point to a citadel closely allied to the villagers that lived below? In other words, the architectonic evidence may suggest the existence of a strong tribal framework. Identifying these enclosures as latrine pits presupposes a careful system of waste management. Instead of sullying the outer community with waste it would have had to be collected and disposed of properly. This prospective domestic scenario seems to reflect a society with a confederated or consensual form of government. West of the 13 apartments there is a section of the complex (10 m x 12 m) raised 2 m higher. This elevated area contained around nine small rooms. Perhaps these rooms represent the apartments of the controlling individual or family of <span class=\"popular\">Mani Tang Khar</span><span class=\"scholar\">Ma ṇi thang mkhar</span>. </p> "},{"title":"Old village","index":11,"parent_index":6,"body":" <p>Beginning 7 m below and just south of the entrance to the citadel there is a terraced belt (40 m x 18 m), which extends around the entire north side of the complex. There are two main terraces hosting contiguous structures that appear to be the vestiges of domiciliary foundations. There are, however, few coherent wall sections remaining. The north terraces merge on the west side of the citadel with analogous structures extending farther west along the broad slopes. The west zone of rubble filled pits covers an area of 150 m x 60 m (approximately 7000 m²). There is about a 20 m vertical difference between the higher and lower ends of the west zone of dispersion. The terraces were cut on a north-facing slope, an unusual aspect for habitation (although the site gets good east and west exposure). There are no less than 200 tight-knit autonomous structures on the terracing north and west of the citadel. In some places small sections of coherent wall-footings are discernable. Even where relatively well preserved, the foundations are usually level with the surface or elevated above it no more than 50 cm. Larger specimens measure around 11 m x 6 m, and the footings indicate that they contained at least six small rooms. Smaller specimens are around 8 m x 4 m in size. These structures were built with the same type of stones and block-work as the citadel. It appears that some of the domiciles had walled courtyards on the downhill side. Other more irregular structures found on the site may have had livestock and/or agricultural functions. Immediately north of the village remains there is disused agricultural terracing, which local residents call <span class=\"popular\">Kel Mön</span><span class=\"scholar\">Skal mon</span> farmlands. All other arable lands in <span class=\"popular\">Nu</span><span class=\"scholar\">Snu</span> are still under cultivation. </p> "},{"title":"Shrine","index":12,"parent_index":6,"body":" <p>On the western edge of the old settlement dispersion there is a lone structure resembling the base of a shrine of the <span class=\"popular emph\">tenkhar</span><span class=\"scholar emph\">rten mkhar</span> or <span class=\"popular emph\">Chörten</span><span class=\"scholar emph\">mchod rten</span> class. It was built of random-work masonry. It is well aligned in the cardinal directions, and its base measures 4 m x 4.5 m. On the 1-m high base there are the remains of another masonry tier that is also quadrate in shape (2.4 m x 2 m, 50 cm in height).</p> <hr class=\"footnote-divider\" /> "},{"title":"Notes","index":13,"parent_index":0,"body":" <div class=\"footnote\"> <a name=\"n56\" /> <a href=\"#nb56\" class=\"note\"> [56] </a> Tucci, <em>Cronaca Della Missione Scientifica</em>. </div> <div class=\"footnote\"> <a name=\"n57\" /> <a href=\"#nb57\" class=\"note\"> [57] </a> <span class=\"popular\">Guge Tsering Gyelpo</span><span class=\"scholar\">Gu ge tshe ring rgyal po</span> speaks of a rivalry between the upper (<span class=\"popular\">Drakkar Khar</span><span class=\"scholar\">Brag dkar mkhar</span>) and lower (<span class=\"popular\">Mani Tang Khar</span><span class=\"scholar\">Ma ṇi thang mkhar</span>) castles of <span class=\"popular\">Nu</span><span class=\"scholar\">Snu</span> (he refers to this village as <span class=\"popular\">Nup</span><span class=\"scholar\">Snub</span>), where <span class=\"popular\">Mani Tang Khar</span><span class=\"scholar\">Ma ṇi thang mkhar</span> was victorious leading to the pilferage and burning of the property of <span class=\"popular\">Drakkar Khar</span><span class=\"scholar\">Brag dkar mkhar</span> (<span class=\"popular\">Guge Tsering Gyelpo</span><span class=\"scholar\">Gu ge tshe ring rgyal po</span>, <span class=\"popular emph\">nga ri chö jung</span><span class=\"scholar emph\">Mnga’ ris chos ’byung</span>, 250, 251). Both of these castles are said to have belonged to the Buddhist kings of <span class=\"popular\">Gugé</span><span class=\"scholar\">Gu ge</span> (<span class=\"popular\">Guge Tsering Gyelpo</span><span class=\"scholar\">Gu ge tshe ring rgyal po</span>, <span class=\"popular emph\">nga ri chö jung</span><span class=\"scholar emph\">Mnga’ ris chos ’byung</span>, 250, 251). </div>  "}]}