{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Ngawa Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Bonpo monasteries and temples in Tibetan regions in Qinghai, Gansu and Sichuan "
  }, 
  {
   "body": "<p>The traditional name of the region is rNga khog and its inhabitans are referred to as rNga ba. The term rNga ba is prounced Ngawa by the people in Amdo and transcribed by the Chinese as Aba and they wrongly use it as if it were the name of the region. rNga ba county is located in rNga ba Tibetan Autonomous Prefecture, Sichuan Province. There are 19 townships subdivided into 82 villages in the county which covers an area of 10370 sq km. The population is 42,223 (of whom 37,767 were Tibetans in 1980). The county town is located at rNga ba township, 246 km from ’Bar khams, the capital of rNga ba Prefecture, and 509 km from Chengdu, the capital of Sichuan Province. </p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "rNga khog"
  }, 
  {
   "body": "", 
   "index": 3, 
   "parent_index": 2, 
   "title": "(178) rTogs ldan Monastery"
  }, 
  {
   "body": "<p>The monastery’s full name is rTogs ldan dBen gnas lhun grub ’od gsal g-yung drung gling or rTogs ldan dPal gShen bstan smin grol bkra shis g-yas su ’khyil ba’i gling.</p>", 
   "index": 4, 
   "parent_index": 3, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>The monastery is located 5 km northeast of rNga ba Township, the seat of rNga ba county.</p>", 
   "index": 5, 
   "parent_index": 3, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>rTogs ldan Monastery is believed to have been an extension of a hermitage founded by Bon blon bla ma.<a href=\"#n54\" name=\"nb54\" class=\"note\">54</a> He was a descendent of Bya chen Nyi ma ’dzin, the founder of sNang zhig Monastery (No.180).</p><p>The hermitage was mainly for lay practitioners and remained as such for many generations after Bon blon bla ma. In 1666 rTogs ldan gYung drung tshul khrims, the first of the Tshul chen series, transformed it into a monastery. </p><p>Tshul khrims bstan pa’i rgyal mtshan, the second Tshul chen, received teachings from Shar rdza bKra shis rgyal mtshan (1858-1934) whom he invited to the monastery, and changed the name of the monastery to rTogs ldan sMin grol bkra shis g-yas su ’khyil ba’i gling. The monastery was rebuilt in the nineteen-eighties. Since the monastery was destroyed in the middle of the twentieth century it had to be rebuilt in the 1980s.</p><p>There are three main reincarnate masters as the heads of the monastery: Tshul chen Theg mchog bstan pa’i nyi ma (b.1937), Khri pa ’Jam dbyangs mkhyen rab rgya mtsho and Bon blon Nam mkha’ bstan ’dzin (b.1932). These three take turns as khri pa of the monastery every three years.</p>", 
   "index": 6, 
   "parent_index": 3, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>three sprul sku</li> <li>one khri pa, replaced every three years </li> <li>one mkhan po, replaced every three years</li> <li>one dbu mdzad, replaced every three years</li> <li>one dbu mkhyen, (assistant dbu mdzad) replaced every three years </li> <li>one dge skos, replaced every year</li> <li>two dge g-yog (assistant dge skos) replaced every year </li> <li>one mchod dpon, replaced every two years </li> <li>one mchod g-yog (assistant mchod dpon), replaced every two years </li> <li>two gnyer pa replaced every two years (the two gnyer pa have equal status) </li> </ul><p>The incumbents are replaced on the 11th day of the 4th month following the renewal ceremony of the la btsas dedicated to the local deity called Cho mchog when each of the new incumbents receive a silk-knot protection (srung mdud).</p>", 
   "index": 7, 
   "parent_index": 3, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>There are five hundred and eighty-eight novices and monks in the monastery.</p>", 
   "index": 8, 
   "parent_index": 3, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>There are three colleges: sDe snod thos bsam nyin byed gling for the study of philosophy (mtshan nyid), lHun grub ’od gsal zla gzhon gling for the study and practice of tantras, and lNga rig shes bya’i dga’ tshal gling for the study of the “five sciences” (rig gnas lnga).</p><p>There are four hostels (khang tshan): Kun rig khang tshan, Dus ’khor khang tshan, sMan lha khang tshan and Byams ldan khang tshan. </p>", 
   "index": 9, 
   "parent_index": 3, 
   "title": "6. Current education"
  }, 
  {
   "body": "<p>rTogs ldan is the largest monastery upholding the New Bon Tradition. Many monk students from monasteries throughout Amdo and Khams go there to study. It also sends teachers to smaller monasteries which have the same tradition.</p>", 
   "index": 10, 
   "parent_index": 3, 
   "title": "7. Educational exchange"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>2nd month: ritual of the Siddhi bon sgrub that invokes Padmasambhava, from the 23rd to the 30th day </li> <li>3rd month: the religious service in general (zhabs rten chen mo) for the monastery from the 1st to the 13th day</li> <li>4th month: ritual based on the bDe chen zhing sgrub chen mo from the 11th to the 15th day</li> <li>6th-7th months: the observance of the summer-fast (dbyar gnas chen mo) from the 15th day of the 6th month to the 30th day of the 7th month</li> <li>10th month: ritual based on the cycle of Phur pa called Phur sgrub chen mo from the 5th to the 15th day</li> <li>12th month: commemoration of a bla ma on the 20th day and the dgu gtor rite from the 23rd to the 29th day</li> </ul>", 
   "index": 11, 
   "parent_index": 3, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The monastery has one manuscript copy of the Khams chen (in sixteen volumes) and five printed copies of the Bonpo Kanjur and Katen. It also holds printed copies of the collected works of the following masters: rTogs ldan bSod nams phun tshogs, rTogs ldan dKon mchog (in two volumes), rTogs ldan Tshul khrims bstan pa’i rgyal mtshan (in three volumes), rTogs ldan Yon tan rgya mtsho, rTogs ldan ’Jam dbyangs mkhyen rab rgya mtsho (in three volumes), rTogs ldan Theg mchog bstan pa’i nyi ma (in three volumes), rTogs ldan Nges don mthong ba rang grol (in three volumes) and rTogs ldan bZod pa rgyal mtshan. Most of the books are enclosed in their traditional wooden covers (leb shing).</p>", 
   "index": 12, 
   "parent_index": 3, 
   "title": "10. Books held in the monastery"
  }, 
  {
   "body": "<p>The monastery depends on offerings from the faithful and also owns a hotel in the county town.</p>", 
   "index": 13, 
   "parent_index": 3, 
   "title": "11. Income and expenses"
  }, 
  {
   "body": "<p>The local lay community consists of twenty-nine villages: sTag tsha with thirty-families, Shod pa with thirteen families, Tsu ra with ten families, mGon shul with eight families, Khug mgo rtsa with six families, The grong with five families, Grong mang with four families, Ka shul with twenty-eight families, ’Tsham rang lcag with eight families, Zhe phan with four families, A ka with ten families, Ber rtsa with six families, sNas tsa with eight families, Tha ra with eleven families, ’Gyur skor with eight families, Ho tsha with eight families, Hor ’phan with fifteen families, Khug mgo sgang with eighteen families, Kha shu with five families, Cha ’go with one families, mTha’ ba with eighteen families, Cho mchog with ten families, Rag tsa with eight families, Phyug tshang with thirty families, dGe li with forty families, Ko tsa with eight families, dGon pa with twenty families, So ri with ten families, Byar skor ma with eight families.</p>", 
   "index": 14, 
   "parent_index": 3, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>The mountain behind the monastery is called Cho mchog, and has a la btsas at its summit dedicated to the deity Cho mchog Drang srong gnyan po. As it was constructed by rTogs ldan bSod nams phun tshogs on the 11th day of the 4th month, the ceremony of its renewal is performed on that day by both religious and lay communities of sNang zhig and rTogs ldan. The ceremony is followed by the appointment of the new administrators of rTogs ldan Monastery. </p>", 
   "index": 15, 
   "parent_index": 3, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Farmers and traders</p>", 
   "index": 16, 
   "parent_index": 3, 
   "title": "14. Occupation of the local people"
  }, 
  {
   "body": "", 
   "index": 17, 
   "parent_index": 3, 
   "title": "Sources"
  }, 
  {
   "body": "<p>In autumn 1998 with: Tshul chen Theg mchog bstan pa’i nyi ma, one of the present masters of the monastery (b.1937). Bon blon Nam mkha’ bstan ’dzin (b.1932), one of the three trulkus of the monastery</p>", 
   "index": 18, 
   "parent_index": 17, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<ol type=\"1\"> <li>rNga ba rdzong gi rtogs ldan dgon pa’i lo rgyus by Tshul chen Theg mchog bstan pa’i nyi ma, MS</li> <li>A history of rTogs ldan monastery (untitled and anonymous), MS</li> <li>sNgang zhig bkra shis g-yung drung gling gi gdan rabs rdzogs ldan ngag gi rgyal rnga by Bya ’phur Nam mkha’ rgyal mtshan, p.38, Mutri Tsedpo Zhang bod Research Institute, Dolanji, H.P. India, 1994</li> <li>gTer bdag rbang gi bka’ blon mon nam mched brgyad kyi nang tshan khyung dkar lha gnyan gyi bsang mchod by rTogs ldan rGyal ba dbang ldan, MS</li> </ol>", 
   "index": 19, 
   "parent_index": 17, 
   "title": "(2) Texts"
  }, 
  {
   "body": "", 
   "index": 20, 
   "parent_index": 2, 
   "title": "(179) gDong li Monastery"
  }, 
  {
   "body": "<p>The monastery’s full name is gDong li sMin grol bsam gtan dar rgyas gling.</p>", 
   "index": 21, 
   "parent_index": 20, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>The monastery is located 20 km east of the county seat. The monastery lies on a mountain ridge (which is why it is known as gDong li, gDong meaning “ridge”) between Drel lung and So mang valleys on the north bank of rNga chu river in rNga khog.</p>", 
   "index": 22, 
   "parent_index": 20, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>The monastery was founded by bsTan pa lhun grub (1646-1779) in the Fire-Rat year of the 12th Rab byung (1696). Following is a list of the successive masters of the monastery:</p><ol type=\"1\"> <li>bsTan pa lhun grub (1646-1779)</li> <li>Tshul khrims rgyal mtshan (1712-1783)</li> <li>Rin chen lhun grub (1766-1841)</li> <li>bsTan pa rab rgyas (1843-1927)</li> <li>Ngag dbang blo gros phyogs las rnam rgyal (1930-1990)</li> <li>sKal bzang shes rab rgya mtsho alias bsTan pa rab rgyas, the present master</li> </ol>", 
   "index": 23, 
   "parent_index": 20, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one mkhan po</li> <li>one bla ma</li> <li>one dbu mdzad</li> <li>one dge skos </li> <li>one rgan pa (=gnyer ba) </li> <li>one mchod dpon</li> <li>one gsol ka ba</li> <li>one lha gnyer </li> </ul><p>The incumbents are appointed (including the mkhan po) by Tshul chen and the khri pa of rTogs ldan Monastery (No.178) on the 20th of 12th month every two years with the exception of the dbu mdzad whose term is not fixed. As it is a branch of rTogs ldan, there is one bla ma representing rTogs ldan Monastery.</p>", 
   "index": 24, 
   "parent_index": 20, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>There are altogether fifty-seven novices and ordained monks at the monastery.</p>", 
   "index": 25, 
   "parent_index": 20, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>There are no organized classes. The young novices are trained by the elder monks.</p>", 
   "index": 26, 
   "parent_index": 20, 
   "title": "6. Current education"
  }, 
  {
   "body": "<p>The novices go to rTogs ldan to receive the preliminary (sngon ’gro) teachings in the 4th month, as well as for other teachings and their ordination.</p>", 
   "index": 27, 
   "parent_index": 20, 
   "title": "7. Educational exchange"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>1st month: sMon lam from the 7th to the 17th day, including ritual cycle of Ma rgyud, the ritual of Rig ’dzin bon skor, Klong rgyas cho ga and atonement rite of dPal ldan lha mo; </li> <li>3rd month: Guru sidhi from the 10th to the 16th day;</li> <li>4th month: the festival of the pig month (phag zla’i dus mchod) for thirteen days starting on the 22nd day of the 4th month with the Ma rgyud tshogs ’khor for three days and Klong rgyas sgrub pa for ten days; </li> <li>6th month: the observance of the summer fast (dbyar gnas) from the 15th day of the 6th month to the 30th day of the 7th month; </li> <li>12th month: Klong rgyas from the 13th to the 16th day and the dgu gtor rite from the 27th to 29th day.</li> </ul>", 
   "index": 28, 
   "parent_index": 20, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The monastery has no regular Sources of income and depends on offerings from its followers.</p>", 
   "index": 29, 
   "parent_index": 20, 
   "title": "11. Income and expenses"
  }, 
  {
   "body": "<p>The local lay community consists of five villages: dGe li with twenty-three families, gDong mgo ra with twenty-one families, rTsang tsa with one family, dGon pa ra with twenty-one families and gDong li with one family.</p>", 
   "index": 30, 
   "parent_index": 20, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>The la btsas at the top of the mountain behind the monastery is called Nag ’jar sgang. It is dedicated to the local deity bDud mgon dgra lha’i rgyal bo. The la btsas was constructed in accordance with instructions given by gDong li bsTan pa dar rgyas, the third master of the gDong li lineage. The renewal ceremony of the la btsas by the monks takes place on the day following the end of the dbyar gnas fast (30th day of the 7th month). There is another la btsas called Brag dmar nor bu lha rtse located 3 km east of the monastery on a mountain at a site called Tsher khog. It was built following the advice given by gDong li bsTan pa lhun grub. The spirit of the mountain is propitiated by both monks and lay people although the date of its propitiation is not fixed.</p>", 
   "index": 31, 
   "parent_index": 20, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Farming and trade</p>", 
   "index": 32, 
   "parent_index": 20, 
   "title": "14. Occupation of the local people"
  }, 
  {
   "body": "", 
   "index": 33, 
   "parent_index": 20, 
   "title": "Sources"
  }, 
  {
   "body": "<p>In autumn 1998 with Ri kho bSod nam rig ’dzin (b.1942), the head of the monastery’s administrative committee</p>", 
   "index": 34, 
   "parent_index": 33, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<ol type=\"1\"> <li>rNga khul rnga ba rdzong gi gdong li dgon gyi lo rgyus mdor bsdus in rNga ba khul gyi dgon pa’i lo rgyus, published by the Buddhist Association of rNga ba Prefecture and Religion Bureau of the rNga ba Prefecture, MS, pp.78-79</li> </ol>", 
   "index": 35, 
   "parent_index": 33, 
   "title": "(2) Texts"
  }, 
  {
   "body": "", 
   "index": 36, 
   "parent_index": 2, 
   "title": "(180) sNang zhig Monastery"
  }, 
  {
   "body": "<p>The monastery’s full name is sNang zhig rGyal bstan phun tshogs gling, and is also known as sNang zhig bKra shis g-yung drung gling, or sNang zhig Phyogs las rnam rgyal bkra shis g-yung drung gling.</p>", 
   "index": 37, 
   "parent_index": 36, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>The monastery is located 5 km north of rNga ba Township, the seat of rNga ba county. There is a motorable road leading to the monastery.</p>", 
   "index": 38, 
   "parent_index": 36, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>The first in the succession of the sNang zhig masters is said to be Do ’phags chen po, also known as Yon tan rgyal mtshan (b.1168).<a href=\"#n55\" name=\"nb55\" class=\"note\">55</a> Although the latter was responsible for spreading Bon in the area and opened several hermitages in rNga khog, the real founder of the monastery was Nyi ma ’dzin, the eldest son of Do ’phags chen po. The first building of the establishment was Nyi ma ’dzin’s own residence (bla brang) built in 1108 and known as rGyal bstan phun tshogs gling. </p><p>Do ’phags chen po and sKyang za g-yu sgron had three sons: Nyi ma ’dzin, ’Dul ba rgyal mtshan, and gYung drung rgyal mtshan. Nyi ma ’dzin studied under the feet of Zhu sgom ’phrul zhig, but his two brothers ’Dul ba rgyal mtshan and gYung drung rgyal mtshan migrated to Shar khog where the former founded the monastery lCags mdud bKra shis g-yung drung gling (No.199), and the latter a monastery known as sNang zhig dngul sku (No.201). </p><p>The descendants of the three brothers were collectively known as the “three lineages of sNang zhig” (sNang zhig khag gsum). The twenty-fourth descendant of the eldest brother, sNang zhig Tshul khrims dbang mchog, took monastic vows. He then divided the establishment of sNang zhig rGyal bstan phun tshogs gling into two settlements: one for lay tantric practitioners and the other for monks. </p><p>Following is a list of the sNang zhig lineage masters: </p><ol type=\"1\"> <li>Do ’phags chen po (sNang zhig Yon tan rgyal mtshan </li> <li>Nyi ma ’dzin </li> <li>lHun grub rgyal mtshan </li> <li>Kun dga’ rgyal mtshan </li> <li>Nam mkha’ rgyal mtshan </li> <li>Zla ba rgyal mtshan </li> <li>Yon tan rgyal mtshan </li> <li>Kun dga’ lhun grub </li> <li>Shes rab rgyal mtshan </li> <li>lHun grub rgyal mtshan </li> <li>Shes rab ’od zer </li> <li>Chags med bya bral </li> <li>bstan pa rgyal mtshan </li> <li>Tshul khrims rgyal mtshan </li> <li>Ye shes rgyal mtshan </li> <li>bSod nams rgyal mtshan </li> <li>lHun grub dbang ldan </li> <li>bsTan pa tshul khrims </li> <li>Rin chen lhun grub </li> <li>Shes rab rgyal ba </li> <li>Nam mkha’ rgyal mtshan </li> <li>Shes rab dbang rgyal </li> <li>Tshe dbang rgyal mtshan </li> <li>Tshul khrims dbang mchog </li> <li>bsTan pa tshul khrims </li> <li>bsTan pa lhun grub </li> <li>Shes rab blo gros </li> <li>Tshul khrims bstan ’dzin </li> <li>Rin chen rgyal mtshan, </li> <li>gYung drung bstan pa dar rgyas, he founded gDong li Monastery (No.179)</li> <li>bSod nams rgyal mtshan </li> <li>bsTan ’dzin dbang rgyal </li> <li>Phun tshogs rnam rgyal </li> <li>Blo gros thogs med </li> <li>gYung drung bstan pa’i nyi ma </li> <li>Grub dbang g-yung drung bstan ’dzin </li> <li>Nam mkha’ blo gros </li> <li>bsTan pa rab rgyas (1929-1961)</li> <li>bsKal bzang blo gros rgya mtsho (b.1983)</li> </ol><p>The monastery was destroyed during the Cultural Revolution and its reconstruction was undertaken in 1980 by rGya ’obs bsTan ’dzin dbang rgyal and Slob zur Tshul khrims bstan ’dzin.</p>", 
   "index": 39, 
   "parent_index": 36, 
   "title": "3. History"
  }, 
  {
   "body": "<p>The sNang zhig family is the “owner of the monastery” (dgon bdag) and the present head of the monastery is sNang zhig bsKal bzang blo gros rgya mtsho (b.1983). The monastery is therefore headed by an hereditary line.</p><ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>rgyal tshab</li> <li>one khri pa, replaced every year</li> <li>one dpon sbob, replaced every three year</li> <li>two dpe khrid, (teachers), replaced every two years</li> <li>three dge skos, replaced every year </li> <li>two dbu mdzad, replaced every six years (after three years the younger dbu mdzad (dbu mdzad chung ba) replaces the dbu mdzad che ba, the elder dbu mdzad) </li> <li>two mchod g-yog, replaced every two years (after one year the mchod g-yog chung ba, the younger mchod g-yog, replaces the mchod g-yog che ba, the elder mchod g-yog) </li> <li>seven lha gnyer, replaced each year; one gnyer chen, replaced each year </li> <li>two yig mkhan (accountant) replaced every two years </li> <li>two drung yig, replaced every three years </li> </ul>", 
   "index": 40, 
   "parent_index": 36, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>There are seven hundred novices and monks in the monastery.</p>", 
   "index": 41, 
   "parent_index": 36, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>There are thirteen classes devoted to the following metaphysic subjects: 1) Kha tog dkar dmar, 2) bsDus chung, 3) bsDus ’bring, 4) bsDus chen, 5) Blo rig, 6) rTags rig, 7) gZhung gsar, 8) gZhung gong sa lam, 9) Phar phyin, 10) ’Dul mdzod (grade: rdo rams ’og ma), 11) dBu ma (grade: rdo rams gong ma), 12) sNgags, 13) rDzogs chen. </p><p>For the above subjects the students use the bsDus grwa by mKhan chen Nyi ma bstan ’dzin; the works on the Khams chen by dPal chen; the five ’Phrul sgron by mNyam med Shes rab rgyal mtshan and commentaries on the Gab pa, mDzod and Sa lam written by scholars from gYas ru dBen sa kha Monastery.</p><p>The monk students have classes and debate every day except during retreats; the texts they study during retreats include texts that deal with meditation systems of A khrid, sNyan brgyud and rDzogs chen.</p><p>Monks of the college of ritual practice (sgrub gwra) must complete the three year retreat (lo gsum) following the A khrid tradition of meditation.</p>", 
   "index": 42, 
   "parent_index": 36, 
   "title": "6. Current education"
  }, 
  {
   "body": "<p>sNang zhig is the largest monastic university of Bon religion in Tibet. Many monks from various monasteries throughout Amdo and Khams visit the monastery. sNang zhig Monastery sends its monks to teach at Tsha lung Monastery (No.193) in rMe ba, ’Bol la (No.182) and Kun ’brog (No.183) monasteries of ’Bar khams in rGyal rong, lCags mdud (No.199) and sNang zhig dNgul sku (No.201) in Shar khog, rTse dbus Monastery (No.99) in rGan rgya, Dung dkar Monastery (No.132) in Chab cha, Khyung mo Monastery (No.123) in Khri ka and Bon brgya Monastery (No.100) in Reb gong.</p>", 
   "index": 43, 
   "parent_index": 36, 
   "title": "7. Educational exchange"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>1st month: commemoration of sNyam med Shes rab rgyal mtshan from the 4th to the 6th day</li> <li>2nd month: commemoration of Nang chen Kun bzang bstan pa’i rgyal mtshan from the 1st to the 5th day and that of rGya ’obs bsTan pa rab rgyas from the 7th to the 13th day </li> <li>3rd month: the ritual based on the Yi dam kun ’dus from the 8th day for three days and the ritual cycle of Ma rgyud from the 11th for four days </li> <li>4th month: the recitation of the mantra Ma tri on the 14th day</li> <li>5th month: the ceremony of the lighting of 10,000 butter lamps as offering to rNam rgyal, an aspect of gShen rab Mi bo, for ten days from the 6th day</li> <li>6th month: the ritual cycle of Phur pa from the 3rd day for seven days; the observance of summer-fast (dbyar gnas) for seven days from the 15th day; the ceremony of Dus khrims for seven days from the 24th day</li> <li>11th month: commemoration of sKyabs mgon Zla ba rgyal mtshan on the 7th and 8th days </li> <li>12th month: the ritual of the gShen rab sgrub mchod for three days from the 14th day and the dgu gtor rite for four days from the 26th day</li> </ul>", 
   "index": 44, 
   "parent_index": 36, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>Printed editions: five copies of the Bonpo Kanjur and six copies of the Bonpo Katen, and more than 2000 printing blocks.</p>", 
   "index": 45, 
   "parent_index": 36, 
   "title": "10. Books held in the monastery"
  }, 
  {
   "body": "<p>The monastery depends on offerings from the faithful and also owns a hotel in the county town.</p>", 
   "index": 46, 
   "parent_index": 36, 
   "title": "11. Income and expenses"
  }, 
  {
   "body": "<p>The local community consists of twenty-eight villages: mChog skyid with thirteen families, ’Ju skor with thirty families, A ka with sixty-four families, Cha bo with forty-one families, Ber rtsa with thirty-seven families, Thar ba with sixty families, Ho tsa with fifteen families, Hor ’phen with thirteen families, Khos ’go with seventeen families, Kha shu with twenty-seven families, Bon sde with seventy-five families, sPrel mgo with fifteen families, gTsang ra with ten families, Zhag ’dug with five families, Zhes ’phen with twenty-eight families, Grong mang with ten families, Thes grong with twenty families, Khos mgo rtsa with eighteen families, mGon shul with thirteen families, sTag rtsa with eighteen families, ’Tshams ring lcag with twenty-eight families, mTha’ ba with fifteen families, mGo che lcag with thirty-eight families, Ka shul ’gab ma with forty-five families, Ka shul gong ma with twenty-five families, Chu kha ra with five families, dGe lu with seventeen families, Mag gsar with fifteen families. (717 families altogether)</p>", 
   "index": 47, 
   "parent_index": 36, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>The mountain behind the monastery, rBang brtsan bse khrab can, is located about 10 km north of the monastery. There is a la btsas at the top whose renewal celebration, which is attended by both religious and lay communities, takes place on the 11th day of the 4th month. In addition, the members of the sNang zhig family traditionally propitiated the local deity (yul lha) of Mount gNyan po g-yu rtse, located in southeast of Golok, 5368 meters high, but the custom was interrupted in the 1960s. Recently it was revived by the present head of the sNang zhig family. There is also a “sacred mountain” (gnas ri) called dGon lung, situated about 4 km northwest of the monastery. It was sanctified by sNang zhig Nam mkha’ blo gros. Its veneration by the local people takes place every Horse Year. </p>", 
   "index": 48, 
   "parent_index": 36, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Farmers and traders</p>", 
   "index": 49, 
   "parent_index": 36, 
   "title": "14. Occupation of the local people"
  }, 
  {
   "body": "", 
   "index": 50, 
   "parent_index": 36, 
   "title": "Sources"
  }, 
  {
   "body": "<p>In autumn 1998 with: rGya ’obs bsTan ’dzin dbang rgyal (b.1928), the present representative (rgyal tshab) of the sNang zhig master in the monastery, and the following monks at the monastery: Nam mkha’ tshul khrims (b.1930), bsTan ’dzin ye shes (b.1931) and Phun tshogs (b.1950)</p>", 
   "index": 51, 
   "parent_index": 50, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<ol type=\"1\"> <li>Bon gyi ’dus sde chen po snang zhig rgyal bstan phun tshogs gling ngam bkra shis g-yung drung gling gi chags rim lo rgyus mdor bsdus shel dkar phreng ba by dGe bshes bsTan ’dzin phun tshogs and ’Jam dbyangs brtson ’grus, MS </li> <li>gZhi bdag gnyan po rbang btsan bse khrab can gyi bsang mchod bstod bskul (anonymous), MS</li> <li>gZhi bdag gnyan po g-yu rtse’i bsang mchod bdud rtsi ’khyil ba (anonymous), MS</li> <li>sNang dgon dkar chag gsal ba’i me long by Nam mkha’ tshul khrims, MS</li> <li>sNang zhig bkra shis g-yung drung gling gi gdan rabs rdzogs ldan ngag gi rgyal rnga by Bya ’phur Nam mkha’ rgyal mtshan, Mutri Tsedpo Zhang Bod Research Institute, Dolanji, H.P. India, 1994</li> <li>“The Monastic Lineage of sNang zhig dgon pa in Amdo rNga ba” by Donatella Rossi, The Tibet Journal, Vol. xxiii, No.4, pp.58-71, Winter 1998. India</li> </ol>", 
   "index": 52, 
   "parent_index": 50, 
   "title": "(2) Texts"
  }, 
  {
   "body": "", 
   "index": 53, 
   "parent_index": 2, 
   "title": "(181) Cog lo Monastery"
  }, 
  {
   "body": "<p>The monastery’s full name is Cog lo rNam rgyal bsam gtan nor bu gling. Cog lo is the name of a village in which the monastery is located.</p>", 
   "index": 54, 
   "parent_index": 53, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>The monastery is located 34 km southeast of rNga ba Township.</p>", 
   "index": 55, 
   "parent_index": 53, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>The monastery was founded by sNang zhig ’Dul ba rgyal mtshan in the Earth-Rat year of the 2nd Rab byung (1108). Originally it was located at the confluence of lDing chu and rNga chu rivers, but following the rNga ba county authority’s decision to build a power station there, the monastery was moved to the present site and was rebuilt in the 1980s.</p><p>’Dul ba rgyal mtshan belonged to the sNang zhig family whose lineage I have already discussed in connection with sNang zhig Monastery (No.180). </p><p>A khams Rin chen dar rgyas and Nam mkha’ shes rab bsam gtan have been looking after the monastery until now. There is a representative of the master of sNang zhig (rgyal tshab bla ma) who is appointed by the sNang zhig family. </p><p>The present rgyal tshab bla ma, Tshul khrims rgyal mtshan (b.1919) was appointed by sNang zhig bsTan pa rab rgyas in the first half of the 20th century. He was still occupying the position in autumn 1998 when I visited the monastery. </p>", 
   "index": 56, 
   "parent_index": 53, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>dgong bdag (hereditary)</li> <li>rgyal tshab bla ma </li> <li>one dbu mdzad (replaced every three years) </li> <li>two gnyer ba (replaced every year) </li> <li>one mchod g-yog (replaced every year) </li> </ul><p>The rgyal tshab bla ma nominates the candidates for the different positions and submits his choice to the sNang zhig family when he visits the monastery on the 12th day of the 1st month during the annual gathering of the sMon lam. The sNang zhig family then decide them and send knots to let them know who were selected to be for the positions in the next morning.</p>", 
   "index": 57, 
   "parent_index": 53, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>There are one hundred and nine novices and monks at the monastery.</p>", 
   "index": 58, 
   "parent_index": 53, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>There is no organized system; the novices are trained by the elder monks.</p>", 
   "index": 59, 
   "parent_index": 53, 
   "title": "6. Current education"
  }, 
  {
   "body": "<p>Since it is a branch of sNang zhig Monastery, the monks are required to go to sNang zhig for the three year retreat, ordination and further traning.</p>", 
   "index": 60, 
   "parent_index": 53, 
   "title": "7. Educational exchange"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>1st month: commemoration of mNyam med Shes rab rgyal mtshan from the 4th to the 6th day; the recitation ceremony of the Ma tri for seven days with ’cham dance on the 13th day; the new incumbents of the positions mentioned above are appointed on the 14th day; the new dge bskos enthroned on the 15th day; this is followed by the ritual based on the ’Khor ba stong ’dren for three days and the gYung drung klong gyas on the 12th day</li> <li>4th month: the ritual based on the rNam rgyal stong mchod from the 13th to the 15th day, followed by the Zhi khro ritual for two days and the mNyam med bla sgrub ceremony for one day </li> <li>5th month: the ritual based on the ’Khor ba stong ’dren again from the 14th to the 17th day</li> <li>6th month: the mNyam med bla sgrub ceremony again and that of sKyabs mgon (Zla ba rgyal mtshan) on the 15th and 16th days</li> <li>7th month: the observance of the summer fast (dbyar gnas) for nine days from the 21st day</li> <li>9th month: the ritual cycle of sTag la for ten days from the 21st </li> <li>10th month: commemoration of sNang zhig bsTan pa rab rgyas on the 28th day</li> <li>12th month: the ritual based on the gYung drung klong rgyas from the 14th to the 16th day, immediately followed by the ritual of sMan lha from the 17th to the 19th day</li> <li>13th month: the ritual cycle of dBal gsas on the 27th and 28th days followed by the gtor bzlog rite and a ’cham dance on the 29th day, and another ’cham dance on the 30th day of the same month</li> </ul>", 
   "index": 61, 
   "parent_index": 53, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The monastery has lent 100 000 Yuan to the local people and in return receives 1400 Yuan interest per year. In addition, the monastery owns nine female yaks that are kept by the villagers who in return give the monastery 4kg of butter per yak every year (1 kg of butter cost 7 Yuan in 1998). The monastery also receives offerings from its followers. The monks must provide their own food.</p>", 
   "index": 62, 
   "parent_index": 53, 
   "title": "11. Income expenses"
  }, 
  {
   "body": "<p>The local lay community consists of four villages: A ’dus with twenty-five families, sNa skor with forty-two families, Khyung dga’ with twenty-eight families and sGom pa with twelve families.</p>", 
   "index": 63, 
   "parent_index": 53, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>The mountain behind the monastery is known as Dung khyung. Its la btsas called Khyung sras dGe legs bstan sras was constructed with the instructions given by sNang zhig bsTan pa rab rgyas. The mountain spirit is propitiated by the monks of the monastery. </p><p>There is also a sacred mountain (gnas ri) known as rGya mkhar ’go. It is located 2 km south of the monastery. The mountain was sanctified by rTogs ldan rGyal ba dbang ldan and is venerated by both the monks and local lay people in the 10th month of the Horse Year.</p><p>The village A ’dus has five la btsas: Wer sgo, gYa’ khang, gSas mkhar, Brag skar and gNam lha dkar chen, whose annual renewal ceremony takes place on the 11th day of the 1st and 4th months. The village sNa skor has six la btsas: Dung khyung, lHa ri dar ’dzin, gNyan, gYung drung lha rtse, sTag rtse and A myes brag dkar. The local deities, to whom the la btsas are dedicated, are propitiated on the same days as those of the A ’dus village. The village Khyung dga’ has two la btsas: Nag rgas and Zhig gung and sGom pa has only one la btsas, Di ’gu. The dates of their renewal ceremony are not fixed.</p>", 
   "index": 64, 
   "parent_index": 53, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Farmers</p>", 
   "index": 65, 
   "parent_index": 53, 
   "title": "14. Occupation of the local population"
  }, 
  {
   "body": "", 
   "index": 66, 
   "parent_index": 53, 
   "title": "Sources"
  }, 
  {
   "body": "<p>With the following monks at the monastery in autumn 1998: dGra ’dul (b.1937), Shes rab (b.1938) and Tshul khrims (b.1958)</p>", 
   "index": 67, 
   "parent_index": 66, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<ol type=\"1\"> <li>rNga khul rNga ba rdzong gi cog lo dgon gyi lo rgyus mdor bsdus in rNga ba khul gyi dgon pa’i lo rgyus, Buddhist Association of rNga ba Prefecture and Religion Bureau of rNga ba Prefecture, pp.71-72</li> </ol><hr class=\"footnote-divider\">", 
   "index": 68, 
   "parent_index": 66, 
   "title": "(2) Texts"
  }, 
  {
   "body": "<div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n54\"></a><a href=\"#nb54\" class=\"note\"> [54] </a> There are several variants of the name: Bo leb, sPo leb, Bon slebs and Bon blon. Regarding the first variant, “bo” derives from the term bo ti in Amdo dialect, meaning clod, leb means “flat”. It is said that when Bon blon bla ma established the hermitage in the place where there were many “flat clods”; the meaning of the second variant remains unknown; the third variant means the “arrival of Bon”, the explanation for this name was that the master was the first Bonpo to arrive in the region; the fourth variant means “the Bon minister” which appears in the official documents given to the master by the local authorities of Zung ’phan during the reign of Qianlong. </div><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n55\"></a><a href=\"#nb55\" class=\"note\"> [55] </a> Per Kvaerne dated the year of his birth 1028, in “The Monastery of sNang zhig of the Bon Religion in the rNga pa District of Amdo” (Rivista degli Studi Orientali 63, 1990) and this is supported by the works of Nam mkha’ tshul khrims (p.9.n. MS.) and Bya ’phur Nam mkha’ rgyal mtshan (p.32) mentioned above. However, dGe bshes bsTan ’dzin phun tshogs and ’Jam dbyangs brtson ’grus give 1088, one Rab byung (60 years) later in their above-mentioned works. <br>However, dGe bshes bsTan ’dzin phun tshogs and Drung ming ’Jam dbyangs brtson-’grus give 1088, one rab byung (60 years later) in their above-mentioned works. They also provide a different list of the masters from that given by Per Kvaerne (1990) whose work is based on sNang zhig do ’phags chen po’i sku phreng gsol ’debs byin rlabs myur gzigs ma by Shes rab blo ldan (d.1999). </div>", 
   "index": 69, 
   "parent_index": 1, 
   "title": "Notes"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }, 
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }
  ], 
  "domain": "places", 
  "kid": "23752", 
  "dates": [], 
  "title": "Ngawa Introduction"
 }
}