{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "མཁར་ཆུ་དགོན།"
  }, 
  {
   "body": "<span class=\"milestone page eng \">[page <span class=\"pnum\">127</span>] </span>", 
   "index": 1, 
   "parent_index": 0, 
   "title": "ལྷོ་བྲག་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་“མཁར་ཆུ་དགའ་ལྡན་བདུད་འཇོམས་གླིང་”ཞེས་ཞུ། ཐིག་ཕྱི་དགོན་ནས་འཁོར་ལམ་བརྒྱུད་སྤྱི་ལེ་སུམ་ཅུ་སོ་བཞི་ཙམ་སོང་ན་ལྷ་ཁང་དུ་འབྱོར། དེ་ནས་ལྷོ་ངོས་ཀྱི་ནགས་རིར་རྐང་ཐང་མར་ཆུ་ཚོད་གཉིས་ལྷག་ཙམ་དང་། འཁོར་ལམ་བརྒྱུད་སྤྱི་ལེ་བརྒྱད་དགུ་ཙམ་སོང་ན་ལྕགས་ཕུར་ཅན་ཞེས་པའི་རི་བོའི་སྟེང་ཐང་ཤིང་དང་ཤུག་པ་ལ་སོགས་ལྗོན་ཤིང་སྣ་ཚོགས་ཀྱི་ཁྲོད་དུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། “མཁར་ཆུ་”ཞེས་པ་ནི་བྲག་མཁར་བདེ་མཆོག་རང་བྱོན་ནམ་མཁའ་ལ་བསྙེགས་འདྲའི་མདུན་ནས་ཕུ་ཆུ་རྒྱུགས་པས་མཁར་ཆུ་ཞེས་འབོད། ཞེས་པ་ལས་མཁར་ཆུའི་མཚན་བྱུང་གསུངས། ཡང་གསུངས་སྲོལ་གཞན་ཞིག་ནི། ཕུ་ཡི་གངས་རི་ཤེལ་དཀར་གྱི་བ་གམ་བརྩེགས་པ་ལྟ་བུ་ནས་ཕྱོགས་ཀུན་དུ་ཡན་ལག་བརྒྱད་ལྡན་གྱི་བདུད་རྩི་དྭངས་ཤིང་བསིལ་བ་འོ་མའི་རྒྱུན་ལྟར་འབབ་པ་དེ་ལྷ་མོ་མཁར་ཆེན་གྱི་རི་བོ་དེར་མཁར་བས་“མཁར་ཆུ་”ཞེས་པའི་མཚན་དེ་ལྟར་བྱུང་ཡང་གསུངས།</p><p>དགོན་དེ་ནི་ཐོག་མར་འབྲུག་པ་པད་མ་དཀར་པོས་སྤྱི་ལོའི་དུས་རབས་བཅུ་དྲུག་པའི་ནང་ཕྱག་བཏབ་གནང་མཛད། དེ་རྗེས་གནུབས་ཀྱི་རིགས་འཁྲུངས་དགེ་སློང་ནམ་མཁའི་སྙིང་པོའི་མཆོག་སྤྲུལ་སླར་ཡང་བསྟན་འགྲོའི་དོན་དུ་བྱོན་པ་དགེ་སློང་ལྷ་མཆོག་ནས་ད་བར་སྐུ་ཕྲེང་རིམ་བྱོན་གྱིས་འདུལ་སྡེ་བསྐྱངས་གནང་གིས་མཛད་འཕྲིན་ཤིན་ཏུ་རྒྱས། རྒྱལ་མཆོག་ལྔ་པས་ཀྱང་མཐུན་རྐྱེན་བཀའ་དྲིན་བླ་མེད་སྩལ་གནང་མཛད་ཚུལ་སོགས་གསུངས། དགེ་འདུན་ཞལ་གྲངས་བརྒྱ་ལ་ཉེ་བས་ཉེར་ལྔ་ཚེས་བཅུ་སོགས་བྱང་གཏེར་ཕྱག་བཞེས་གནང་གི་ཡོད་པ་ལ། བླ་མ་གསང་འདུས་ཏེ་གུ་རུ་ཆོས་དབང་གི་གཏེར་མ་སོགས་ཀྱང་ཕྱག་བཞེས་མཛད་ཀྱི་ཡོད། སྔོན་འདུ་ཁང་ཐོག་བརྩེག་གསུམ་ལྡན་གྱི་གཙང་ཁང་སྦུག་མར་སྨན་འདམ་གྱི་གུ་རུ་མཚོ་སྐྱེས་རྡོ་རྗེ་ཐོག་བརྩེག་གསུམ་ཙམ་ལོན་པའི་གཟུགས་སུ་སོར་མོའི་ཚད་ཙམ་གྱི་གུ་རུའི་སྐུ་ཁྲི་བཅུ་གཉིས་<span class=\"milestone page eng \">[page <span class=\"pnum\">128</span>] </span>ཙམ་བཞུགས་པ། གཡས་སུ་སྐུ་རྒྱུ་དེ་མཚུངས་ཀྱི་འོད་དཔག་མེད་དང་། མཁན་ཆེན་ཞི་བ་འཚོ། གཡོན་དུ་ཐུགས་རྗེ་ཆེན་པོ་དང་རྒྱལ་པོ་ཁྲི་སྲོང་ལྡེའུ་བཙན་གྱི་འདྲ་སྐུ་ཐོག་བརྩེག་ལྷག དབུ་སྟེང་དུ་གསང་འདུས་ཀྱི་དཀྱིལ་འཁོར། གཞན་ཡང་ཀུན་མཁྱེན་པད་དཀར་གྱིས་བཞེངས་པའི་གསེར་ཟངས་ཀྱི་རྒྱལ་བ་མི་འཁྲུག་པ་ཐོག་བརྩེག་གཅིག་ལྷག ནམ་སྙིང་སྐུ་ཕྲེང་དྲུག་པའི་གསེར་ཟངས་ཀྱི་རྒྱལ་བ་མི་འཁྲུག་པ་ཐོག་བརྩེག་གཅིག་ལྷག ནམ་སྙིང་སྐུ་ཕྲེང་དྲུག་པའི་གསེར་ཟངས་ཀྱི་གདུང་རྟེན། གཞན་ཡང་བྱུ་རུའི་སྡོང་པོ་དང་དུང་དཀར་གཡས་འཁྱིལ་སོགས་ནང་རྟེན་ཇི་སྙེད་ཅིག་བཞུགས་སུ་གསོལ་ཡོད།</p><p>ད་ལྟ་སྔོན་གྱི་གྱང་རོར་ཉམས་གསོ་ཞུས་པའི་འདུ་ཁང་ནང་གོང་གསལ་སྐུ་དེ་དག་གི་སྐུ་ཚབ་སྐུ་རྒྱུ་དང་སྐུ་ཚད་དེ་མཚུངས་གསར་བཞེངས་གནང་ཡོད་པ་དང་། གུ་རུའི་སྐུ་ཚབ་ཉེར་ལྔ་ཞེས་པའི་གྲས་ཤིག་དང་། ནམ་མཁའི་སྙིང་པོའི་སྐུ་ཆོས་ཉི་ཟེར་མ་སོགས་བཞུགས་སུ་གསོལ་བ་མཇལ་རྒྱུ་ཡོད། </p><p>གཞན་ཡང་དགོན་དེ་ནི་གུ་རུའི་ཐུགས་ཀྱི་དབེན་གནས་ཏེ་དུང་དཀར་གཡས་འཁྱིལ་གྱི་གཤོག་པ་འདྲ་བའི་ནང་འོག་མིན་ལྕགས་ཕུར་ཅན་ཞེས་པའི་ཕུག་ཏུ་གུ་རུས་ལོ་བདུན་ཟླ་བདུན། ཞག་བདུན་སྒྲུབ་པ་བསྐྱོན་པ། དེའི་ལམ་གྱི་བྲག་ལ་མ་ཅིག་གི་ཞབས་རྗེས། གུ་རུའི་ཕྱག་འཁར་དང་། ཕྱག་མཛུབ་ཀྱི་རྗེས་སོགས་འདམ་ལ་བཏབ་པ་བཞིན་གསལ་བའི་རི་སྟེང་དུ་དགོན་དེ་ཆགས། ཤར་རིར་སྒྲོལ་མ་ཉེར་གཅིག་གི་རང་བྱོན་གྲལ་རིང་དུ་བཞུགས་འདྲ་དང་། དེའི་མདུན་དུ་གཡུ་ཡི་རྡོ་བཅས་བཏིང་འདྲའི་ལྷ་མོ་གཡུ་སྒྲོན་མའི་བླ་མཚོ་དང་། དངུལ་གཞོངས་ཇ་ཐང་གིས་བསྐངས་འདྲའི་ཞིང་སྐྱོང་གི་བླ་མཚོ། གཏེར་བདག་དགེ་གཉེན་སྨྱོན་ཁའི་བླ་མཚོ་བཅས་ནི་སྒྲོལ་མའི་རང་བྱོན་མདུན་ཡོན་ཆབ་ཕུལ་བ་བཞིན་ཡོད། དེ་ནས་ལྷོ་ངོས་སུ་རྒྱལ་བ་རིགས་ལྔའི་རང་བྱོན་གསལ་བའི་ཁྲོད། ལྷོ་དོན་ཡོད་སྒྲུབ་པའི་སྐུ་སྐེད་ཀྱི་མཚམས་སུ་རྒྱལ་བ་རྒོད་ཚང་པའི་སྒྲུབ་ཕུག ལྷོ་ནུབ་ཀྱི་མཚམས་སུ་རྡོ་སྐས་དང་ཤིང་ཟམ་བརྒྱུད་མར་བབས་ན་རོང་ཆུ་འགྲོ་བ་འདྲེན་པའི་ཆུ་རྒྱུན་དང་། དེ་ནས་ཙ་རིའི་རླུང་སྒོ་ཞེས་<span class=\"milestone page eng \">[page <span class=\"pnum\">129</span>] </span>པ་དང་བྲག་མཁར་བདེ་མཆོག་རང་བྱོན་སོགས་ཙ་རི་གཉིས་པ་ཡིན་ཞེས་གསུངས། ནུབ་ངོས་སུ་ནམ་མཁའི་སྙིང་པོར་གུ་རུས་ལུང་བསྟན་པའི་དཔལ་གྱི་ཕུ་རིང་སྒྲུབ་ཕུག་དེ་དང་ཉེ་བར་མཚོ་རྒྱལ་གྱི་གསང་བའི་ཕུག་པ་དང་། གྲུབ་ཐོབ་མེ་ལོང་རྡོ་རྗེའི་གདན་ས་དང་དུར་ཁྲོད་སོགས་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནས་མི་རིང་བའི་སར་གངས་ལ་བརྒྱབ་ནས་སོང་ན་མོན་ཀུ་རུ་ལུང་ཞེས་པའི་མདོར་ཨོ་རྒྱན་རིན་པོ་ཆེའི་ཕུར་པ་འཕྲིན་ལས་ཀྱི་སྒྲུབ་གནས་ཁྱད་པར་ཅན་མོན་ཁ་ནེ་རིང་སེང་གེ་རྫོང་གསུམ་ཞེས་པ་མཇལ་རྒྱུ་ཡོད་ཀྱང་མཐའ་མཚམས་སོང་བས་མཇལ་སྟབས་བདེ་པོ་མེད།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "མཁར་ཆུ་དགོན།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "22413", 
  "dates": [], 
  "title": "མཁར་ཆུ་དགོན།"
 }
}