{"meta":{"domain":"places","kid":"23600","authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"title":"Akyi Kyangtsang Yungdrung Tengyé Ling Introduction","dates":{"created_at":"2011-12-13 02:30:22 UTC","updated_at":"2011-12-13 02:30:22 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Akyi Kyangtsang Yungdrung Tengyé Ling Introduction"},{"title":"rMe ba county","index":1,"parent_index":0,"body":" "},{"title":"(194) A skyid sKyang tshang Monastery","index":2,"parent_index":1,"body":" "},{"title":"1. Name","index":3,"parent_index":2,"body":" <p>The monastery&rsquo;s full name is A skyid skyang tshang gYung drung bstan rgyas gling.<\/p> "},{"title":"2. Location","index":4,"parent_index":2,"body":" <p>The monastery is located 41 km northeast of the county town, the seat of mDzod dge county. There is a motorable road leading to the monastery.<\/p> "},{"title":"3. History","index":5,"parent_index":2,"body":" <p>Dri med &rsquo;od zer believes (DzNGL pp.112-114) that the first master of the monastery was sKyang &rsquo;phags, one of the Three Saints of Amdo (&rsquo;phags pa rnam gsum), who lived in the 2nd Rab byung (1087-1146). He first founded a hermitage known as Bon po&rsquo;i bde khug.<\/p> <p>sKyang &rsquo;phags had two sons, Thog rgod and Thogs med. Practitioners began to gather together at the hermitage. Following is a list of the masters who preached at the hermitage: <\/p> <ol type=\"1\"> <li>sKyang &rsquo;phags<\/li> <li>Thog rgod and Thogs med<\/li> <li>rGyal mtshan dpal bzang. This master reorganized the hermitage.<\/li> <li>bSod nams bstan &rsquo;dzin. This master built a temple below the hermitage and living quarters around it.<\/li> <li>Khri gtsug bstan &rsquo;dzin <\/li> <li>Mi &rsquo;gyur gtsug phud <\/li> <li>bsTan &rsquo;dzin dbang rgyal <\/li> <li>Rin chen &rsquo;od zer <\/li> <li>rGyal ba bstan &rsquo;dzin <\/li> <li>Khri rgyal grags bzang. During the time of this master, tantric practitioners lived in the hermitage, also a few monks.<\/li> <li>sKyang bla bsTan &rsquo;dzin phun tshogs. This master with the help of Gling zhig rGyal ba blo gros extended the hermitage into a small monastery by building an assembly hall (&rsquo;du khang) in the 7th Rab byung (1387-1446). <\/li> <li>gYung drung bstan &rsquo;dzin<\/li> <li>bSod nams rgyal mtshan<\/li> <li>sKyang bla dBang ldan grags pa. This master enlarged the monastery after it merged with the monasteries of Dar rgyal lha rtse and Phag rgod (DzNGL p.113). He renamed the monastery A skyid gYung drung bstan rgyas gling. He insisted on the strict observance of monastic discipline. <\/li> <li>bsTan pa &rsquo;od zer <\/li> <li>Rin chen lhun grub <\/li> <li>gYung drung ye shes &rsquo;od gsal alias Byang chub rin chen, a renowned physician, popularly known as A byang tshang <\/li> <li>Nam mkha&rsquo; lhun grub. During the time of this master the monastery was burned down.<\/li> <li>Nam mkha&rsquo; bstan &rsquo;dzin and sKyang dbon Rin chen rgyal mtshan. The second rebuilt the monastery and also elaborated the rules of the monastery. He established the ritual of offering known as Klong rgyas mchod pa with the &rsquo;cham dance according to the tradition of Sangs rgyas gling pa during the 1st month. <\/li> <li>bsTan pa grags dbang and Nam mkha&rsquo; mi &rsquo;gyur gtsug rgyan<\/li> <li>gTsug gshen rgyal ba. According to Dri med &rsquo;od zer, he recognized the famous writer sKyang sprul Nam mkha&rsquo; rgyal mtshan as the reincarnation of Nam mkha&rsquo; bstan &rsquo;dzin. gTsug gshen rgyal ba was contemporary with rGyal ba g-yung drung phun tshogs alias A tshogs tshang who was a famous master. He was born in sTag ra village in The bo and was regarded as the emanation of sKyang &rsquo;phags and took up residence in sKyang tshang Monastery. Before he came to the monastery he is said to have studied at &rsquo;Bras spungs where he obtained the rab &rsquo;byams pa degree. He was also invited by the kings of Lung dgu, Khro skyabs in rGyal rong, and the monastery has preserved some of the valuable gifts he received from them.<\/li> <li>sKyang tshang rGya nag sprul sku sKal bzang mkhas grub alias A mkhas tshang who greatly supported the monasteries rTsa ring (No.98) and bSam &rsquo;grub (No.197).<\/li> <li>Nyi ma bstan &rsquo;dzin. Because he died very young, he is called sPrul chung.<\/li> <li>gYung drung rgyal mtshan alias Nam mkha&rsquo; dbang phyug, also known as rGya nag sprul sku rNal &rsquo;byor ba <\/li> <li>Nam mkha&rsquo; rin chen alias bsTan &rsquo;dzin rin chen rnam rgyal (b.1880) was born in Khang sar village of A skyid in mDzod dge. He was a very learned master and wrote a number of works. <\/li> <li>sKal bzang sangs rgyas bstan &rsquo;dzin (1905-1961) was born in &rsquo;Jam pa village of Thang smad community in the A skyid area of mDzod dge.<\/li> <li>Dri med &rsquo;od zer (b.1935) is the present head of the monastery. He was born in Pe chung village in sTeng ka, The bo. He is a great Bonpo scholar and is also renowned in the area as a physician in Tibetan medicine. In addition to running the monastery, he works at mDzod dge Tibetan Medicine Hospital and has received several official titles for his social service. <\/li> <\/ol> <p>The monastery was reconstructed in the 1980s.<\/p> "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":" <ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>one bla ma<\/li> <li>one dbu mdzad<\/li> <li>one dge skos<\/li> <li>one dngul bdag<\/li> <li>one rtsis pa<\/li> <\/ul> "},{"title":"5. Current number of monks","index":7,"parent_index":2,"body":" <p>There are twenty-six novices and monks at the monastery.<\/p> "},{"title":"6. Current education","index":8,"parent_index":2,"body":" <p>There are no organized classes. The young novices are trained by the elder monks. The monastery often organizes public teachings.<\/p> "},{"title":"7. Educational exchange","index":9,"parent_index":2,"body":" <p>The monastery maintains close ties with Chags ri (No.94), rTsa ring and bSam &rsquo;grub monasteries in The bo county, and with Nyos zhing (No.195) and dGu skyang (No.196) monasteries in mDzod dge county, but their educational exchanges are not regular.<\/p> "},{"title":"8 \/ 9. Rituals","index":10,"parent_index":2,"body":" <ul xmlns:str=\"http:\/\/exslt.org\/strings\" class=\"bullet-blue\"> <li>1st month: commemoration of mNyam med Shes rab rgyal mtshan on the 5th day; the ritual based on the Klong rgyas from the 6th to the 15th day with a &rsquo;cham dance on the 15th day <\/li> <li>2nd month: the cycle of the Yi dam kun &rsquo;dus from the 13th to the 22nd day<\/li> <li>3rd-4th months: the ritual cycle of Phur pa from the 21st day of the to the 1st day of the 4th month; the recitation of Ma tri and Du tri su alternately, starting on the 18th day of the 4th month <\/li> <li>5th month: commemoration of sKyang &rsquo;phags from the 21st to the 22nd day<\/li> <li>6th month: the observance of the summer fast (dbyar gnas) from the 9th to the 15th and the renewal ceremony of the la btsas on the following day <\/li> <li>7th month: general religious service (zhabs brtan) from the 13th to the 15th day<\/li> <li>8th month: the observance of the bsnyen gnas abstinence and the smyung gnas fasting from the 14th to the 15th day<\/li> <li>9th month: whitewashing ceremony (dkar rtsi) of the assembly hall&rsquo;s inner walls on the 21st and 22nd day <\/li> <li>10th month: the ritual based on the Klong rgyas on the 14th and 15th days<\/li> <\/ul> "},{"title":"10. Books held in the monastery","index":11,"parent_index":2,"body":" <p>The monastery has three printed copies of Kanjur, two printed copies of Katen, printed copies of the collected works of mNyam med Shes rab rgyal mtshan and Shar rdza bKra shis rgyal mtshan, and more than two hundred texts in print and manuscript, including a few Buddhist texts, dealing with rDzogs chen, ritual and literature.<\/p> "},{"title":"11. Income and expenses","index":12,"parent_index":2,"body":" <p>The monastery has no regular Sources of income and depends on offerings from the faithful.<\/p> "},{"title":"12. Local community","index":13,"parent_index":2,"body":" <p>The local lay community consists of nine villages:<\/p> <p>sTag gi gad mgo with ten families, A skyid stod with twenty-nine families, A skyid grog with nine families, mDzo mgo thong rab with fifty-eight families in two areas, sKyang ston with six families in mDzo mgo, sKyang skor with thirteen families, sDe ba with thirty-four families, Thong rab sa la with twelve families and Pan yon with four families.<\/p> "},{"title":"13. Local festivals","index":14,"parent_index":2,"body":" <p>There are four la btsas located at the top, middle and foot of the mountain behind the monastery: the la btsas called Nor bu, below the banner at the summit, sKyang tshang la btsas half-way up the mountain, and finally the new la btsas (la btsas gsar pa) and Grwa tshang la btsas at the foot of the mountain. The renewal ceremony of the four la btsas traditionally took place on the 15th day of the 6th month, but now the ceremony of sKyang tshang la btsas is carried out on the 1st day of the 1st month.<\/p> "},{"title":"14. Occupation of the local people","index":15,"parent_index":2,"body":" <p>Farming and trade<\/p> <p>Sources <\/p> "},{"title":"(1) Interviews","index":16,"parent_index":15,"body":" <p>In autumn 1998 with Dri med &rsquo;od zer (b.1935), the most learned Bonpo scholar in the area<\/p> "},{"title":"(2) Texts","index":17,"parent_index":15,"body":" <ol type=\"1\"> <li>sTod skyang zhes su grags pa a skyid skyang tshang dgon bkra shis g-yung drung dar rgyas gling gi byung ba cung zad brjod pa shel dkar me long by Dri med &rsquo;od zer in mDzod dge&rsquo;i bod brgyud nang bstan dgon sde so so&rsquo;i lo rgyus mdor bsdus, published by Srid gros mDzod dge rdzong u yon lhan khang rig gnas lo rgyus dpyad yig khang, September, 1999, pp.111-217<\/li> <\/ol> "}]}