{"meta":{"domain":"places","kid":"16792","authors":[],"title":"Rachen Introduction","dates":{"created_at":"2010-08-25 11:12:51 UTC","updated_at":"2010-08-25 11:12:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Rachen Introduction"},{"title":"II.2. Superficial structures: Primarily funerary superstructure","index":1,"parent_index":0},{"title":"RachenRa chen","index":2,"parent_index":1},{"title":"Basic site data","index":3,"parent_index":2,"body":"<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Rachen<\/span><span class=\"scholar\">Ra chen<\/span> <\/li> <li>English equivalent: Big goat<\/li> <li>Site number: D-80<\/li> <li>Site typology: II.2e <\/li> <li>Geographic coordinate (N. lat.): 31º 27.4΄ <\/li> <li>Geographic coordinate (E. long.): 89º 55.4΄ <\/li> <li>Elevation: 4850 m to 4900 m <\/li> <li>Administrative location (township): <span class=\"popular\">Puwa<\/span><span class=\"scholar\">Phu ba<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Pelgön<\/span><span class=\"scholar\">Dpal mgon<\/span> <\/li> <li>Survey expedition: HTCE<\/li> <li>Survey date: September 21, 2002<\/li> <li>Contemporary usage: Light grazing. <\/li> <li>Identifiable Buddhist constructions: None. <\/li> <\/ul>"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"<p> <span class=\"popular\">Rachen<\/span><span class=\"scholar\">Ra chen<\/span> is located between two small mountains, <span class=\"popular\">Laro<\/span><span class=\"scholar\">Gla ro<\/span> (Musk Deer Carcass?) and <span class=\"popular\">Khenbuk<\/span><span class=\"scholar\">Mkhan sbug<\/span> (Artemisia Nook). The site is situated on sandy and turf-blanketed slopes with fairly gentle gradients. There are many granite outcrops dotting these slopes. The terraced funerary structures of <span class=\"popular\">Rachen<\/span><span class=\"scholar\">Ra chen<\/span> have rectangular, ovoid and trapezoidal forms. They tend to be grouped in meandering rows, each of which is set at the same elevation. Most of these funerary structures are small and simply built with little evidence of coherent wall segments. The rim and forward flank of each structure are lined with stones with no apparent order or arrangement, save for a vertical stacking of stones in a few instances. In those structures with wo longer walls, these are usually oriented perpendicular to the axis of the slope. The forward flanks of the erraced funerary structures are flush with the downhill slope or elevated above it to a height of 20 cm to 1 m (larger specimens). The rear walls, where they exist, are usually flush with the uphill slope. These structures are free from structural elements located inside the outer walls. The terraced funerary structures are mostly constructed of variable-length (10 cm to 60 cm long) uncut pieces of white granite. <span class=\"popular\">Rachen<\/span><span class=\"scholar\">Ra chen<\/span> is the most westerly example of the eastern <span class=\"popular\">Jangtang<\/span><span class=\"scholar\">Byang thang<\/span> variant of terraced funerary structures documented to date. The site does not appear to have been disturbed in recent times. <span class=\"popular\">Rachen<\/span><span class=\"scholar\">Ra chen<\/span> is divided into three sectors: southeast (28 funerary structures), northeast (21 funerary structures) and northwest (23 funerary structures). <\/p>"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"<p>According to local sources, <span class=\"popular\">Rachen<\/span><span class=\"scholar\">Ra chen<\/span> represents he remains of an ancient fortress. <\/p>"},{"title":"Site elements","index":6,"parent_index":2},{"title":"Southeast sector","index":7,"parent_index":6,"body":"<p>The terraced funerary structures of the southeast sector have the following dimensions, locations and salient characteristics:<\/p><ol> <li>Funerary structure FS1 (7.1 m x 3.3 m) has a forward flank, 30 cm in height (31° 27.436΄ \/ 89° 55.432΄). Parts of all four walls are intact.<\/li> <li>Funerary structure FS2 (3 m x 2.2 m) has a forward flank, 20 cm in height (27.432΄ \/ 55.416΄). Only fragments of three walls have survived.<\/li> <li>Funerary structure FS3 (6.4 m long) has a forward flank, 50 cm in height composed of four vertical courses of stones laid flat (27.420΄ \/ 55.404΄). The side walls are partially intact.<\/li> <li>Funerary structure FS4 (6.3 m x 5 m) has a forward flank, 80 cm in height, which includes a segment composed of six vertical courses of stones 60 cm in height (27.417΄ \/ 55.406΄).<\/li> <li>Funerary structure FS5 is a small specimen (27.414΄ \/ 55.411΄).<\/li> <li>Funerary structures FS6 to FS10 form an interconnected row of structures with a forward flank, around 30 cm in height and an obliterated rear wall.<\/li> <li>Funerary structure FS6 (3.2 m long) has a forward flank, 20 cm in height, which includes two vertical courses of masonry (27.408΄ \/ 55.413΄).<\/li> <li>Funerary structure FS7 is highly fragmentary (27.406΄ \/ 55.415΄).<\/li> <li>Funerary structure FS8 (3.7 m x 2.8 m) (27.405΄ \/ 55.416΄).<\/li> <li>Funerary structure FS9 (2.8 m long) (27.403΄ \/ 55.416΄).<\/li> <li>Funerary structure FS10 (3.7 m) (27.401΄ \/ 55.419΄).<\/li> <li>Funerary structure FS11 (3.6 m x 2.8 m) has a forward flank, 40 cm in height (27.396΄ \/ 55.414΄).<\/li> <li>Funerary structure FS12 is highly fragmentary (27.394΄ \/ 55.414΄).<\/li> <li>Funerary structure FS13 (7.2 m x 5.8 m) has a forward flank, 1 m in height, and a slightly elevated rear wall (27.436΄ \/ 55.432΄). A turf-covered depression on top of the structure may be evidence of an excavation carried out in the past.<\/li> <li>Funerary structure FS14 (5.9 m x 5.9 m) has a forward flank, 50 cm in height (27.381΄ \/ 55.405΄).<\/li> <li>Funerary structure FS15 (3.4 m x 3.3 m) has a forward flank, 50 cm in height (27.377΄ \/ 55.405΄).<\/li> <li>Funerary structure FS16 (3.3 m x 2.8 m) has a forward flank, 50 cm in height (27.375΄ \/ 55.405΄).<\/li> <li>Funerary structure FS17 (7.2 m x 4.3 m) has a forward flank, 80 cm in height, which includes three vertical courses of masonry, 50 cm in height (27.436΄ \/ 55.432΄).<\/li> <li>Funerary structure FS18 (3 m x 2.8 m) (27.412΄ \/ 55.403΄).<\/li> <li>Funerary structure FS19 is highly fragmentary (27.438΄ \/ 55.393΄).<\/li> <li>Funerary structure FS20 (4.2 m x 2 m) has a forward flank, almost flush with the slope (27.433΄ \/ 55.391΄).<\/li> <li>Funerary structure FS21 is highly fragmentary with a forward flank, flush with the slope (27.436΄ \/ 55.432΄). It may be comprised of two interconnected specimen.<\/li> <li>Funerary structure FS22 is a small specimen with a forward flank almost flush with the slope (27.463΄ \/ 55.381΄).<\/li> <li>Funerary structure FS23 is highly fragmentary with a forward flank flush with the slope (27.467΄ \/ 55.378΄).<\/li> <li>Funerary structure FS24 (4.7 m) has a forward flank, 40 cm in height (27.466΄ \/ 55.375΄).<\/li> <li>Funerary structure FS25 is highly fragmentary with a forward flank almost flush with the slope (27.436΄ \/ 55.432΄).<\/li> <li>Funerary structure FS26 (5.7 m) has a forward flank, 40 cm in height (27.473΄ \/ 55.377΄).<\/li> <li>Funerary structure FS27 has a forward flank, 40 cm in height (27.436΄ \/ 55.432΄). Part of its rear wall is intact.<\/li> <li>Funerary structure FS28 (4.7 m x 3 m) has a forward flank, 40 cm in height (27.459΄ \/ 55.365΄).<\/li> <\/ol>"},{"title":"Northeast sector","index":8,"parent_index":6,"body":"<p>The terraced funerary structures of the southeast sector have the following dimensions, locations and salient characteristics:<\/p><ol> <li>Funerary structure FS29 (6.5 m x 6 m) has partly intact walls and a concavity on top (27.396΄ \/ 55.337΄).<\/li> <li>Funerary structure FS30 (5.5 m x 4.2 m) has parts of all four walls intact (27.381΄ \/ 55.405΄). The rear wall is slightly elevated above the slope.<\/li> <li>Funerary structure FS31 (4.8 m x 3.2 m) has a pronounced trapezoidal form (27.499΄ \/ 55.342΄).<\/li> <li>Funerary structure FS32 (6.4 m x 4.2 m) has a forward flank, 50 cm in height (27.503΄ \/ 55.340΄). The rear wall is slightly elevated above the slope.<\/li> <li>Funerary structure FS33 (4.8 m x 4.4 m) has a forward flank, 50 cm in height (27.507΄ \/ 55.340΄). Part of he rear wall is intact.<\/li> <li>Funerary structure FS34 (4.6 m x 3.7 m) has a forward flank, 50 cm in height (27.512΄ \/ 55.341΄).<\/li> <li>Funerary structure FS35 (3.4 m long) has a forward flank, 40 cm in height (27.517΄ \/ 55.341΄).<\/li> <li>Funerary structure FS36 (2.3 m long) has a forward flank, 30 cm in height (27.519΄ \/ 55.339΄).<\/li> <li>Funerary structure FS37 (4 m x 2.5 m) has a forward flank, 30 cm in height (27.522΄ \/ 55.339΄).<\/li> <li>Funerary structure FS38 is highly fragmentary (27.520΄ \/ 55.339΄).<\/li> <li>Funerary structure FS39 is highly fragmentary and flush with the slope (27.531΄ \/ 55.312΄).<\/li> <li>Funerary structure FS40 (3.1 m x 3 m) has a forward flank, 40 cm in height (27.529΄ \/ 55.311΄).<\/li> <li>Funerary structure FS41 (3.4 m x 2.8 m) has a forward flank, 50 cm in height (27.514΄ \/ 55.282΄).<\/li> <li>Funerary structure FS42 (4.3 m x 3.2 m) has a forward flank, 50 cm in height (27.512΄ \/ 55.278΄).<\/li> <li>Funerary structure FS43 (5.2 m x 4 m) has a forward flank, 70 cm in height (27.511΄ \/ 55.274΄). Part of he rear wall has survived.<\/li> <li>Funerary structure FS44 (5.8 m x 4.6 m) has parts of all four walls intact (27.506΄ \/ 55.270΄).<\/li> <li>Funerary structure FS45 (3.4 m x 3.2 m) has a forward flank almost flush with the slope (27.502΄ \/ 55.269΄).<\/li> <li>Funerary structure FS46 (4.2 m x 3.8 m) has a forward flank, 50 cm in height (27.495΄ \/ 55.257΄). Parts of all four walls are intact.<\/li> <li>Funerary structure FS47 (3.7 m x 2.6 m) has a forward flank, 30 cm in height (27.531΄ \/ 55.242΄).<\/li> <li>Funerary structure FS48 (4.3 m x 4 m) has a forward flank, 60 cm in height (27.528΄ \/ 55.241΄).<\/li> <li>Funerary structure FS49 (4.3 m x 4.1 m) has a forward flank, 50 cm in height (27.527΄ \/ 55.240΄). The rear wall is elevated 30 cm above the slope.<\/li> <\/ol>"},{"title":"Northwest sector","index":9,"parent_index":6,"body":"<p>The 23 terraced funerary structures of the northwest sector are aggregated on denuded slopes. These specimens have the same general dimensions and morphological traits as those in the other two sectors of <span class=\"popular\">Rachen<\/span><span class=\"scholar\">Ra chen<\/span>. Due to time constraints, the northwest sector was not more closely surveyed.<\/p>"}]}