{"meta":{"domain":"places","kid":"16515","authors":[],"title":"Jiukhar Introduction","dates":{"created_at":"2010-08-11 20:45:36 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Jiukhar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Chiu KharByi&rsquo;u mkhar","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Textual tradition","index":6,"parent_index":2,"body":null},{"title":"Site elements","index":7,"parent_index":2,"body":" "},{"title":"Fortress","index":8,"parent_index":7,"body":" <p>As of 2002, the long-term Buddhist redevelopment of the site and the wholesale removal of he old stone structures made it extremely difficult to assess the original architectural character of the stronghold. The radical recasting of the site since that time now makes the task of assessment virtually impossible. As of 2002, the east side of the summit was under the complete domination of the monastery. Other sections of the hilltop, however, appeared to host the obscured remains of a defense facility. There were structural traces of a 1-m-thick circumvallating parapet wall on various parts of the rim of the summit. There were also vestiges of what were probably ramparts on the abrupt west and north flanks of the formation. On the southeast side of the hill, sections of revetments up to 2 m in height were extant. Some vestiges of these defensive works are still in situ. A considerable amount of stone rubble was found on the summit and spilling down the east, west and south sides of the hill. Now the rubble has been cleared and the entire hilltop has been given over to Buddhist activities. Several monastic residences were built from the structural detritus of the old fortress on the flat west summit. Some of these houses were destroyed before living memory and others reportedly built just 60 years ago. All buildings on the west summit were recently razed and are now undergoing reconstruction. <\/p> <hr class=\"footnote-divider\" \/> "},{"title":"Notes","index":9,"parent_index":0,"body":null}]}