{"meta":{"domain":"places","kid":"22418","authors":[],"title":"ལྷ་ལུང་དགོན།","dates":{"created_at":"2010-08-14 12:30:07 UTC","updated_at":"2010-08-14 12:30:07 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"ལྷ་ལུང་དགོན།"},{"title":"ལྷོ་བྲག་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":"ལྷ་ལུང་དགོན།","index":2,"parent_index":0,"body":" <p>མཚན་རྒྱས་པར་“ཐེག་མཆོག་རབ་རྒྱས་གླིང་”ཞེས་ཞུ། ད་ལྟའི་ལྷོ་བྲག་རྫོང་ངམ། རྡོ་གླིང་ཆོས་སྡེ་དགོན་ནས་སྤྱི་ལེ་ཉི་ཤུ་མ་ཟིན་ཙམ་འཁོར་ལམ་སྤྱིར་བཏང་བ་བརྒྱུད་སོང་ན་ལྷ་ལུང་གྲོང་དབུས་སུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་ཐོག་མར་རྒྱ་བཟའ་ཀོང་ཇོས་“གནས་འདིར་ཁ་ཤར་གཏད་ཀྱི་ལྷ་ཁང་ཞིག་ཆགས་པ་ཤོག་”ཅེས་ཐུགས་སྨོན་གནང་བའི་བདེན་ཚིག་ལས། ཤར་མཁར་དུང་གི་ལྷ་ཁང་ཞེས་གཞུ་སྤུངས་བཟོ་དབྱིབས་ཀྱི་ལྷ་ཁང་<span class=\"milestone page eng \">[page <span class=\"pnum\">136</span>] </span>ཞིག་ཆགས།</p> <p>སངས་རྒྱས་རབས་བདུན་གནས་དེར་འཕུར་ཕེབས་ནས་ལྷ་ཁང་དེར་བཞུགས་སུ་གསོལ་བས་ཡུལ་དེར་རྟེན་ཆགས་གཞུང་ཞེས་ཐོགས་ཚུལ་ཡང་དེ་ནས་བྱུང་ཟེར། དེ་རྗེས་ཆོས་རྒྱལ་མངའ་བདག་ཁྲི་རལ་གྱི་བྲེ་སྤུངས་དབྱིབས་ཅན་གྱི་གཙང་ཁང་སྦུག་མར་རྒྱ་ལུགས་ཀྱི་དུས་གསུམ་སངས་རྒྱས་ཀྱི་སྐུ་བརྙན་བཞེངས་གནང་མཛད། དེ་ནས་རྗེ་འབངས་ཉེར་ལྔའི་ནང་ཚན་ལྷ་ལུང་དཔལ་གྱི་རྡོ་རྗེས་རྒྱ་བསྐྱེད་གནང་། ལྷ་ལུང་དཔལ་རྡོར་འཁྲུངས་སའང་ཡུལ་དེའི་བྱང་ཤར་གྱི་ལྷ་ལུང་ཕུ་ཞེས་པར་འཁྲུངས། སྐུ་ལྷ་མཁའ་རི་ནས་རྩིས་ན་གཡོན་ཕྱོགས་ཡལ་བ་སའི་ཐིག་ལེར་འཁྲུངས་ཞེས་གསུངས། ལྷ་ལུང་དཔལ་རྡོར་གྱིས་རྒྱལ་པོ་གླང་དར་བཀྲོངས་ཏེ་མདོ་ཁམས་སུ་བྲོས་བྱོལ་དུ་ཕེབས་སྟབས་རེ་ཞིག་དགོན་དེ་ཉམས་ཆག་ཏུ་སོང་། དེ་ནས་ཕག་གྲུས་དབང་སྒྱུར་སྐབས་དཔའ་བོ་གཙུག་ལག་འཕྲེང་བས་སྲས་མཁར་དགུ་ཐོག་རྒྱ་སྐྱེད་གནང་བ་དང་དུས་མཚུངས་བཀའ་བརྒྱུད་པར་བསྒྱུར་གནང་མཛད། དེ་རྗེས་རྒྱལ་མཆོག་ལྔ་པའི་དུས་བསྒྱུར་གླིང་བཅུ་གསུམ་ཞེས་པའི་ཁོངས་སུ་རྙིང་དགོན་དུ་བསྒྱུར། བྱང་གཏེར་རྡོ་རྗེ་བྲག་དང་། ཤར་གཏེར་སྨིན་གྲོལ་གླིང་། ནུབ་གཏེར་རྡོ་རྗེ་གླིང་སྟེ་ཡུལ་རབ་དགོན་གསར། དབུས་གཏེར་སངས་རྒྱས་གླིང་སྟེ་རྩེད་ཐང་བན་ཚང་དགོན། ལྷོ་གཏེར་པད་མ་གླིང་པ་བཅས་གཏེར་ཆེན་ལྔ་ལས་དགོན་དེ་ནི་ལྷོ་གཏེར་པད་མ་གླིང་དུ་གྲགས། པད་མ་གླིང་པའི་སྐུ་སྐྱེ་ཀུན་བཟང་རང་གྲོལ་བར་སྐུ་ཐོག་བཅུ་གཅིག་བྱུང་། དགེ་འདུན་ཞལ་གྲངས་ཀྱང་བརྒྱ་ལྷག་ཡོད། སྔོན་ཤར་མཁར་དུང་གི་ལྷ་ཁང་ནང་སྨན་འདམ་གྱི་སངས་རྒྱས་རབས་བདུན་ཐོག་བརྩེག་གཉིས་ལྡན་དང་། གཙང་ཁང་སྦུག་མར་སྐུ་རྒྱུ་དེ་མཚུངས་ཀྱི་དུས་གསུམ་སངས་རྒྱས་ཐོག་སོ་ཉིས་ཐོག ཀུན་མཁྱེན་ཀློང་ཆེན་པའི་དབུ་ཀླད་རིང་སྲེལ་གྱི་ཕུང་པོ་སོགས་རྟེན་ཁྱད་པར་ཅན་དུ་མ་དགོན་དེར་ཡོད། </p> <p>ད་ལྟ་ཉམས་གསོ་ཞུས་པའི་སྔོན་གྱི་གཙུག་ལག་ཁང་ནང་རྙིང་མ་དང་། བཀའ་བརྒྱུད་སོགས་ཀྱི་ལྡེབས་རིས་རྙིང་མ་མང་པོ་དང་། གཟིམ་ཆུང་ཀུན་<span class=\"milestone page eng \">[page <span class=\"pnum\">137</span>] </span>བཟང་རྩེར་པད་མ་གླིང་པ་དང་། མངའ་བདག་ཉང་རལ་པ། སྨྲ་བོ་ལྕོག གུ་རུ་ཆོས་དབང་སོགས་ཀྱི་སྐུ་བརྙན་གསར་བཞེངས་གནང་བ་དང་། ཉང་ཆོས་གླིང་གསུམ་གྱི་མཛད་རྣམ་འཁོད་པའི་ལྡེབས་རིསས་རྙིང་མ་ངོ་མཚར་ཅན་སོགས་མཇལ་རྒྱུ་ཡོད།</p> <p>དགོན་དེ་ནས་རྐང་ཐང་མར་ནུབ་ངོས་སུ་ཆུ་ཚོད་གཉིས་ཙམ་སོང་ན་རྫར་ལ་ཡག་པ་གྲོང་ཞེས་པའི་ཡུལ་དུ་གུ་རུ་ཆོས་དབང་གི་འཁྲུངས་ཡུལ་དང་། གདན་ས་སོགས་ཀྱི་རྗེས་ཤུལ་ཡང་མཇལ་རྒྱུ་ཡོད།</p>  "}]}