{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "ཆོས་སྡིངས་དགོན།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "ལྷུན་གྲུབ་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་གཞན་ལ་སྤྱང་ལུང་ཆོས་སྡེ་ཞེས་ཞུ། སྤྱང་ལུང་ཞེས་པ་ནི་བཀའ་གདམས་པའི་དགེ་བཤེས་བརྒྱ་དང་བརྒྱད་ཀྱི་ནང་ནས་ཕུལ་དུ་བྱུང་བ་བདུན་གྱི་སྐུ་ན་བགྲེས་ཤོས་དེ་ཡིན་པ་དང་། གང་གི་རྩ་བའི་བླ་མ་སྒྲུབ་ཆེན་ཤྭ་བ་རི་པས་ཁྱོད་ཀྱི་གདུལ་བྱ་འཕན་པོ་ཞེས་ལུང་པ་རྟ་རོ་ཁ་ཕྱེས་པ་ལྟ་བུ་ཞིག་ཡོད་པས་དེར་སོང་ཞེས་པའི་བཀའ་ལྟར་ཐོག་མར་ད་ལྟའི་དགོན་གསར་གནས་ཡུལ་ཀླུ་རྒྱལ་ཞེས་པར་ཕེབས་ཏེ་འདིར་མིན་ནམ་སྙམ་སྟེ་ཞག་བདུན་བཞུགས། ཆིབས་སྣ་བཏགས་སའི་རྡོའི་སྣ་ལུང་བྲག་ལྡེབས་སུ་ཆིབས་སྣའི་ཞབས་རྗེས་ཀྱང་ཡོད། དེ་ནས་དེའི་ལྟག་ཏུ་དགོན་རྩེ་ཞེས་རིའི་སྟེང་དུ་ཕྱག་བཏབ་གནང་བའི་གྱང་རོ་ཡོད། དེ་ནས་ཉིན་ལྟར་གསུངས་གཏོར་གནང་ནས་བཞུགས་སྐབས་བྱ་རོག་ཅིག་གིས་གཏོར་སྡེར་འཁྱེར་ནས་སྔོན་གྱི་དགོན་རྙིང་ཡོད་ས་དེར་ཁྱེར་སོང་བ་འཚོལ་དུ་ཕེབས་སྐབས་སྤྱང་གི་མ་སྨད་དགུས་ལུང་བསྟན་པ་ལྟར་ཕེབས་པས་དེར་སྤྱང་ཚང་ཞིག་དང་ཐུག་པས་ད་ངའི་དགོན་པ་འདེབས་ས་འདིར་རེད་དགོངས་ནས་དགོན་པ་གནས་དེར་སྤོས་གནང་མཛད། དགོན་པའི་མཚན་ལ་སྤྱང་ལུང་ཆོས་སྡེ་ཞུ་བའང་དེ་ལྟར་བྱུང་། གཏོར་སྡེར་བྱ་རོག་གིས་ཁྱེར་སྟབས་བཀའ་སྲུང་མགོན་པོ་གུར་ཞལ་དུ་བཅོལ། སྔོན་འདུ་ཁང་ཀ་བ་བཅོ་བརྒྱད་ཀྱི་གཙང་ཁང་སྦུག་མར་དགྱེས་རྡོར་དང་། ཕྱག་རྡོར་འབྱུང་བསྡུས། མགོན་པོ་གུར་དང་། མགོན་པོ་ཞལ། ལྷ་མོ་འདོད་ཁམས་མ་སོགས་དང་། འདུ་ཁང་ནང་སྨྲ་སྟོན་རིན་ཆེན་ཤཱཀྱའམ་དགེ་བཤེས་སྤྱང་ལུང་བ་སྐུ་ཕྲེང་རིམ་བྱོན་གྱི་སྐུ་བརྙན་བཞུགས་སུ་གསོལ་ཡོད། དགེ་འདུན་ཞལ་གྲངས་དོན་ལྔ་ཙམ་གྱིས་ཐོག་མར་ཇོ་བོ་བཀའ་གདམ་ལུགས་ནས་རྗེས་སུ་རི་བོ་དགེ་ལྡན་ཕྱག་བཞེད་གནང་གི་ཡོད། དགོན་བདག་རྭ་སྒྲེང་དགོན་ཡིན། བོད་ཟླ་7ཚེས་14.15སོ་སོར་དཔལ་གསང་བ་འདུས་པའི་སྒོ་ནས་གར་འཆམ་<span class=\"milestone page eng \">[page <span class=\"pnum\">166</span>] </span> བསྐྱོན་སྲོལ་ཡོད། དེ་ནི་སྤྱང་ལུང་པ་སྐུ་གཤེགས་རྗེས་ཀྱི་གདུང་རྟེན་ལ་རབ་གནས་དང་སྦྲགས་གར་ཐིག་དབྱངས་གསུམ་གྱི་སྒོ་ནས་ཕྱོགས་བཅུའི་རྒྱལ་བ་སྲས་བཅས་ལ་མཆོད་འབུལ་གྱི་ཚུལ་དུ་ཡིན་གསུངས། ད་ལྟ་ཀླུ་རྒྱལ་ཞེས་པའི་ཡུལ་དུ་གསར་བཞེངས་གནང་བའི་འདུ་ཁང་ཀ་བ་སྔོན་མཚུངས་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད། ཡང་དགོན་དེ་དང་ཉེ་བའི་སྲི་འབུམ་ནང་ཞེས་པར་སྲི་འབུམ་ཞེས་པའི་དགོན་ཤུལ་ཞིག་ཀྱང་མཇལ་རྒྱུ་ཡོད།</p>
", 
   "index": 2, 
   "parent_index": 1, 
   "title": "ཆོས་སྡིངས་དགོན།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16898", 
  "dates": [], 
  "title": "ཆོས་སྡིངས་དགོན།"
 }
}