{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "ཆོས་འཁོར་རྒྱལ།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "རྒྱ་ཚྭ་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་“ཆོས་འཁོར་རྒྱལ་མི་འགྱུར་ལྷུན་གྱིས་གྲུབ་པའི་གཙུག་ལག་ཁང་”ཞེས་ཞུ། ད་ལྟའི་རྒྱ་ཚྭ་རྫོང་ནས་འཁོར་ལམ་བརྒྱུད་སྤྱི་ལེ་བདུན་ལྷག་ཙམ་སོང་ན་རྒྱ་ཚྭ་ཤང་དང་། དེ་ནས་བྱང་ངོས་སུ་འཁོར་ལམ་སྤྱིར་བཏང་བ་བརྒྱུད་སྤྱི་ལེ་དྲུག་ཅུ་ཙམ་སོང་ན་རྒྱལ་མེ་ཏོག་ཐང་ཞེས་པར་དགོན་དེ་མཇལ་རྒྱ་ཡོད། ཐོག་མར་གནས་དེར་ཆོས་རྒྱལ་སྲོང་བཙན་དང་། སློབ་དཔོན་རིན་པོ་ཆེ། ཆོས་རྒྱལ་ཁྲི་སྲོང་ལ་སོགས་ཞབས་བཅགས་པ་ལྷ་ཐོག་རི་ཁྲོད་སོགས་ལ་ཞབས་རྗེས་ཀྱང་མཇལ་རྒྱུ་ཡོད། དེ་ནས་ད་ལྟའི་ཆོས་འཁོར་རྒྱལ་དགོན་ནི་སྤྱི་ལོ་1509ལོར་རྒྱལ་བ་དགེ་འདུན་རྒྱ་མཚོས་ཕྱག་བཏབ་མཛད། དེའང་རྒྱལ་བ་དགེ་འདུན་རྒྱ་མཚོ་སྐུ་འཁོར་དང་བཅས་གནས་དེར་ཕེབས་སྐབས་རི་ཐང་ཆུ་གསུམ་གྲུ་གསུམ་གསུམ་རྩེག་འདིའི་སྟེང་གཙུག་ལག་ཁང་བཞེངས་རྒྱུའི་ཐུགས་འཁྲུངས་པའི་ཚེ་ནམ་མཁའ་ནས་རྨ་བྱའི་གདུགས་ཕུབ་འདྲའི་དཔལ་ལྡན་ལྷ་མོའི་ཕོ་བྲང་གི་དབྱིབས་བཀོད་གཟིགས། ཆོས་རྒྱལ་ཨ་མོ་གྷས་སྦྱིན་བདག་མཛད་དེ་གཙུག་ལག་ཁང་ཀ་ཆེན་བདུན་ཅུ་དང་། གཙང་ཁང་ཀ་ཆེན་བརྒྱད། མགོན་ཁང་ཀ་བཞི་བཅས་བསྐྲུན་གནང་མཛད། རྟེན་གཙོར་བལ་པོ་ཉི་མ་དཔལ་གྱིས་བཞེངས་པའི་གསེར་ཟངས་ཀྱི་རྒྱལ་བ་བྱམས་པ་ཐོག་སོ་གཉིས་ལྡན་དང་། དཔལ་ལྡན་ལྷ་མོའི་སྐུ་བྱིན་ཅན། གུ་རུ་རིན་པོ་ཆེའི་ཕྱག་ཌམ། ལྷག་པར་དུ་དགོན་དེ་བཞེངས་སྐབས་འོལ་དགའ་བའི་འུལ་ལག་གིས་རྒྱབ་རིའི་ངོས་སུ་བྲག་རི་བཤགས་པའི་རྡོ་སུབ་ལས་ཐོན་པའི་<span class=\"milestone page eng \">[page <span class=\"pnum\">92</span>] </span>དཔལ་ལྡན་ལྷ་མོའི་ཕྱག་མཚན་གནམ་ལྕགས་ཀྱི་རལ་གྲི་ཁྲུ་གང་པ། མདོག་མཐིང་སྐྱ་འོད་འཕྲོ་བ། འོག་ཏུ་འཛམ་བུ་ཆུ་གསེར་གྱི་ཡིག་འབྲུ་བྷོ་དང་། མེ་རི་ངོ་མཚར་ཅན་ཞིག་ཡོད་པ་བཅས་དུས་འགྱུར་མ་བྱུང་བར་བཀའ་གདམས་ཕོ་བྲང་དུ་བཞུགས། ཐོག་མར་དགེ་ལྡན་ཁ་གཙང་ཕྱག་བཞེས་གནང་བ་ལ། རྒྱལ་བ་སྐུ་ཕྲེང་གསུམ་པ་བསོད་ནམས་རྒྱ་མཚོའི་དུས་ས་བཀའ་རྙིང་གསུམ་ཕྱག་བཞེས་གནང་སྟབས་ཤར་ངོས་སྤང་སྟེང་དུ་དཀར་དམར་སྔོ་གསུམ་གྱི་ལྷ་ཁང་བཞེངས་གནང་མཛད། ལོ་ལྟར་འོན་མངའ་རིས་གྲྭ་ཚང་དང་། དྭགས་པོ་བཤད་སྒྲུབ་གླིང་དེར་ཕེབས་ཏེ་དབྱར་གནས་མཉམ་ཚོགས་གནང་དགོས་པའི་མཛད་བཟང་སྤེལ། གཞན་ཡང་རྒྱལ་དབང་སྐུ་ཕྲེང་གཉིས་པ་ནས་བཅུ་གསུམ་བར་གནས་དེར་ཞབས་བཅག་པས། རྒྱལ་བ་ཕེབས་རིམ་བཞིན་ཉམས་གསོ་དང་རྒྱ་བསྐྱེད་གནང་སྟབས་ད་ལྟའི་དགོན་ཤུལ་དེ་ལྟ་བུའི་ནང་དེ་འཚམ་གྱི་སྐུ་གསུང་ཐུགས་རྟེན་བཞུགས་སུ་གསོལ་ཡོད།</p>
<p>ད་ལྟ་གསར་བཞེངས་འདུ་ཁང་ནང་དཔལ་ལྡན་ལྷ་མོ་སོགས་སྔོན་གྱི་རྟེན་སྐུ་གཙོ་གྲས་ཀྱི་སྐུ་ཚབ་འཇིམ་སྐུ་དང་། རྟེན་གཙོར་གཙང་ཁང་ནས་གསེར་ཟངས་ཀྱི་རྒྱལ་བ་བྱམས་པ་ཐོག་བརྩེག་གཉིས་ལྡན་གསར་བཞེངས་གནང་བ་སོགས་མཇལ་རྒྱུ་ཡོད།</p>
", 
   "index": 2, 
   "parent_index": 1, 
   "title": "ཆོས་འཁོར་རྒྱལ།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "22386", 
  "dates": [], 
  "title": "ཆོས་འཁོར་རྒྱལ།"
 }
}