{"meta":{"authors":[],"title":"Markar Juru Khar Introduction","dates":{"created_at":"2010-08-11 20:46:06 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"\n\n","title":"Markar Juru Khar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":"\n\t\t\t\t\t\t"},{"title":"Markar Juru KharMar dkar byu ru mkhar","index":2,"parent_index":1,"body":"\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Basic site data","index":3,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<ul class=\"bullet-blue\">\n\t\t\t\t\t\t\t\t<li>Site name: <span class=\"popular\">Markar Juru Khar</span><span class=\"scholar\">Mar dkar byu ru mkhar</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>English equivalent: White Butter Coral Castle </li>\n\t\t\t\t\t\t\t\t<li>Alternative name: <span class=\"popular\">Samdrup Khyung Dzong</span><span class=\"scholar\">Bsam grub khyung rdzong</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>English equivalent: Wish Fulfillment Khyung Fortress</li>\n\t\t\t\t\t\t\t\t<li>Site number: A-119</li>\n\t\t\t\t\t\t\t\t<li>Site typology: I.1b </li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (N. lat.): 31&ordm; 43.6&#900;</li>\n\t\t\t\t\t\t\t\t<li>Geographic coordinate (E. long.): 79&ordm; 14.7&#900; E. long</li>\n\t\t\t\t\t\t\t\t<li>Elevation: 4280 m </li>\n\t\t\t\t\t\t\t\t<li>Administrative location (township): <span class=\"popular\">Tiyak</span><span class=\"scholar\">Ti yag</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Administrative location (county): <span class=\"popular\">Tsada</span><span class=\"scholar\">Rtsa mda&rsquo;</span>\n\t\t\t\t\t\t\t\t</li>\n\t\t\t\t\t\t\t\t<li>Survey expedition: HTAE</li>\n\t\t\t\t\t\t\t\t<li>Survey date: October 15, 2003</li>\n\t\t\t\t\t\t\t\t<li>Contemporary usage: None.</li>\n\t\t\t\t\t\t\t\t<li>Identifiable Buddhist constructions: None.</li>\n\t\t\t\t\t\t\t</ul>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"General site characteristics","index":4,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>\n\t\t\t\t\t\t\t\tmar dkar bya ru mkhar is another one of the archaeological sites visited by\n\t\t\t\t\t\t\t\t\tGiuseppe Tucci in the early 1930s, which he reports as having been built by that elusive\n\t\t\t\t\t\t\t\tancient tribe, the <span class=\"popular\">Kel M&ouml;n</span><span class=\"scholar\">Skal mon</span>.<a href=\"#n54\" name=\"nb54\" class=\"note\">54</a> The large defunct castle reposes on a ridge overlooking a ravine that divides the village of <span class=\"popular\">Luk</span><span class=\"scholar\">Blug</span>into south and north sectors. mar dkar bya ru\n\t\t\t\t\t\t\t\t\tmkhar is easily approached from the village via a broad, moderately inclined slope. The geographic\n\t\t\t\t\t\t\t\taspect of the sites is therefore not especially impregnable to attack. The existence of ramparts on the other\n\t\t\t\t\t\t\t\tflanks of the castle suggests that this more vulnerable east side also had a defensive wall, but no evidence for\n\t\t\t\t\t\t\t\tone was detected. The site consists of one massive installation whose four outer walls measure 42 m (west), 29 m\n\t\t\t\t\t\t\t\t(south), 52m (east), and 43 m (north). The castle is comprised of two major elevations: the upper west/main level\n\t\t\t\t\t\t\t\tand the lower east/forward level. From what remains of the installation, it was not possible to glean the\n\t\t\t\t\t\t\t\tconfiguration of the ground plan. All structures were built of random-rubble, with variable-sized stones 10 cm to\n\t\t\t\t\t\t\t\t70 cm in length. Mostly bluish limestone was used for construction but brown sandstone and other types of stones\n\t\t\t\t\t\t\t\twere also used. Some of these stones were hewn into shape. It is unlikely that a population equivalent to the\n\t\t\t\t\t\t\t\tcurrent one in <span class=\"popular\">Luk</span><span class=\"scholar\">Blug</span> (112 residents in 24 households)\n\t\t\t\t\t\t\t\tcould have built and maintained such an impressive facility. This probably points to a much larger local\n\t\t\t\t\t\t\t\tpopulation base in past times. </p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Oral tradition","index":5,"parent_index":2,"body":"\n\t\t\t\t\t\t\t<p>According to villagers of <span class=\"popular\">Luk</span><span class=\"scholar\">Blug</span>, <span class=\"popular\">Markar Juru Khar</span><span class=\"scholar\">Mar dkar byu ru mkhar</span> was a <span class=\"popular\">Kel M&ouml;n</span><span class=\"scholar\">Skal mon</span> castle. It is believed that the main elevation is\n\t\t\t\t\t\t\t\thollow and contains a lower level of rooms. This seems a physical possibility given the architectural aspect of\n\t\t\t\t\t\t\t\tthe ruins.</p>\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t"},{"title":"Site elements","index":6,"parent_index":2,"body":"\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Two level plan","index":7,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>Different walls of the castle have different textures: the wall dividing the main and forward levels is\n\t\t\t\t\t\t\t\t\tmassively built, while the south wall of the installation is more lightly constructed using smaller stones.\n\t\t\t\t\t\t\t\t\tThere are also significant adobe wall segments on the site. The adobe blocks used possess the structurally sound\n\t\t\t\t\t\t\t\t\tdimensions of 40 cm x 20 cm x 10 cm. The adobe walls are around 50 cm thick and the stone walls are 30 cm to 50\n\t\t\t\t\t\t\t\t\tcm in thick. Most of the 12-m wide east/forward tier of the castle has been razed. Only sections of the downhill\n\t\t\t\t\t\t\t\t\twall, near the north and south corners of the complex, are still intact. These wall fragments stand up to 3 m in\n\t\t\t\t\t\t\t\t\theight. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Main tier","index":8,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>The west/main level of the castle is set at 5 m higher elevation than the forward tier. The 5-m high wall\n\t\t\t\t\t\t\t\t\tdividing the two tiers was built in two tiers, and appears to be over 1 m thick near its base. None of this wall\n\t\t\t\t\t\t\t\t\tis still freestanding. It must have once supported a substantial superstructure, adding at least another 2 m to\n\t\t\t\t\t\t\t\t\tthe overall height of the complex. As much as 1.7 m of the upper section of this massive dividing wall is\n\t\t\t\t\t\t\t\t\tconstructed of adobe blocks. The main level has a few remaining adobe and stone wall fragments scattered about,\n\t\t\t\t\t\t\t\t\tnone of which stand more than 1.2 m above floor level. Most of the mortar and the adobe blocks have dissipated,\n\t\t\t\t\t\t\t\t\tobscuring much of the floor. The main level of the castle inclines towards the west/rear, gaining approximately\n\t\t\t\t\t\t\t\t\t5 m in elevation. This suggests that it may have contained different levels of structures. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"South wing","index":9,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>On the south side of the main tier there is a separate south wing about 10 m in width (north-south). On its\n\t\t\t\t\t\t\t\t\teast or lower side this wing merges with the structures of the forward level of the installation, which is\n\t\t\t\t\t\t\t\t\tsituated about 2 m lower in elevation. The upper portion of the south wing is set 3 m lower than the main level,\n\t\t\t\t\t\t\t\t\tand is bounded on the west and south by a lightly constructed masonry wall that rises 3 m to 3.5 m out of the\n\t\t\t\t\t\t\t\t\tground. The floor of the south wing is largely obscured by rubble. Against the south and west wall are evenly\n\t\t\t\t\t\t\t\t\tspaced wall partitions, now no more than 1.5 m in length, which create the remains of a suite of five\n\t\t\t\t\t\t\t\t\tcompartments. In the south wall there are the remains of three large windows with exterior masonry hoods built\n\t\t\t\t\t\t\t\t\taround them, sheltering their upper portions. Also in the south wall, about 1 m up from the ground, there is a\n\t\t\t\t\t\t\t\t\tsmall rectangular opening and a small triangular opening. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t"},{"title":"Ramparts and revetments","index":10,"parent_index":6,"body":"\n\t\t\t\t\t\t\t\t<p>On the north and south sides of the mar dkar bya ru mkhar complex the ridge drops\n\t\t\t\t\t\t\t\t\tprecipitously into the valley below. On these two flanks there are prominent revetments up to 3.5 m in height.\n\t\t\t\t\t\t\t\t\tLike the wall dividing the main and forward levels of the castle, the revetments were generally built in two\n\t\t\t\t\t\t\t\t\tsteps, adding to the structural integrity of the complex. Below the west wall, natural rock spurs with the\n\t\t\t\t\t\t\t\t\tvestiges of ramparts extend into the adjoining chasm. The longest of these defensive wall fragments is around 20\n\t\t\t\t\t\t\t\t\tm. Approximately 20 m below the north and west sides of the castle there is a sloping ledge several meters in\n\t\t\t\t\t\t\t\t\twidth with traces of rampart walls (40 cm to 50 cm thick), which encircled its north and west flanks. On the\n\t\t\t\t\t\t\t\t\tnorth side of the castle, these rampart fragments stretch for 48 m and are as much as 2.3 m in height, 80 cm of\n\t\t\t\t\t\t\t\t\twhich is freestanding. The remains of a 7-m long gateway wall protects the north ledge from the easy east slope\n\t\t\t\t\t\t\t\t\taccess to the site. Given the substantial protective features found on the other approaches to <span class=\"popular\">Markar Juru Khar</span><span class=\"scholar\">Mar dkar byu ru mkhar</span>, we might expect that a\n\t\t\t\t\t\t\t\t\telaborate defensive bulwark once stood guard along the broad east slope as well. </p>\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t<hr class=\"footnote-divider\" />\n"},{"title":"Notes","index":11,"parent_index":0,"body":"\n<div class=\"footnote\">\n<a name=\"n54\" />\n<a href=\"#nb54\" class=\"note\">\n\t     \t\t\t\t[54] </a> \n\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\tTucci, <em>Cronaca Della Missione\n\t\t\t\t\t\t\t\t\t\tScientifica</em>.\n\t\t\t\t\t\t\t\t</div>\n\n"}]}