{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "གྲྭ་བཞི་དགོན།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": " གྲོང་ཁྱེར་ལྷ་ས།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་གྲྭ་བཞི་བརྟེན་བཞུགས་ཆོས་འཁོར་<span class=\"milestone page eng \">[page <span class=\"pnum\">71</span>] </span>ླིང་ཞེས་ཞུ། སེ་ར་དགོན་ནས་གཡོན་ངོས་སུ་སྤྱི་ལེ་གསུམ་ཙམ་མར་ཡོང་ན་དགོན་དེར་སླེབས། ཐོག་མར་གནས་དེར་བཀའ་བརྒྱུད་པའི་དགོན་གནས་ཤིག་ཡོད་སྐད་ལ་རྒྱལ་བ་ལྔ་པའི་དུས་དགེ་དགོན་དུ་འགྱུར། ེ་ནས་རྒྱལ་བ་ཡབ་སྲས་ཀྱི་བརྟེན་བཞུགས་དགོན་དུ་འགྱུར་བས་“བརྟན་བཞུགས་ཆོས་འཁོར་གླིང་”ཞེས་པའང་རྒྱལ་བ་ལྔ་པས་བཏགས་གནང་བ་ཡིན་ཟེར། དེ་རྗེས་ཀེའུ་ཚང་འཇམ་དབྱངས་སྨོན་ལམ་དུས་རྒྱ་སྐྱེད་གནང་བ་དང་། ཐོག་མར་གྲྭ་གྲངས་བཞི་ལས་མེད་སྟབས་གྲྭ་བཞི་ཞེས་པ་དེ་ལྟར་དང་དེ་རྗེས་དགེ་འདུན་ཉེར་ལྔ་བར་འཕར། སྔོན་འདུ་ཁང་ཀ་བ་12ཀྱི་དབུས་སུ་འཇིམ་གྱི་རྒྱལ་བ་ལྔ་པའི་སྐུ་བརྙན་རྒྱབ་ཏུ་མཚན་བྱང་འཁོད་པ། པང་ཁེབས་སྟེང་མུ་ཏིག་གི་འབྲུག་རིས་ཡོད་པ་ཞིག་དང་། ཚེ་ལྷ་རྣམ་གསུམ། རྗེ་ཡབ་སྲས་གསུམ། གནས་བཅུ་མདའ་ཚད་ཙམ། ཀེའུ་ཚང་འཇམ་དབྱངས་སྨོན་ལམ་གྱི་འདྲ་སྐུ། སྤྱན་རས་གཟིགས་ཕྱག་སྟོང་སྤྱན་སྟོང་། རྒྱའི་དམག་དཔོན་ཁག་གིེས་རྒྱ་ཡིག་གི་མིང་བྱང་། སྲུང་མ་ལྕམ་སྲིང་། རིག་པའི་ལྷ་མོ། སྲོག་བདག བཀའ་འགྱུར་དཔར་མ་དང་། བསྟན་འགྱུར་གསེར་རིས། ཡང་ཐོག་ཏུ་ཀེའུ་ཚང་རིན་པོ་ཆེའི་གཟིམས་ཆུང་། དེའི་སྟེང་གསེར་ཟངས་ཀྱི་རྒྱ་ཕིབས་དང་རྒྱལ་མཚན་གཉིས་བཅས་ཡོད། ཤར་དུ་ལྷ་མོ་ཁང་ནང་གེ་སར་རམ་ཀྲེ་རིས་རྒྱལ་པོ་ཞེས་གོང་མའི་ཕུལ་བྱུང་གི་བློན་པོའི་སྐུ་བརྙན་རེད་ཅེས་ཟེར་བ་གཉིས་ཡོད་པས་དེའི་མདུནེས་པའི་མོ་འདེབས་སྲོལ་ཡོད། མོ་ཡིག་ནི་རྒྱ་ཡིག་ཡིན། དེ་རྗེས་རྒྱལ་བ་ཐུབ་བསྟན་རྒྱ་མཚོའི་དུས་ལྷ་མོ་ཁང་རྒྱ་སྐྱེད་གནང་། ཀེའུ་ཚང་སྐུ་ཐོག་གནིས་པ་འཇམ་དབྱངས་སྨོན་ལམ་རྒྱ་ནག་གོང་མས་གདན་དྲངས་རྗེས་ཡར་ཕེབས་སྐབས་རྒྱ་ཡི་ལྷ་མོ་ཞིག་ཆིབས་ཞབས་སུ་འབྲངས་པས་ད་ལྟའི་གྲྭ་བཞིར་ཕེབས་སྐབས་ད་ཁྱོད་གནས་དེར་སྡོད། འདི་ནས་འོང་ས་མེད་ཅེས་གསུངས་པ་ད་ལྟའི་གྲྭ་བཞི་ལྷ་མོ་ཡིན། ཁྲའུ་ཆའན་བོད་ཡིག་ཏུ་བསྒྱུར། གཞིས་བདག་ཅེས་པ་ནི། ལྷ་ཁང་འོག་སྟེ་ཡ་མོན་དམག་སྒར་ནས་གདན་དྲངས་<span class=\"milestone page eng \">[page <span class=\"pnum\">72</span>] </span>་ཡིན། ད་ལྟ་འདུ་ཁང་རྙིང་པ་ཉམས་གསོ་གནང་བ་དང་། འདུ་ཁང་གསར་པ་གསར་བཞེངས་གནང་བའི་ནང་སྔོན་གྱི་སྐུ་བརྙན་ཁག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད། སྔོན་དགོན་དེའི་གཤམ་དུ་གྲྭ་བཞི་ཡ་མོན་ལྷ་ཁང་དང་། རྒྱབ་ཏུ་གྲྭ་བཞི་དམག་སྒར། དེའི་ཤར་དུ་གྲྭ་བཞི་དངུལ་པར་ཁང་སོགས་ཀྱི་གནས་ཡུལ་ཡིན། </p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "གྲྭ་བཞི་དགོན།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16435", 
  "dates": [], 
  "title": "གྲྭ་བཞི་དགོན།"
 }
}