{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "སྤངས་ས་དགོན།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "མལ་གྲོ་གོང་དཀར་རྫོང་།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་སྤངས་ས་དགོན་དགའ་ལྡན་རྣམ་<span class=\"milestone page eng \">[page <span class=\"pnum\">222</span>] </span>རྒྱལ་གྲྭ་ཚང་ཞེས་ཞུ། སྤངས་ས་ཞེས་པ་ནི། རྟོགས་ལྡན་འཇམ་དཔལ་རྒྱ་མཚོས་མི་ཟས་སྤངས་པའི་གནས་ཡིན་པས་སྤངས་ས་ཞེས་པ་དེ་ལྟར་བྱུང་། བྲག་ལོགས་ཟམ་པ་ཐོན་ཏེ་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་སྤྱི་ལེ་ལྔ་དྲུག་ཙམ་སོང་ན་ཆིམས་པའི་ནང་ཞེས་པར་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་ཐོག་མར་བཀའ་གདམས་པའི་བླ་མ་རྒྱ་ཐང་པ་ཉི་མ་དབང་ཕྱུག་གིས་ཕྱག་བཏབ་གནང་མཛད། དེ་ནས་དགོན་དེའི་ལྟག་ཏུ་རྟོགས་ལྡན་འཇམ་དཔལ་རྒྱ་མཚོའི་སྒྲུབ་ཕུག་དང་། གཡས་ངོས་སུ་ཆག་ལུང་ཞེས་རྣམ་རབ་དྭགས་པོ་གྲྭ་ཚང་གི་དགོན་ལག་ཅིག དེ་དང་ཉེ་བར་སེ་བ་རོང་ཞེས་པ་བཅས་གསུམ་ཡོད་པ་ལ་རྗེས་སུ་ཀུན་ཉམས་དམས་སུ་སོང་བས་དེ་གསུམ་གཅིག་ཏུ་ཟླ་སྒྲིལ་བ་ཡིན་ཞེས་གསུངས། སྔོན་གནས་དེར་ར་རྫི་ཞིག་གིས་ར་མོ་དཀར་པོ་ཞིག་རྟག་ཏུ་བོར་བརླག་འགྲོ་བ་ལ་ཉིན་ཞིག་ར་རྫིས་རའི་མགོ་ལ་སྐུད་པ་བཏགས་ཏེ་རྗེས་སྙེགས་པས་ཁྱིའུ་རལ་པ་ཅན་ཞིག་གིས་ར་བཞོས་ཏེ་འོ་མ་རྟོགས་ལྡན་ལ་འཕུལ་བ་མཐོང་། རྟོགས་ལྡན་གྱིས་ར་རྫིར་ཁྱོད་ཀྱིས་ང་འདིར་ཡོད་པ་སུ་ལའང་མ་ཤོད་ཅིག་གསུངས་པར། ར་རྫིས་ང་རྟག་ཏུ་ཁ་སྐོམ་གྱི་འདུག་པས་ཁྱེད་ཀྱི་ང་ལ་སྐོམ་སེལ་ཞིག་གནང་བ་ཞུ་ཞུས་པས། རྟོགས་ལྡན་གྱིས་སྐོམ་སེལ་འབུམ་པ་ཞིག་གནང་སྟེ་ཁྱོད་ཁ་ནམ་སྐོམ་ཡང་འདིའི་ནང་ནས་ཆུ་འཐུང་ཆོག་པ་ཡིན། འོན་ཀྱང་བུམ་པའི་ཁ་མ་ཕྱེས་ཞེས་གསུངས། དེ་ནས་བཟུང་ར་རྫི་ཁ་ག་དུས་སྐོམ་ཡང་བུམ་པའི་ནང་ནས་ཆུ་འཐུང་ཆོག་པ་ཡིན། ཉིན་གཅིག་ར་རྫི་བུམ་པ་དེར་ཡ་མཚན་ནས་འདིའི་ནང་ཅི་ཡོད་དམ་སྙམ་ནས་ཁ་ཕྱེས་པས་བུམ་པའི་ནང་སྦལ་ཅོང་གིས་ཁེངས་ནས་ཡོད་པས་ཁོ་ཧ་ལས་ཏེ་བུམ་པ་ས་ལ་བརྡབ་པས་སྦལ་ཅོང་ཐོར་ཤུལ་དུ་ཆུ་མིག་རེ་ཆགས་ཞེས་དང་། ཡང་ར་རྫིས་ང་རྟག་ཏུ་ཡུལ་པོ་འདུག་ཞུས་པར་རྟོགས་ལྡན་གྱི་སྒྲ་སྙན་ཞིག་གནང་བས་ཁོ་སྒྲ་སྙན་ལ་མགོ་འཁོར་ཏེ་མུན་རུབ་པས་ར་ལུག་རྣམས་རུབ་མི་ཐུབ་པའི་ཚེ་ཁོ་ཁྲོས་ཏེ་སྒྲ་སྙན་བྲག་ལ་བརྡབ་པས་སྒྲ་སྙན་གྱི་རྗེས་དོད། བྲག་དེ་ལའང་སྒྲ་སྙན་བྲག་ཅེས་ཐོགས། རྟོགས་ལྡན་གྱི་གཟིམ་ཕུག་ཁར་<span class=\"milestone page eng \">[page <span class=\"pnum\">223</span>] </span>ཤུག་པ་ཞིག་སྐྱེས་ཡོད་པས་དེའི་ཤུག་འབྲུ་བཞེས་ནས་བཀའ་ཐུབ་ཚད་མེད་ཀྱིས་བདེ་མཆོག་གི་བསྙེན་པ་བསྐྱེལ་གནང་བ་ཡིན། དགོན་དེའི་རྒྱབ་རིར་བཀྲ་ཤིས་རྟགས་བརྒྱད་ཀྱི་མཚན་མས་མཛེས་ཤིང་། སྔོན་འདུ་ཁང་ཀ་བ་བཅུ་གསུམ་ནང་རྟོགས་ལྡན་འཇམ་དཔལ་རྒྱ་མཚོའི་སྐུ་དམར་གདུང་བཞུགས་པའི་འཇིམ་གྱི་གདུང་རྟེན་དང་། རྒྱལ་ཐང་ཉི་མ་དབང་ཕྱུག་གི་འདྲ་སྐུ། ཐུགས་རྗེ་ཆེན་པོའི་སྐུ་བརྙན་གཏེར་མ་མི་ཚད་མ། རྒྱལ་བ་བྱམས་པའི་སྐུ་བརྙན་སོགས་དང་། དགེ་འདུན་སུམ་ཅུ་སྐོར་གྱི་ས་སྐྱ་ངོར་ལུགས་ཕྱག་བཞེད་མཛད། རྣམ་རབ་དྭགས་པོ་གྲྭ་ཚང་གི་དགོན་ལག་ཡིན། ལོ་ལྟར་བོད་ཟླ་11ཚེས་29ཉིན་དཔལ་ལྡན་མགོན་པོ་སྐྲ་ཤད་ཙ་རིར་གནས་སྐོར་དུ་ཕེབས་ཞེས་འདིའི་རིང་སྒྲུབ་མཆོད་ཚོགས་སྲོལ་ཡོད། </p>
<p>ད་ལྟ་སྔོན་གྱི་འདུ་ཁང་གི་གྱང་གོག་སྟེང་གསར་བཞེངས་གནང་བའི་ནང་རྟོགས་ལྡན་གྱི་སྐུ་དམར་གདུང་བཞུགས་པའི་གདུང་རྟེན་ཉམས་གསོ་དང་། སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད།</p>
", 
   "index": 2, 
   "parent_index": 1, 
   "title": "སྤངས་ས་དགོན།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16944", 
  "dates": [], 
  "title": "སྤངས་ས་དགོན།"
 }
}