{"meta":{"domain":"places","kid":"15474","authors":[{"fullname":"Cameron Warner","id":"29"},{"fullname":"Cameron Warner","id":"29"}],"title":"Jokhang","dates":{"created_at":"2010-07-22 11:13:12 UTC","updated_at":"2014-05-12 01:05:10 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Jokhang"},{"title":"Introduction","index":1,"parent_index":0,"body":" <p>The Jokhang (<em>jo khang<\/em>) is the largest temple in Lhasa and arguably the most important pilgrimage site in Tibet. Its most famous inhabitant, the Jowo Śākyamuni (<em>jo bo shākya mu ne<\/em>) is the most revered Buddhist statue in Tibet. It is customary for Tibetans visiting Lhasa to visit the temple for an audience with the Jowo Śākyamuni immediately upon arrival in the city and again on the way out of town. Now a UNESCO World Heritage Site, the Jokhang anchors the oldest neighborhood in Lhasa and functions as the center of religious life for many Tibetans as well as a popular tourist destination.<\/p> "},{"title":"Geographic Location","index":2,"parent_index":0,"body":" <p>The Jokhang anchors the Tibetan quarter of present-day Lhasa at a geomantically auspicious site chosen by Wencheng Gongzhu (Tib. rgya bza' kong jo). Songtsen Gampo and his two foreign consorts, Bhṛkutī and Wencheng Gongzhu built the temple on top of a small pond called the Milk Lake ('O thang mtsho), north of the right arm of the Kyichu River (Skyid chu) and southeast of the first Potala Palace on Mount Marpori.<\/p> "},{"title":"Early History","index":3,"parent_index":0,"body":null},{"title":"Middle History","index":4,"parent_index":0,"body":null},{"title":"Later Renovations and Additions","index":5,"parent_index":0,"body":null},{"title":"Architecture","index":6,"parent_index":0,"body":" <p>The original central building of the Jokhang temple complex is laid out in a South Asian fashion, strikingly similar to famous Indian vihāras such as Nalanda, and the cave complexes of Ajanta and Ellora. The vihāra style consists of a square building, with a west-facing door and main chapel, surrounded by numerous smaller chapels encircling an open square (Alexander, 2005 and 2010.<\/p> "},{"title":"Related Sites","index":7,"parent_index":0,"body":null},{"title":"Selected Bibliography","index":8,"parent_index":0,"body":null}]}