{"meta":{"domain":"places","kid":"16526","authors":[],"title":"Khaser Ramo Gyamo Khar Introduction","dates":{"created_at":"2010-08-11 20:45:46 UTC","updated_at":"2011-10-20 08:51:34 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Khaser Ramo Gyamo Khar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Khaser Ramo Gyamo KharKha ser ra mo rgya mo mkhar","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p><span class=\"popular\">Khaser Ramo Gyamo Khar<\/span><span class=\"scholar\">Kha ser ra mo rgya mo mkhar<\/span> was an archaic cultural stronghold of some importance. It is located on the upper flanks and summit of a 100-m high hill that rises above the northeast side of the <span class=\"popular\">Rutok<\/span><span class=\"scholar\">Ru thog<\/span> basin. Both <span class=\"popular\">Dzong Ri<\/span><span class=\"scholar\">Rdzong ri<\/span> (A-17) and <span class=\"popular\">Luring Nakha<\/span><span class=\"scholar\">Lu ring sna kha<\/span> (A-92) are visible from his position. In part, the name of the site must be derived from the tan sandstone found here, which has a yellowish cast from a distance. The steep walls of the formation endow the fortress with a strong geographic posture. The structures found here are in an advanced state of ruin, consequently there is only a limited amount of information that can be gleaned about the layout and design of the installation. The bulk of the stronghold consists of a series of defensive walls arrayed across the summit and upper flanks of the formation. Only tiny races of what were ostensibly buildings have survived. All structures are built of small pieces of sandstone (primarily 10 cm to 30 cm in length) laid in random-rubble courses.<\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"East summit complex","index":7,"parent_index":6,"body":null},{"title":"Southeast spur ramparts","index":8,"parent_index":6,"body":" <p>At the junction of the east summit and a southeast spur there is a small but well-defined area of defensive walls. The rocky backbone extends southeast for about 70 m, on which there are the remains of a defensive wall running the entire length. On an eastern spur-tip, a revetment (up to 1 m in height) forms a level area (5.5 m x 4.5 m). On the nearby western spur-tip there is a similar structure (5 m x 14 m) that supports a parapet wall (50 cm high). This latter revetment is in close proximity to the breastworks on the south flank of the formation.<\/p> "},{"title":"Southern ramparts","index":9,"parent_index":6,"body":" <p>Across the breadth of the south side of the hill there are a series of ramparts that extend about halfway down o the basin. They are a maximum of 1.2 m in height on the downhill side and usually flush with the uphill slope. Any freestanding masonry masses have long since disappeared. There appear to be five main structures following the natural inclination of the slope, which converge at different points and elevations to create a network of interconnected walls and protected pathways. This type of breastworks must have been predicated on a defensive strategy in which the hillside itself was the fasthold, obviating the need for many buildings. Using hese walls as cover, defenders could be deployed at will along the formation. Tactically, this style of ramparts seems to reflect the existence of a highly mobile force of archers and slingers who could sweep across he hillside, unleashing a curtain of fire.<\/p> "},{"title":"West summit complex","index":10,"parent_index":6,"body":" <p>The west summit is directly linked to the east summit, but it is around 4 m lower in elevation. The west summit (33 m x 4 m to 14 m) is blanketed in quite a bit of structural debris. Flanking the summit crest there are revetments that may have hosted buildings. On the east end of the summit there appears to be a building foundation (6 m x 4.5 m). Immediately below this foundation on the south side of the hill there appears to be another slightly smaller foundation. Near the west end of the summit there is another building foundation (6.5 m x 5 m). Beyond this point, the summit crest continues for an additional 18 m, but it is only around 2.5 m wide. There are traces of a wall along the length of this narrow stretch of the summit, especially on the south side.<\/p> <hr class=\"footnote-divider\" \/> "},{"title":"Notes","index":11,"parent_index":0,"body":null}]}