{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Gönro Marding Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "I.2. Residential Structures in Other Locations: Religious and Elite Residences"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": " Gönro MardingDgon ro dmar lding "
  }, 
  {
   "body": "<ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Gönro Marding</span><span class=\"scholar\">Dgon ro dmar lding</span> </li> <li>English equivalent: Soaring Red Derelict Monastery</li> <li>Alternative site name: <span class=\"popular\">Chakgo Drak</span><span class=\"scholar\">Lcags sgo brag</span> </li> <li>English equivalent: Iron Portal Formation</li> <li>Site number: B-120</li> <li>Site typology: I.2c </li> <li>Geographic coordinate (N. lat.): 31º 25.7΄ </li> <li>Geographic coordinate (E. long.): 88º 39.1΄ </li> <li>Elevation: 4700 m </li> <li>Administrative location (township): <span class=\"popular\">Zhungmé</span><span class=\"scholar\">Gzhung smad</span> </li> <li>Administrative location (county): <span class=\"popular\">Shentsa</span><span class=\"scholar\">Shan rtsa</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: October 1, 2002</li> <li>Contemporary usage: None. </li> <li>Identifiable Buddhist constructions: None. </li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Basic site data"
  }, 
  {
   "body": "<p>The residential complex of<span class=\"popular\">Gönro Marding</span><span class=\"scholar\">Dgon ro dmar lding</span> is elevated 90 m above the east side of the narrow <span class=\"popular\">Chaksgo Draklung</span><span class=\"scholar\">Lcags sgo brag lung</span> valley. The precipitous red and white limestone formation provides the facility with an isolated aspect and a good defensive position. Sheer limestone walls tens of meters above and below the site potentially insulated it from unwanted incursions. Many of the masonry walls are covered in orange climax lichen, an indication of considerable age. The walls were built with a limestone random-rubble exture and are 50 cm to 70 cm in thickness. Variable-sized stones went into the construction of the walls. Many of the standing structures are found on a large rock ledge and the steeply inclined slopes that extend below it. In the contemporary period, the nearest permanent water source is located in the <span class=\"popular\">Darlung</span><span class=\"scholar\">Dar lung</span> valley, approximately 1 km away. Unlike nearby <span class=\"popular\">Tara Marding</span><span class=\"scholar\">Rta ra dmar lding</span> (B-124), no attempt was made to materially alter the archaic cultural character of <span class=\"popular\">Gönro Marding</span><span class=\"scholar\">Dgon ro dmar lding</span>. This highly inaccessible site appears to have been abandoned for a very long ime. </p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "General site characteristics"
  }, 
  {
   "body": "<p>A local tale is told about a Bon magician (<span class=\"popular emph\">ngakpa</span><span class=\"scholar emph\">sngags pa</span>) who once stayed at <span class=\"popular\">Gönro Marding</span><span class=\"scholar\">Dgon ro dmar lding</span> and used to fetch water with a magic vessel. </p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Oral tradition"
  }, 
  {
   "body": "<p>According to <span class=\"popular emph\">Pel Zimpuk Orgyen Chöling Gi Jungwa Jöpa Kalzang Gi Gatön</span><span class=\"scholar emph\">Dpal gzims phug o rgyan chos gling gi byung ba brjod pa skal bzang gyi dga’ ston</span>, by rig ‘dzin chos ‘phel (published by <span class=\"popular emph\">bö jong mi mang pé trün khang</span><span class=\"scholar emph\">bod ljong mi dmangs dpe skrun khang</span>), the gtsug lag khang of <span class=\"popular\">Chakgo Drak</span><span class=\"scholar\">Lcags sgo brag</span> (<span class=\"popular\">Gönro Marding</span><span class=\"scholar\">Dgon ro dmar lding</span>) was brought under he control of <span class=\"popular\">Lodrö Tayé</span><span class=\"scholar\">Blo gros mtha’ yas</span>, the founder of nearby <span class=\"popular\">Pelzim Puk</span><span class=\"scholar\">Dpal gzim phug</span> (established in 1095).<a href=\"#n91\" name=\"nb91\" class=\"note\">91</a> This event seems to mark the demise of the archaic cultural facility (the account notes that the founder and history of the gtsug lag khang are not clear). As there are no palpable Buddhist emblems at <span class=\"popular\">Gönro Marding</span><span class=\"scholar\">Dgon ro dmar lding</span>, this Buddhist occupation may have been largely symbolic. Given this extual reference, it appears that the original name of the site was <span class=\"popular\">Chakgo Drak</span><span class=\"scholar\">Lcags sgo brag</span> (still the name of the abutting valley). Whether the gtsug lag khang referred to a specific structure at the site or to all its residential loci collectively is a moot point. </p>", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Textual tradition"
  }, 
  {
   "body": "", 
   "index": 7, 
   "parent_index": 2, 
   "title": "Site elements"
  }, 
  {
   "body": "<p>After climbing up the flank of the formation, a small ledge with two revetment fragments is reached. These retaining walls are 3.2 m in length and a maximum of 2.3 m in height, and 6 m in length and a maximum of 2.9 m in height. The revetted ledge accesses a 13-m long natural tunnel that leads to the west side of the formation. The remains of a barricade wall are found in the mouth of this south tunnel (6.8 m wide). Much of the rubble from this barricade is strewn around the floor of the south tunnel. On the west side of the south tunnel there is a sloping ledge, 3 m to 10 m wide and 108 m in length. This ledge forms the main portion of<span class=\"popular\">Gönro Marding</span><span class=\"scholar\">Dgon ro dmar lding</span>. All along the north and west edges of the main ledge there are the remains of revetments, which may have once supported walls that enclosed he entire complex. A particularly well-preserved revetment fragment on the south end of the main ledge is 4.4 m in length. A façade (7.5 m long) on the north side of the ledge bends to the east and bounds a natural tunnel (20 m x 7 m). The remains of a wall are also found in the west mouth of this north tunnel. Inside the north unnel there is a small freestanding wall fragment that is thickly covered in a cracked mud veneer. Like the south tunnel, the north tunnel must have constituted a habitational venue. </p>", 
   "index": 8, 
   "parent_index": 7, 
   "title": "Habitational tunnels and revetments"
  }, 
  {
   "body": "<p>On a 6-m wide portion of the main ledge, south of the north tunnel, there are the vestiges of an approximately 11-m long edifice. A wall fragment (3.6 m in length) of this structure, which runs perpendicular to the escarpment, is covered in a red ochre-tinted mud veneer. This masonry fragment is a maximum of 2.8 m in height and is surmounted by a tiered structure (85 cm in height) reminiscent of the <span class=\"popular emph\">lhaten</span><span class=\"scholar emph\">lha rten</span>, <span class=\"popular emph\">lhatsug</span><span class=\"scholar emph\">lha gtsug</span> or <span class=\"popular emph\">tenkhar</span><span class=\"scholar emph\">rten mkhar</span> class shrines. Painted white, this structure has a square pedestal (35 cm in height) topped by four graduated square tiers, which are capped by a rounded upper ier. These five tiers have a total height of 50 cm. This stepped structure must have once been suspended above he forward portion of the freestanding building, perhaps flanking its entrance as a ritual protective device. This building enclosed a narrow cave 19 m deep. On the walls of this cave are six smallish red ochre counterclockwise swastikas, documenting the Bon occupation of the site. There are two swastikas on the right wall, three on the left wall and one near the mouth of the cave. Also on the right wall are two faint red ochre spoked-circles and an incomplete letter <span class=\"popular emph\">a</span><span class=\"scholar emph\">a</span>.<a href=\"#n92\" name=\"nb92\" class=\"note\">92</a> The circle that is most distinguishable has eight spokes. </p>", 
   "index": 9, 
   "parent_index": 7, 
   "title": "Unusual structure"
  }, 
  {
   "body": "<p>Further north are the vestiges of another structure that was established on the main ledge at the foot of the overhanging escarpment, which rises above <span class=\"popular\">Gönro Marding</span><span class=\"scholar\">Dgon ro dmar lding</span>. This habitational structure measures approximately 6 m x 10 m. In close proximity here is a masonry wall fragment (2 m long) that runs perpendicular to the escarpment. In this wall there is an entranceway (85 cm x 90 cm) with an intact lintel. This lintel is primarily made up of three stones 60 cm to 70 cm in length. Closer to the south end of the site, on the 3-m- to 4-m- wide main ledge that stretches out below he escarpment, there is a zone 25 m in length comprised of footings that once supported buildings. These structures enclosed two caves. One of these caves is 14 m deep and has the remains of masonry façade (5.7 m in length) around its mouth. The other cave is quite large but does not have standing room. </p><hr class=\"footnote-divider\">", 
   "index": 10, 
   "parent_index": 7, 
   "title": "Other freestanding structures"
  }, 
  {
   "body": "<div class=\"footnote\"> <a name=\"n91\"></a> <a href=\"#nb91\" class=\"note\"> [91] </a> <span class=\"popular\">rik dzin chö pel</span><span class=\"scholar\">Rig ‘dzin chos ‘phel</span>, <span class=\"popular emph\">Pel Zimpuk Orgyen Chöling Gi Jungwa Jöpa Kalzang Gi Gatön</span><span class=\"scholar emph\">Dpal gzims phug o rgyan chos gling gi byung ba brjod pa skal bzang gyi dga’ ston</span> (Lha sa: <span class=\"popular\">Bö Jong Mimang Petrün Khang</span><span class=\"scholar\">Bod ljongs mi dmangs dpe skrun khang</span>, 2006), 10. See extual tradition section in the B-124 entry for more information about this text. </div><div class=\"footnote\"> <a name=\"n92\"></a> <a href=\"#nb92\" class=\"note\"> [92] </a> Illustrated in Bellezza, <em>Zhang Zhung</em>, 188 (fig. 352). </div>", 
   "index": 11, 
   "parent_index": 0, 
   "title": "Notes"
  }
 ], 
 "meta": {
  "date": "2010-08-11 20:46:58 UTC", 
  "domain": "places", 
  "kid": "16614", 
  "authors": [], 
  "title": "Gönro Marding Introduction"
 }
}