{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "སེ་སྨུག་དགོན།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "ལྷུན་གྲུབ་རྫོང་།"
  }, 
  {
   "body": "<p>སེ་སྨུག་ཅེས་པ་ནི། གནས་དེར་ཤིང་སེ་བ་སྨུག་པོ་མང་པོ་སྐྱེས་ཡོད་སྟབས་སེ་སྨུག་ཅེས་པ་དེ་ལྟར་ཐོགས། སྤྱན་ལེགས་ནས་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་ཤར་ངོས་ཀྱི་རི་ལྡེབས་སུ་སྤྱི་ལེ་ལྔ་ཙམ་སོང་ན་ཀླུ་སྟོད་ཅེས་པའི་གྲོང་གི་ལྟག་ཏུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་ཞང་སྣ་ནམ་རྡོ་རྗེ་དབང་ཕྱུག་གིས་ཐོག་མར་རི་སྟེང་དུ་ཕྱག་འདེབས་གནང་མཛད་པ་ལ་རྗེས་སུ་ད་ལྟའི་གནས་དེར་སྤོས་གནང་མཛད། ཞང་སྣ་ནམ་རྡོ་རྗེ་དབང་ཕྱུག་གི་སྐུའི་<span class=\"milestone page eng \">[page <span class=\"pnum\">182</span>] </span> སྐྱེ་བ་འཕགས་པ་བྱང་ཆུབ་ཚུལ་ཁྲིམས་གཉེན་ཆེན་ཐང་ལྷའི་ཁོངས་སེང་དུ་བཞུགས་སྐབས་སེང་གེའི་འོ་མ་བཞོས་པའི་འོ་མས་རིལ་བུ་སྒྲིལ་གནང་མཛད་པ་ལ་རྗེས་སུ་རྒྱལ་སྟོད་གྲྭ་ཚང་གི་གཡང་སྒམ་ནང་དུ་ཡོད་པ་ལ་ཆར་འབེབས་གནང་སྐབས་ཀྱང་གཡང་སྒམ་ནང་ནས་རིལ་བུ་བཏོན་ནས་ཀླུ་བརྒྱད་ཅེས་པའི་མཚོའི་ནང་མཚོ་རྫས་བཏབ་སྟེ་ཆར་འབེབས་གནང་ན་ཆར་པ་ཕྲན་ཙམ་མ་བབས་པ་གཏན་ནས་མེད་ཅེས་ཟེར། དགོན་དེའི་འོག་གི་གྲོག་རོང་ནང་རྡོའི་མགོན་པོ་ཕྱག་དྲུག་ཅིག་ཡོད་པ་དེ་ནི་ད་ལྟའི་དགོན་དེ་ཕྱག་འདེབས་པའི་ལུང་བསྟན་མཁན་དེ་ཡིན་པ་དང་། དེའང་ཐོག་མའི་དགོན་རི་སྟེང་ནས་ད་ལྟའི་གནས་དེར་སྤོས་ཡོང་དུས་རྡོའི་མགོན་པོ་ཨ་ནི་ཞིག་གི་རྒྱབ་ཏུ་འཁུར་ནས་ཡོང་སྟེ་ད་ལྟའི་མགོན་པོ་ཡོད་ས་དེར་ངལ་གསོ་བརྒྱབ་ཏེ་ཆུ་བཏུང་། དེ་ནས་སླར་ཡང་འཁུར་ཡོང་རྩིས་བྱེད་སྐབས་མགོན་པོ་མ་ཐེག ད་ནང་ཐེག་པ་ལ་ད་ལྟ་མ་ཐེག་པ་ཅི་ཡིན་ཞེས་ཆིག་ལབས་བརྒྱབ་པས། མགོན་པོའི་སྐུ་བརྙན་གྱིས་ང་གྲོང་ནང་ཁྱེར་ཏེ་ཅི་བྱེད་དེ་ལས་འདིར་ཞོགས། དགོན་ཕ་ཀིར་ཐོབས་ཞེས་གསུང་བྱོན། སྔོན་འདུ་ཁང་ཀ་བ་དྲུག་གི་ནང་བཙུན་མ་ཉེར་བདུན་ཙན་གྱིས་རི་བོ་དགེ་ལྡན་ཕྱག་བཞེད་མཛད། རྒྱལ་སྟོད་གྲྭ་ཚང་གི་ཁོངས་ཡིན།</p><p>ད་ལྟ་སྔོན་གྱི་འདུ་ཁང་གི་ཤུལ་དུ་གསར་བཞེངས་གནང་བའི་འདུ་ཁང་ནང་རྗེ་ཡབ་སྲས་གསུམ་དང་། མགོན་ཁང་ནང་ལྷ་མགོན་ཆོས་གསུམ་དང་། དགྲ་ལྷ་སྣེའུ་ཀླུ་བདུད་བཙན་རྒོད་དང་། འབྲོག་བཙན་སོགས་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "སེ་སྨུག་དགོན།"
  }
 ], 
 "meta": {
  "date": "2010-08-13 17:00:52 UTC", 
  "domain": "places", 
  "kid": "16909", 
  "authors": [], 
  "title": "སེ་སྨུག་དགོན།"
 }
}