{"meta":{"authors":[],"title":"Gülring Introduction","dates":{"created_at":"2010-08-11 20:45:48 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Gülring Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"GülringMgul ring","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Gülring<\/span><span class=\"scholar\">Mgul ring<\/span> <\/li> <li>English equivalent: Long Neck (?)<\/li> <li>Site number: A-96<\/li> <li>Site typology: I.1x <\/li> <li>Geographic coordinate (N. lat.): 31º 34.5΄ <\/li> <li>Geographic coordinate (E. long.): 83º 09.8΄<\/li> <li>Administrative location (township): <span class=\"popular\">Runtor<\/span><span class=\"scholar\">Ru ’thor<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Drongpa<\/span><span class=\"scholar\">’Brong pa<\/span> <\/li> <li>Elevation: 4860 m<\/li> <li>Survey schedule: HTCE<\/li> <li>Survey date: June 13, 2002.<\/li> <li>Contemporary usage: None.<\/li> <li>Identifiable Buddhist constructions: An old cairn (<span class=\"popular emph\">latsé<\/span><span class=\"scholar emph\">la btsas<\/span>) is on the summit.<\/li> <\/ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Gülring<\/span><span class=\"scholar\">Mgul ring<\/span> is located on a large rocky formation hat rises 130 m above the north shore of the great salt lake <span class=\"popular\">Ngangla Ringtso<\/span><span class=\"scholar\">Ngang la ring mtsho<\/span>. The site has commanding views in all directions. Sheer rock walls on all sides make this summit an ideal defensive position. A rocky crest divides the summit into north and south complexes. Highly deteriorated ruins of buildings are found in the north summit complex and long, winding ramparts in the south summit complex. The presence of walls ringing the east, west and north rim of the summit, and its unassailable location clearly indicate that <span class=\"popular\">Gülring<\/span><span class=\"scholar\">Mgul ring<\/span> was a stronghold. <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>The local <span class=\"popular emph\">drok pa<\/span><span class=\"scholar emph\">’brog pa<\/span> call <span class=\"popular\">Gülring<\/span><span class=\"scholar\">Mgul ring<\/span> an ancient <span class=\"popular\">Mön<\/span><span class=\"scholar\">Mon<\/span> site. <\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"South summit complex","index":7,"parent_index":6,"body":" <p>The ramparts along the west and east sides of the south summit contain no visible signs of mortar in the joints. These walls are around 70 cm thick and stand up to 1.5 m against the formation. The maximum freestanding height of the parapets rising above the rim of the summit is 60 cm. Mostly, smaller stones were used in construction, but stones up to 1 m in length are also found. The west rampart winds around the summit for approximately 120 m; in some places small sections are now missing. Extending 20 m below the west side of the summit are other rampart fragments. The serpentine east summit rampart is about 90 m in length. The elevation difference between the northern and southern sections of the south summit walls is about 15 m. Apparently, no defensive wall was built on the south rim of the summit because of the presence of vertical rock faces. On the east side of the formation there are the remains of a walled pathway that switchbacks its way between the summit and an esplanade below. <\/p> "},{"title":"North summit complex","index":8,"parent_index":6,"body":" <p>The level north summit (33 m x 14 m) hosts a contiguous zone of building foundations now reduced to crumbling footings. The largest of these (12 m x 6 m) is aligned in the cardinal directions. Walls reach 60 cm in height and are 70 cm to 90 cm in thickness. These structures were built of smaller (up to 50 cm in length) metamorphic and volcanic stones, with smoothly hewn exterior faces. The circumvallation also extends around the north rim of he summit. <\/p> "},{"title":"Lower complex","index":9,"parent_index":6,"body":" <p>Below the north side of the summit, at the base of a cliff, there is a level area enclosed by a wall, measuring 14 m x 25 m. This highly degraded wall must be another defensive feature. Inside the walled area there is a lone 1-m high highly eroded pillar. Its function is enigmatic. Adjacent to this walled area, on the northeast side of he formation, there is a small cave with the vestiges of a masonry façade. <\/p>  "}]}