{"meta":{"authors":[],"title":"འབྲོམ་སྟོད་སྐུ་འབུམ་དགོན།","dates":{"created_at":"2010-08-13 17:00:58 UTC","updated_at":"2010-08-13 17:00:58 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"འབྲོམ་སྟོད་སྐུ་འབུམ་དགོན།"},{"title":"སྟག་རྩེ་རྫོང་།","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":0,"body":" <p>མཚན་གཞན་ལ་འབྲོམ་སྟོད་སྐུ་འབུམ་ལྷ་ཁང་ཞེས་ཞུ། ཡེར་པ་མདའ་ནས་སྤྱི་ལེ་བཅུ་གཅིག་ཙམ་རླངས་འཁོར་གཞུང་ལམ་བརྒྱུད་ཤར་ངོས་སུ་སོང་ན་འབྲོམ་སྟོད་གྲོང་གི་རི་འདབས་སུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། དགོན་དེ་ནི་སྤྱི་ལོ་1064ལོའི་བོད་ཤིང་འབྲུག་ཟླ་5ཚེས་20ཉིན་འབྲོམ་སྟོན་རྒྱལ་བའི་འབྱུངགནས་སྐུ་གཤེགས་རྗེས་སྐུ་གདུང་འབུམ་པ་རྭ་སྒྲེང་དུ་བཞེངས། འབྲོམ་སྟོད་གྲོང་ཚོའི་བྱང་ཕྱོགས་རི་འདབས་སུ་དབུ་ཐོད་དང་ཞབས་ཆག ཙནྡ་གྱི་བེར་རྒྱུག་ལ་སོགས་བཞུགས་པའི་བྱང་ཆུབ་མཆོད་རྟེན་ཞིག་བཞེངས་གནང་མཛད་པས་འབྲོམ་ཐོད་ཅེས་པ་དེ་ནས་ཐོགས་པ་དང་། རྗེས་སུ་འབྲོམ་སྟོད་ཅེས་པར་སྒྲ་འགྱུར། ཡང་རྗེས་སུ་སྤྱན་རས་གཟིགས་ཕྱག་བཞིའི་ཚ་འབུམ་གཅིག་བཞུགས་པའི་ལྷ་ཁང་ཞིག་བཞེངས་གནང་སྟབས་འབྲོམ་སྟོད་སྐུ་འབུམ་ལྷ་ཁང་ཞེས་པའི་མཚན་གསོལ་བ་ཡིན། སྔོན་མཆོད་རྟེན་གཉིས་ལ་ཞོལ་ལས་ཁུངས་ནས་ཉམས་གསོ་གནང་ཞེས་དང་། ད་ལྟ་མཆོད་རྟེན་གསར་བཞེངས་གནང་བ་དང་། ལྷ་ཁང་ནང་བཀའ་འགྱུར་དང་། ཇོ་ནང་གི་གསུང་འབུམ། སྟོན་པའི་སྐུ་བརྙན། གུ་རུའི་སྐུ་བརྙན། འབྲོམ་སྟོན་པའི་སྐུ་བརྙན། གཞན་ཡང་སྐུ་བརྙན་དང་མཆོད་རྟེན་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད།<\/p> <p>འབྲོམ་སྟོད་ཀྱི་རྒྱབ་རིར་ད་ལྟ་མགོན་ཁང་ཞེས་གཉན་དགོན་ཕུག་ཅེས་པ་མཇལ་རྒྱུ་ཡོད། འབྲོམ་སྟོད་ནས་རྐང་ཐང་མར་ཆུ་ཚོད་སྐར་བཅུ་ཙམ་འཛེགས་ན་གནས་དེར་སླེབས། གཉན་ལོ་ཙཱ་བ་གནས་དེར་མགོན་པོ་སྒྲུབ་ནས་བཞུགས་སྐབས་ཉིན་ཞིག་ནམ་མཁའ་ནས། གནངས་ཉིན་ཁྱོད་ལ་འུར་སྒྲ་དང་བཅས་མགོན་པོ་ཞལ་གཟིགས་པ་ཡོད་པས། མགོན་པོ་བདག་ལ་ཐིམ་ཞེས་གསུངས་དགོས་ཞེས་པའི་སྒྲ་འབྱུང་། གནངས་ཉིན་ལུང་བསྟན་ལྟར་འུར་སྒྲ་དང་བཅས་<span class=\"milestone page eng \">[page <span class=\"pnum\">244<\/span>] <\/span> འབུ་སྡིག་པ་ར་ཉག་ཆེན་པོ་ཞིག་འཕུར་ཡོང་བས་གཉན་ལོ་ཐུག་སྐྲག་པའི་ཚུལ་བཅས་བྲག་ལ་ཐིམ་ཞེས་གསུངས་པས་སྡིག་པ་ར་ཉག་དེ་བྲག་ལ་ཐིམ་པ་དང་། ཆབས་ཅིག་ད་ངས་ཕན་ཐོགས་མ་སོང་བས་ཁྱོད་རྒྱ་གར་བསིལ་བ་ཚལ་དུ་སོང་སྟེ་རྒན་མོ་ཞིག་གིས་རྟེན་ཞིག་བསྐུར་བ་ཡོད་པས་དེ་ལེན་དུ་སོང་ཞེས་གསུངས། གཉན་ལོ་ཙཱ་བས་མགོན་པོའི་ལུང་ལྟར་ཉེ་གནས་བསིལ་བ་ཚལ་དུ་བཏང་། ཉེ་གནས་གྱིས་བླ་མའི་བཀའ་ལྟར་བསིལ་བ་ཚལ་དུ་ཕེབས་ཏེ་རྒན་མོ་དེ་དང་མཇལ། རྒན་མོས་ཉེ་གནས་ལ་རྡོ་ཁྲུ་གང་ཙམ་ཞིག་གནང་བས་ཉེ་གནས་ཀྱིས་དེ་བསྣོམ་བཞིན་ལོག་ཕེབས། རྡོ་དེ་རྒྱབ་ཏུ་འཁུར་མ་ཐག་རླུང་དང་སྒྲ་ཆེན་པོ་སྒྲོག་གི་ཡོད། དེ་ནས་ནགས་ཤོད་ཅེས་པར་སླེབས་སྐབས་རླུང་ཆེན་གྱིས་མིག་ཀྱང་བཀབ་སྟེ་ཕེབས་མ་ཐུབ་པར་གྱུར་བས་ཉེ་གནས་ཀྱི་རྡོ་དེ་གར་བསྐྱུར་ཏེ་བླ་མའི་སྐུ་མདུན་དུ་ཕེབས་པས་རྟེན་གང་དུ་ཡོད་ཅེས་གསུངས་པར་རྟེན་གཞན་གང་ཡང་མི་འདུག་རྡོ་ཁྲུ་གང་ཙམ་ཞིག་བསྐུར་བྱུང་བ་ནགས་ཤོད་བར་དུ་འཁྱེར་ཡོད་ཀྱང་དེ་གར་རླུང་འབུད་ཤིན་ཏུ་ཆེ་བས་རྡོ་མ་ཐེག་པར་དེ་གར་བསྐྱུར་ཡོད་ཅེས་ཞུས་པས། བླ་མས་རྟེན་དེ་རང་ཡིན་མྱུར་དུ་ལེན་ཤོག་ཅེས་གསུངས་པ་ལྟར་ཉེ་གནས་སླར་ཡང་ནགས་ཤོད་དུ་ཕེབས་ཏེ་རྡོ་དེ་འཁུར་ཕེབས་པའི་ཚེ། འབྲོམ་སྟོད་དུ་མ་སླེབས་ཙམ་ལ་རྡོའི་ལྡེབས་ནས་མགོན་པོའི་སྐུ་བརྙན་གསལ་ལ་མི་གསལ་ཞིག་འཁྲུངས་པ་དང་གནས་དེར་འབྱོར་སྐབས་མགོན་པོ་ཞལ་གྱི་སྐུ་བརྙན་གསལ་བར་དོད་པ་བླ་མར་འཕུལ་བས་གཟིམས་ཕུག་ཏུ་བཞུགས་སུ་གསོལ། དེ་རྗེས་རྒྱལ་བ་ལྔ་པ་དགའ་ལྡན་དུ་ཕེབས་སྐབས་གྲྭ་པ་རྫིག་པོ་ཞིག་གིས་རྒྱལ་བ་ལྔ་པ་ཆིབས་ཐོག་ནས་མར་ཕབས་པས། སྐུ་་འཁོར་རྣམས་ཀྱིས་གྲྭ་པ་དེར་རྡེག་པར་བརྩམ་པ་ན་འདི་ནི་དཔལ་མགོན་བྲམ་གཟུགས་ཀྱི་སྤྲུལ་པ་ཡིན་པས་མ་བརྡེག་ཅེས་གསུངས། དེ་ནས་གྲྭ་པ་དེས་ང་ལ་གཡོག་པོ་ཁ་ཤས་ཤིག་དགོས་གསུངས་པར་རྒྱལ་བས་ཞལ་བཞེས། དེ་ནས་བཟུང་གོང་དཀར་ཆོས་སྡེ་ནས་མགོན་པོ་ལྔ་རེ་གཏོང་དགོས་པ་དང་དེའི་གསོལ་ཕོགས་<span class=\"milestone page eng \">[page <span class=\"pnum\">245<\/span>] <\/span> མཛོད་སྦུག་ནས་གནང་སྲོལ་ཡོད། དེ་རྗེས་མགོན་ཁང་དེ་འབྲོམ་སྟོད་ལག་ཚང་སྟེ་བཟོ་ཆེན་ཆོས་ཉིད་རང་གྲོལ་གྱིས་དོ་དམ་བྱེད་སྲོལ་དར། བཟོ་ཆེན་ཆོས་ཉིད་རང་གྲོལ་དང་རྒྱལ་བ་ལྔ་པ་ཐུགས་ཉེ་པོ་ཡོད་སྟབས་རྗེས་སུ་དགོན་བདག་ལག་ཚང་ལ་གནང་བ་ཡིན་ཞེས་གསུངས།<\/p> <p>ད་ལྟ་མགོན་ཁང་གསར་བཞེངས་ནང་མགོན་པོ་གུར་གྱི་སྐུ་བརྙན་དང་དཔལ་མགོན་བྲམ་གཟུགས། ལྷ་མོའི་སྐུ་ཐང་དང་ཇོ་ནང་གི་མགོན་པོའི་ཆོས་འབྱུང་དང་། རིན་འབྱུང་བརྒྱ་རྩའི་ཕྱག་དཔེ། དེ་བཞིན་ད་ལྟ་མགོན་ཁང་དེའི་རྒྱབ་ཏུ་སྨོན་འགྲོ་ཞེས་པའི་རྙིང་མའི་དགོན་ཤུལ་ཞིག་དང་། ཕུག་པ་སོགས་མཇལ་རྒྱུ་ཡོད། <\/p>  "}]}