{"meta":{"authors":[],"title":"Doring Introduction","dates":{"created_at":"2010-08-25 11:11:38 UTC","updated_at":"2010-08-25 11:11:38 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Doring Introduction"},{"title":"II.1. Stelae and accompanying structures: Funerary and non-funerary structures","index":1,"parent_index":0,"body":" "},{"title":"DoringRdo ring","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name:<span class=\"popular\">Doring<\/span><span class=\"scholar\">Rdo ring<\/span> (South)<\/li> <li>English equivalent: Long-stones (South)<\/li> <li>Site number: C-162 <\/li> <li>Site typology: II.1b, II.1c <\/li> <li>Geographic coordinate (N. lat.): 31º 22.7΄ <\/li> <li>Geographic coordinate (E. long.): 89º 26.0΄ <\/li> <li>Elevation: 4780 m <\/li> <li>Administrative location (township): <span class=\"popular\">Mentang<\/span><span class=\"scholar\">Men thang<\/span> <\/li> <li>Administrative location (county): <span class=\"popular\">Pelgön<\/span><span class=\"scholar\">Dpal mgon<\/span> <\/li> <li>Survey expedition: HTWE<\/li> <li>Survey date: May 19, 2004<\/li> <li>Contemporary usage: Minimal cult offerings and light grazing. <\/li> <li>Identifiable Buddhist constructions: None. <\/li> <\/ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Doring<\/span><span class=\"scholar\">Rdo ring<\/span> (South) is located in the middle of the broad <span class=\"popular\">Doring<\/span><span class=\"scholar\">Rdo ring<\/span> valley, on the west side of the watercourse. The site has good views up and down the valley (to the north and south). The terrain gently descends o the east and is sandy and spotted with turf. <span class=\"popular\">Doring<\/span><span class=\"scholar\">Rdo ring<\/span> (South) consists of a unique combination of walled pillars (II.1b) and an array of pillars (II.1c). Rather than a temple-tomb edifice, the walled pillars are appended to the west side of the concourse of pillars. This constitutes a unique ceremonial facility, the design and construction of which probably reflect localized cultural and\/or political proclivities. The close physical integration of these two types of monuments underscores their allied temporal, functional and cognitive relationships. In conjunction with neighboring <span class=\"popular\">Doring<\/span><span class=\"scholar\">Rdo ring<\/span> (North) (C-128), <span class=\"popular\">Doring<\/span><span class=\"scholar\">Rdo ring<\/span> (South) represents the most easterly expression of the sui generis pillar monuments of the core region of Upper Tibet. The two <span class=\"popular\">Doring<\/span><span class=\"scholar\">Rdo ring<\/span> sites circumscribe the eastern border of a distinctive paleocultural entity, which in a general sense can be equated with prehistoric and early historic <span class=\"popular\">Zhang Zhung<\/span><span class=\"scholar\">Zhang zhung<\/span>.<a href=\"#n50\" name=\"nb50\" class=\"note\">50<\/a> <span class=\"popular\">Doring<\/span><span class=\"scholar\">Rdo ring<\/span> (South) was discovered in 1928 by Roerich’s Central Asiatic Expedition.<a href=\"#n51\" name=\"nb51\" class=\"note\">51<\/a> <\/p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>In far western <span class=\"popular\">Namru<\/span><span class=\"scholar\">Gnam ru<\/span>, sites such as <span class=\"popular\">Doring<\/span><span class=\"scholar\">Rdo ring<\/span> (South) are generally ascribed to the ancient <span class=\"popular\">Mön<\/span><span class=\"scholar\">Mon<\/span>. <\/p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Walled pillars","index":7,"parent_index":6,"body":" <p>The rectangular enclosure is aligned in the cardinal directions, and measures 10 m (east-west) x 7 m (north-south). The perimeter walls are flush with the ground surface and in a poor state of preservation. The exception is the south wall, which includes a coherent double-course segment (90 cm thick). The walls of the enclosure were built primarily using light-colored stones of variable length. These stones appear to have been laid flat on the ground. The interior of the enclosure is free of structural elements.<\/p> <p>There are two standing pillars fixed in the ground near the inner edge of the disintegrated west wall of the enclosure. These two pillars are spaced 2 m apart. The south pillar is an irregularly shaped dark metamorphic rock (65 cm [height] x 70 cm [basal girth]). The north pillar is a four-sided light-colored igneous rock (1 m x 90 cm). The north pillar has been singled out for butter offerings (<span class=\"popular emph\">Marchö<\/span><span class=\"scholar emph\">mar mchod<\/span>). Circular depressions have been carved into the top portion of this pillar and filled with butter. There is also a single line of prayer flags tied to the base of the north pillar. These offerings are probably related to the propitiation of personal, household and territorial deities. There are a few stones scattered around the base of the two pillars; these are likely to be the vestiges of the sacrificial structure, which Roerich reports existed here in 1928.<a href=\"#n52\" name=\"nb52\" class=\"note\">52<\/a> There is also a collapsed pillar (1.3 m long) now lying in the middle of the enclosure among a small pile of stones. A photograph taken of the site in 1928 shows that there were four sizable in situ pillars erected more or less in a row at that time.<a href=\"#n53\" name=\"nb53\" class=\"note\">53<\/a> One of these pillars appears to be the dislodged specimen. The whereabouts of the fourth pillar (it appears to have been a tabular specimen in the northernmost placement) is unknown. Geomorphologic changes and vandalism probably account for the degradation of the monument. <\/p> "},{"title":"Array of pillars","index":8,"parent_index":6,"body":" <p>The array of pillars begins 1.5 m east of the enclosure with the stelae. There do not appear to have been any intervening structures between these paired monuments. The array of pillars is aligned in the cardinal directions, and measures 26.5 m (east-west) x 7 m (north-south). The 14-m long eastern half of this concourse is extremely degraded, and contains less than 40 tiny in situ pillars. Although virtually all structural evidence has been effaced, it seems likely that the array of pillars was originally wider than 7 m, given its length and he usual rectilinear proportions of this monument typology. Water flowing over the locale from one or more flood events (as evidenced by alluvial depositions) has had a detrimental impact on the site. <\/p> <p>In the west half of the array there are roughly 100 intact and broken pillars still left standing. Some of hese pillars have orange climax lichen growing on them. The tallest specimen (60 cm) is found near the northwest corner of the array. Other unbroken specimens are 15 cm to 30 cm in height. Most of the <span class=\"popular emph\">Doring<\/span><span class=\"scholar emph\">rdo ring<\/span> are tabular and made of a light-colored metamorphic rock. Near the southwest corner of the array there is an uprooted pillar 1 m in length. An analysis of the pattern of spacing between pillars, suggests that originally there may have been around 1000 standing stones in he concourse. There are now roughly 13 east-west rows of pillars with slabs placed edgewise in the ground in he same rows. These slabs are 10 cm to 30 cm in length and are generally flush with the ground surface. Perhaps here were alternating superficial slabs and standing stones in each row (it is now difficult to distinguish pillars that may have been broken off at the base from slabs that were installed at ground level). <span class=\"popular\">Doring<\/span><span class=\"scholar\">Rdo ring<\/span> (South) is the only site with this particular slab and pillar configuration surveyed to date. This distinctive design feature, like the absence of an appended edifice, may be related to the site’s position at the extreme eastern edge of the territorial distribution of he monument typology. The lack of an appended temple-tomb raises questions as to where local burials were conducted. Scattered around the array of pillars are small pieces red quartzitc sandstone (?) and milky quartz. These stones must have been used as decorative elements at the site. <\/p> <hr class=\"footnote-divider\" \/> "},{"title":"Notes","index":9,"parent_index":0,"body":" <div class=\"footnote\"> <a name=\"n50\" \/> <a href=\"#nb50\" class=\"note\"> [50] <\/a> The geographic and cultural parameters associated with <span class=\"popular\">Zhang Zhung<\/span><span class=\"scholar\">Zhang zhung<\/span> are discussed at length in Bellezza, <em>Zhang Zhung<\/em>. <\/div> <div class=\"footnote\"> <a name=\"n51\" \/> <a href=\"#nb51\" class=\"note\"> [51] <\/a> For a photograph of the site, see Roerich, <em>Trails o Inmost Asia<\/em>, 416 ff. In an entry dated March 22, George Roerich wrote (Roerich, <em>Trails to Inmost Asia<\/em>, 415, 416): After a sixteen-mile march we camped in a narrow valley sheltered by undulating, grassy hills. The place was called Do-ring or “The Long Stone” because of curious megalithic monuments found in its vicinity. These monuments were the first of that kind discovered in Tibet…The megalithic monuments of Do-ring, situated some thirty miles south of the great salt lake of Pang-gong tsho-cha, date back to the pre-Buddhistic period of Tibetan history. They consist of important alinements of eighteen rows of erect stone slabs. Each of these alignments were drawn from east to west, having at its western extremity a cromlech or stone circle consisting of several menhirs arranged more or less in a circle. The menhirs are vertically placed with a crude stone table or altar in front of them. It was evidently a sanctuary of some primitive cult. But what was its age and use?If one compares the famous megalithic monuments of Carnac in Brittany, to the discovered megaliths of Tibet, he is at once struck by the remarkable similarity of the two sets of monuments. The Carnac alinements are situated from east to west and have at their western extremity a cromlech or circle of stones. The Do-ring monuments have precisely the same arrangement. The sacerdotal use of the Carnac monuments remains unknown to he present day, although numerous explanatory theories are advanced. It seems to me that we possess a clue to he explanation of the megalithic structures of northern Tibet. The megalithic monuments of Do-ring have a large figure in the shape of an arrow laid out with stone slabs, and situated at the eastern extremity of the alinement with its point towards the alinement. The arrow is an important symbol in the ancient nature cult of Tibet, and is connected to the cult of the sun and heavenly fire in the form of lightning, which it symbolizes… The presence of the arrow figure at the eastern extremity of the Do-ring monuments indicates that he whole structure was dedicated to some nature cult and very possibly to that of the sun, of which the arrow is a symbol. This is an important conclusion, since up to now no megalithic monuments could be satisfactorily explained.Although Roerich’s description of <span class=\"popular\">Doring<\/span><span class=\"scholar\">Rdo ring<\/span> (South) is generally sound, there are several mischaracterizations that have crept into it. These, at least in part, can be attributed to the difficulties of coming across an ancient monument for the very first time in tough environmental conditions. Another problem is that Roerich was intent on comparing <span class=\"popular\">Doring<\/span><span class=\"scholar\">Rdo ring<\/span> (South) with Carnac, a continent away, a monument which, in fact, has only limited morphological similarity to the one in Tibet. In the eastern half of the highly degraded pillar and slab array, Roerich visualized an arrow structure made of stone slabs, for which there is no empirical evidence (no stone arrow has been found at any of the arrays of pillars surveyed to date). This detracts from Roerich’s assertion that the symbolism of he arrow should be taken as the prime instrument for interpreting the function of the site. This does not necessarily mean, however, that the arrow and its symbolism did not figure into the ceremonial exercises carried out at the site, for as Roerich rightly notes, the arrow is an ancient Tibetan ritual object. The reported existence of a cromlech or ring of stones on the west end of the site also does not bear well with the empirical evidence. In fact, the walls referred to form a quadrate enclosure. The crude stone table or altar Roerich describes no longer exists. This structure was probably a ritual cairn (<span class=\"popular emph\">latsé<\/span><span class=\"scholar emph\">la bstas<\/span> or <span class=\"popular emph\">lhato<\/span><span class=\"scholar emph\">lha tho<\/span>) of later origins, which was used by local <span class=\"popular emph\">drok pa<\/span><span class=\"scholar emph\">’brog pa<\/span> to propitiate personal, household and\/or territorial deities. Many such structures were destroyed in the Chinese Cultural Revolution. Finally, it should be noted that <span class=\"popular\">Doring<\/span><span class=\"scholar\">Rdo ring<\/span> (South) is located 20 miles (as the crow flies), not 30 miles, south of the alkaline lake and flats known as <span class=\"popular\">Drangkhok Tso<\/span><span class=\"scholar\">Brang khog mtsho<\/span> and 20 miles southwest of the giant salt lake <span class=\"popular\">Serling Tso<\/span><span class=\"scholar\">Ser gling mtsho<\/span> (either one of which is Roerich’s Pang-gong tsho-cha). In John Vincent Bellezza, “Doring Revisited.” <em>Himal<\/em> 8, no. 3 (1995), 29-32, I describe my 1994 exploration of a site known as <span class=\"popular\">Chörten Gyawa<\/span><span class=\"scholar\">Mchod rten brgya ba<\/span> located a few kilometers northwest of <span class=\"popular\">Bülkar Tso<\/span><span class=\"scholar\">Bul dkar mtsho<\/span> (White Soda Lake), in old <span class=\"popular\">Namru<\/span><span class=\"scholar\">Gnam ru<\/span> district. This site features ten rows of cairns with ten cairns in each row, which are said to have been erected by <span class=\"popular\">Guru Rinpoché<\/span><span class=\"scholar\">Gu ru rin po che<\/span> in order to stem floodwaters arising from <span class=\"popular\">Bülkar Tso<\/span><span class=\"scholar\">Bul dkar mtsho<\/span>. I provisionally identified this site as Roerich’s Do-ring, believing that it had been architecturally modified in order to bring it within the remit of Tibetan Buddhism. It is now clear, however, that Do-ring is no other than <span class=\"popular\">Doring<\/span><span class=\"scholar\">Rdo ring<\/span> (South). It must be noted that similar rows of cairns are found at the eponymous funerary site of <span class=\"popular\">Chörten Gyawa<\/span><span class=\"scholar\">Mchod rten brgya ba<\/span> (D-6) in <span class=\"popular\">Shentsa<\/span><span class=\"scholar\">Shan rtsa<\/span>. The precise archaeological composition of the <span class=\"popular\">Bülkar Tso<\/span><span class=\"scholar\">Bul dkar mtsho<\/span> <span class=\"popular\">Chörten Gyawa<\/span><span class=\"scholar\">Mchod rten brgya ba<\/span> site, however, has yet to be determined. <\/div> <div class=\"footnote\"> <a name=\"n52\" \/> <a href=\"#nb52\" class=\"note\"> [52] <\/a> Roerich, <em>Trails to Inmost Asia<\/em>. <\/div> <div class=\"footnote\"> <a name=\"n53\" \/> <a href=\"#nb53\" class=\"note\"> [53] <\/a> Roerich, <em>Trails to Inmost Asia<\/em>, 416 ff. <\/div>  "}]}