{"meta":{"authors":[{"id":"24","fullname":"Gray Tuttle"},{"id":"24","fullname":"Gray Tuttle"}],"title":"Amchok Monastery (a mchog dgon pa)","dates":{"created_at":"2011-07-07 11:50:22 UTC","updated_at":"2011-07-07 11:52:16 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>Not to be confused with the Amchok Monastery (a mchog dgon pa) in southern Gansu, this place and monastery are in southeastern Ngawa (rnga ba) county, in Ngawa Prefecture. During the Tibetan imperial period, a man by the name of Amchok Sönam Norbu (a mchog bsod nams nor bu) took his followers from Ütsang (dbus gtsang) to Domé (mdo smad) and settled down in a place, which was later named after him: Amchok. His great-grandfather was a minister under King Tri Songdetsen (khri srong lde btsan) and his family was called Amchok because he received a seal with the Tibetan letter “A” on it from the king. And their family was connected to the Khön (’khon) family of Sakya (sa skya). In Amchok, Sönam Norbu built a four-story residence for himself and called it the Red Palace.</p> <p>People in Amchok practiced Bön until the eighteenth century when a local monk converted them to Geluk (dge lugs). The monk’s name was Sönam Chömpel (bsod nams chos ’phel) and he completed the <em>Lharampa</em> (<em>lha rams pa</em>) degree at Ganden (dga’ ldan) Monastery. After returning home, he promoted Buddhism and acted as the temporal and religious leader of Amchok. He was considered the first Amchok Rinpoché (a mchog rin po che). </p> <p>Amchok was independent and they had their own ruler. In other words, Amchok was not ruled by the leaders of other communities. Amchok had seven <em>tsowa</em> (<em>tsho ba</em>) and each had two leaders. Amchok Rinpoché was the general leader (<em>spyi dpon</em>). However, the administrative affairs were managed by Amchok Pönpo (a mchog dpon po) along with the fourteen <em>tsop</em><em>ön</em> (<em>tsho dpon</em>). Amchok had a strong <em>ch</em><em>öyön</em> (<em>mchod yon</em>) relationship with the Three Divisions of Tsawa (tsha ba khag gsum), namely Choktsé (cog tse), Somang (so mang), and Trochu (khro chu), all kingdoms in Gyelrong (rgyal rong).</p> <p><strong>Reference </strong></p> <p>Hor gtsang ’jigs med. <em>Mdo smad lo rgyus chen mo las sde tsho’i skor glegs bam dang bo </em>[The First Volume of Communities and <em>Tsowa</em> (sde tsho) in the Greater History of Amdo]. Dharamsala, India: Library of Tibetan Works & Archives, 2009, 583-605.</p>","title":"Amchok Monastery (a mchog dgon pa)"}]}