{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "རྫོང་རྒྱབ་ཀླུ་ཁང་།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": " གྲོང་ཁྱེར་ལྷ་ས།"
  }, 
  {
   "body": "<p>ཕོ་བྲང་པོ་ཏཱ་ལའི་རྒྱབ་ཏུ་ཀླུ་ཁང་དེ་མཇལ་རྒྱུ་ཡོད།ཀླུ་ཁང་དེ་ནི། སྤྱི་ལོའི་དུས་རབས་བཅུ་བདུན་པར་རྒྱལ་བ་སྐུ་ཕྲེང་ལྔ་<span class=\"milestone page eng \">[page <span class=\"pnum\">46</span>] </span>པའི་དུས་པོ་ཏཱ་ལ་རྒྱས་བསྐྲུན་མཛད་སྐབས་གནས་དེ་ནས་ས་བསྔོག་པས་རྗེས་སུ་མཚེའུ་དེ་ཆགས། རྫིང་བུའི་དབུས་སུ་བྲག་རི་ཆུང་ཆུང་ཞིག་ཡོད་པ་ལ་སྒྲུབ་ཕུག་ཅིག་ཀྱང་ཡོད་ཟེར་བ་ལ་རྒྱལ་བ་སྐུ་ཕྲེང་དྲུག་པས་བོད་ལ་ཆར་ཆུ་དུས་སུ་བབས་ཆེད་དུ་ཀླུ་ཁང་དེ་བསྐྲུན་གནང་མཛད།དེ་རྗེས་རྒྱལ་བ་སྐུ་ཕྲེང་བརྒྱད་པ་འཇམ་དཔལ་རྒྱ་མཚོའི་དུས་ཕོ་བྲང་ཐོག་བརྩེགས་གསུམ་ལྡན་ཕྱོགས་བཞིར་སྒོ་བཞི་ཅན་འདི་བསྐྲུན་གནང་མཛད་པ་ཡིན། ད་ལྟ་མཇལ་རྒྱུ་ཡོད་པའི་དབྱིབས་དེ་ཡིན། ཀླུ་ཁང་དེའི་འོག་ཤོད་དུ་ཀླུ་མལ་གྲོ་གཟི་ཅན་གྱིས་གཙོས་ཀླུ་ཆེན་བརྒྱད་ཀྱིས་བསྐོར་བ་དང་། བར་ཐོག་ཏུ་སངས་རྒྱས་ཀླུ་དབང་གྱི་རྒྱལ་པོའི་སྐུ་བརྙན། སྟེང་ཐོག་ཏུ་རྒྱལ་བའི་གཟིམ་ཆུང་གི་ལྡེབས་རིས་སུ་བོད་ཀྱི་ལྷ་མོའི་འཁྲབ་གཞུང་ཁག་དང་། རྩ་རླུང་འཕྲུལ་འཁོར་དང་། ཞི་ཁྲོའི་ལྷ་ཚོགས་ཀྱི་དཔེ་རིས། ཡང་ཐོག་ཏུ་གསེར་ཟངས་ཀྱི་རྒྱ་ཕིབས་བཅས་ཡོད། རྒྱལ་བ་འཇམ་དཔལ་རྒྱ་མཚོ་དང་། པཎ་ཆེན་བསྟན་པའི་ཉི་མ་རྣམ་གཉིས་གནས་དེར་ཀླུ་བུམ་སྒྲུབ་གནང་གིས་ཆར་འབེབས་གནང་བ་ཡིན། དེ་ནས་བཟུང་རྣམ་རྒྱལ་གྲྭ་ཚང་ནས་དགེ་འདུན་རེ་གཏོང་གནང་དགོས། སྔོན་ས་ག་ཟླ་བའི་ཚེས་15ཉིན་ལྷ་སའི་མང་ཚོགས་རྣམས་སྔ་དྲོ་གླིང་སྐོར་དང་། ཕྱི་དྲོ་གནས་དེར་འཛོམས་ཏེ་ཀོ་གྲུ་བཏང་ནས་གཞས་དང་། རྣམ་ཐར་གཏོང་བ་དང་། ཀླུ་ཁང་ལ་ཆོས་མཇལ་ཞུ་བ། ནང་མའི་སྐྱིད་སྡུག་ཅེས་པའི་གླུ་རོལ་ཚོགས་པས་གླུ་གཞས་དང་རོལ་མོ་གཏོང་བ་སོགས་བྱེད། ཀླུ་ཁང་དེ་ནས་ཕོ་བྲང་པོ་ཏ་ལའི་སྐུ་རྒྱབ་ཡོངས་རྫོགས་མཇལ་ཐུབ་བ་དང་། མཐའ་འཁོར་དུ་ལོ་མང་སོང་བའི་ལྗོན་ཤིང་གོག་པོས་བསྐོར་ནས་ཡོད་པ། ཀླུ་ཁང་དེའི་ལྷོ་ངོས་སུ་གླང་པོ་ཆེའི་སྡོད་གནས་ཏེ་གླང་ཁང་ཞེས་པ་ཡོད། གླང་ཆེན་གྱི་འཐུང་ཆུ་ནི་ཀླུ་ཁང་གི་རྫིང་བུའི་ཆུ་དེ་མ་ཡིན་པར་བྲག་ལྷ་ཀླུ་སྒུག་ཏུ་འགྲོ་སའི་ལམ་དུ་ཆུ་མིག་ཞིག་ཡོད་པས་དེར་ཉིན་ལྟར་གླང་རྫི་བས་ཆུ་སྟེར་བར་ཁྲིད་དགོས། གླང་ཆེན་པོ་ཏ་ལའི་མདུན་དུ་འབྱོར་སྐབས་ཕོ་བྲང་ལ་ཁ་སློག་ནས་མཆུ་ཏོས་གུས་ཞབས་མཚོན་བྱེད་ལན་གསུམ་བྱེད། དེ་ནས་ཆུ་[47] བཏུངས་ཚར་རྗེས་བྲག་སྒོ་ཀ་ལིང་འོག་ནས་རང་གནས་སུ་ཁྲིད་འགྲོ་བ་ཡིན། ད་ལྟ་ཀླུ་ཁང་ཉམས་གསོ་གནང་བའི་ནང་སྔོན་གྱི་སྐུ་བརྙན་དེ་དག་གི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་དང་། རྒྱ་རྡོ་ལས་གྲུབ་པའི་གཞུ་དབྱིབས་ཅན་གྱི་ཟམ་པའང་བསྐྲུན་པས་འགྲོ་སྟབས་བདེ་པོ་ཡོད།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "རྫོང་རྒྱབ་ཀླུ་ཁང་།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16427", 
  "dates": [], 
  "title": "རྫོང་རྒྱབ་ཀླུ་ཁང་།"
 }
}