{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Lubum Taten Ling Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Nyag rong rdzong"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(153) Klu ’bum Monastery"
  }, 
  {
   "body": "<p>In the past the monastery was known as Su tshang or Klu ’bum mtha’ rten gling.</p>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "1. Name of the monastery "
  }, 
  {
   "body": "<p>The monastery is located at a roadside of the main road leading to sGre bo this smad village, 28 km south of Ri snang, the seat of Nyag rong county.</p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>According to oral tradition, Su tshang Nam mkha’ rgyal mtshan, (the Klu ’bum dgon gyi lo rgyus, a MS has Nam mkha’ rgya mtsho), the first master of the Su la lineage, founded a small monastery at Ka smad mgo called Su tshang about 10 km east of the present monastery. He is said to have been the spiritual master of ’Bru dGa’ bde chos skyong ber nag, one of the Thirty Heroes in the Ge sar epic. In Khams, the hero is considered as a historical figure. Nam mkha’ rgyal mtshan was succeeded by his son Nam mkha’ ’od zer, who in turn was succeeded by his son Nam mkha’ bstan ’dzin, who in turn was succeeded by his son Nam mkha’ tshul khrims. Since there was no water Sources in the vicinity, Nam mkha’ tshul khrims undertook to channel water to the monastery, but the inhabitants of sGre bo village were unwilling to help. As a result the village split into two villages: sGre bo stod and sGre bo smad. Moreover, eight monks from sGre bo stod left the monastery and founded a small monastery called Su tshang stod pa. </p><p>Later lCags mdud Shes rab rgyal mtshan, a master of the rNying ma pa monastery and located on the opposite bank of the rDza chu river, converted Su tshang stod pa to the rNying ma pa tradition and renamed it rNga rnga Monastery. </p><p>According to KGLG, (volume 1, p.302) lCags mdud Shes rab rgyal mtshan only restored the monastery in 1491.</p><p>Su tshang Nam mkha’ tshul khrims and the people of sGre bo smad pa village founded Klu ’bum Monastery. As they were preparing the site for construction, they discovered a Bonpo text entitled Klu ’bum, and thus the monastery was named Klu ’bum. Later Khod spungs Kun bzang ’od gsal, the twenty-third master in the Su la lineage, enlarged the assembly hall. </p><p>The monastery mainly practised rituals according to the old gter ma (gter rnying) tradition, especially the ritual cycles of dBal gsas, Ge khod and sTag la, but after receiving the teachings based on the Rang gter sku gsum phur sgrub by gSang sngags gling pa the monastery also began to practise the new gter ma tradition (gter gsar). </p><p>Khod spung mDo rgyud grags pa also lived and taught at the monastery for about five years. In 1923, gYung drung bstan ’dzin, the 24th master in the Khod spung lineage, enlarged the monastery by building a new assembly hall with eight tall columns. The masters of the Khod spungs lineage, also known as Su la tshang, have been in charge of the monastery. It is not clear how many masters the lineage comprises but there are several names that frequently recur in both written and oral traditions. Su la sKal bzang bstan pa’i rgyal mtshan (1897-1959), who belonged to this lineage, wrote an extensive biography of Shar rdza bKra shis rgyal mtshan. The present master of Su la is bsKal bzang grags pa. Unfortunately I did not meet him when I visited the monastery in autumn 1997, because he was ill and was hospitalized in Chengdu at the time. I went with sMon rgyal lha sras to visit him in Chengdu, hoping to obtain more information about the monastery, but he was too ill to receive me.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>head of the monastery</li> <li>two dbu mdzad</li> <li>four dge skos</li> <li>two mchod dpon</li> <li>two spyi ba</li> </ul><p>All the incumbents are reappointed every three years on a rotational basis. </p>", 
   "index": 6, 
   "parent_index": 2, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>There are thirty novices and two monks. </p>", 
   "index": 7, 
   "parent_index": 2, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>The younger novices are taught by the elder monks.</p>", 
   "index": 8, 
   "parent_index": 2, 
   "title": "6. Current education"
  }, 
  {
   "body": "<p>La kha Monastery (No.154) is a branch of Klu ’bum. So there are exchanges between the two monasteries (see below). The monks go to Shar rdza Hermitage (No.138) to take their ordination.</p>", 
   "index": 9, 
   "parent_index": 2, 
   "title": "7. Educational exchange"
  }, 
  {
   "body": "<p>The monks go to dBra khyung hermitage for a one-month summer retreat every year during which they receive teachings and learn to play ritual instruments. In winter, since Klu ’bum and La kha are connected as “mother and son monasteries” (ma dgon bu dgon) they have a common winter retreat (in the 9th month). The monasteries host the retreat in turn. From the 20th to the 30th day of the same month, they perform a ritual with ’cham dance based on the sKu gsum phur sgrub, a gter ma text of gSang sngags gling pa as well as rituals of the cycle of gDugs dkar and the ceremony of the smyong gnas fasting. The monastery was destroyed during the Cultural Revolution. When I visited the site in 1997 I saw only the assembly hall which had survived, but it was completely empty.</p>", 
   "index": 10, 
   "parent_index": 2, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The monks mainly live with their families since there are no monks’ quarters in the monastery. They must also provide their own food when they go to the monastery for rituals.</p>", 
   "index": 11, 
   "parent_index": 2, 
   "title": "11. Income and expenses"
  }, 
  {
   "body": "<p>The local lay community consists of four communal divisions (shog khag): Sa stod, Sa smad, Bar shod and Klu ’bum. Sa stod comprises Lo dbu with five families and Rong ru with eleven families; Sa smad comprises Yang med with seven families, mKhar sbe with five families and mKhar brag with three families; Bar shod comprises only one village, Ri stod with ten families; Klu ’bum with four families. In addition there is Su la village with five families. </p>", 
   "index": 12, 
   "parent_index": 2, 
   "title": "12. Local community "
  }, 
  {
   "body": "<p>The mountain behind the monastery is called She long glang chen, but there is no la btsas on it. In the vicinity there are two mountains called sKyobs ’byin and Brag dkar, abodes of the yul lha deities bearing the same names. The dates of their propitiation remain unnown.</p>", 
   "index": 13, 
   "parent_index": 2, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Farmers</p>", 
   "index": 14, 
   "parent_index": 2, 
   "title": "14. Occupation of the local population "
  }, 
  {
   "body": "", 
   "index": 15, 
   "parent_index": 2, 
   "title": "Sources"
  }, 
  {
   "body": "<p>A dga, a monk at Klu ’bum monaster (b.1939); bSod nams tshe ring (b.1930), another monk at Klu ’bum Monastery</p>", 
   "index": 16, 
   "parent_index": 15, 
   "title": "(1) Interviews"
  }
 ], 
 "meta": {
  "date": "2011-12-13 02:30:01 UTC", 
  "domain": "places", 
  "kid": "23559", 
  "authors": [
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }, 
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }
  ], 
  "title": "Lubum Taten Ling Introduction"
 }
}