{"meta":{"authors":[],"title":"Alhé Möndur Introduction","dates":{"created_at":"2010-08-25 11:14:13 UTC","updated_at":"2010-08-25 11:14:13 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Alhé Möndur Introduction"},{"title":"II.3. Cubic mountaintop tombs","index":1,"parent_index":0,"body":" "},{"title":"A Lé Möndur’A lhas mon dur","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">A Lé Möndur</span><span class=\"scholar\">’A lhas mon dur</span> </li> <li>Site number: E-30</li> <li>Site typology: II.3 </li> <li>Geographic coordinate (N. lat.): 31º 53.0΄ </li> <li>Geographic coordinate (E. long.): 80º 45.0΄</li> <li>Elevation: 5070 m to 5130 m </li> <li>Administrative location (township):<span class=\"popular\">Götsang Tö</span><span class=\"scholar\">Rgod tshang stod</span> </li> <li>Administrative location (county): <span class=\"popular\">Gar</span><span class=\"scholar\">Sgar</span> </li> <li>Survey expedition: TUE</li> <li>Survey date: September 17, 2005</li> <li>Contemporary usage: None. </li> <li>Identifiable Buddhist constructions: A single inscribed plaque. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">A Lé Möndur</span><span class=\"scholar\">’A lhas mon dur</span> is located on the southern end of a ridge system that divides the two main valley systems of <span class=\"popular\">Götsang</span><span class=\"scholar\">Rgod tshang</span>. The summit portion of this ridgeline site rises 270 m above the river that flows around its south side. The summit and upper flanks of the site are cloaked in red and beige talus (of volcanic origins?). <span class=\"popular\">A Lé Möndur</span><span class=\"scholar\">’A lhas mon dur</span> enjoys expansive eastern and western vistas. There are somewhat lesser views to the south, and to the north, higher sections of the same ridge system block the view. The cubic tombs of <span class=\"popular\">A Lé Möndur</span><span class=\"scholar\">’A lhas mon dur</span> are mostly aligned in the cardinal directions. They are each constructed of thick slabs up to 90 cm in length. Many of these tombs were built on top of small rock outcrops. The majority of the tombs form a single line of structures on the narrow east-west oriented ridgeback. There is also a slab-wall enclosure among the cubic tombs of <span class=\"popular\">A Lé Möndur</span><span class=\"scholar\">’A lhas mon dur</span>. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to local sources, <span class=\"popular\">A Lé Möndur</span><span class=\"scholar\">’A lhas mon dur</span> is associated with the ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span>.</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Funerary Structure FS1","index":7,"parent_index":6,"body":" <p>Funerary structure FS1 (3.1 m x 2 m) is situated on a shelf, lightly blanketed with talus (31° 53.141΄ N. lat. / 80° 45.008΄ E. long. / 5070 m). It is located below the summit ridge, on the northwest side of the hill. This highly degraded cubic tomb has been reduced to 1 m or less in height. Only small coherent wall fragments have endured. A depression in the top of the structure coincides with the location of the central chamber (reliquary). Approximately 40 m west of FS1 there is possibly another cubic tomb but the remains are so degraded as to be inconclusive. </p> <p>Funerary structures FS2 to FS12 are situated on the summit of the ridge (53.03΄ / 44.95 / 5130 m).</p> "},{"title":"Funerary Structure FS2","index":8,"parent_index":6,"body":" <p>Funerary structure FS2 is the most easterly specimen on the summit. Reduced to its base, FS2 measures 1.6 m (north-south) x 2.5 m (east-west). Some of the stones of this cubic tomb were used to construct an adjacent wall with a much more recent pedigree.</p> "},{"title":"Funerary Structure FS3","index":9,"parent_index":6,"body":" <p>Funerary structure FS3 (2.8 m [north-south] x 2.4 m [east-west] x 1.2 m [maximum height]) is situated 18 m west of FS2. The central chamber has been gutted and the south side of the tomb has collapsed. </p> "},{"title":"Funerary Structure FS4","index":10,"parent_index":6,"body":" <p>Funerary structure FS4 (2.5 m x 3.4 m x 1.7 m [height]) is situated 10 m west of FS3. Like the outer shell itself, the partly intact central chamber (95 cm x 80 cm) is aligned in the cardinal directions. The south side of FS4 has mostly collapsed. An old plaque inscribed with Buddhist prayers rests on this tomb. </p> "},{"title":"Funerary Structure FS5","index":11,"parent_index":6,"body":" <p>Funerary structure FS5 (3.1 m x 2.5 m x 1.4 m) is situated 5.4 m west of FS4. There is a gaping cavity (1 m x 70 cm) that extends all the way to ground level where the central chamber once sat. The masonry that lined the central chamber is entirely missing. </p> "},{"title":"Funerary Structure FS6","index":12,"parent_index":6,"body":" <p>Funerary structure FS6 (2.3 m x 2.6 m x 1.2 m) is situated 7 m west of FS5. The partly intact central chamber (90 cm x 80 cm) is mostly filled with stones. </p> "},{"title":"Funerary Structure FS7","index":13,"parent_index":6,"body":" <p>Funerary structure FS7 (1.9 m x 1.2 m x 1.2 m) is situated 13.5 m west of FS6. It is found just below the summit on the south side of the mountain. The central chamber is aligned in the cardinal directions, and measures 80 cm (east-west) x 40 cm (north-south). The alignment of the central chamber and the ridgeline upon which it was built may suggest that regeneration and the journey to the afterlife were envisioned as processes akin to the rising and setting sun. </p> "},{"title":"Funerary Structure FS8","index":14,"parent_index":6,"body":" <p>Funerary structure FS8 (1.5 m x 1.7 m x\\) is situated less than 1 m down slope of FS7. Largely leveled to its foundation, the base of the central chamber is still visible. </p> "},{"title":"Funerary Structure FS9","index":15,"parent_index":6,"body":" <p>Funerary structure FS9 (1.6 m x 1.5 m x 90 cm) sits on the summit and is situated 22 m southwest of FS8. It is aligned in the cardinal directions. Between FS8 and FS9, there is an enclosure (4 m x 13 m) on the summit with walls around 50 cm in height. These walls are composed of stacked slabs and slabs that were propped up. This enclosure appears to have had some type of funerary ritual function. </p> "},{"title":"Funerary Structure FS10","index":16,"parent_index":6,"body":" <p>Funerary structure FS10 (2 m x 2.5 m x 80 cm) is situated 5.2 m west of FS9. This tomb has largely collapsed.</p> "},{"title":"Funerary Structure FS11","index":17,"parent_index":6,"body":" <p>Funerary structure FS11 (1.8 m x 1.8 m) is situated just below the summit, 11.8 m southwest of FS10. It is found on the south side of the ridge. FS11 has been leveled to its foundation. </p> "},{"title":"Funerary Structure FS12","index":18,"parent_index":6,"body":" <p>Funerary structure FS12 (1.8 m x 1.9 m) is situated on the west edge of the summit, 9 m west of FS11. Although it has been reduced to its foundation, the base of the central chamber is partly intact. In close proximity, there is a small cairn standing on the edge of the summit.</p> "},{"title":"Funerary Structure FS13","index":19,"parent_index":6,"body":" <p>Funerary structure FS13 (2.2m x 2.4 m x 70 cm) is situated on the sloping ridgeback, 14 m southwest of FS12. It is located approximately 7 m below the summit. </p> "},{"title":"Funerary Structure FS14","index":20,"parent_index":6,"body":" <p>Funerary structure FS14 (2.3 m x 2.3 m x 70 cm) is situated 6.5 m down the spine of the ridge from FS13. FS14 is found about 2 m vertical below FS13. Most of the base of the tomb has endured. It is aligned in the cardinal directions. </p> "},{"title":"Funerary Structure FS15","index":21,"parent_index":6,"body":" <p>Funerary structure FS15 (2 m x 3.5 m) is situated on the ridgeline, 47 m west of FS14. There is an approximately 20 m vertical difference between FS14 and FS15. FS15 has been almost leveled. </p> "},{"title":"Funerary Structure FS16","index":22,"parent_index":6,"body":" <p>Funerary structure FS16 (2.3 m x 2.5 m x 2 m) is situated 6 m west of FS15 at the same elevation. The central chamber (90 cm x 70 cm) is partly intact in this relatively well preserved cubic tomb. </p> "},{"title":"Funerary Structure FS17","index":23,"parent_index":6,"body":" <p>Funerary structure FS17 (2.5 m x 3.3 m x 70 cm) is situated 14 m northwest of FS16 and about 6 m vertical directly below it (52.998΄ / 44.843΄ / 5100 m). This heavily damaged specimen is the most westerly of the cubic tombs of <span class=\"popular\">A Lé Möndur</span><span class=\"scholar\">’A lhas mon dur</span>.</p> "},{"title":"Affiliated sites","index":24,"parent_index":2,"body":" "},{"title":"Cang la btags","index":25,"parent_index":24,"body":" <p> cang la btags is said to be a very deep and extensive limestone cave complex located in <span class=\"popular\">Götsang Tö</span><span class=\"scholar\">Rgod tshang stod</span> (32° 07.580΄ N. lat. / 80° 46.919΄ E. long. / 4740 m). The narrow mouth to the cave is found on a steep limestone slope and it has an eastern aspect. From the entrance, a ledge circumvents a sink hole. About 20 m to 40 m from the mouth of the cave, human bone fragments are scattered about inside the cave. These probably represent the remains of coherent burials that have been disturbed by people entering cang la btags. Bone samples taken from the site have still not been assayed, thus their age is unknown. The cave complex was penetrated to a distance of about 150 m from the entrance through narrow passages and vertical tunnels with no other objects of archaeological interest being detected. </p> <p>Directly below cang la btags there is a quadrate structure locally identified as a ‘<span class=\"popular emph\">mön dur</span><span class=\"scholar emph\">mon dur</span>’ (07.500΄ / 46.917΄ / 4550 m). This platform-like structure (2.9 m x 3.7 m) is built of unhewn limestone blocks, a maximum of 90 cm in length. There are up to three vertical courses of blocks making up the structure, and it has a maximum height of 80 cm. There is a similar, but less well preserved structure situated, 22 m downhill. </p>  "}]}