{"meta":{"domain":"places","kid":"16632","authors":[],"title":"Tara Manding Introduction","dates":{"created_at":"2010-08-11 20:47:14 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Tara Manding Introduction"},{"title":"I.2. Residential Structures in Other Locations: Religious and Elite Residences","index":1,"parent_index":0,"body":" "},{"title":"Tara MardingRta ra dmar lding","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Textual tradition","index":6,"parent_index":2,"body":null},{"title":"Site elements","index":7,"parent_index":2,"body":" "},{"title":"rTa ra dmar lding","index":8,"parent_index":7,"body":" "},{"title":"West rock shelter","index":9,"parent_index":8,"body":null},{"title":"South rock shelter","index":10,"parent_index":8,"body":" <p>The south rock shelter is suspended above the floor of the gorge, investing it with a protective position. It is situated about 20 m lower in elevation than the west rock shelter. The south rock shelter has a high ceiling just like its counterpart. Only small remains of its 22-m long retaining wall have survived. On the east end a segment of this wall is 9 m in length; it reaches 2 m high on the exterior side while its interior is flush with the floor of the shelter. A well-built wall fragment 2 m long was built inside the south rock shelter at a distance of 5 m from the front wall. This internal feature probably had something to do with the residential function of the cave. Along the east flank of the south rock shelter there are wall fragments set deep inside a fissure in the cliff. <\/p> "},{"title":"Mouth of the defile structures","index":11,"parent_index":8,"body":" <p>Above the mouth of the defile on its north side there are the remains of a structure (4 m x 2.7 m) built between the cliff face and an outcrop. Walls of this small shelter reach 3 m in height and exhibit the masonry exture and degradation of the archaic cultural horizon. On the edge of the ledge running northeast from this structure there are the vestiges of footings (probably supported an outer defensive wall) that extend for 23 m. The overarching cliff partially shelters the ledge upon which these structures were built (much of this ledge is around 6 m wide). In the middle portion of the ledge, a small Buddhist retreat house was built against the cliff. The stonework is largely intact, mud mortared and covered in lime plaster. Just north of the ledge there is a fissure in the cliff with the remains of a wall (3 m long) enclosing much of it. <\/p> "},{"title":"North cliff structures, inscriptions and pictographs","index":12,"parent_index":8,"body":null},{"title":"Rock shelter south of the defile","index":13,"parent_index":7,"body":null},{"title":"Lower sector ruins","index":14,"parent_index":7,"body":null},{"title":"Chos lung o rgyan bsam gtan gling","index":15,"parent_index":7,"body":null},{"title":"Caves north of chos lung","index":16,"parent_index":7,"body":null},{"title":"Notes","index":17,"parent_index":0,"body":null}]}