{"meta":{"authors":[{"id":"77","fullname":"Charles Ramble"},{"id":"77","fullname":"Charles Ramble"},{"id":"81","fullname":"Marietta Kind"},{"id":"81","fullname":"Marietta Kind"}],"title":"Dargyé Püntsok Ling Introduction","dates":{"created_at":"2011-12-13 02:30:36 UTC","updated_at":"2011-12-13 02:30:36 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Dargyé Püntsok Ling Introduction"},{"title":"Dolpo (Nep. Dolpa) District","index":1,"parent_index":0,"body":"\n\n                  "},{"title":"(221) Dar rgyas phun tshogs gling Monastery","index":2,"parent_index":1,"body":"\n\n                  \n\n                     "},{"title":"1. Name of monastery","index":3,"parent_index":2,"body":"\n\n                     <ol type=\"1\">\n                        <li>Dar rgyas phun tshogs gling, </li>\n\n                        <li>sMer phu dgon</li>\n                     </ol>\n\n                  \n\n                  \n\n                     "},{"title":"2. Location","index":4,"parent_index":2,"body":"\n\n                     <ol type=\"1\">\n                        <li>Fifteen minutes walk north of mDo, in the area of mDo rta srab called\n                           Srib phyogs. It is situated on the right bank of the Doro river about\n                           half an hour walk eastwards from mDo towards Tshar ka. </li>\n\n                        <li>sMer phu dgon pa, now only ruins, is situated southwest of mDo in a\n                           side valley.</li>\n                     </ol>\n\n                  \n\n                  \n\n                     "},{"title":"3. History","index":5,"parent_index":2,"body":"\n\n                     <p>Until about two years ago there were two householder bla mas at Srib phyogs,\n                        but by 2000 both had died and the Bonpo community of Dolpo is now worried\n                        about the future.</p>\n\n                  \n\n                  \n\n                     "},{"title":"4. Hierarchical system","index":6,"parent_index":2,"body":"\n\n                     <p>There is a bla ma, of the Ya ngal clan, called gTsug phud dbang grags. He is\n                        a sngags pa. There is also a precentor (dbu mdzad), a permanent position\n                        that is held by a brother of the main bla ma. </p>\n\n                  \n\n                  \n\n                     "},{"title":"5. Number of monks/ priests","index":7,"parent_index":2,"body":"\n\n                     <p>Seventeen or eighteen sngags pa, all from the mDo rta srab area. No celibate\n                        monks. </p>\n\n                  \n\n                  \n\n                     "},{"title":"6. The present educational system","index":8,"parent_index":2,"body":"\n\n                     <p>The main teacher is the Bla ma gTsug phud dbang grags, who taught his son,\n                        his grandson and several other boys from the community. Some of the sngags\n                        pa teach their own sons. </p>\n\n                  \n\n                  \n\n                     "},{"title":"7. Personnel and educational exchange of monks between monasteries","index":9,"parent_index":2,"body":"\n\n                     <p>The grandson is now a monk in Triten Norbutse (No.230). He has been in\n                        Kathmandu for two years, after doing a three-year preliminary retreat in the\n                        village. There are no other monks from this dgon pa either in Dolanji or in\n                        Kathmandu. </p>\n\n                  \n\n                  \n\n                     "},{"title":"8. Description of daily rituals of the monastery","index":10,"parent_index":2,"body":"\n\n                     <p>The house of the senior bla ma is adjacent to the dgon pa. He, or other\n                        members of his family, perform the daily ceremonies. In the morning there is\n                        the offering of water (yon chab) and the fumigation (bsang), and in the\n                        evening the lighting of the butterlamp (mchod me) and the invocation of the\n                        protectors (bka&rsquo; skyong). </p>\n\n                  \n\n                  \n\n                     "},{"title":"9. Description of annual rituals of the monastery","index":11,"parent_index":2,"body":"\n\n                     <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\">\n                        <li>End of first, beginning of second month: Ma tri ceremony. </li>\n\n                        <li>Sixth month: annual repainting of the dgon pa. </li>\n\n                        <li>Eighth month: collection of grain donations and settling of annual\n                           accounts. </li>\n\n                        <li>End of tenth and beginning of eleventh month: Du tri su, a five-day\n                           ceremony. </li>\n\n                        <li>End of eleventh, beginning of twelfth month: smyung gnas. Performed by\n                           the sngags pa of the temple. </li>\n                     </ul>\n\n                  \n\n                  \n\n                     "},{"title":"10. Daily life of an individual monk","index":12,"parent_index":2,"body":"\n\n                     <p>As householder-priests they are mainly occupied with secular economic\n                        activities. </p>\n\n                  \n\n                  \n\n                     "},{"title":"11. Books and manuscripts kept by the monastery","index":13,"parent_index":2,"body":"\n\n                     <p>Includes manuscripts of mDo gzer mig, Dri med gzi brjid, Yum etc. </p>\n\n                  \n\n                  \n\n                     "},{"title":"12. Economic circumstances of temple","index":14,"parent_index":2,"body":"\n\n                     <p>The dgon pa is private, belonging to the family of the bla ma, and is\n                        officially registered as such. Support is provided by the Bonpo inhabitants\n                        of the settlement (about half the households). They support the institution\n                        with annual offerings of grain to each of the priests. There is no\n                        government support, and if any additional works need to be done funds must\n                        be raised from the local community, with the priests&rsquo; families being the\n                        major donors. </p>\n\n                  \n\n                  \n\n                     "},{"title":"13. Number of local villages or nomads","index":15,"parent_index":2,"body":"\n\n                     <p>mDo is a mixed area with Bon and Buddhist followers according to houses.\n                        There are 11 houses of Bonpo and 37 of Buddhists.</p>\n\n                  \n\n               "}]}