{"meta":{"authors":[],"title":"བར་མ་རི།","dates":{"created_at":"2010-08-13 17:00:43 UTC","updated_at":"2010-08-13 17:00:43 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"བར་མ་རི།"},{"title":"གྲོང་ཁྱེར་ལྷ་ས།","index":1,"parent_index":0,"body":" "},{"title":"བར་མ་རི།","index":2,"parent_index":0,"body":" <p>མཚན་རྒྱས་པར་བར་མ་རི་གེ་སར་ལྷ་ཁང་ངམ། བོང་བ་རི་ཀོན་ཏིས་ལྷ་ཁང་ཞེས་ཞུ། ལྕགས་པོ་རིའི་ནུབ་བྱང་གི་རི་སྣེ་དང་ཉེ་བའམ། ཀུན་བདེ་གླིང་གི་རྒྱབ་ཏུ་ལྷ་ཁང་དེ་མཇལ་རྒྱུ་ཡོད། བར་མ་རི་ཞེས་པ་ནི། པོ་ཏ་ལ་དང་ལྕགས་པོ་རི་གཉིས་ཀྱི་བར་ན་ཆགས་པས་བར་མ་རི་ཞེས་འབོད་དོན་དེ་ལྟར་ཡིན་གསུང་། བོང་བ་རི་ཞེས་པ་ནི། བར་མ་རི་ཞེས་པའི་སྒྲ་འགྱུར་བ་ཡིན་ཞེས་ཟེར། མདོར་ན་དམར་པོ་རི་ནི་སྤྱན་རས་གཟིགས་དང་། ལྕགས་པོ་རི་ནི་ཕྱག་རྡོར། བར་མ་རི་ནི་འཇམ་དབྱངས་བཅས་རི་འདི་གསུམ་ལ་རིགས་གསུམ་མགོན་པོ་ཚང་ཡོད་པ་བཅས་གསུངས། ཐོག་མར་གནས་དེར་རིགས་གསུམ་མགོན་པོའི་ལྷ་ཁང་ཞིག་ཡོད་སྐད་ལ། སྤྱི་ལོའི་དུས་རབས་བཅོ་བརྒྱད་པ་ཙམ་ན་ཆིང་གོང་མའི་དམག་དཔོན་ཞིག་གིས་ཀོན་ཏིས་ལྷ་ཁང་ཞེས་པ་བསྐྲུན། བོད་མི་ཚོས་གེ་སར་ལྷ་ཁང་ཞེས་ཟེར། གཡུ་རྩིའི་རྒྱ་ཕིབས་ཀྱི་ལྷ་ཁང་སེར་པོ་དེའི་སྒོ་ལྷོ་ནུབ་མཚམས་སུ་གཏད་ཡོད། ཕྱི་སྒོ་གཡས་གཡོན་གྱི་བསྟར་ཁྲའི་ནང་གཡས་སུ་རྟ་རྐྱང་པོ་ཞིག་ཡོད་པ་གེ་སར་གྱི་ཆིབས་རྟ་དང་། གཡོན་དུ་རྟ་དཀར་པོ་ཞིག་ཡོད་པ་རྒྱ་ཚའི་ཆིབས་རྟ་ཡིན་ཟེར། ཆིབས་རྟ་དེ་གཉིས་སོ་སོའི་འཁྲིས་སུ་<span class=\"milestone page eng \">[page <span class=\"pnum\">43<\/span>] <\/span>ྲབ་རྨོག་གྱོན་པའི་དམག་དཔོན་རེ་ལངས་ཡོད། དེ་ནས་རྡོ་སྐས་སིའུ་བཅུ་གྲངས་ཙམ་འཛེགས་ན་གེ་སར་ལྷ་ཁང་ངམ་ཀོན་ཏིས་ལྷ་ཁང་དུ་སླེབས། མདུན་ངོས་ཁྲ་མ་བསྒྲིགས་པའི་ལྷ་ཁང་དེའི་ནང་དབུས་སུ་བཞུགས་སྒྲོམ་ནང་གེ་སར་རམ། ཀོན་ཏིས་ཀྱི་སྐུ་བརྙན་དང་དེའི་མདུན་དུ་དམག་དཔོན་བཞི་ལངས་ནས་ཡོད་པ་ལ། གཡས་ངོས་ཀྱི་རྒྱའུ་ནི་ཁྲོ་ཐུང་དང་། དེའི་གཡས་སུ་ཡོད་པ་དམར་པོ་ནི་བཤན་པ། གཡོན་ངོས་ཀྱི་དཀར་པོ་ནི་རྒྱ་ཚ་དང་། དེའི་གཡོན་དུ་ཡོད་པ་སྔོན་པོ་ནི། འདན་པ་ཡིན་ཞེས་ཟེར། དམག་དཔོན་བཞིས་མཐའ་བསྐོར་བའི་དཀྱིལ་དུ་ཁྲའུ་ཆན་ཞེས་སྨྱུག་མ་འཐེན་པ་ཞེས་པའི་མོ་འདེབས་པ་ཡིན། རྟག་ཏུ་མོ་འདེབས་མཁན་བར་མི་ཆད་པ་ཡོད་ལ། ལྷ་ཁང་དེར་བར་སྐོར་བརྒྱབ་ནས་སོང་ན་རྒྱབ་ཏུ་རིགས་གསུམ་ལྷ་ཁང་ནང་འཇམ་དབྱངས་གཙོ་གྱུར་གྱི་རིགས་གསུམ་མགོན་པོ་མཇལ་རྒྱུ་ཡོད་པ་ནི་ཐོག་མའི་ལྷ་ཁང་དེ་ཡིན།<\/p> <p>ད་ལྟ་སྔོན་གྱི་ལྷ་ཁང་རྙིང་པར་ཉམས་གསོ་གནང་བའི་ནང་། དབུས་སུ་བོད་ལུགས་ཀྱི་གེ་སར་གྱི་སྐུ་བརྙན་དང་། གཡས་ངོས་སུ་གུ་རུའི་སྐུ་བརྙན། གཡོན་ངོས་སུ་གུ་རུ་དྲག་པོའི་སྐུ་བརྙན། རྒྱབ་ཀྱི་རིགས་གསུམ་ལྷ་ཁང་ནང་རིགས་གསུམ་མགོན་པོ་གསར་བཞེངས་གནང་བ་བཅས་མཇལ་རྒྱུ་ཡོད།<\/p>  "}]}