{"meta":{"domain":"places","kid":"23680","authors":[{"fullname":"Jann Ronis","id":"32"},{"fullname":"Jann Ronis","id":"32"}],"title":"An Overview of Gyelrong","dates":{"created_at":"2011-07-13 16:54:46 UTC","updated_at":"2011-07-13 16:54:46 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p><\/p><p>Gyelrong (<em><span class=\"tibetan\" title=\"Type ID here\">rgyal rong<\/span><\/em>) is a contraction of Gyelmo Tsawa Rong (<em><span class=\"tibetan\" title=\"Type ID here\">rgyal mo tsha ba rong<\/span><\/em>). “Gyel” or “Gyelmo” in the name refers to the Gyelmo Ngülchu River (<em><span class=\"tibetan\" title=\"Type ID here\">rgyal mo dngul chu<\/span><\/em>), which is the chief river in the region. “Rong” means gorge, and in traditional Tibetan geography Gyelrong is counted as one of the four great gorges (<em><span class=\"tibetan\" title=\"Type ID here\">rong chen bzhi<\/span><\/em>) of Tibet. The Chinese call the region Jiarong (嘉戎). The people of Gyelrong identify as Tibetans and Tibetan religion is pervasive throughout the region, though the languages spoken in Gyelrong are not dialects of Tibetan but nonetheless are still part of the Tibeto-Burman language group. Gyelrong has long been one of the chief centers of the Tibetan Bön (<em><span class=\"tibetan\" title=\"Type ID here\">bon<\/span><\/em>) religion and is home to many Bön monasteries and holy sites, as well as Buddhist institutions.<\/p><p>Politically, Gyelrong was comprised of eighteen principalities or kingdoms (<em><span class=\"tibetan\" title=\"Type ID here\">rgyal rong rgyal khag bco brgyad<\/span><\/em>). The earliest history of the formation of these eighteen polities and their administration and interrelations remains to be researched. It appears, however, that there were ongoing territorial disputes among the principalities. Gyelrong exploded onto the Sino-Tibetan military landscape in the eighteenth century when the Qianlong emperor (1736-1795) embarked on two long and costly wars against two of Gyelrong’s principalities. The enemies of the Qing army were the principalities of Rapten (<em><span class=\"tibetan\" title=\"Type ID here\">rab brtan<\/span><\/em>) and Tsenlha (<em><span class=\"tibetan\" title=\"Type ID here\">btsan lha<\/span><\/em>), known in Chinese as Da Jinchuan (大金川) and Xiao Jinchuan (小金川), respectively. Armies from several Kham polities with close ties to the Qing supported the wars with soldiers and supplies. The wars were precipitated by a Gyelrong attack on Qing soldiers in 1744. At this time the Manchu empire was very insecure about its control over the border regions and wanted to brutally retaliate against the offending principalities of Gyelrong in order to scare other frontier communities from further “rebellious” actions. The first war lasted from 1747-1749. As the first war did not achieve the desired long-lasting suppression of Gyelrong, a second campaign was launched in 1771 and lasted until 1776. Unlike the first war, the second one had a pronounced sectarian component – instigated by the Geluk (<em><span class=\"tibetan\" title=\"Type ID here\">dge lugs<\/span><\/em>) chaplain to the Qing emperor – that resulted in the conversion or destruction of all Bön temples and monasteries in Rapten.<\/p>","title":"An Overview of Gyelrong"}]}