{"meta":{"authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}],"title":"Yeta Lungkar Gön Shenten Rinchen Ling Introduction","dates":{"created_at":"2011-12-13 02:29:00 UTC","updated_at":"2011-12-13 02:29:00 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Yeta Lungkar Gön Shenten Rinchen Ling Introduction"},{"title":"sBra chen rdzong","index":1,"parent_index":0,"body":"\n\n                     "},{"title":"(27) Lung dkar Monastery","index":2,"parent_index":1,"body":"\n\n                     <p>The monastery&rsquo;s full name is Ye tha Lung dkar dgon gShen bstan rin chen\n                        gling. Travelling thirty-odd kilometres from sBra chen<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>rdzong, we reach Ye tha <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang. </span>Lung dkar\n                        Monastery is located on top of a hill at the western outskirts of the<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> xiang. </span>It is possible to approach the gate of the\n                        monastery in a car, but the track to the top of the hill is not very\n                        good.</p>\n\n                     <p>The seat of Lun dkar Monastery is called Upper Ye tha, and that of sPa\n                        tshang Monastery Lower Ye tha. The limpid stream gliding past the front of\n                        sBra chen rdzong is called Ye chu. Ye tha, which is one of &ldquo;the Thirty-nine\n                        Tribes&rdquo;, is an important local community.</p>\n\n                     <p>Lung dkar Monastery derives its name from the local deity (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gzhi bdag</span>) Lung dkar. He is a deity that wears a hat made of felt,\n                        holds a gem in his right hand and is mounted on a white horse.</p>\n\n                     <p>The predecessor of this monastery is said to be Sog gYung drung gling\n                        (already mentioned in connection with the Zhu family in the section of &rsquo;Bru\n                        ru rdzong). </p>\n\n                     <p>It was located in Cham mda&rsquo;, the border area of the two <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>, sBra chen and Sog. At present, to the best of my memory,\n                        this area is no more than a vast plain with a stone dyke and many prayer\n                        flags fluttering. Concerning Sog gYung drung gling Monastery, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sKal bzang mgrin rgyan</span>, a<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>Bonpo\n                        work, describes it as follows:</p>\n\n                     <p>&ldquo;It is not certain when this monastery was founded, but it certainly existed\n                        in the Third Rab byung (1147-1206). There were four monastic colleges and\n                        more than two thousand monks. It is said that the establishment was so big\n                        that horn-calls for assemblies had to be blown in the four directions.</p>\n\n                     <p>After the destruction of Sog gYung drung gling by the barbarous Mongolian\n                        Jungar, the Mongol hordes plundered several important religious objects,\n                        which they carried away and gave to Sog Tsan dan dgon, an important dGe lugs\n                        pa monastery situated in the same region.</p>\n\n                     <p>The belongings of lamas of Khyung and dBu, who were members of thirteen\n                        individual establishments in Sog gYung drung gling, and some irreplaceable\n                        sacred objects, including the golden statue of sTag la me &rsquo;bar and the skull\n                        of dBu ri lama, were given to Lung dkar Monastery. This was why Lung dkar\n                        Monastery considered Sog gYung drung gling to be its predecessor.</p>\n\n                     <p>Lung dkar Monastery&rsquo;s history can be presented in three parts. First, in\n                        1715, Chos &rsquo;bum, chief of the Hor Ye tha tribe, and his son Mu khri rgyal ba\n                        tshul khrims, who was a lama, founded the hermitage called Ri khrod dkar po\n                        in Lung bzang. The objective of this was to perform religious services for\n                        the lama and peace in the region. In that year bsKal bzang rgya mtsho, the\n                        Seventh Dalai Lama, passed through the Hor area from mGar thar in Khams on\n                        horseback. Chos &rsquo;bum successfully solicited him to issue a decree officially\n                        recognizing the hermitage. But after the death of Mu khri rgyal ba tshul\n                        khrims, the hermitage collapsed due to internal discord.</p>\n\n                     <p>Second, Ye tha Nor bu tshe rgyal, the scholar bSod nams lhun grub of dBu ri\n                        house and dBra Khyung rGyal ba bstan &rsquo;dzin founded gYu lung Monastery in\n                        1808 at the same place. The king of Hor, Tshe ring rab brtan, issued a\n                        proclamation, with a preamble by rTa tshag Ho thog thu of Kun bde gling in\n                        Lhasa, that this monastery, which was an establishment for the leaders of\n                        the Ye tha community, should be lead by the lamas of sPo la and dBu ri. It\n                        actually became a real monastery from the time of dBu bla rGyal ba tshul\n                        khrims, the reincarnation of Mu khri, and it was called gYu lung. However,\n                        in 1868 it was destroyed by an avalanche of snow. </p>\n\n                     <p>Third, rNam rgyal dbang &rsquo;dus, the king of Hor, then gave orders that the\n                        monastery should be restored at once, for it was an extremely bad omen that\n                        the monastery was destroyed by an avalanche and he gave twenty <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;bri</span> (young female yaks), along with a measure of\n                        Chinese silver, as a contribution to the restoration of the monastery. In\n                        1925, on the 22nd day of the 9th month, dBra khyung sKal bzang dbang grags\n                        and dBu ri bsTan &rsquo;dzin dbang rgyal - supported by the local people and in\n                        accordance with a prophecy by gYung drung dbang rgyal, the Twentieth abbot\n                        of sMan ri - began to restore the monastery. On this occasion, important\n                        prelates of the Bon religion, such as Nyag gter gSang sngags gling pa, his\n                        wife mKha&rsquo; &rsquo;gro bDe chen dbang mo and Me ston Kun dga&rsquo; rgyal mtshan all came\n                        and the monks of the monastery, joined by the local people, welcomed them\n                        with a procession.</p>\n\n                     <p>On the same occasion, at the holy mountain called gSang brag nor bu lha rtse\n                        situated behind the monastery, the secret abode of the three wrathful\n                        deities blessed by the three holy ones, a profound text was rediscovered by\n                        gSang sngags gling pa and he, after tracing the path of circumambulation of\n                        the mountain, wrote a guide to it. There was a performance of the debate\n                        between gods and demons, in which the gods won and their sons went up to\n                        occupy the upper part of the Lung dkar valley and those of demons defeated\n                        went down to the lower part of the valley.</p>\n\n                     <p>Around the holy mountain there are other mountains such as gYu lung, Lung\n                        dkar and dByi dkar with all their spirit proprietors. The proprietor of\n                        Mount dByi dkar is a white Tibetan lynx as the name indicates. There is a\n                        &ldquo;soul-lake&rdquo; (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bla mtsho</span>) called Ma ma mtsho, which is\n                        said to be the source of the lake of Ma pang gYu mtsho. There are footprints\n                        of gShen rab Mi bo and mKha&rsquo; &rsquo;gro bDe chen dbang mo, and the treasure cave\n                        of gSang sngags gling pa as well as the meditation caves of the eighty\n                        adepts. There is also the head-print in the rock of dBu ri bSod nams rgyal\n                        mtshan.</p>\n\n                     <p>The principal religious objects of this monastery were as follows: the\n                        bronze statue of gShen rab Mi bo that remained unburned when Sog gYung drung\n                        gling Monastery was destroyed; a five-finger-breadth-high bronze statue of\n                        gNam phyi gung rgyal; a statue of Kun dga&rsquo; rgyal mtshan that had not been\n                        caught in the fire; an icon of gShen lha &rsquo;od dkar drawn on cotton; the skull\n                        of the dBu ri bsTan &rsquo;dzin phun tshogs, which contains his skylark-egg-size\n                        relic; a ghost-exorcising knotted knife used by dBu ri sKar ma rgyal mtshan;\n                        a small white conch derived from a Khyung Zla sras can and a self-grown\n                        letter A. Similarly, there were a great many scriptures, including a\n                        complete set of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; &rsquo;gyur</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo;</span>\n                        <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">brten</span>.</p>\n\n                     <p>There were four important lamas in this monastery: dBu rGyal ba tshul\n                        khrims, sPo bSod nams g-yung drung, sGang ru bsTan pa kun khyab and dBu\n                        Tshul khrims rgyal mtshan. From among these, I shall give a brief account of\n                        rGyal ba tshul khrims and Tshul khrims rgyal mtshan:</p>\n\n                     <p>dBu rGyal ba tshul khrims was born in 1864 to the father Rin chen phun\n                        tshogs and the mother dMar rtsa bza&rsquo;, as their second son among four &ndash; the\n                        eldest bSod nams gYung drung, the second himself, the third sKar ma rgyal\n                        mtshan and the youngest bsTan &rsquo;dzin phun tshogs. From childhood, he had an\n                        intellectual power incomparable with any other children. gSang sngags gling\n                        pa mentioned his name in his book on a prophetic lineage entitled the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sKyes phreng gsol &rsquo;debs</span> as follows:</p>\n\n                     <p>&ldquo;The emanation who converts the sentient beings may come having the\n                        following names:</p>\n\n                     <p>Yongs su dag pa, the gShen of the gods, in heaven;</p>\n\n                     <p>Dam pa rgya gar, the great saint;</p>\n\n                     <p>U ri bsod nams rgyal mtshan, the incomparable;</p>\n\n                     <p>Shes rab seng ge, in the land of rGyal rong;</p>\n\n                     <p>Ban rde Rin chen, in the valley of Kong po;</p>\n\n                     <p>bSod nams ye shes, in gTsang;</p>\n\n                     <p>rGyal ba tshul khrims, in the land of Gyi ghir.</p>\n\n                     <p>To this lineage of rosary of pearl I pray.&rdquo;</p>\n\n                     <p>dBu rGyal ba tshul khrims was exceedingly intelligent when he was young. He\n                        could grasp, when he was just showing how to write, read and recite, which\n                        brought him public praise. When a deep compassion for the cyclic existence\n                        arose in his heart, he became absorbed in meditation in hermitages and\n                        accomplished his self-training. In the presence of sPa ston Nyi ma &rsquo;bum\n                        gsal, Nyag gter gSang sngags gling pa and Grub dbang sMon lam rgyal mtshan\n                        he took initiations and received the very essence of the ocean of precepts.\n                        He excelled in all learning. Not only that, he showed signs of unparalleled\n                        spiritual accomplishment. His name, rGyal ba tshul khrims, became widely\n                        known all over the district, like an ensign fluttering. He was only seven\n                        when he took over responsibility as the head of Lung dkar Monastery, and\n                        passed away at the age of ninety-six.</p>\n\n                     <p>As for dBu Tshul khrims rgyal mtshan, he was born in 1924 as the eldest of\n                        four sons of the father sKal bzang bstan &rsquo;dzin and the mother Zo bza&rsquo; dgyes\n                        skyid. When he was six he began writing and reading, and before long he\n                        attained the highest perfection. He took ordination to enter the priesthood\n                        in the presence of dBu rGyal ba tshul khrims and received the name Tshul\n                        khrims rgyal mtshan. He received complete instruction in the rediscovered\n                        holy texts in the presence of Tri bo bSod nams rgyal mtshan, and learned\n                        metaphysics mainly from Khyung slob Tshul khrims rgyal mtshan. He spent six\n                        years learning such subjects as grammar, phonetics, poetics, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dkar rtsis </span>and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">nag rtsis</span>, chanting and\n                        mandala-painting. As he also studied Sutra, Tantra and Mind, he became a\n                        veritable scholar.</p>\n\n                     <p>In the presence of rGyal ba tshul khrims, Khyung po bZod ba rgyal mtshan,\n                        sPa ston &rsquo;Brug Rinpoche and Khyung slob Tshul khrims rgyal mtshan, he asked\n                        for numerous initiations and instructions on texts. In the presence of the\n                        rGyal tshab Blo gros rgya mtsho he took a complete course of initiations and\n                        transmissions of texts by Grub dbang Shar rdza, and took the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dge tshul</span> vows of monk. He worked hard for Lung dkar Monastery to\n                        develop its study and practice and made sure that it followed the Bru\n                        tradition. In 1984 he passed away. He was sixty-one.</p>\n\n                     <p>Besides those mentioned above, this monastery has produced many other great\n                        meditators: Tre bo bSod nams rgyal mtshan, brDa snga gYung drung rab brtan,\n                        sGyes sum Byams pa tshul khrims and lCags tsha Tshul khrims bstan dbang, who\n                        all gave their lives to meditation.</p>\n\n                     \n\n                        "},{"title":"Practice of rituals and religious services of this monastery","index":3,"parent_index":2,"body":"\n\n                        <ol type=\"1\">\n                           <li> In the first Tibetan month there is the commemoration of mNyam med\n                              Shes rab rgyal mtshan.</li>\n\n                           <li> In the second month the A dkar bum sgrub ritual is\n                              performed.</li>\n\n                           <li> In the third month the ritual cycle of Khro bo and Phur pa is\n                              performed.</li>\n\n                           <li> In the fifth month the propitiatory ritual for Bonpo religious\n                              protectors is performed.</li>\n\n                           <li> In the sixth month the ceremony of rNam rgyal stong mchod is\n                              held.</li>\n\n                           <li> In the seventh month the Ma tri bum sgrub ritual is\n                              performed.</li>\n\n                           <li> In the eighth month the Me tog mchod pa ceremony is held.</li>\n\n                           <li> In the eleventh month rituals based on the cycle of Khro bo are\n                              performed.</li>\n\n                           <li> In the twelfth month there is a performance of the complete ritual\n                              cycle of sTag la me &rsquo;bar.</li>\n                        </ol>\n\n                        <p>In each of the three winter months there is the performance of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dgu gtor</span> rite. In all, the monks gather together for\n                           eighty days of the year for the purpose of performing rituals.</p>\n\n                        <p>As for daily ceremonies, there is a morning assembly preceded by the\n                           sounding of a big white conch, along with the playing of a long oboe and\n                           a drum. Tea is served seven times a day, and meetings are observed seven\n                           times a day. The main rituals are based on the following texts: <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Phur nag</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Khro bo</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Kun rig</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rNam rgyal, Me tog mchod\n                              pa</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rGyal ba rgya mtsho</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Kun\n                              rig</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Byams ma</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;Dul\n                              chog</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rNam &rsquo;joms</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sMan\n                              lha</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Dus &rsquo;khor</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Phar\n                              phyin</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Kun dbyings</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sMon lam\n                              mtha&rsquo; yas</span>, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dGe bsnyen</span> and<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">\n                              rNam dag</span>.</p>\n\n                        <p>The head and other leaders of the monastery in 1998 were as follows: the\n                           abbot Nyi ma lhun grub, who was sixty-one years old; Tshul khrims &rsquo;byung\n                           gnas of Lung nag, who was twenty-nine; bShad sgrub rab &rsquo;phel, also of the\n                           Lung nag lineage, who was seventeen; bsTan &rsquo;dzin mtshungs med of the sPa\n                           family, fifteen years old; and Drang srong g-yung drung of sGrub, who was\n                           sixty-six.</p>\n\n                        <p>Other members of the monastery were as follows: teacher, Drang srong\n                           gYung drung; senior chanting conductor, Blo gros brtan pa; the younger\n                           chanting conductor, Tshe dbang phun tshogs; and disciplinarian, gYung\n                           drung phun tshogs. There were more than forty ordinary monks.</p>\n\n                        <p>For the main source of income, the monks receive financial help from\n                           their own families and they perform visiting services in the village one\n                           hundred days a year, for which they are paid ten <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan\n                           </span>each day. In summer, when the people leave for gathering the dByar\n                           rtswa dgun &rsquo;bu (&ldquo;grass in summer, worms in winter&rdquo;, <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Cordyceps sinensis</span>) in the mountains, most of the monks return\n                           home and help look after their families&rsquo; livestock. The monastery itself\n                           has no property apart from about thirty yaks.</p>\n\n                     \n\n                  "}]}