{"meta":{"domain":"places","kid":"16501","authors":[],"title":"Gyammuk Khar Introduction","dates":{"created_at":"2010-08-11 20:45:27 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Gyammuk Khar Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Gyammuk KharGyam smug mkhar","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Gyammuk Khar</span><span class=\"scholar\">Gyam smug mkhar</span> </li> <li>English equivalent: Brownish Red Rock Shelter Castle</li> <li>Alternative site name: <span class=\"popular\">Gyammuk Khar</span><span class=\"scholar\">Gyam mug mkhar</span> </li> <li>English equivalent: Pigeon Castle</li> <li>Site number: A-68</li> <li>Site typology: I.1b, II.2d </li> <li>Geographic coordinate (N. lat.): 32º 26.9΄</li> <li>Geographic coordinate (E. long.): 80º 09.7΄</li> <li>Elevation: 4370 m.</li> <li>Administrative location (township): <span class=\"popular\">Gyammuk</span><span class=\"scholar\">Gyam smug</span> </li> <li>Administrative location (county): <span class=\"popular\">Gar</span><span class=\"scholar\">Sgar</span> </li> <li>Survey expedition: UTAE </li> <li>Survey date: May 16, 2001</li> <li>Contemporary usage: Wholesale extraction of stones. </li> <li>Identifiable Buddhist Constructions: None.</li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p>The small, compact castle of gyam smug mkhar is situated on the west side of the agricultural <span class=\"popular\">Gyammuk</span><span class=\"scholar\">Gyam smug</span> valley. The ruined buildings begin a little above the valley floor and continue upward to a small summit, situated approximately 30 m above the valley bottom. Its position, directly above the valley, indicates that it played a prominent role in the defense of this locale. The buildings spill down the steep hillside for about 30 m in a swathe around 15 m in width. Examination of the extant remains suggests that there were six tiers of buildings. Only some external walls persist, as all interior partitions have been recently destroyed. The mainly coursed-rubble mud-mortared walls were constructed from pinkish brown sandstone blocks, 30 cm to 60 cm in length. Walls are 60 cm to 70 cm in hickness. Large quantities of stones were removed from the walls of Purplish Brown Cliff Shelter Castle for building projects in the nearby <span class=\"popular\">Ngari</span><span class=\"scholar\">Mnga' ris</span> prefectural headquarters. This pilferage has seriously affected the integrity of the archaeological site, eliminating most evidence of its ground plan.</p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p> Purplish Brown Cliff Shelter Castle is variously attributed by local sources to <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span>, <span class=\"popular\">Singpa</span><span class=\"scholar\">Sing pa</span> or the Tibetans of the <span class=\"popular\">Ngari</span><span class=\"scholar\">Mnga' ris</span> kings period. </p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Castle","index":7,"parent_index":6,"body":" <p>The most intact part of the castle is its upper or most westerly structure. Its upper wall is 13 m in length and 4 m to 5 m in height, with much of it revetting the slope. Like the early tenth century CE <span class=\"popular\">Rala Kharmar</span><span class=\"scholar\">Ra la mkhar dmar</span> (see <span class=\"popular\">Pemoche</span><span class=\"scholar\">Spe mo che</span>, A-65), this wall contains several herringbone masonry courses. This distinctive design feature is fairly unusual in residential buildings, and seems to indicate that the two fortresses are chronologically and culturally linked. The geographic aspect of he two sites is also similar in that the installations are closely flanked by higher ground, hence they were potentially vulnerable to attack from above. From the structural evidence remaining it appears that the buildings of Purplish Brown Cliff Shelter Castle had wooden roofs. The central section of the complex contains various broken wall footings. The lower section of the complex is especially fragmentary and part of the hillside in this area has collapsed. </p> "},{"title":"Funerary mound","index":8,"parent_index":6,"body":" <p>To the south, in the plain below the castle, there is a rectangular mound aligned in the cardinal directions. The geographical aspect, orientation and morphological characteristics of this structure provisionally identify it as a funerary structure (quadrate mound (<span class=\"popular emph\">bangso</span><span class=\"scholar emph\">bang so</span>)). It was built on gently inclined sandy terrain, strewn with rocks. Made of the same type of stone as the castle, this mound is elevated as much as 80 cm above-ground level on its uphill or north side. Its south side is highly eroded, making measurement of its length and height difficult. The south side seems to have been elevated about 1.5 m above the surface. The approximate measurements of the structure are 3.8 m (east-west) x 9 m (north-south). In close proximity to the umulus there is a wall footing of the type that may have once supported a crude masonry structure used to display plaques inscribed with Buddhist mantras and prayers. </p>  "}]}