{"meta":{"domain":"places","kid":"24108","authors":[{"fullname":"Kurtis Schaeffer","id":"2"},{"fullname":"Kurtis Schaeffer","id":"2"}],"title":"An Overview of Central Tibet (Ütsang) Historical Polities","dates":{"created_at":"2011-06-13 15:03:34 UTC","updated_at":"2011-10-11 09:18:24 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"An Overview of Central Tibet (Ütsang) Historical Polities"},{"title":"Introduction","index":1,"parent_index":0,"body":"<p>The political history of Central Tibet from the seventh to the twentieth century is shaped by two principal factors: the competition for broad regional control between local leaders, and the establishment of broad regional control by external political powers. From the mid-thirteenth century these two forces worked in a dialectical fashion, with internal competitors harnessing external aid, external aid leading to reformulations in internal political structures, these new structures appealing again to external powers, and so on. The general outlines of these two sources of political organization, conflict, and reorganization are well known. However, we have a long way to go before we are able to describe each crucial moment and location of Central Tibetan political history in any great detail, and in turn relate these details to the larger trajectory of Tibetan political history. What follows is a concise overview of the political history of the region coupled with brief explanations of the internal and external dynamics leading to political changes over the centuries.<\/p><p>In an insightful and useful essay, “Some Reflections on the Periodization of Tibetan History,” Bryan Cuevas surveys most of the major proposals for roughly dividing Tibetan history into a system of eras that can be explained in terms of political change and conflict. He illustrates by way of comparison that there can be significant disagreement over what constitutes an era of Tibetan history. What are the criteria for dividing one era from the next? Upon what evidence do we apply such criteria? What explanatory goals do we have when we make a division between one historical epoch and another? These questions arise when one begins to scratch the surface of historical periodization. Nevertheless, Bryan Cuevas provides a useful summary of the major periods of Central Tibetan political history, and offers his own variation on these:<\/p><p>IMPERIAL AGE<br \/> 1. Early Imperial Period (ca. pre-610)<br \/> 2. Late Imperial Period\/The Yarlung (<span class=\"place\" title=\"Type ID here\">yar lung<\/span>) Dynasty (ca. 610-910)<\/p><p>AGE OF FRAGMENTATION<\/p><p>3. Local Hegemonic Period (ca. 910-1056)<br \/> 4. Period of the Emergence of Monastic Principalities (ca. 1056-1249)<\/p><p>AGE OF MONASTIC HEGEMONY<br \/> 5. Sakya (<span class=\"org\" title=\"Type ID here\">sa skya<\/span>) Period and Sakyapa Hegemony (ca. 1249-1354)<br \/> 6. Neudong (<span class=\"place\" title=\"Type ID here\">sne’u gdong<\/span>) Period and Pakmodrupa (<span class=\"org\" title=\"Type ID here\">phag mo gru pa<\/span>) Hegemony (ca. 1354-1478)<br \/> 7. Rinpung (<span class=\"place\" title=\"Type ID here\">rin spungs<\/span>) Period and Zhamarpa (<span class=\"org\" title=\"Type ID here\">zhwa dmar pa<\/span>) Hegemony (ca. 1478-1565)<br \/> 8. Zhikatsé (<span class=\"place\" title=\"Type ID here\">gzhis ka rtse<\/span>) Period and Karmapa (<span class=\"org\" title=\"Type ID here\">karma pa<\/span>) Hegemony (ca. 1565-1642)<br \/> 9. Lhasa (<span class=\"place\" title=\"Type ID here\">lha sa<\/span>) Period and Gandenpa (<span class=\"org\" title=\"Type ID here\">dga’ ldan pa<\/span>) Hegemony (ca. 1642-1705)<\/p><p>AGE OF FOREIGN INTERESTS AND OCCUPATION<br \/> 10. Period of Qoshot Mongol Rule (ca. 1705-1717)<br \/> 11. Period of Dzungar Mongol Occupation (ca. 1717-1720)<br \/> 12. Period of the Manchu Protectorate and Gelukpa (<span class=\"org\" title=\"Type ID here\">dge lugs pa<\/span>) Hegemony (ca. 1720-1911)<br \/> 13. Period of British Interest (ca. 1888-1914)<br \/> 14. Period of Tibetan Autonomy (ca. 1914-1951)<br \/> 15. Period of People’s Republic of China (1951-present)<\/p><p>A brief summary of each of these periods will help to illustrate the structural features of Tibetan political history.<\/p>"},{"title":"Imperial Age","index":2,"parent_index":0,"body":"<p>Beyond Tibetan literary narratives, there is little direct evidence for the period of the 1) Early Imperial Period (ca. pre-610). Such narratives, represented in a late form by the <em>Clear Mirror of Royal Genealogies<\/em>, a traditional historical composed in 1368 by the Sakya (sa skya) scholar Lama Dampa Sönam Gyeltsen (bla ma dam pa bsod nams rgyal mtshan), recount the arrival of the first Tibetan king, Nyatri Tsenpo (nya khri btsan po) to the Yarlung Valley, the succession of twenty seven or so kings following upon him and leading up to Lato Tori (lha tho tho ri), credited with the introduction of Buddhism to Tibet. It is not until period 2) Late Imperial Period\/The Yarlung Dynasty (ca. 610-910) that we are on firmer historical ground, as we enter the period of Tibetan dominance over Inner Asia. By the mid seventh century Songtsen Gampo (srong btsan sgam po, d. 649) had conquered the Zhangzhung region to the far west of the Yarlung Valley, defeated the Azha (a zha), a Turkic tribe located between Tibet and China, and entered into a marriage alliance with the Chinese emperor Taizong. Under Songtsen Gampo, Tibet became an empire controlling large portions of the Tibetan plateau and Inner Asia, vying politically and militarily with the Chinese empire, and achieving the most visible sign of its success in 763 when it occupied the Chinese capital. A major strategy for imperial expansion was the integration of cooperative local leaders into the political hierarchy of empire. In other words, what was good for the empire was good for local leaders willing to become allies against other, intransigent, local leaders. The empire lost its internal strength when Emperor Langdarma (glang dar ma) was assassinated by a Buddhist cleric in 842 and civil war broke out among the imperial aristocracy and their factions. By the beginning of the tenth century all that was left was a collection of disparate local polities, now disunited in the wake of the empire’s fall.<\/p>"},{"title":"Age of Fragmentation","index":3,"parent_index":0,"body":"<p>The “Age of Fragmentation” consists of two periods: 3) Local Hegemonic Period (ca. 910-1056) and 4) Period of the Emergence of Monastic Principalities (ca. 1056-1249). The first of these represents a post imperial world, in which local polities in Central Tibet continued but rarely achieved anything more than limited regional dominance over other groups. The first to achieve this to any great extent was the far western kingdom of Gugé (gu ge), whose most famous leader was Yeshé Ö (ye shes 'od, ca. 959-1036). Twelfth century accounts attribute the reintroduction of Buddhism to this king, and liken him to the great imperial leaders of centuries past. Thus begins a longstanding tradition of characterizing political leaders with Buddhism on the one hand and the Tibetan imperial past on the other.<\/p>"},{"title":"Age of Monastic Hegemony","index":4,"parent_index":0,"body":"<p>It was not until the “Age of Monastic Hegemony” that new powers began to establish political control beyond their immediate locations. These new centers of power were very often associated with monasteries founded in the eleventh and twelfth centuries, and Sakya and Drigung ('bri gung) Monasteries are two prime examples of this. Monasteries were most often founded by families around charismatic religious leaders within their ranks, but as the fortunes of these monasteries grew they often distinguished themselves from the founding families and came into competition with them. This can be seen at Sakya, where ecclesiastic and secular administrations were sometimes partners, sometimes competitors amidst ongoing struggles for political advancement both at home and in the greater Tibetan political landscape.<\/p><p>The “Sakya Period and Sakyapa Hegemony (ca. 1249-1354)” is so characterized because Sakya emerged from this the period of local hegemonies as a strong administrative body capable of expanding its control throughout Central Tibet. Yet this never would have happened were it not for the entry on the Tibetan historical stage of the first of a series of outside rulers, namely the Mongol empire. The Mongols began to integrate Tibet into the empire as early as the 1240s, but by 1268 they had conducted a census of Central Tibet, divided it into thirteen myriarchies, or territorial units ideally consisting of ten thousand households, and established Sakyapa administrators at the headquarters of each myriarchy.<\/p><p>The formal division of what were likely pre-existing territories into the myriarchy created the structural for much of the internal political and military conflict in Central Tibet for the next four centuries; each myriarchy had a leader, a myriarch, and myriarchs could wield considerable control within his region. They could also communicate directly with the Mongol imperial administration, effectively sidestepping the Sakya administration. Astute myriarchs were thus in a good position to vie with Sakya for control of Central Tibet, and this is exactly what happened when the myriarch of the Pakmodru (phag mo gru) region, Jangchup Gyeltsen (byang chub rgyal mtshan, 1302-1364) mounted a campaign against the Sakya beginning in 1322 and cultivating both military and political victory over them in 1350. With this victory the Pakmodru achieved control over the myriarchies of Central Tibet, establishing the period 6) Neudong (<span class=\"st\">sne'u gdong) <\/span>Period and Pakmodrupa Hegemony (ca. 1354-1478), named for the administrative seat of the Pakmodru. This was to last for well more than a century, but a similar dynamic endemic to the myriarchy system led to the emergence of new leaders within the Rinpung (rin spungs) principality and establishment of the 7) Rinpung Period and Zhamarpa (zhwa dmar pa) Hegemony (ca. 1478-1565). This period marks, on the one hand, yet another example of the internal tensions of the myriarchy system and, on the other, the rise of a new ecclesiastic power base, the Zhamar or “Red Hat” Kagyü (bka' rgyud) tradition. Based at Yangpachen (dbyangs pa can) Monastery, founded by the Third Zhamar Chödrak Yeshé (zhwa dmar chos grags ye shes) in 1503, this sect of the Kagyü traditions were major competitors with the Gelukpa institutions of the Lhasa region, and with the help of the Rinpunga were able to wrest control of the annual Great Prayer Festival of Lhasa from the Gelukpa.<\/p><p>Strife between the Gelukpa and the Kagyupa institutions and their supporters intensified as the leaders of the Tsang (gtsang) region achieved military dominance over the Rinpung in 1565, ushering in the 8) Zhikatsé Period and Karmapa Hegemony (ca. 1565-1642). The rise of the Kings of Tsang began an eighty year period of religious competition between the two major sects and outright warfare between the secular leaders of Ü (dbus) and those of Tsang. This period of extended civil war was broken only with the intrusion of another external power, the Qoshot Mongol leader Gushri Khan (d. 1655), whose support of the religious and secular factions in Ü against the Kings of Tsang was decisive. In 1642 Gushri Khan's troops defeated the last of the Tsang Kings, crowned the Fifth Dalai Lama as “King of Tibet,” and thus began the 9) Lhasa Period and Gandenpa Hegemony (ca. 1642-1705), in which, for the first time since the Pakmodru period, the whole of Central Tibet was unified under a single administration, now based in Lhasa.<\/p><p>Although Gushri Khan was instrumental in establishing the new Central Tibetan government, he was not directly involved in the administration. This he left to the Fifth Dalai Lama and his first regent, Sönam Chömpel (bsod nams chos 'phel). Together these two established the new government at Lhasa, built the Potala Palace in 1645, and ushered in a period of unprecedented regional stability. By the end of the seventeenth century Lhasa was a major political and cultural center of Inner Asia, with a court that drew visitors from across Asia. Without the formation of the new government at Lhasa, the Tibet we know in the twentieth and twenty-first centuries would simply not exist.<\/p>"},{"title":"Age of Foreign Interests and Occupation","index":5,"parent_index":0,"body":"<p>Although the new government was to continue to exist in a series of changing forms, it was not to last past the beginning of the eighteenth century as imagined by the Fifth Dalai Lama, his Mongol patron, and his secular administrator, for a combination of court intrigues at Lhasa, rising Mongol leaders with less affinity for the Central Tibetan leaders, and the establishment of the Manchu Qing Empire led to the fall of the original Ganden Government in 1705 and nearly half a century of intrigue and war in the capital of Central Tibet. It is for this reason that the eighteenth through early twentieth centuries may be characterized as an “Age of Foreign Interests and Occupation,” for while the reformulated government developed by the Seventh Dalai Lama in the early 1750s was to last for two centuries until its fall to the People's Republic of China, the government of Central Tibet felt continuous pressure from its neighbors, including the Nepalese, the Qing Empire, and finally the British Empire in the late nineteenth and early twentieth centuries. Internal divisiveness within the government itself, disagreement between religious and civil stakeholders in the Lhasa region, and tension between regional power centers such as Lhasa and Zhikatsé rendered Tibet unable to respond in a unified manner to external pressures from the Chinese and the British, leaving the Central Tibetan government splintered and broken under the might of the PLA army as the People's Republic of China finally took lasting control of Lhasa in 1959.<\/p>"},{"title":"Sources","index":6,"parent_index":0,"body":"<p>Cuevas, Bryan J. “Some Reflections on the Periodization of Tibetan History.” <em>Revue d'Etudes Tibétaines<\/em> (2008).<\/p><p>The Fifth Dalai Lama. <em>A History of Tibet<\/em> by the Fifth Dalai Lama of Tibet. Translated by Zahiruddin Ahmad. Bloomington, IN: Research Institute for Inner Asian Studies, 1995.<\/p><p>Kapstein, Matthew T. <em>The Tibetans<\/em>. Malden, MA: Blackwell, 2006.<\/p><p>Tsepon Wangchuk Deden Shakabpa. <em>One Hundred Thousand Moons: An Advanced Political History of Tibet<\/em>. Translated by Derek F. Maher. Leiden: Brill, 2010. Two Volumes.<\/p>"}]}