{"meta":{"domain":"places","kid":"16557","authors":[],"title":"Khargok Dorjé Yudrönma Introduction","dates":{"created_at":"2010-08-11 20:46:11 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Khargok Dorjé Yudrönma Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":null,"index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":null},{"title":"General site characteristics","index":4,"parent_index":2,"body":null},{"title":"Oral tradition","index":5,"parent_index":2,"body":null},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"North rim structures","index":7,"parent_index":6,"body":null},{"title":"Other structures","index":8,"parent_index":6,"body":" <p>The east side of the summit complex is also ringed with small structures set as much as 1.7 m into the ground on the uphill side. In one such structure, depressed 1.1 m, there are the roots of a buttress forming a divide between two small rooms with rounded corners. Two granite members 1 m in length (likely functioned as roof appurtenances) were found among the rubble of this structure. These morphological features are typical of <span class=\"popular emph\">do khang<\/span><span class=\"scholar emph\">rdo khang<\/span> architecture. Nevertheless, there appear to have also been larger buildings with regular ground plans that are likely to have had wooden roofs at the site. One such structure has interior dimensions of 6 m x 6 m (located near the upper east end of the summit). Likewise he structures along the south rim of the summit appear to have been larger and taller than those on the north and east rims. There are larger structures towards the center of the rdo rje g.yu sgron ma mkhar complex as well. One of these central buildings had a floor space measuring 10 m x 2.5 m to 3 m. At the southwest corner of the summit there is a small remnant of what may have been an earthen wall. The east side of the summit extends well beyond the zone of ruins. A gully 2 m deep was cut to demarcate the complex from the undeveloped eastern portion of the summit. This excavation may have been part of a defensive outwork. <\/p>  "}]}