{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Atrong Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "sBra chen rdzong"
  }, 
  {
   "body": "<p>From sBra chen rdzong, driving twenty-four kilometres westward on the highway and then another ten kilometres northward, we come to sKar rgod <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang. </span>A krong Hermitage is reached by travelling nine more kilometres eastward. It is at an altitude not less than 5,000 metres, and because of the difficulty the ascent presents to cars, one must go on foot from the bottom of the hill.</p><p>The hermitage was established by rTogs ldan Tshul khrims dga’ ba in 1981 at a place where previously there was nothing but a cemetery and a small temple. At the spot backed by the holy mountain A krong and fronted with another holy mountain, Yi ge, he built a temple adorned with religious objects of body, speech and mind, and a mural of local deities of considerable quality. Although it is not very long since the hermitage was established, it has been a place of pilgrimage for many people because of the cemetery, which is regarded as very special.</p><p>With regard to the way the monks perform funeral rites, they maintain the distinct traits of Bonpo tradition. Firstly, at the death of a person, the family invites a monk called the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbugs chad</span> lama, and then on the third day another monk called the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">zhag gsum</span> lama, to whom it presents a horse saddle. On the forty-ninth day the family invites a monk called the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">zhe dgu</span> lama. The funeral rite is based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Kun rig</span>. Many flat, hand-sawn wooden boards are inscribed with scriptures in gold and silver to be burned in the cremation. So for the funeral rite, a rich family spends over 100,000 <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan</span> and one that is not so rich about 50,000. For very poor families, it has been a custom to leave the corpse strewn with barley flour up in the mountains.</p><p>No more than three monks reside in this hermitage.</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": " (29) A krong Hermitage"
  }
 ], 
 "meta": {
  "date": "2011-12-13 02:30:47 UTC", 
  "domain": "places", 
  "kid": "23432", 
  "authors": [
   {
    "fullname": "Phuntso Tsering Sharyul", 
    "id": "79"
   }, 
   {
    "fullname": "Phuntso Tsering Sharyul", 
    "id": "79"
   }
  ], 
  "title": "Atrong Introduction"
 }
}