{"meta":{"domain":"places","kid":"16545","authors":[],"title":"Lungpuk Introduction","dates":{"created_at":"2010-08-11 20:46:00 UTC","updated_at":"2010-08-12 16:53:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"  ","title":"Lungpuk Introduction"},{"title":"I.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices","index":1,"parent_index":0,"body":" "},{"title":"Lung PukLung phug","index":2,"parent_index":1,"body":" "},{"title":"Basic site data","index":3,"parent_index":2,"body":" <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Lung Puk</span><span class=\"scholar\">Lung phug</span> </li> <li>English equivalent: Spiritual Transmission Cave</li> <li>Site number: A-112</li> <li>Site typology: I.1x </li> <li>Geographic coordinate (N. lat.): 31º 49.2΄ </li> <li>Geographic coordinate (E. long.): 79º 32.7΄ </li> <li>Elevation: 4150 m to 4160 m</li> <li>Administrative location (township): <span class=\"popular\">Shangtsé</span><span class=\"scholar\">Shang rtse</span> </li> <li>Administrative location (county): <span class=\"popular\">Tsada</span><span class=\"scholar\">Rtsa mda’</span> </li> <li>Survey expedition: HTAE </li> <li>Survey date: October 11, 2003</li> <li>Contemporary usage: There is a small prayer flag mast on the summit.</li> <li>Identifiable Buddhist constructions: None. </li> </ul> "},{"title":"General site characteristics","index":4,"parent_index":2,"body":" <p> <span class=\"popular\">Lung Puk</span><span class=\"scholar\">Lung phug</span> is one of two strongholds located just east of the agricultural village of <span class=\"popular\">Serkha</span><span class=\"scholar\">Gser kha</span>. <span class=\"popular\">Serkha</span><span class=\"scholar\">Gser kha</span>is reported to have 18 households and a population of 70. Village elders say that around 70 years ago there were just seven households in this village. The presence of two ruined citadels, however, seems to indicate that in ancient times the population of <span class=\"popular\">Serkha</span><span class=\"scholar\">Gser kha</span> was significantly larger. Small Buddhist retreat centers are located on the opposite side of the valley at places called <span class=\"popular\">sampuk</span><span class=\"scholar\">Bsam phug</span> (Meditation Cave) and <span class=\"popular\">khanggok</span><span class=\"scholar\">Khang gog</span> (Ruined Houses). The obscured remains of the <span class=\"popular\">Lung Puk</span><span class=\"scholar\">Lung phug</span> stronghold are found directly above a tableland and gullies with a number of caves cut into them. Habitation of these so-called <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span> caves is confirmed by the traces of cobble façades found around some of them. On the end of the tableland directly above <span class=\"popular\">Serkha</span><span class=\"scholar\">Gser kha</span> there is the shrine for the local <span class=\"popular emph\">yüllha</span><span class=\"scholar emph\">yul lha</span> <span class=\"popular\">Dorjé Yudrönma</span><span class=\"scholar\">Rdo rje g.yu sgron ma</span>. The stronghold is perched on a summit towering approximately 60 m above the valley floor. The axis of the site is oriented roughly east-west, and is 60 m in length. Only minor structural vestiges have endured. </p> "},{"title":"Oral tradition","index":5,"parent_index":2,"body":" <p>According to local residents, <span class=\"popular\">Lung Puk</span><span class=\"scholar\">Lung phug</span> was a castle and troglodytic settlement of the ancient <span class=\"popular\">Mön</span><span class=\"scholar\">Mon</span>. The site is considered potentially dangerous (<span class=\"popular emph\">ka nyenpo</span><span class=\"scholar emph\">bka’ gnyan po</span>).</p> "},{"title":"Site elements","index":6,"parent_index":2,"body":" "},{"title":"Summit complex","index":7,"parent_index":6,"body":" "},{"title":"East sector","index":8,"parent_index":7,"body":" <p>Access to the east sector of the summit is from its west side of the formation and now includes a scramble up a fissure. The summit is connected to the range bounding the east side of the valley, but it is not approachable from this direction. Other approaches also present vertical expanses, thus the site is endowed with a good defensive aspect. The east sector summit is now only 2 m to 4 m wide, but a significant portion of it appears to have slipped down the sides of the formation. There is much rubble lying on the surface. At the eastern extremity of the east sector there is a random-work cobble wall segment precariously attached to the formation. None of it still stands independently above the summit. This wall segment is 1.3 m in length and 1.5 m high. Also on this narrow east end of the hilltop (1.5 m below the top) there is a 2-m long wall segment composed of cobbles and sandstone blocks (10 cm to 20 cm long). On the west end of the east sector there is a cobble and adobe-block wall 2 m in length and 2.5 m in height. It tenuously rests above the south rim of the summit. The highly eroded adobe blocks are 40 cm long and 10 cm in height.</p> "},{"title":"West sector","index":9,"parent_index":7,"body":" <p>The main portion of the west sector is situated approximately 5 m lower than the east sector of the summit. The west sector summit is 10 m to 20 m wide. Embedded in various parts of the summit are small pieces of double-course cobble footings (40 cm to 50 cm thick). This part of the summit also has cobble disjecta membra scattered all around it. Many other old building stones are likely to have fallen off the summit over the course of time. The structural remains seem to indicate that edifices once stood on the west sector summit, but their design and extent are not at all determinable. On the east end of the west sector, at the southernmost extension of the formation, there is a lone wall segment 1.5 m in length and up to 2.3 m in height. This highly worn adobe wall has two courses of cobbles near its base. The presence of two wall segments more than 2 m in height at <span class=\"popular\">Lung Puk</span><span class=\"scholar\">Lung phug</span> is an indication that significant structures were once established here. On the south side of the west end of the summit there is another adobe-block wall remnant, 1.6 m long and 1.1 m high. Another wall vestige (1.2 m long and 50 cm high) made mostly of cobbles is located farther west on the south rim of the formation. </p> "},{"title":"Well","index":10,"parent_index":6,"body":" <p>About halfway between the summit and base of the <span class=\"popular\">Lung Puk</span><span class=\"scholar\">Lung phug</span> formation, along the main access route, there is a 9.5-m long tunnel that leads to the south side of the formation. This tunnel opens to a narrow ledge that gains access to another tunnel bored deep into the hillside. This was once a well as the presence of water and the local oral tradition indicate. It is no less than 30 m down to the water line. This seems to demonstrate that the <span class=\"popular\">Lung Puk</span><span class=\"scholar\">Lung phug</span> stronghold possessed a secure supply of water in case of a siege. The well was also highly useful, in that permanent sources of water in the valley are located quite some distance from the site. The large monastic complex of <span class=\"popular\">Rapgyé Ling</span><span class=\"scholar\">Rab rgyas gling</span> (also in <span class=\"popular\">Shangtsé</span><span class=\"scholar\">Shang rtse</span> township) is also said to have had such a well. Local oral tradition also maintains that there was once a castle at <span class=\"popular\">Rapgyé Ling</span><span class=\"scholar\">Rab rgyas gling</span>. No physical evidence pointing to the establishment of an archaic fortress, however, was detected during a reconnaissance of this site.</p>  "}]}