{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "ཚལ་གུང་ཐང་།"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": " གྲོང་ཁྱེར་ལྷ་ས།"
  }, 
  {
   "body": "<p>མཚན་རྒྱས་པར་ཚལ་གུང་ཐང་གཙུག་ལག་ཁང་ཞེས་ཞུ། ལྷ་སའི་ཀུ་རུ་ཟམ་པ་ནས་ཤར་ངོས་སུ་སྣུམ་ནག་འཁོར་ལམ་བརྒྱུད་སྤྱི་ལེ་6ཙམ་སོང་ན་ཚལ་གུང་ཐང་གྲོང་དབུས་སུ་དགོན་དེ་མཇལ་རྒྱུ་ཡོད། ཚལ་ཞེས་པ་ནི། གུང་ཐང་བླ་མ་ཞང་འགྲོ་བའི་མགོན་པོ་གཡུ་བྲག་པ་རླུང་སྒོམ་སྟེ་ཕུར་བུ་ལྕོག་ཏུ་ཕེབས་སྐབས་ན་བཟའི་ཚལ་བུ་གནས་དེར་ལྷུང་བས། ཚལ་ཞེས་<span class=\"milestone page eng \">[page <span class=\"pnum\">79</span>] </span>ང་། ང་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱི་འཁྲུངས་ས་ལུམ་བིའི་ཚལ་གྱི་ཟུར་ཆགས་པ་སོགས་གསུང་སྲོལ་མི་འདྲ། གུང་ཐང་ཞེས་པ་ནི། རྗེ་བཙུན་མི་ལ་གནས་དེའི་ཆོས་འཁོར་གླིང་དུ་བཞུགས་སྐབས་ཡུལ་གུང་ཐང་གི་མིང་དེ་གནས་དེར་བཏགས་གནང་བ་ཡིན་གསུངས། དགོན་དེ་ནི་མཉམ་མེད་དྭགས་པོ་ལྷ་རྗེའི་ཡང་སློབ་བླ་མ་ཞང་འགྲོ་བའི་མགོན་པོ་གཡུ་བྲག་པས་</p><p> 1175ལོར་ཚལ་ཡང་དགོན་དང་1187ལོར་གུང་ཐང་གཙུག་ལག་ཁང་བཏབ་གནང་མཛད། བཀའ་བརྒྱུད་ཕྱག་བཞེད་མཛད་པས་ཚལ་པ་བཀའ་བརྒྱུད་ཅེས་པའང་དེ་ནས་བྱུང་། བྱང་ངོས་ཡང་དགོན་ལ་ཚལ་དང་། ལྷོ་ངོས་གཙུག་ལག་ཁང་ལ་གུང་ཐང་། དེ་གཉིས་སྡེབས་པ་ལ་ཚལ་གུང་ཐང་ཞེས་ཟེར། གཞན་ཡང་བྱང་ངོས་སུ་ཚལ་དང་། དབུས་གླིང་ཞེས་གྲྭ་ཚང་གཉིས། ལྷོ་ངོས་སུ་གུང་ཐང་ཆོས་ཁྲི་ལྕོག་དང་། གཟིམ་ཁང་ཤར། ཆོས་འཁོར་གླིང་བཅས་དང་། དེ་ནས་དམག་འཁྲག་དང་མེ་སྐྱོན་སོགས་ཀྱིས་ཉམས་རྒུད་ཆེན་པོ་བྱུང་། དེ་རྗེས་དགའ་ལྡན་ཁྲི་ཐོག་དགུ་པའི་དུས་ནས་དགེ་ལྡན་དར་ཁྱབ་བྱུང་། རྒྱལ་བ་ལྔ་པའི་དུས་གང་གི་དབུ་བླ་ཟུར་ཆོས་དབྱིངས་རལ་གྲོལ་གྱིས་ཞལ་འཛིན་གནང་། དེ་རྗེས་ལྷ་བཟང་གིས་དགའ་ལྡན་ཁྲི་ཐོག་ལྔ་བཅུ་པ་བྱ་བྲལ་དགེ་འདུན་ཕུན་ཚོགས་ལ་དགོན་གཞིས་མ་ལག་དང་བཅས་པ་ཕུལ། དེའི་ཡང་སྲིད་བསྟན་པའི་སྒྲོན་མེ་བླ་བྲང་བཀྲ་ཤིས་འཁྱིལ་དུ་བཞུགས། དེ་ནས་བཟུང་གུང་ཐང་ཚང་ཞེས་པའི་མཚན་བྱུང་བ་དང་། གུང་ཐང་གི་བདག་ཐོབ་ཀྱང་གུང་ཐང་བླ་བྲང་ནས་གནང་བ་བཅས་ཡིན། སྔོན་ཚལ་གུང་ཐང་གཙུག་ལག་ཁང་གི་འདུ་ཁང་ཀ་རིང་2དང་ཀ་ཐུང་24གཡས་ནས་རྩིས་པའི་རྣམ་སྲས་ལྷ་ཁང་དང་། ཚལ་པ་བཀའ་འགྱུར་བཞུགས་པའི་ཚེ་དཔག་ལྷ་ཁང་། ཞང་ལྷ་ཁང་། གཙང་ཁང་དབུས་མའི་ནང་ཇོ་བོ་ཐུགས་རྗེ་ཆེན་པོ་ཐོག་སོ་གསུམ་ཙམ་དང་། འཁོར་ཉན་ཐོས་གཉིས། དེའི་གཡོན་དུ་སྒྲོལ་མ་ལྷ་ཁང་དང་བྱམས་ཁང་། དེ་ནས་མགོན་ཁང་བཅས་ལ་རྟེན་དང་བརྟེན་པར་བཅས་བཞུགས། ད་ལྟ་སྔོན་གྱི་གུང་ཐང་གཙུག་ལག་ཁང་<span class=\"milestone page eng \">[page <span class=\"pnum\">80</span>] </span>མས་གསོ་གནང་བའི་ནང་། སྔོན་གྱི་རྣམ་སྲས་ཀྱི་སྐུ་བརྙན་དང་། གཙང་ཁང་ནང་ཇོ་བོ་ཐུགས་རྗེ་ཆེན་པོའི་རྒྱབ་ཡོལ་དང་སྐུ་སྨད་སྔོན་གྱི་དེའི་སྟེང་གསར་བཞེངས་གནང་བ། མགོན་ཁང་ནང་སྔོན་གྱི་མགོན་པོ་ཕྱག་བཞི་དང་། མགོན་པོ་བྱ་རོག་གདོང་ཅན་གྱི་སྐུ་སྨད་སྟེང་གསར་བཞེངས་གནང་བ། གཞན་ཡང་སྔོན་གྱི་སྐུ་བརྙན་རྣམས་ཀྱི་སྐུ་ཚབ་གསར་བཞེངས་གནང་བ་དང་ལྡེབས་རིས་རྙིང་མ་སོགས་མཇལ་རྒྱུ་ཡོད། དགོན་དེར་ལོ་ལྟར་བོད་ཟླ་4ཚེས་15ལ་གུང་ཐང་མེ་ཏོག་མཆོད་པ་ཞེས་པའི་གར་འཆམ་བསྐྱོན་སྲོལ་ཡོད། དེ་ནི་བོད་ཀྱི་མཆོད་པ་ཆེན་པོ་བཞི་སྟེ་ལྷ་ས་བཅོ་ལྔ་མཆོད་པ། གུང་ཐང་མེ་ཏོག་མཆོད་པ། བསམ་ཡས་འདོད་བདེ་མཆོད་པ། རྭ་སྒྲེང་ཁུ་བྱུག་མཆོད་པ་བཅས་མཆོད་པ་བཞིའི་ཡ་རྒྱལ་ཡིན་གསུངས། མེ་ཏོག་མཆོད་པའི་ཉིན་ལོ་གཅིག་དུས་གཅིག་ལས་ཐུག་འཕྲད་མི་ཆོག་པའི་གྲིབ་རྫོང་བཙན་དང་། གུང་ཐང་དཔལ་ལྡན་ལྷ་མོ་གཉིས་ཐུག་འཕྲད་གནང་སྲོལ་ཡོད། གཞན་ཡང་གུང་ཐང་དུ་སྲི་གནོན་འབུམ་པ་གསར་བཞེངས་གནང་བ་དང་། སྔོན་གྱི་ལས་ནད་འབུམ་པའི་ཞབས་རྭ་སོགས་མཇལ་རྒྱུ་ཡོད།</p>", 
   "index": 2, 
   "parent_index": 1, 
   "title": "ཚལ་གུང་ཐང་།"
  }
 ], 
 "meta": {
  "authors": [], 
  "domain": "places", 
  "kid": "16443", 
  "dates": [], 
  "title": "ཚལ་གུང་ཐང་།"
 }
}