{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Tsupma Yungdrung Dargyé Ling Introduction"
  }, 
  {
   "body": "", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Zung chu County"
  }, 
  {
   "body": "", 
   "index": 2, 
   "parent_index": 1, 
   "title": "(211) rTsub ma Monastery"
  }, 
  {
   "body": "<p>The monastery’s full name is rTsub ma gYung drung dar rgyas gling or rTsub ma sTag skyong gYung drung dar rgyas gling. </p>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "1. Name"
  }, 
  {
   "body": "<p>The monastery is located 120 km northwest of gZi tsha sde dgu, the county seat.</p>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "2. Location"
  }, 
  {
   "body": "<p>The monastery was founded by bsTan pa tshul khrims (1897-1968) in 1939. He was succeeded by gYung drung phun tshogs (b.1933), the present head of the monastery. It was reconstructed in 1984. It was destroyed again by fire and was rebuilt in 1991.</p>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "3. History"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one grwa tshang bla ma, elected </li> <li>two dbu mdzad</li> <li>two dge skos</li> <li>two spyi ba</li> </ul><p>All the incumbents besides the grwa tshang bla ma are replaced every two years.</p>", 
   "index": 6, 
   "parent_index": 2, 
   "title": "4. Hierarchical system"
  }, 
  {
   "body": "<p>There were thirty-two novices and monks in the monastery in 1998. </p>", 
   "index": 7, 
   "parent_index": 2, 
   "title": "5. Current number of monks"
  }, 
  {
   "body": "<p>There are no organized classes. The young novices are trained by the elder monks. </p>", 
   "index": 8, 
   "parent_index": 2, 
   "title": "6. Current education"
  }, 
  {
   "body": "<p>Since the monastery was closely connected with A skyid sKyang tshang (No.194) and sGur skyang (No.196) Monasteries in the past, Dri med ’od zer, the head of these monasteries, looks after rTsub ma Monastery, and the monks go to his monasteries for their ordination and the three-year retreat (lo gsum).</p>", 
   "index": 9, 
   "parent_index": 2, 
   "title": "7. Educational exchange"
  }, 
  {
   "body": "<ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>1st month: the smon lam prayer from the 5th to the 10th day based on the gYung drung klong rgyas </li> <li>2nd month: the ritual based on the Yi dam kun ’dus from the 9th to the 22nd day</li> <li>3rd month: the observance of the smyung gnas abstinence from the 14th to the 16th day</li> <li>4th month: the ritual based on the gYung drung klong rgyas from the 14th and 15th day </li> <li>5th month: commemoration of sKyang sprul Nam mkha’ rgyal mtshan from the 21st to 22nd day</li> <li>6th month: the ritual based on the gYung drung klong rgyas from the 14th to 15th day </li> <li>9th month: the srung bzlog rite based on the ritual cycles of sTag la and Phur pa from the 1st to the 3rd day</li> </ul>", 
   "index": 10, 
   "parent_index": 2, 
   "title": "8 / 9. Rituals"
  }, 
  {
   "body": "<p>The monastery has no regular Sources of income and depends on offerings from its followers. The monks provide their own food.</p>", 
   "index": 11, 
   "parent_index": 2, 
   "title": "11. Income and expenses"
  }, 
  {
   "body": "<p>The local lay community of the monastery (lha sde) consists of rTsub ma gong ma and rTsub ma ’og ma communities. rTsub ma gong ma comprises four villages: lTong phrug with ten families, rTa ro with five families, ’Dre bu with fourteen families and Tang be with three families. </p><p>rTsub ma ’og ma comprises five villages: lTong phrug with twelve families, rTa ro with seven families, ’Dre bu with nine families, Bla ’og with five families and Tang be with five families.</p>", 
   "index": 12, 
   "parent_index": 2, 
   "title": "12. Local community"
  }, 
  {
   "body": "<p>The mountain behind the monastery is called sByin ’bum regarded as the abode of Bya dur mgo, the local deity. There is a la btsas named gYung drung nor bu. Its renewal ceremony takes place on the 3rd of the 9th month. Another mountain called rTsub ma brag dkar with its la bstas is located at 5 km west of the monastery. Its renewal ceremony takes place on the 1st of the 3rd month. </p><p>The people from this region also participate in the veneration of Mount Shar Dung ri and the lake Dung ri gSer mtsho. These are sacred sites of Bon and renowned for their beauty. They are located in Shar khog, 247 km east of the monastery. Mount Byang Bya dur, another sacred site in Shar khog is 187 km east of the monastery (cf. sNa steng Monastery No.199). </p>", 
   "index": 13, 
   "parent_index": 2, 
   "title": "13. Local festivals"
  }, 
  {
   "body": "<p>Agriculture</p>", 
   "index": 14, 
   "parent_index": 2, 
   "title": "14. Occupation of the local people"
  }, 
  {
   "body": "", 
   "index": 15, 
   "parent_index": 2, 
   "title": "Sources"
  }, 
  {
   "body": "<p>In autumn 1998 with gYung drung phun tshogs (b.1933), the present head of the monastery</p>", 
   "index": 16, 
   "parent_index": 15, 
   "title": "(1) Interviews"
  }, 
  {
   "body": "<ol type=\"1\"> <li>Nan phing rdzong rtsub ma dgon pa’i lo rgyus mdor bsdus, NKhGL p.258</li> <li>Si khron zhing chen rnga ba bod rigs rang skyong khul nan phing rdzong gi sa cha’i ming btus, published by Nan phing rdzong gi sa ming ’go khrid tshan chung, 1983</li> </ol>", 
   "index": 17, 
   "parent_index": 15, 
   "title": "(2) Texts"
  }
 ], 
 "meta": {
  "date": "2011-12-13 02:30:31 UTC", 
  "domain": "places", 
  "kid": "23617", 
  "authors": [
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }, 
   {
    "fullname": "ཚེ་རིང་ཐར། (Tsering Thar)", 
    "id": "80"
   }
  ], 
  "title": "Tsupma Yungdrung Dargyé Ling Introduction"
 }
}