<<<<<<< HEAD
{"meta":{"domain":"subjects","kid":"6971","authors":[{"fullname":"David Germano","id":"2"}],"title":"An Overview of the Three Piths","dates":{"created_at":"2013-09-23 20:33:15 UTC","updated_at":"2013-09-23 20:36:49 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p><span>When we consider the Four Cycles’ (<span class=\"tibetan\" title=\"Type ID here\">skor bzhi<\/span>) developmental trajectory of the pristine Great Perfection gradually transformed by incorporation of tantric praxis and funerary ideology, the twelfth-century Crown Pith revelations are puzzling in their near complete absence of such elements. If they are merely a continuance of older traditions, why the new rubric? The Crown Pith belongs to newer Padmasambhava-centric Great Perfection traditions emerging in the twelfth century, roughly contemporaneous with the close of the early Seminal Heart canon. These traditions at times refer to a doxographical triad sharing the common suffix of “ti”: Transcendent Pith (<span class=\"tibetan\" title=\"Type ID here\">a ti<\/span>), Crown Pith (<span class=\"tibetan\" title=\"Type ID here\">spyi ti<\/span>), and Ultra Pith (<span class=\"tibetan\" title=\"Type ID here\">yang ti<\/span>).<\/span><a class=\"note\" name=\"nb47\" href=\"http:\/\/www.thlib.org\/collections\/texts\/jiats\/#n47\"><\/a><span> The references to Transcendent <\/span><span>Pith <\/span><span>in this context are unclear, except that it is clearly positioned as a subordinated third to the other two traditions. It may very well be that it refers to the types of developments represented by the Four Cycles, and perhaps even to Seminal Heart (<span class=\"tibetan\" title=\"Type ID here\">snying thig<\/span>) itself.<\/span><\/p><p> <\/p>","title":"An Overview of the Three Piths"}]}
=======
{"meta":{"domain":"subjects","kid":"6971","authors":[{"fullname":"David Germano","id":"2"}],"title":"An Overview of the Three Piths","dates":{"created_at":"2013-09-23 20:33:15 UTC","updated_at":"2013-09-23 20:36:49 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p><span>When we consider the Four Cycles’ (<span class=\"tibetan\" title=\"Type ID here\">skor bzhi</span>) developmental trajectory of the pristine Great Perfection gradually transformed by incorporation of tantric praxis and funerary ideology, the twelfth-century Crown Pith revelations are puzzling in their near complete absence of such elements. If they are merely a continuance of older traditions, why the new rubric? The Crown Pith belongs to newer Padmasambhava-centric Great Perfection traditions emerging in the twelfth century, roughly contemporaneous with the close of the early Seminal Heart canon. These traditions at times refer to a doxographical triad sharing the common suffix of “ti”: Transcendent Pith (<span class=\"tibetan\" title=\"Type ID here\">a ti</span>), Crown Pith (<span class=\"tibetan\" title=\"Type ID here\">spyi ti</span>), and Ultra Pith (<span class=\"tibetan\" title=\"Type ID here\">yang ti</span>).</span><a class=\"note\" name=\"nb47\" href=\"http://www.thlib.org/collections/texts/jiats/#n47\"></a><span> The references to Transcendent </span><span>Pith </span><span>in this context are unclear, except that it is clearly positioned as a subordinated third to the other two traditions. It may very well be that it refers to the types of developments represented by the Four Cycles, and perhaps even to Seminal Heart (<span class=\"tibetan\" title=\"Type ID here\">snying thig</span>) itself.</span></p> <p> </p>","title":"An Overview of the Three Piths"}]}
>>>>>>> 4c0b74464f758c8a053ce596f9f96a998047b424
