<<<<<<< HEAD
{"meta":{"domain":"subjects","kid":"816","authors":[{"fullname":"David Germano","id":"2"}],"title":"An Overview of the Three Turnings of the Wheel","dates":{"created_at":"2013-09-15 04:05:25 UTC","updated_at":"2013-09-15 04:05:25 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>The most normative later classification of sūtra materials is into the \"three turnings of the wheel\" or \"three successive promulgations of the transmitted precepts\" (bka'i rim pa gsum:) the first wheel of transmitted precepts ('khor lo\/bka' dang po), the intermediate wheel of transmitted precepts ('khor lo\/bka' bar ma), and the final wheel transmitted precepts\/wheel ('khor lo\/bka' tha ma). The classic locus of this scheme is the Saṁdhinirmocana sūtra, which portrays these as three separate types of teachings by the Buddha referred to imagistically as \"turning the wheel of the dharma.\" The key difference is often portrayed as how \"selflessness\" is discussed. Interpretations of Buddhism based on this scheme often revolve around disagreements over whether the second turning of the wheel is definitive and the third turning requires further interpretation for accurate comprehension or whether the third turning is definitive and the second requires interpretation.<\/p>","title":"An Overview of the Three Turnings of the Wheel"}]}
=======
{"meta":{"domain":"subjects","kid":"816","authors":[{"fullname":"David Germano","id":"2"}],"title":"An Overview of the Three Turnings of the Wheel","dates":{"created_at":"2013-09-15 04:05:25 UTC","updated_at":"2013-09-15 04:05:25 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>The most normative later classification of sūtra materials is into the \"three turnings of the wheel\" or \"three successive promulgations of the transmitted precepts\" (bka'i rim pa gsum:) the first wheel of transmitted precepts ('khor lo/bka' dang po), the intermediate wheel of transmitted precepts ('khor lo/bka' bar ma), and the final wheel transmitted precepts/wheel ('khor lo/bka' tha ma). The classic locus of this scheme is the Saṁdhinirmocana sūtra, which portrays these as three separate types of teachings by the Buddha referred to imagistically as \"turning the wheel of the dharma.\" The key difference is often portrayed as how \"selflessness\" is discussed. Interpretations of Buddhism based on this scheme often revolve around disagreements over whether the second turning of the wheel is definitive and the third turning requires further interpretation for accurate comprehension or whether the third turning is definitive and the second requires interpretation.</p>","title":"An Overview of the Three Turnings of the Wheel"}]}
>>>>>>> 4c0b74464f758c8a053ce596f9f96a998047b424
