{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Preparation"
  }, 
  {
   "body": "<p>In some tantric cycles, the preliminaries are divided into four parts: self-generation (bdag [bskyed]), generation [of the maṇḍala] in front of one (bdun [bskyed]), preliminaries related to the vase (bum pa), and preliminaries related to the disciple (slob ma). Another fourfold division consists of: (1) the preliminary related to the site goddess (sa’i lha mo sta gon) (note: sometimes the site ritual is not considered a part of the formal preliminaries (sta gon), but a separate ritual that precedes the preliminary ritual (see Tshig mdzod chen mo, under dbang gi sbyor ba); (2) the preliminaries related to the maṇḍala (dkyil ‘khor gyi sta gon); (3) the preliminaries related to the vase (bum pa sta gon); and (4) the preliminary related to the disciple (slob ma sta gon) (see Dung dkar tshig mdzod, p. 998). In the Kālacakra the preliminaries have seven parts. Often, the preliminary rites are given in the empowerment ritual text itself, though there are also examples of self-standing texts dealing with the preliminary rites alone. </p>", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Description"
  }, 
  {
   "body": "<p>lhag gnas, sta gon (preliminary rites), dbang gi sngon ‘gro.</p>", 
   "index": 2, 
   "parent_index": 0, 
   "title": "Related Terms"
  }, 
  {
   "body": "<ul> <li><a href=\"http://tbrc.org/#!rid=W15715\">Rnam snang dkyil chog gi sta gon cho ga</a> </li> <li><a href=\"http://tbrc.org/#!rid=W8890\">Rdor sems thugs kyi me long las/ sta sgon dbang gi cho ga</a> </li> <li><a href=\"http://tbrc.org/#!rid=W16625\">Mi tra'i nang gi phyag rdor gos sngon can gyi dbang gi sngon 'gro sta gon gyi rim pa zur du bkol ba rin po che'i them skas</a> </li> <li>See also <a href=\"http://tbrc.org/#!rid=T975\">sta gon</a></li> </ul><p> </p>", 
   "index": 3, 
   "parent_index": 0, 
   "title": "Example Texts"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "José I. Cabezón", 
    "id": "7"
   }
  ], 
  "domain": "subjects", 
  "kid": "2044", 
  "dates": [], 
  "title": "Preparation"
 }
}