{"meta":{"domain":"subjects","kid":"5053","authors":[{"fullname":"David Germano","id":"2"}],"title":"An Overview of Mongol Yuan-Sakya Horse-Head Units","dates":{"created_at":"2013-09-15 04:15:16 UTC","updated_at":"2013-09-15 04:15:16 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>A horse-head unit in the Mongol-Yuan Sakya rule in Tibet in the thirteenth and fourteenth centuries was the low level administrative unit in the decimal based system that constituted the administrative rule and divisions of the Mongol Yuan Empire’s rule in Tibet in conjunction with their Tibetan Sakya sect religious partners from 1268 to 1354. The term is defined as fifty households, and then two of them constitutes a \"century\". The Tibetan term \"tamgo\" literally means \"horse-head\",  derives from the importance of horses to Mongols and most likely signifies that each group of fifty households was expected to contribute a horse to the political authorities.</p> <p> Please see the parent feature type on the Sakya-Mongol Yuan State for an overview of the decimal-based scheme of administrative units in which the horse-head units were positioned.</p> <p>Per Sorenson and Guntram Hazod with Tsering Gyalbo (2007). <em>Rulers on the Celestial Plain Ecclesiastic and Secular Hegemony in Medieval Tibet: A Study of Tshal Gung-thang</em>. Austrian Academy of Sciences.This is the  best source on this system in Tibet.  See particularly appendix three on the Tshal pa khri 'khor. In addition, their footnotes on the mi sde of the tshal pa khri 'khor is probably the most detailed discussion of administrative/land units within an actual khri 'khor.</p> <p>Luciano Petech. <em>Central Tibet and the Mongols. The Yüan - Sa-skya Period of Tibetan History.</em> Serie Orientale Roma LXV. Roma: Istituto per il Medio ed Estremo Oriente. V. 167 pp. This supercedes the earlier article by Petech cited below.</p> <p>Luciano Petech. “The Mongol Census in Tibet.” In <em>Tibetan Studies in Honour of Hugh Richardson: Proceedings of the International Seminar on Tibetan Studies</em>, Oxford, 1979. Michael Aris and Aung San Suu Kyi, eds. Warminster, England: Aris & Phillips; Forest Grove, 1980. 233–238, and see in particular p. 234.</p>","title":"An Overview of Mongol Yuan-Sakya Horse-Head Units"}]}