{
 "nodes": [
  {
   "body": "<p class=\"Paragraph\">If it happens that the source of a quotation is the same person as someone who is mentioned in it, or else is the actual speaker, Tibetans prefer to substitute “hybrid” reported speech for direct speech. For example, in the statement “He said ‘I’m a doctor,’” the two pronouns “he” and “I” refer to the same person (and are therefore “coreferents”). The same is true of the statement “He said to me, ‘You’re not a doctor!’” in which the pronouns “me” and “you” are coreferents. In such cases, Tibetan generally uses a particular form of reported speech that has the following features:</p>
<p class=\"Paragraph\">A. The pronouns of the original quotation and the register (honorific, humilific, or ordinary) are <strong>reformulated </strong>to suit the speaker’s current situation. This is similar to the reported speech of European languages.</p>
<p class=\"Paragraph\">B. By contrast, when the first person pronoun “I,” “me,” etc. appears in the original citation, the <strong>egophoric </strong>auxiliary (<span class=\"tibetan\" title=\"Type ID here\">ཡིན་</span>, <span class=\"tibetan\" title=\"Type ID here\">བྱུང་</span>, etc.) that is associated with it is preserved in the “hybrid” reported speech.</p>
<p class=\"Paragraph\">C. Once a sentence has been transformed into reported speech, if it contains coreferential nouns or pronouns one of the two forms is <strong>dropped</strong>.</p>
<table border=\"1\" cellspacing=\"0\" cellpadding=\"0\"> <tbody> <tr> <td width=\"390\" valign=\"top\"> <p class=\"Paragraph\" style=\"text-align: center;\">“Quotation + Auxiliary (egophoric)” + <span class=\"tibetan\" title=\"Type ID here\">ཟེ་</span> + Verb of speech</p> </td> </tr> </tbody> </table>
<p class=\"Paragraph\">For example, the sentence “He said, ‘I’m a doctor’” is transformed into the hypothetical stage A): *<span class=\"tibetan\" title=\"Type ID here\">ཁོང་གིས་ཁོང་ཨེམ་ཆི་ཡིན་ཟེ་ལབ་སོང་།</span>. Following the rule set out in B), the sentence preserves the egophoric auxiliary <span class=\"tibetan\" title=\"Type ID here\">ཡིན་</span>; and as a result of eliminating the first pronoun, we end up with: <span class=\"tibetan\" title=\"Type ID here\">ཁོང་ཨེམ་ཆི་ཡིན་ཟེ་ལབ་སོང་།</span> “He said he was a doctor.”</p>
<p class=\"Paragraph\">Here are some other examples of indirect reported speech:</p>
<ul> <li><span class=\"tibetan\" title=\"Type ID here\">ཁོང་གིས་ང་ཨེམ་ཆི་མ་རེད་ཟེ་སུང་བྱུང་།</span> “He told me I wasn’t a doctor.”</li> <li><span class=\"tibetan\" title=\"Type ID here\">དོན་གྲུབ་ཀྱིས་ཡི་གེ་འབྱོར་མ་འབྱུང་ཟེ་ལབ་པ་རེད།</span> “Döndrup said he hadn’t received a letter.” (In this case, the subject could also be in the dative.)</li> <li><span class=\"tibetan\" title=\"Type ID here\">རྒན་ལགས་ལམ་སང་ཚུར་ཕེབས་གི་ཡིན་ཟེ་གསུངས་སོང་།</span> “The teacher said he would come back immediately.”</li> </ul>
<ul> <li> <span class=\"tibetan\" title=\"Type ID here\">ཚེ་རིང་གིས་ཡི་གེ་གཏང་པ་ཡིན་ཟེ་ལན་བརྒྱབ་སོང་།</span> “Tsering replied that he’d sent the letter.”</li> </ul>
", 
   "index": 0, 
   "parent_index": -1, 
   "title": "About “Hybrid” Reported Speech"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "Nicolas Tournadre", 
    "id": "6"
   }
  ], 
  "domain": "subjects", 
  "kid": "5357", 
  "dates": [], 
  "title": "About “Hybrid” Reported Speech"
 }
}