{"meta":{"authors":[{"id":"2","fullname":"David Germano"}],"title":"Bibliography","dates":{"created_at":"2013-09-15 04:17:53 UTC","updated_at":"2013-09-15 04:17:53 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p class=\"Paragraph\">Beyer, Stephen. The Cult of Tārā: Magic and Ritual In Tibet. Berkeley, 1973. This brilliant study of the intersection of ritual and contemplation in Tantric Buddhism analyzes how &ldquo;deity yoga&rdquo; functions in diverse contexts to bind together a broad array of goals, processes, and agendas within soteriological and pragmatic contexts.</p>\n<p class=\"Paragraph\">Cozort, Daniel. Highest Yoga Tantra. Ithaca, N.Y., 1986. This offers a concise but detailed introduction to the esoteric practices in the Dge lugs ED: reject change tradition of Tibetan Buddhism with a focus on perfection phase techniques.</p>\n<p class=\"Paragraph\">Davidson, Ronald. Tibetan Renaissance: Tantric Buddhism in the Rebirth of Tibetan Culture and the Rise of Sakya. New York, 2005. This is a detailed study of the rise of Tantric culture in Tibet in the eleventh and twelfth century, and analyzes the nature and development of the Sa skya ED: Sakya, NOT sa skya&ldquo;Path and the Fruit&rdquo; tradition.</p>\n<p class=\"Paragraph\">Dreyfus, Georges B. J. The Sound of Two Hands Clapping: The Education of a Tibetan Buddhist Monk. Berkeley, 2003. This contains an excellent discussion of the relationship between the rhetoric and praxis of meditation in monastic traditions.</p>\n<p class=\"Paragraph\">Dudjom Jigdrel Yeshe Dorje (Dudjom Rinpoche). The Nyingma School of Tibetan Buddhism: Its Fundamentals and History. Translated and edited by Gyurme Dorje and Matthew Kapstein. Boston, 1991. This encyclopedic work by a famous Tibetan author covers a vast range of Rnying ma ED: reject change topics from the perspective of the twentieth century.</p>\n<p class=\"Paragraph\">Germano, David F. &ldquo;Architecture and Absence in the Secret Tantric History of rDzogs Chen.&rdquo; The Journal of the International Association of Buddhist Studies 17, no. 2 (1994): 203&ndash;335. [AU: Please add the year of publication for this article.1994] This surveys the various forms of the Great Perfection with a special concern for their contemplative practices.</p>\n<p class=\"Paragraph\">Guenther, Herbert V., trans. Jewel Ornament of Liberation. London, 1959. A translation of the classic Stages of the Path text by Sgam po pa ED: reject change, a disciple of Mi la ras pa ED: reject change instead Milarepa (mi la ras pa) (Milarepa).</p>\n<p class=\"Paragraph\">Guenther, Herbert V., trans. The Life and Teachings of Nāropa. Oxford, 1963. This text and interpretation offers a systematic view of the Six Yogas of Nāropa, one of the most famous anthologies of perfection phase practice.</p>\n<p class=\"Paragraph\">Gyatso, Geshe Kelsang. Clear Light of Bliss: Mahāmudrā in Vajrayāna Buddhism. London, 1982. This provides an exceptionally detailed description of the perfection phase practices from a Dge lugs ED: reject change point of view.</p>\n<p class=\"Paragraph\">Hopkins, P. Jeffrey. Emptiness Yoga: The Tibetan Middle Way. Ithaca, N.Y., 1987. A clear description of emptiness meditation, especially as it is practiced in the monastic context.</p>\n<p class=\"Paragraph\">Lopez, Donald, ed. In Religions of Tibet in Practice. Princeton, 1997. This is compilation of many translations with introductions of Tibetan texts dealing with meditation and ritual.</p>\n<p class=\"Paragraph\">Patrul Rinpoche. Words of My Perfect Teacher. Translated by the Padmakara Translation Group. Boston, 1998. This is a translation of one of the most famous examples of Tantric preliminaries (kun bzang bla ma&rsquo;i zhal lung); composed in the nineteenth century.</p>\n<p class=\"Paragraph\">Rabten, Geshe, and Geshe Ngawang Dhargyey. Advice from a Spiritual Friend. Translated and edited by Brian Beresford. London, 1984. This is an excellent introduction to the practice of mind training (blo sbyong), with translations of several short exemplary texts.</p>\n<p class=\"Paragraph\">Sherburne, Richard, trans. A Lamp for the Path and Commentary of Atīśa. London, 1983. This is a translation of one of the most influential Indian prototypes for the Stages of the Path and in general for Tibetan compendia of exoteric contemplative practices.</p>\n<p class=\"Paragraph\">Takpo Tashi Namgyal. Mahāmudrā: The Quintessence of Mind and Meditation. Translated by Lhalungpa, Lobsang. Boston, 1986. This is a translation of an encyclopedic Bka&rsquo; brgyud ED: reject change survey of mahāmudrā.</p>\n<p class=\"Paragraph\">Tsong kha pa, and Dalai Lama XIV (Tenzin Gyatso). Deity Yoga. Translated by P. Jeffrey Hopkins. Ithaca, N.Y., 1987. This is a partial translation of Tsong ka pa&rsquo;s important survey of Tantra,&nbsp; ED: reject changeSngags rim chen mo (The great stages of mantra), with commentary by the Dalai Lama.</p>\n<p class=\"Paragraph\">Willis, Janice D. The Diamond Light of the Eastern Dawn: A Collection of Tibetan Buddhist Meditations. New York, 1972. This is a compilation of translations of various Buddhist meditational manuals with a focus on esoteric rites of evocation.</p>\n<p class=\"Paragraph\">Wilson, Joe B. Candrakīrti&rsquo;s Sevenfold Reasoning: Meditation on the Selflessness of Persons. Dharmsala, India, 1980. This is a presentation of classical emptiness meditation based on analytical reasoning.</p>\n<p class=\"Paragraph\">Zahler, Leah, trans. and ed. Meditative States in Tibetan Buddhism. Rev. ed. Boston, 1997. This offers a clear survey of the traditional processes and states discussed in the context of &ldquo;calming&rdquo; and &ldquo;insight&rdquo; contemplative techniques.&lt;/BB&gt;</p>\n<p class=\"Paragraph\">&lt;CS&gt;David Germano&lt;/CS&gt; University of Virginia</p>\n<p class=\"Paragraph\">&lt;CS&gt;Gregory A. Hillis&lt;/CS&gt;University of California at Santa Barbara [AU: Please verify your names as they appear at the end of the entry and provide institutional affiliations.]</p>","title":"Bibliography"}]}