{"meta":{"domain":"subjects","kid":"286","authors":[{"fullname":"Nicolas Tournadre","id":"6"}],"title":"Standard Tibetan","dates":{"created_at":"2013-09-15 04:03:58 UTC","updated_at":"2013-09-15 04:03:58 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p class=\"Paragraph\">“Standard Tibetan” corresponds to the language spoken in Central Tibet in the region of Lhasa, as well as among the diaspora community. The Tibetan word for Standard Tibetan is <span class=\"tibetan\" title=\"Type ID here\">སྤྱི་སྐད་<\/span>, which literally means “common language.” Strictly speaking, instead of “Standard Tibetan,” it would be more accurate to describe this as “language in the process of standardization.” There is in fact neither a genuine academy of the Tibetan language, nor the political will to round off the process of standardization, which is nevertheless taking place naturally.<\/p><p class=\"Paragraph\">Standard Tibetan is a variety of the “Central Tibetan” <span class=\"tibetan\" title=\"Type ID here\">དབུས་སྐད་<\/span> spoken around Lhasa, and has become the lingua franca among Tibetans. It allows Tibetans living in other regions of Tibet (Amdo, Kham, Ngari, etc.), and indeed those residing in China, India, Nepal, Bhutan, Europe, and North America, to communicate with one another whatever their native dialect ཡུལ་སྐད་. Though Standard Tibetan is based on Central Tibetan, there are actually several varieties of Central Tibetan, reflecting the peculiarities and linguistic variations between different valleys, or even between different villages, in Central Tibet. However, these differences are minimal and do not hinder communication. In 1999, an important book called <em>Collective Work on the Common Tibetan Language<\/em><a name=\"n1\" href=\"#fn1\"><em><strong>[1]<\/strong><\/em><\/a> was published in Beijing, with the participation of many prominent scholars from all the regions of Tibet. This is the first major recognition of Standard Tibetan based on Lhasa dialect.<\/p><p class=\"Paragraph\">It should be noted that some intellectuals from Amdo and even from Kham are reluctant to learn the current “Standard Tibetan,” based on Central Tibetan. They would prefer a common language not entirely derived from the latter. Unfortunately such a language does not exist. When Amdowas or Khampas meet natives of Tsang or Central Tibet they have no other option, if they don’t know “Standard Spoken Tibetan,” but to converse in Chinese or English (depending on the country in which they find themselves), or indeed to write in Literary Tibetan, which is common to all Tibet but is not a spoken language. At Tibetology conferences throughout the world (in China, Europe, India, and the United States), speakers normally use Standard Tibetan whatever their dialect of origin.<\/p><p class=\"Paragraph\">The general term <span class=\"tibetan\" title=\"Type ID here\">བོད་སྐད་<\/span>, “Tibetan language,” is also sometimes used to describe the lingua franca, although this usage has the disadvantage of being used also to describe the other dialects. Other terms for the lingua franca are ཁ་སྐད་ “spoken language,” <span class=\"tibetan\" title=\"Type ID here\">གཅིག་འགྱུར་སྐད་ <\/span>“unified language,” and <span class=\"tibetan\" title=\"Type ID here\">ཕལ་སྐད་<\/span> “ordinary language”—which differentiates it from Literary Tibetan <span class=\"tibetan\" title=\"Type ID here\">ཡིག་སྐད་<\/span>.<\/p><p class=\"Paragraph\">The term “Lhasa language” <span class=\"tibetan\" title=\"Type ID here\">ལྷ་སའི་སྐད་<\/span>, often used to describe Standard Tibetan, has too narrow a meaning to be accurate. The language spoken in Tibet’s capital includes peculiarities not found in villages just outside. Conversely, a knowledge of Central or Standard Tibetan allows a clear understanding of the dialect <span class=\"tibetan\" title=\"Type ID here\">གཙང་སྐད་<\/span> spoken in the province of Tsang, of which the main town is Zhikatsé. On the basis of this similarity, the term <span class=\"tibetan\" title=\"Type ID here\">དབུས་གཙང་སྐད་<\/span> is sometimes used to refer to this group of dialects.<\/p><p> <\/p><hr size=\"1\" \/><p><a name=\"fn1\" href=\"#n1\">[1]<\/a> <em>Bod kyi skad yig slob sbyong dang bed spyod gong ’phel bcas gtong rgyu’i bod rang skyong ljongs kyi gtan ’bebs<\/em> (Beijing: Mi rigs dpe skrun khang, 1999).<\/p><p>﻿<\/p>","title":"Standard Tibetan"}]}