{"meta":{"authors":[{"id":"2","fullname":"David Germano"}],"title":"An Introducton to Territories","dates":{"created_at":"2013-09-15 04:11:36 UTC","updated_at":"2013-09-15 04:11:36 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>In international politics, a territory is a geographic area with a special administrative relationship to a nation, typically deriving from the history of its incorporation into the nation, and often the distinctive culture and language characteristic of its inhabitants. For example, in Canada, a territory lacks the the powers of self-government normally devolved to secondary territorial divisions, such as a \"province\".&nbsp; In this case, the territory lacks a provincial government and provincial powers, and instead is owned by the federal government, upon which they rely more heavily. Similarly, in Australia, we find \"states\" and \"territories\". A state a state parliament and pass certain laws, while in contrast, a territory lacks the right to convene their own government or pass laws. However, this is quite different in the case of the Northern Territory and the Australian Capital Territory, which are&nbsp; self-governing territories that can convene a parliament and make their own laws in a similar manner to the states (though these rights are, unlike with states, legal and hence revokeable, rather than constitutional).</p>\n<p>However, \"territories\" is also used to signify areas - and most often islands - which are controlled by a nation which is generally far distant, and yet which is not formally incorporated into the nation's standard governance structure. Such arrangements are generally hold overs from the nation's past colonial enterprises. In 2010, lists of such territories in the world ranged from 58 to 61.</p>\n<p>Historically, in Tibet and the Himalayas, there were certainly such arrangements where an area was under the direct control of a polity, but both lacked its own distinct internal political administration and formally incorporation into the polity's standard administrative units arrangement. In those cases, we are exploring the use the feature type of \"territory\" to designate such areas.&nbsp; However, this is problematic because of the complex relationships and diversity of polity types in pre-modern times, such that the clarify of independence and dependency of modern times - exemplified in the language of \"nations\" and \"territories\" - simply doesn't apply. Further details will be added here as we accumulate experience with dealing with specific cases.</p>","title":"An Introducton to Territories"}]}