{"meta":{"domain":"subjects","kid":"4903","authors":[{"fullname":"Nicolas Tournadre","id":"6"}],"title":"","dates":{"created_at":"2013-09-15 04:14:26 UTC","updated_at":"2013-09-15 04:14:26 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p class=\"Paragraph\">Moods are conveyed by auxiliary verbs (or by copulas), and have the function of specifying <strong>the source of information<\/strong> on which a statement is based. There are basically four moods:<\/p><p>1. Egophoric<\/p><p>2. Testimonial<\/p><p>3. Assertive<\/p><p>4. Inferential<\/p><p class=\"Paragraph\">These moods all correspond to any statement that conveys a given item of information. They are essential in Central Tibetan, and appear in different forms in several other Tibetan dialects (Dzongkha, Ladakhi, Kham, Amdo, Sherpa, etc.). However, they are practically nonexistent in Literary Tibetan.<\/p><p class=\"Paragraph\"><strong>1. Egophoric Mood<\/strong><\/p><p class=\"Paragraph\">The egophoric mood is linked to a personal knowledge or intention on the speaker’s part. It is associated only with the first person (singular or plural).<\/p><p class=\"Paragraph\"><strong>2. Testimonial Mood<\/strong><\/p><p class=\"Paragraph\">Testimonial or “sensorial” auxiliaries such as<span class=\"tibetan\" title=\"Type ID here\"> འདུག་ <\/span>signify that the speaker <strong>has personally observed<\/strong> the fact or event he or she is reporting. The evidence is usually derived from the senses, most commonly sight or hearing. When it is used in reported speech, it implies that one observed the original source of the assertion.<\/p><p class=\"Paragraph\">In short, the testimonial indicates that the speaker is, or has been, a direct witness to what he or she is describing. The assertive and testimonial moods could be described as respectively objective and subjective, but as far as the speaker is concerned they are equally certain.<\/p><p class=\"Paragraph\"><strong>3. Assertive Mood<\/strong><\/p><p class=\"Paragraph\">The assertive auxiliary verbs<span class=\"tibetan\" title=\"Type ID here\"> རེད་<\/span> and <span class=\"tibetan\" title=\"Type ID here\">ཡོད་རེད་ <\/span>specify that the information being transmitted may be<strong> a general truth<\/strong> or<strong> a specific fact<\/strong>, but is something that is considered by the speaker to be <strong>certain<\/strong>. In general, the assertive implies that the speaker is letting it be known that while the assertion is certain, he or she has not personally witnessed it. Typically, the information has been obtained second-hand from some other source (reported speech, a book, the radio, etc.) or else forms a part of the speaker’s general knowledge.<\/p><p class=\"Paragraph\">However, it may happen that even though the speaker can personally testify to the validity of the assertion, he or she may use the assertive in order to present the statement as an objective or well-known fact.<\/p><p class=\"Paragraph\">Note: The assertive mood should not be confused with the marker of reported speech, which may be used in combination with any of the four moods, and implies a measure of uncertainty (“It would seem that…”).<\/p><p class=\"Paragraph\"><strong>4. Inferential Mood<\/strong><\/p><p class=\"Paragraph\">Finally, the inferential mood indicates that the basis of the speaker’s assertion is an inference or a conclusion that is being drawn from the traces or the present results of a past action.<\/p>","title":""}]}