{"meta":{"authors":[{"id":"2","fullname":"David Germano"}],"title":"An Overview of Post Tantra-Based Meditative Systems and Techniques","dates":{"created_at":"2013-09-15 04:17:51 UTC","updated_at":"2013-09-15 04:17:51 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p class=\"Paragraph\">One of the most distinctive attributes of Tibetan Buddhist contemplation was the evolution of independent traditions out of perfection-phase praxis that embraced a radical rhetoric of the transcendence of practice along with a proclivity for naturalism, spontaneity, and nonconceptuality rather than the esoteric motifs of transgression, sexuality, and power. Post-Tantra is not an indigenous label, but expresses their simultaneous grounding in Tantra and the rejection of many of its fundamental paradigms. The most famous are the Great Perfection (Rdzogs chen [Dzogchen]) in Rnying ma ED: reject change [Nyingma] and Bon lineages, and the Great Seal (Phyag chen [Chakchen]; Skt., mahāmudrā), found in the Bka&rsquo; brgyud ED: reject change (Kagyu), Sa skya ED: reject change (Sakya), and Dge lugs ED: reject change (Geluk) schools. Their texts decline to specify contemplative procedures such as breathing, posture, concentration, visualization, or guided reveries, and consist of philosophical and poetic meditations on the nature of enlightenment. Such rhetoric left many wondering as to whether they formed contemplative paths, or instead were merely descriptions of realization. They are often characterized by a rhetoric of supremacy beyond sūtra and Tantra, while at times they are self-characterized as belonging to sūtra or Tantra. However, these traditions can be viewed as symbiotic with other contemplative traditions both in terms of being deconstructions of preoccupation with technique, and a type of aesthetic gazing and poetics of contemplative experiences. The recitation and reading of such texts offered subtle guides to contextualize the various meditative experiences to which other practices had given rise. Thus they came to have a strong association with the somatic body yogas, including sexual forms, but focused on the experiences unfolding from those practices toward final enlightenment rather than their techniques per se.</p>\n<p class=\"Paragraph\">Many such texts and lineages however did set forth contemplative techniques, even if such prescriptive passages were still accompanied by a transcendentalist rhetoric that negated all practice. These techniques tend to be recognizable variations of exoteric practices of calming, insight, and emptiness yogas, but they focus on cultivating deconstruction of such states of concentration to foster an open and free-flowing awareness without negating appearances, emotions, and thoughts. The techniques themselves are often distinctive in terms of modifications in line with the rhetoric of simplicity, spontaneity, naturalness, and innate divinity. In this context the Great Seal tradition discusses four yogas&mdash;the one pointed (rtse gcig), the non-elaborate (spros bral), the single flavor (ro gcig), and nonmeditation (sgom med). The emphasis throughout is on contemplation of the nature of one&rsquo;s mind, the realization of which is blocked by contemplations that are too bound up with the mind&rsquo;s discursive operations.</p>\n<p class=\"Paragraph\">The Great Perfection also underwent a series of transformations in which a variety of late Tantric contemplative practices were explicitly assimilated in accordance with the traditional focus on simplicity, spontaneity, release, and naturalness. The most influential of these was the Seminal Heart (Snying thig [Nyingthik]), which created anthologies of Tantric and non-Tantric Buddhist contemplations. The most distinctive innovations were the two principal practices of &ldquo;breakthrough&rdquo; (khregs chod) and &ldquo;direct transcendence&rdquo; (thod rgal). The former represents a cultivation of one&rsquo;s own naked self-awareness as directed by intensely poetic guided reveries, whereas the latter is a transmutation of perfection-phase techniques contemplating a spontaneous flow of light imagery. The flashes of light appear through staring at the light of the sun or moon or gazing within complete darkness, and then slowly increase in intensity, extent, and complexity of form to become vast arrays of maṇḍalas of buddhas.</p>\n<p class=\"Paragraph\">These traditions are often grouped with other yogic traditions that share a tendency to blur the boundaries between sūtra and Tantra, embrace a rhetoric of transcendental superiority, and focus on nondual contemplative experiences. The Great Middle Way (Dbu ma chen po; [AU: Please provide the phonetic rendering for Dbu ma chen po.Uma chenpo]<em> </em>Skt., Mahāmadhyamaka) appropriates the prestigious rubric of Mādhyamaka to disseminate traditional contemplative practices of calming, insight, and emptiness yoga in association with an emphasis on yoga rather than study, and luminous rather than austere conceptions of emptiness. The Path and the Fruit (Lam &lsquo;bras [Lamdr&eacute;]), the supreme contemplative system of the Sa skya ED: reject change school, involves <em>gtum mo</em> ED: reject change and sexual yoga with an innovative third practice named the &ldquo;adamantine wave&rdquo; (<em>rdo rje rba labs</em>). Peace-making (<em>zhi byed</em>) and &ldquo;cutting&rdquo; (<em>gcod</em>) stem from the eleventh-century Indian Pha dam pa sangs rgyas ED: reject change (Phadampa Sangy&eacute;, d. 1117). Cutting involves going to a remote and frightening location, such as a charnel grounds at night, and visualizing that the Adamantine Yoginī (Rdo rje rnal &lsquo;byor ma; Vajrayoginī), one of the main esoteric goddesses, cuts one&rsquo;s body into small pieces for offering to surrounding demons and spirits. The motif of disintegration evokes the exoteric realization of emptiness, while the sacrificial gift of one&rsquo;s body to others blends that realization with radical compassion.</p>","title":"An Overview of Post Tantra-Based Meditative Systems and Techniques"}]}