{
 "nodes": [
  {
   "body": "<p>Buddhist contemplative traditions have thrived in Tibet since at least the seventh century CE, and have taken an astonishing variety of forms ranging over the entire spectrum of Indian and Central Asian Buddhist traditions. This diversity is usually organized under the rubric of “three vehicles” in Buddhism—the Lesser (Hīnayāna), Great (Mahāyāna),<em> </em>and Adamantine (Vajrayāna) vehicles. While contemplative practices were transmitted from all three into Tibet, it was the third vehicle of Tantric or esoteric Buddhism that was universally recognized as offering the most efficacious and powerful system of contemplative praxis. By the thirteenth century, Tibet had established itself as the internationally renowned center of esoteric Buddhism, and alone transmitted and developed the full spectrum of Buddhist esoteric contemplative practices. The historical challenge has been to integrate this diversity into cogent systems of practice, and especially how to integrate exoteric Buddhist contemplation based on canonical sūtras, and esoteric forms of Buddhist meditation derived from canonical Tantras. Most Tibetan traditions came to see the Tantric methods as intrinsically superior in their capacity to generate more rapid realization due to their directness. We have thus structured the present survey of Tibetan Buddhist contemplative traditions in terms of traditional categories that proceed through the three vehicles from “lower” to “higher” in terms of the traditional explicit ranking of Tibetan sectarian traditions. Meditation, contemplation, and yoga are used interchangeably, though certainly Tibetan religious traditions have spawned complex and nuanced terminological distinctions over the centuries for classifying such practices. The demarcation between “contemplation” and “ritual” is artificial and often of limited use, but we have still relied upon it based on similar distinctions in Tibetan literature.</p>
<p class=\"Paragraph\">There are at least two major communal contexts for specialized practice of Buddhist contemplation: the monastery or temple, and retreat centers in isolated networks of sacred sites. While it is impossible to classify practices in any strict fashion based upon these communal centers, it is clear that exoteric techniques and deity yoga/<em>ma</em><em>ṇḍala</em> meditation thrived in the monastic institutions with their deep doctrinal content, highly structured character, and institutional messages. Likewise, esoteric techniques focused on body yogas and post-Tantra contemplative systems particularly thrived in yogic circles outside such institutions. This is not surprising, given their strong experiential focus, relative resistance to doctrinal conditioning, and commitment to internal, solitary realization and transgressive experiences. In addition, yogic circles tend to be critical of intellectual pursuits as interfering with contemplative practice, while monastic institutions on the whole stress their integration and in actuality tend to stress far more the intellectual, ritual, and social sides of religion rather than solitary contemplation. However, such lines were only tendencies, not sedimented differences. In both contexts, extended retreats—including durations of years—were common in all sectors of Tibetan religion, though by no means widely practiced as such even within monasteries. The rhetoric of the centrality of sustained contemplative practice is pervasive, and both historical and ethnographic evidence point to this being far more than simple rhetoric, even within ordinary lay members of society. Tibetan Buddhist hagiographies frequently portray in narrative form a strong tension between solitary contemplation and social responsibilities, with retreatants feeling pulled back, often against their will, toward the communal responsibilities of life in the monastery or village.</p>
", 
   "index": 0, 
   "parent_index": -1, 
   "title": "An Overview of Tibetan Buddhist Meditation"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "David Germano", 
    "id": "2"
   }
  ], 
  "domain": "subjects", 
  "kid": "5814", 
  "dates": [], 
  "title": "An Overview of Tibetan Buddhist Meditation"
 }
}