{"meta":{"domain":"subjects","kid":"1809","authors":[{"id":"7","fullname":"José I. Cabezón"}],"title":"Activity Ritual","dates":{"created_at":"2013-09-15 04:07:38 UTC","updated_at":"2014-03-31 15:13:00 UTC"}},"nodes":[{"index":0,"parent_index":-1,"title":"Activity Ritual"},{"title":"Description","index":1,"parent_index":0,"body":" <p>This is a ritual, or sometimes ritual collection, whose chief goal is to incite a deity to accomplish one or more of the \"four types of activities\" (las bzhi): pacification (zhi ba), augmentation (rgyas pa), power (dbang ba), and wrath/destruction (drag po). Such rituals are often found in collections that bear titles like las tshogs, khog dbub, and las byang (= 'phrin las kyi byang bu); when they are appendices to a broader set of rituals (for example, to the rituals focused on a single deity), they are called kha skong, lhan thabs, le lag, and so forth.</p> <p>This Knowledge Map category is used for rituals (or ritual collections) that deal with the four activities in general, or that involve more than one of the four activities. Rituals that focus on a single one of the four activities should be placed in their own Knowledge Map categories according to the type of activity they involve (e.g., destruction, wealth-acquisition, etc.), or according to the method they use (e.g., burnt-offering).</p> "},{"title":"Related Terms","index":2,"parent_index":0,"body":" <p>'phrin las kyi rim pa, las sgrub, las sbyor</p> <p><a name=\"dialectschina\"></a></p> "},{"title":"Example Texts","index":3,"parent_index":0,"body":" <ul> <li><a class=\"tibtext\" href=\"http://tbrc.org/#!rid=W22642\" target=\"_blank\">bla ma'i thugs sgrub bar chad kun sel las rig 'dzin rdzu 'phrul mthu chen rdo rje gro bo lod kyi phrin las snying por dril ba</a></li> <li><a class=\"tibtext\" href=\"http://tbrc.org/#!rid=W15530\">gza' bdud dug gi spu gri’i ‘phrin las kyi byang bu</a></li> <li><a class=\"tibtext\" href=\"http://tbrc.org/#!rid=W10080\">grol ma rigs lnga’i phrin las kyi khog dbub</a></li> </ul>"}]}