{"meta":{"domain":"subjects","kid":"804","authors":[{"fullname":"David Germano","id":"2"}],"title":"An Overview of the Great Vehicle","dates":{"created_at":"2013-09-15 04:05:23 UTC","updated_at":"2013-09-15 04:05:23 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>Like the Lesser Vehicle, the Great Vehicle is founded upon a series of \"Sūtras\" purporting to be transcripts of the historical Buddha's teachings, while the two divisions reflect later differences in the exegetical traditions basing themselves on these texts (in part tending to orient themselves around different Sutras with this heterogeneous group as well). While both the Lesser Vehicle and Great Vehicle were studied in great detail in Tibetan academic institutions, the supremacy of the latter over the former was never seriously questioned. The historical origins of the Great Vehicle are unclear, but it seems to have had a gradual and diffuse process of origination from the first century BCE to the second century CE. The tradition was marked by the emergence of new discourses, or sūtras, claiming to be teachings of Śākyamuni Buddha that had been concealed since his death, or teachings from Buddhas in other dimensions disclosed via visionary means. The most important body of such texts were known as The Perfection of Insight Sūtras (pha rol tu phyin pa'i mdo, Skt. prajñāpāramitā). These texts were marked by new philosophical and contemplative developments centered around the paired notions of radical \"emptiness\" (stong pa nyid, Skt. śūnyatā) and \"compassion\" (thugs rje, Skt. karuṇā). These developments were also linked to a rhetorical emphasis on the value of lay religious leaders, as well as the relativization of ethical systems under the rubric of \"skill-in-means\" – since all conventional structures and values are \"empty,\" in theory any ethnical system or intellectual system is relative; when tied to the emphasis on compassionate motivation, any action could be justified if motivated by compassion and executed within the realization of emptiness. In addition these new texts portrayed a marked new expansion of a far more vast universe of billions of parallel worlds, as well as a far more expansive array of divine agents of Buddhas (sangs rgyas), and proto-Buddhas known as Bodhisattvas (byang chub sems dpa'). The figure of the Bodhisattva grew out of the very early body of narrative literature concerning Śākyamuni's past lives prior to his becoming a Buddha; hence, such figures are known as \"a being (sattva) committed to enlightenment (bodhi)\" – a Bodhisattva. The notion of the Bodhisattva had a strong connection to the new emphasis on radical compassion and emptiness, understood as the two \"wings\" carrying one to enlightenment. The Bodhisattva vow became a defining ethical stance, which was in essence the altruistic desire to become enlightened in order to benefit all living beings. The Bodhisattva career detailed a new path structure, which involves ten \"stages\" or \"levels\" (sa, Skt. bhūmi). Just as importantly, these new divine agents were understood to also be involved with the creation of worlds, including special dimensions known as \"pure lands\" into which devotees could be reborn. This exterior dimension of new universes and agents was complemented by a class of sūtras that focused on a new interior divine dimension, namely the presence of a primordial buddha-dimension, or \" budda-nature,\" within all living beings. This new exterior and interior expanded role and presence of Buddhas led to the development of cultic practices organized around particular figures, and the grouping of them into \"families.\" One of the more dominant of such groupings was that of three divine families lead by a presiding Bodhisattva, given here in order of importance: the buddha family headed by the Bodhisattva Mañjuśrī ('jam dpal), the lotus family headed by the Bodhisattva Avalokiteśvara (spyan ras gzigs), and the vajra family head by the Bodhisattva Vajrapāṇi (phyag na rdo rje). In addition, important cults emerged around particular Buddhas, and especially their pure lands and rebirth therein. Two of the most important were Amitābha ('od dpag med) and his western pure land Sukhāvatī (bde ba can), and Akṣobhya (mi bskyod pa) and his pure land. These cults included new iconography, altar arrangements, ritual devotional practices, and visionary quest literature and practices focused on encountering a Buddha. Finally, the Great Vehicle was marked by striking new philosophical developments (see below) in the commentarial literature. In Tibet, the Great Vehicle was assumed to be superior to the Lesser Vehicle philosophically by every major movement and author.<\/p><p>The term \"Great Vehicle\" was coined by the tradition as its own rubric of choice, and was simultaneous with its creation of the term \"Lesser Vehicle\" as a derogatory term directed against the mainstream of institutional Buddhism against which they were attempting to define themselves. In this context, \"great\" is often explained as the vehicle being more inclusive, since its focus on compassion and working for the enlightenment of others entails it as a more expansive vehicle of significance to a greater number of people. In addition, its focus on radical and complete emptiness claims to entail a \"greater\" scope of vision that is not constrained by artificial theoretical constructs and partial realization.<\/p><p>It is at times named the \"Perfection Vehicle\" (phar phyin theg pa, Skt. pāramitāyāna) after its principal body of scriptures.<\/p><p>The \"Great Vehicle\" is at times understood to subsume tantra as well, which herein is presented as an independent third vehicle. In that case its chief two subdivisions are named the \"Perfection Vehicle\" and the \"Mantric Vehicle\" (sngags kyi theg pa, Skt. mantrayāna), respectively. Another well-known scheme refers to three turnings of the wheel: the first is tantamount to Hīnayāna, while the second and third amount to the division of the Great Vehicle into a strand focusing on emptiness and centered on the Perfection of Insight Sūtras and a second strand focusing on Buddha-nature and more positive portrayals of reality. However, the most standard traditions of subdivisions of the Great Vehicle are purely about exegetical traditions rather than about classifications of sūtras. The most important is the basic twofold division into the Middle Way (dbu ma, Skt. mādhyamaka) and Yogic Practice (rnal 'byor spyod pa, Skt. yogācāra) schools, the latter which is also named \"Mere Mind\" (sems tsam, Skt. cittamātra). Together with the two philosophical schools of the Lesser Vehicle, these are described as the four \"philosophical systems\" of Buddhism. In summary, the Middle Way School emphasized using logical reasoning to deconstruct all conceptual thought and perceptual categories to arrive at a fundamental experience of emptiness; in contrast, the Yogic Practice School emphasized the development of the mind's psychology in the context of a reinterpretation of systematic scholarship from the Abhidharma schools, \"idealistic\" interpretations of the absolute nature of reality, and the practice of yoga. These schools in turn were marked by a series of subdivisions, the primary ones being the twofold division of the Middle Way School into the Autonomy tradition (rang rgyud, Skt. svātantrika) and the Consequentialist tradition (thal 'gyur, Skt. prāsaṅgika). In Tibet, there also developed a significant tension between interpretations of the Middle Way that focused more on logic and epistemological literature, and hence termed as \"intrinsic emptiness\" traditions (rang stong), and interpretations of the Middle Way that drew more upon the Yogic Practice school and Buddha nature texts to present a more positive depiction of emptiness, and hence termed \"emptiness of otherness\" (gzhan stong). The Geluk and Sakya traditions were more associated with the former, and the Kagyü, Nyingma, and Bön more on the latter.<\/p>","title":"An Overview of the Great Vehicle"}]}