{
 "nodes": [
  {
   "body": "<p class=\"Paragraph\">Ergative constructions may seem strange at first, to the extent that they work in the opposite way to accusative constructions in European languages. However, even though ergative-absolutive constructions are not familiar to speakers of European languages, they are as logical as accusative constructions. The main point is that all languages need a mechanism or device to distinguish “who does what to whom,” or, in other words, to distinguish between the Subject and the Object of a transitive verb. In nominative-accusative European languages, as well as in Chinese, it is not the subject that is marked, but the object, either by using a distinct accusative case marker (as in Latin and Russian), or by opposition in the sentence, i.e., being placed after the verb (as in French, English, and Chinese). In English, for example, word order is used to distinguish between “the <em>policeman</em> killed the <em>fugitive</em>” and “the <em>fugitive </em>killed the <em>policeman</em>.”</p><p class=\"Paragraph\">Tibetan chooses to mark not the object, but the transitive subject, by using a distinct case marker—the ergative. It is called <span class=\"tibetan\" title=\"Type ID here\">བྱེད་སྒྲ་གཙོ་བོ་</span> “main ergative” in the traditional grammars.</p><p class=\"Paragraph\">A subject that is marked by the ergative is almost always a human or other animate being. The object lacks an overt formal marker (Ø); in linguistic terminology this is knows as the “absolutive,” and in traditional Tibetan grammars as <span class=\"tibetan\" title=\"Type ID here\">ངོ་བོ་ཙམ་</span>, “just (the word) in the absolute.”</p><p class=\"Paragraph\">Here are some examples:</p><ul> <li><span class=\"tibetan\" title=\"Type ID here\">ངས་དེབ་བལྟས་པ་ཡིན།</span> “I read the book.”</li> </ul><p class=\"Paragraph\">Here, the subject “I” is in the ergative, the object “book” is in the absolutive, and the verb “read” is in the past tense. The following examples are formed in a similar manner:</p><ul> <li><span class=\"tibetan\" title=\"Type ID here\">བླ་མས་གསོལ་ཇ་མཆོད་སོང་།</span> “The lama drank the tea.”</li> <li><span class=\"tibetan\" title=\"Type ID here\">ཚེ་རིང་གིས་རྟ་ཉོས་པ་རེད།</span> “Tsering bought the horse.”</li> </ul><p class=\"Paragraph\">It should be noted that there is also an <strong>indirect ergative</strong> in which the subject is in the ergative and the object in the dative (indirect object).</p><ul> <li><span class=\"tibetan\" title=\"Type ID here\">ཚེ་རིང་གིས་རྟ་ལ་བལྟས་པ་རེད།</span> “Tsering looked at the horse.”</li> </ul><p class=\"Paragraph\">This construction appears mainly with compound verbs (which usually have three syllables); some of these are:</p><ul> <li><span class=\"tibetan\" title=\"Type ID here\">དོ་སྣང་བྱེད་</span> “To be interested (in)” </li> <li><span class=\"tibetan\" title=\"Type ID here\">གཟབ་གཟབ་བྱེད་</span> “To be careful (of)” </li> <li><span class=\"tibetan\" title=\"Type ID here\">ཁ་པར་བཏང་</span> “To make a phone call (to)” </li> <li><span class=\"tibetan\" title=\"Type ID here\">ཡིད་ཆེད་བྱེད་</span> “To have faith (in)”</li> </ul><p class=\"Paragraph\">The ergative also appears with verbs involving three participants (ditransitive):</p><ul> <li><span class=\"tibetan\" title=\"Type ID here\">ང་ཚོས་ཁོང་ལ་ཕྱག་དེབ་ཅིག་ཕུལ་པ་ཡིན།</span> “We gave him a book.”</li> </ul><p class=\"Paragraph\">Here, the subject “we” is in the ergative, the indirect object “him” is in the dative, the object “book” is in the absolutive, and the verb is in the past.</p><p class=\"Paragraph\">In exceptional cases, the ergative may also be used to mark the agent of volitional intransitive verbs, especially verbs of movement. The effect of the ergative in this case is to emphasize the agent or his/her volition.</p>", 
   "index": 0, 
   "parent_index": -1, 
   "title": "The Ergative"
  }
 ], 
 "meta": {
  "date": "2013-09-15 04:15:26 UTC", 
  "domain": "subjects", 
  "kid": "5135", 
  "authors": [
   {
    "fullname": "Nicolas Tournadre", 
    "id": "6"
   }
  ], 
  "title": "The Ergative"
 }
}