{
 "nodes": [
  {
   "body": "<p>Periodization – breaking up large sweeps of historical time into periods – is of course a common practice to help people understand the development of historical change. However, periodization is a highly subjective and artificial construct that derives from specific agendas, assumptions, and criteria, and yet people often treat it as a natural and objective presentation of our common past. We believe that periodizaton is useful, but that a number of measures must be taken to ensure that its more problematic aspects do not outweigh its utility. Firstly, period schemes always have specific thematic perspectives. There is no “universal” period scheme that reflects all themes, though there are attempts to articulate relatively more global period schemes that reflect on broad scale environmental and or cultural change across an entire region. But practically speaking, most periodization schemes are very specific topically – they are analyzing historical change in political formations, or artistic developments, or literary composition, or agrarian practices, or climate, or one of a hundred and other topical perspectives. In addition, periodization schemes are generally regionally focused – some are all the way at the scale of the universe, or the earth, but most are more specific to a given geographical region, such as a cultural region, or a specific kingdom. While these topical and geographical foci are rather clear on reflection, often period schemes fail to explicitly note them, and distortion enters as readers interpret the periodization as having a broader applicability than it actually has. Thus a political periodization is used as if it represents a meaningful framework for understanding cultural transitions, or a political periodization scheme focused on Central Tibet is assumed to be straightforward applicable for all other parts of Cultural Tibet. This can be easily remedied by simply being very clear as to the topical and geographical foci of a given periodization scheme. Secondly, more subtle problems emerge in complex underlying agendas that underlay how periods are chosen and the names for each period, as well as the precise dates. This will also involve subjectivity and interpretative contestation, since periodization is by definition a interpretative act, or series of interpretative acts. However, by insisting that each period is described at length, and encouraging editors to be reflexive and explicit about the choices that went into the periodization, goes a long way to making this a more honest process that invites ongoing dialog. By further allowing non-editors to add comments, a given periodization scheme can become a true dialogical space, rather than simply a black and white scheme that purports to be a “natural” way to read human and natural history. (By David Germano)</p>", 
   "index": 0, 
   "parent_index": -1, 
   "title": "About Tibetan Historical Periods Scheme"
  }
 ], 
 "meta": {
  "date": "2013-09-15 04:04:01 UTC", 
  "domain": "subjects", 
  "kid": "304", 
  "authors": [
   {
    "fullname": "David Germano", 
    "id": "2"
   }
  ], 
  "title": "About Tibetan Historical Periods Scheme"
 }
}