{"meta":{"authors":[{"id":"2","fullname":"David Germano"}],"title":"An Overview of the Lesser Vehicle","dates":{"created_at":"2013-09-15 04:05:23 UTC","updated_at":"2013-09-15 04:05:23 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>This body of literature which in part is very early is often assumed by non-specialists to simply reflect \"original\" Buddhism, which is very problematic since we do not have a clear picture of the details of institutions, practices and literature for the first hundred years of Buddhism's formation in India, and none of the extant literature can be assumed unproblematically to date back to the time and voice of Śākyamuni himself. However, the rubric and associated literature does represent in Tibet what we might term \"basic Buddhism,\" i.e., the foundational terminology, concepts, practices, and cosmology that constitute both the foundation of Buddhism in India and Tibet, as well as the necessary context to understand later developments. The Lesser Vehicle is thus associated with such foundational teachings as the four noble truths, which articulate the unsatisfactoriness of the ordinary world known as \"cyclic existence\" ('khor ba, Skt. saṃsāra), and the existence of a rigorous path leading to its \"transcendence\" (myang 'das, Skt. nirvāṇa). In addition, it articulates the basic doctrines of no-self (bdag med, Skt. anātman), and interdependence (rten 'brel, Skt. pratıtya-samutpāda). These were closely bound up with important new ethical developments centered around the principle of karma (las), the law of causes and actions governing the actions of living beings which ensure an ethical regularity in the world. Buddhist ethics was bound up with a focus on virtue, or ethical actions, which accumulate \"merit\" (Skt. puṇya, Tib. bsod nams) that forms the causal basis for a better life and world. It was distinguished by its strong emphasis on non-violence and the importance of ethical integrity. Institutionally, the Lesser Vehicle is marked by its creation of the communal ideal of a monastery, a community of celibate men and women theoretically rejecting the behavioral principles of ordinary human communities (procreation, possessions, aggression). Cosmologically, the focus was on a single world system of four continents organized around a central cosmic mountain. Beings were understood to be of six types, organized vertically around the cosmic mountain: gods, demigods, humans, animals, tortured ghosts and hell beings. In particular, these were classified into three realms – the sensual, form and formless – which were themselves subdivided into nine vertically arranged zones which were understood to be simultaneously contemplative states and rebirth states. This cosmological simplicity was mirrored by a focus on a single Buddha, namely the historical Śākyamuni Buddha. The focus was on the classical phases of his enlightenment life classified into \"twelve deeds,\" as well as popular narratives of his past lives known as \"life tales\" (skye rabs, Skt. jātaka). He was generally understood as unique in this world system and this era, though other Buddhas were assumed to exist in other worlds systems and eras, though inaccessible in the present time and space. in terms of literature, after the Buddha's death, there were a series of councils held that classified and codified early literature into \"three baskets\" (sde snod gsum, Skt. tripiṭaka): 1. Sūtra (mdo): literally \"discourse,\" they purport to be transcripts of sermons delivered by the historical Buddha himself on the subject of wisdom or insight. 2. Abhidharma (mngon chos): literally \"higher teachings,\" these reflect the increasingly elaborate and systematic attempts by Buddhists to unpack and harmonize the unsystematic discourses found in the sūtras. They thus include psychology that analyzes the mind and experience, contemplative path systems, cosmology, Buddhology, and so forth. 3. Vinaya ('dul ba): literally, \"discipline,\" these works concern ethical systems and in general interpersonal issues. This includes presentations of monastic rules and regulations, as well as those for lay. (David Germano – June 21, 2004) Literally the \"lesser vehicle,\" this term signifies that this vehicle is not as powerful or wide-reaching as other vehicles. Obviously the appellation \"the lesser vehicle\" is a pejorative term that the tradition's own adherents would not accept, since it signifies there is something better than that. The term originally was coined by the creators of the Great Vehicle, who wanted to express their superiority to earlier forms of Buddhism were seen as \"traditional\" and overly conservative. By contrast, the Great Vehicle proponents claimed their vehicle had a more expansive scope, both in terms of realization and in terms of capacity to carry multitudes of people to enlightenment.</p> <p>Because this rubric is a negative one never accepted by the representatives of these traditions themselves, many scholars feel it is entirely inappropriate to use, and often replace it with the term \"Nikaya Buddhism.\" \"Nikaya\" literally means a \"corpus,\" or a \"collection\" of sūtras; it thus signifies those more conservative Buddhist traditions that at a certain point committed to an established, closed canon of scripture, and rejected new scriptures and their innovations in Buddhist thought and practice.</p> <p>The Lesser Vehicle or Nikaya Buddhism fissured into a number of divisions and subdivisions on the basis of doctrinal, ritual, institutional and other disagreements on a number of issues. Rather than being different types of sūtras, or understood to be divisions the Buddha himself authorized, subdivisions focused on divergence in later commentarial traditions. This is often summarily referred to as the \"eighteen schools\" of the Lesser Vehicle, the details of which can be seen here 18 schools. The only one of these sects to survive in the 21st century is the Theravāda sect, which dominates today in Sri Lanka, Burma, Thailand, Cambodia and Laos. In Tibet, however, the Lesser Vehicle was, and still is, studied widely, but never constituted independent movements. Instead, it was studied in the context of a broader adoption of the Great and Adamantine vehicles, and hence generally was referred to as the \"lesser vehicle.\" While historical surveys certainly detailed the eighteen schools and their controversies, the main focus on commentarial movements in Tibet is on how these various movements can be classified broadly into two distinct philosophical systems: the Vaibhāṣika (bye brag smra ba) and Sautrāntika (mdo sde pa). These, along with the two main philosophical commentarial traditions of the Great Vehicle – Mādhyamaka and Cittamātra – are generally portrayed as the four main philosophical traditions of Indian Buddhism (also referred to as \"tenet systems\" [Tib. grub mtha', Skt. siddhānta]). The rubric Vaibhāṣika is understood to be a general term that covers all eighteen of the commentarial schools of the Lesser Vehicle, [1] though some argue that instead it covers only seventeen, and the eighteenth is the separate philosophical tradition of the Sautrāntika. [2] The Geluk further subdivide this into those following reasoning and those following scripture (this distinction may be a Geluk invention). An additional focus in Tibet on Lesser Vehicle traditions is the Mūlasarvāstivādin school in its role of providing the version of the monastic discipline canon and transmission lineage which was the basis of most Tibetan monasticism ('dul ba, Skt. vinaya). The key philosophical work from this vehicle studied in Tibet is Vasubandhu's Abhidharmakośa, which systematized many of the major tenets of the Sanskrit Buddhist tradition. Famous masters of the Vaibhāṣika tradition are Vasumitra, Dharmapāla, Buddhadeva, Saṃghabhadra. [3] Famous masters of the Sautrāntika tradition are Vasubandhu, Dignāga, and Dharmakīrti. [4]</p> <p>Resources: * André Bareau, \"Hīnayāna Buddhism,\" in Buddhism and Asian History, ed. Joseph M. Kitagawa and Mark D. Cummings (New York: Macmillan Publishing Company, 1987), 195-214. This is a digest of Bareau's extensive research into the eighteen schools of the Lesser Vehicle. * Jeffrey Hopkins, Meditation on Emptiness (London: Wisdom Publications, 1983). See pp. 335-52 for an overview of the Lesser Vehicle from a conventional Tibetan point of view, with a focus on the philosophical perspectives of Vaibhāṣika and Sautrāntika.</p>","title":"An Overview of the Lesser Vehicle"}]}