{"meta":{"authors":[{"id":"2","fullname":"David Germano"}],"title":"An Overview of the Sakya-Mongol Yuan State","dates":{"created_at":"2013-09-15 04:13:34 UTC","updated_at":"2013-09-15 04:13:34 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>The Mongolian Yuan Empire introduced the decimal system for organizing society in relationship to conscribing and mustering military units in ways similar to the Roman Empire. This system was created originally in Central Tibet by the Mongols in the thirteenth century to facilitate their Yuan Dynasty rule over the region in conjunction with their Sakya clan/monastery partners. In 1268 they reorganized small agricultural estates in Central Tibet based on the unit of a household (<em>hor dud)</em>, which are in turn organized into every larger administrative units based mostly upon the decimal system. While the units in question are based upon numerical values, the system was an ideal type with the actual census figure varying wildly:</p> <ul> <li>50<em> </em>households (<em>hor dud, hordü</em>) = 1 horse-head unit (<em>rta mgo)</em></li> <li>2 horse-head units = 1 century (<em>brgya skor</em>, 100 fold unit)</li> <li>10 centuries = 1 chiliarchy (<em>stong skor</em>, 1,000 fold unit)</li> <li>10 chiliarchies = 1 myriarchy (<em>khri skor</em>, 10,000 fold unit)<em><br /></em></li> <li>10 myriarchies (<em>khri skor, trikor</em><em>)</em> = 1 circuits (<em>chol kha</em> or <em>klu</em> in Tibetan, the latter a phonetic transcription of the Chinese <em>lu</em>; Mongolian colge)</li> <li>10 circuits = 1 province <em>(zin</em>, a phonetic transcription of the Chinese <em>sheng</em>)<em><br /></em></li> </ul> <p>It is generally said that Tibet had three \"circuits\", but in fact the number of myriarchies is given as thirteen, though in practice there seem to be more than thirteen referred to in historical sources. The three circuits were Ü (dbus), Tsang (gtsang), and Ngari (mnga' ris skor gsum). While this was in fact an insufficient number of circuits to form \"province\", Petech says that \"out of respect for the religious character of the country, the emperor Qubilai decreed that Tibet was to be considered as one [province]\". Later Tibetans misunderstood these three circuits as Utsang (<em>dbus gtsang</em>), Kham (<em>khams</em>), and Amdo (<em>a mdo</em>) respectively. </p> <p>The formal system must have ended in 1354 with the end of the Sakya hegemony in Tibet, but in fact the myriarchies continued to function as principalities well past then. Thus,  the various political periods in Central Tibet following 1354 are named after whichever one of them temporarily went into the ascendancy to become functionally a kingdom dominating its former peers.</p> <p>The best source on this system in Tibet is without doubt the Sorenson-Hazod-Gyalbo study cited below.</p> <p>Per Sorenson and Guntram Hazod with Tsering Gyalbo (2007). <em>Rulers on the Celestial Plain Ecclesiastic and Secular Hegemony in Medieval Tibet: A Study of Tshal Gung-thang</em>. Austrian Academy of Sciences. See particularly appendix three on the Tshal pa khri 'khor. In addition, their footnotes on the mi sde of the tshal pa khri 'khor is probably the most detailed discussion of administrative/land units within an actual khri 'khor.</p> <p>Luciano Petech. <em>Central Tibet and the Mongols. The Yüan - Sa-skya Period of Tibetan History.</em> Serie Orientale Roma LXV. Roma: Istituto per il Medio ed Estremo Oriente. V. 167 pp. This supercedes the earlier article by Petech cited below.</p> <p>Luciano Petech. “The Mongol Census in Tibet.” In <em>Tibetan Studies in Honour of Hugh Richardson: Proceedings of the International Seminar on Tibetan Studies</em>, Oxford, 1979. Michael Aris and Aung San Suu Kyi, eds. Warminster, England: Aris & Phillips; Forest Grove, 1980. 233–238, and see in particular p. 234.</p>","title":"An Overview of the Sakya-Mongol Yuan State"}]}