{
 "nodes": [
  {
   "body": "<p class=\"Paragraph\">Meditation in Tibetan traditions is usually presented as being part of a therapeutic impulse to improve or resolve the dissatisfactory nature of embodied existence for oneself and others. This enterprise is conceived within the framework of three main phases: listening (<em>thos</em>), usually understood to include all forms of study and receiving instruction pertaining to normative Buddhist doctrine; reflection or contemplation (<em>bsam</em>), the phase in which the meditator processes whatever teachings he or she has received in order to arrive at an understanding of their import; and finally meditation (<em>sgom</em>), the process by which these ideas and understandings become integrated deeply into one’s experience. Whatever the specific therapeutic goal the individual practitioner may seek to achieve, initially it is necessary to settle the mind so that it can remain calm and focused in its pursuit of knowledge and realization. This “calming” practice may in fact be the first form of meditation in which the beginning practitioner engages.</p><p class=\"Paragraph\">The actual “meditation” (<em>sgom</em>; Skt., bhāvana; “practice,” “cultivation,” “habituation”) stage of this threefold scheme of listening, reflection, and meditation is focused on deepening the individual’s experience of the insights gained through the first two stages. In traditional presentations, meditation in this context is often described as being either “analytical meditation” (<em>dpyad sgom</em>) or “stabilizing meditation” (<em>‘jog sgom</em>). Initially, the practitioner performs analytical meditation on some doctrinal aspect of the teachings, for example, impermanence, emptiness (stong pa nyid; Skt., śūnyatā), or compassion (snying rje; Skt., karuṇā), carefully scrutinizing the different explanations, and finally arriving at an inferential understanding of the topic. These “analytical” meditations often involve formal processes of reasoning that are carried out in reliance upon scriptural or oral guidance. Having arrived at such a clear understanding, one then employs the techniques of stabilizing meditation to reach a firm conviction and nondiscursive intuition of the validity of the teaching or doctrine under investigation.</p>", 
   "index": 0, 
   "parent_index": -1, 
   "title": "An Overview of Analytical meditation and stabilizing meditation"
  }
 ], 
 "meta": {
  "date": "2013-09-15 04:17:44 UTC", 
  "domain": "subjects", 
  "kid": "5816", 
  "authors": [
   {
    "fullname": "David Germano", 
    "id": "2"
   }
  ], 
  "title": "An Overview of Analytical meditation and stabilizing meditation"
 }
}