{"meta":{"domain":"subjects","kid":"5366","authors":[{"fullname":"Nicolas Tournadre","id":"6"}],"title":"","dates":{"created_at":"2013-09-15 04:16:00 UTC","updated_at":"2013-09-15 04:16:00 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p class=\"Paragraph\">In order to situate a head noun in an instrumental, causal, or purpose clause, the nominalizer <span class=\"tibetan\" title=\"Type ID here\">ཡག་<\/span> is used irrespective of the tense-aspect. It should be noted that the head noun is marked in the same way whether it is a direct object or an instrument (or cause, etc.). The head noun may be taken as an instrument only if the verb is preceded by the direct object. Compare the following:<\/p><ul> <li><span class=\"tibetan\" title=\"Type ID here\">ངས་བཏུབ་ཡག་གི་ཤ་དེ་སུས་ཉོས་པ་རེད།<\/span> “Who bought the meat that I’m cutting?”<\/li> <li><span class=\"tibetan\" title=\"Type ID here\">ཤ་བཏུབ་ཡག་གི་གྲི་འདི་རྣོ་པོ་མི་འདུག<\/span> “The knife for cutting meat isn’t sharp.”<\/li> <\/ul><p class=\"Paragraph\">The following examples illustrate the instrumental and causal functions:<\/p><ul> <li><span class=\"tibetan\" title=\"Type ID here\">ནག་པང་ཕྱིས་ཡག་གི་རས་དེ་ག་པར་འདུག<\/span> “Where’s the cloth for wiping the blackboard?”<\/li> <li><span class=\"tibetan\" title=\"Type ID here\">ང་ཚོ་ཚོགས་འདུ་འཚོགས་ཡག་གི་རྒྱུ་མཚན་འདི་རེད།<\/span> “This is the reason why we’re holding a meeting.”<\/li> <\/ul><p class=\"Paragraph\">When the head noun of the relative clause denotes the substance of which the object is made, ཡག་ may be replaced by the nominalizer <span class=\"tibetan\" title=\"Type ID here\">རྒྱུ་<\/span>: “with,” “of which,” “for.”<\/p><ul> <li><span class=\"tibetan\" title=\"Type ID here\">སྒྲ་སྙན་བཟོ་རྒྱུའི་ཤིང་དེ་སྐམ་པོ་རེད།<\/span> “The wood for making the lute (of which the lute is made) is dry.”<\/li> <li><span class=\"tibetan\" title=\"Type ID here\">ཕྱུ་པ་བཟོ་རྒྱུའི་སྣམ་བུ་ག་ནས་རག་གི་རེད།<\/span> “Where can we get the cloth for making the <em>chuba<\/em>?”<\/li> <li><span class=\"tibetan\" title=\"Type ID here\">མོག་མོག་བཟོ་ཡག་གི་ཤ་འདི་དཔེ་ཞིམ་པོ་འདུག<\/span> “This meat for making momos is excellent.”<\/li> <\/ul>","title":""}]}