{
 "nodes": [
  {
   "body": "<p class=\"Paragraph\">The notion of aspect is essential for learning the system of verb “tenses” in most of the world’s languages. In view of the importance of aspect in Tibetan, it may be good to have a working definition of the term, following a reminder of what we mean by “tense.”</p><p class=\"Paragraph\">Tense is defined most immediately with respect to the moment of speech utterance. Whatever precedes this moment is the past; everything that coincides with it is the present; and whatever follows it is the future.</p><p class=\"Paragraph\">Aspect is concerned primarily with whether the action has or has not been completed with respect to a given point of reference (past, present, or future). According to the chosen perspective, the process is regarded as <strong>perfective</strong>, that is completed, or else as <strong>imperfective</strong>, meaning that it is still going on or is a habitual event. (In either case the point of reference need not be the present.) This explains why, in many languages, the imperfective bears a strong resemblance to the present: both the present and the imperfective past are non-completed. The action is regarded as still going on, and is seen as being incomplete from a given point of reference (respectively, the present and the future). In Tibetan, the present and the imperfective past are identical, whereas the perfective past is entirely different.</p><p class=\"Paragraph\">Only context makes it possible to distinguish between present and the past imperfective. For example, the sentences below convey a <strong>present</strong> meaning.</p><ul> <li><span class=\"tibetan\" title=\"Type ID here\">རྒྱལ་མཚན་ལགས་ཨེམ་ཆི་རེད།</span> “Gyentsen is a doctor.”</li> <li><span class=\"tibetan\" title=\"Type ID here\">ཁོང་ཉམས་ལེན་མང་པོ་བྱེད་ཀྱི་ཡོད་རེད།</span> “He practices a lot.”</li> <li><span class=\"tibetan\" title=\"Type ID here\">ཁོང་ལྷ་སར་ཡོད་རེད།</span> “He is in Lhasa.” </li> <li><span class=\"tibetan\" title=\"Type ID here\">ཚེ་རིང་དཔེ་མཛོད་ཁང་ནང་ལ་ལས་ཀ་བྱེད་ཀྱི་ཡོད་རེད། </span>“Tsering works in the library.” </li> </ul><p class=\"Paragraph\">However, if each of these sentences were preceded by <span class=\"tibetan\" title=\"Type ID here\">དེ་དུས་ </span>(“at that time”) or <span class=\"tibetan\" title=\"Type ID here\">སྔན་མ་</span> (“before”) they would correspond to the past <strong>imperfective</strong> (without any transformation of the verb).</p><ul> <li><span class=\"tibetan\" title=\"Type ID here\">དེ་དུས་རྒྱལ་མཚན་ལགས་ཨེམ་ཆི་རེད། </span>“At that time, Gyentsen was a doctor.” (Same as: “Gyentsen is a doctor.”)</li> <li><span class=\"tibetan\" title=\"Type ID here\">དེ་དུས་ཁོང་ལྷ་སར་ཡོད་རེད། </span>“At that time he was in Lhasa.” (Same as: “He is in Lhasa.”)</li> <li><span class=\"tibetan\" title=\"Type ID here\">དེ་དུས་ཁོང་ཉམས་ལེན་མང་པོ་བྱེད་ཀྱི་ཡོད་རེད།</span> “At that time, he used to practice a lot.” (Same as: “He practices a lot.”)</li> <li><span class=\"tibetan\" title=\"Type ID here\">སྔན་མ་ཚེ་རིང་དཔེ་མཛོད་ཁང་ནང་ལ་ལས་ཀ་བྱེད་ཀྱི་ཡོད་རེད། </span>“Before, Tsering worked / used to work in the library.”</li> </ul><p class=\"Paragraph\">“Perfective” means that an action is regarded as being finished (from a present, past, or even future point of reference).<a name=\"n1\" href=\"#fn1\">[1]</a></p><p class=\"Paragraph\">These last two examples are in the <strong>perfective past</strong>:</p><ul> <li><span class=\"tibetan\" title=\"Type ID here\">ཁོང་གིས་ཉམས་ལེན་མང་པོ་བྱས་པ་རེད།</span> “He practiced a lot.” </li> <li><span class=\"tibetan\" title=\"Type ID here\">ཙེ་རིང་གིས་དཔེ་མཛོད་ཁང་ནང་ལ་ལས་ཀ་བྱས་པ་རེད། </span>“Tsering worked in the library.”</li> </ul><p class=\"Paragraph\">The perfective aspect may be subdivided into perfect and aorist (or non-perfect). The perfect signifies that the effects of an action performed in the past are still present at the moment the statement is made, while in the case of the aorist, the past action being referred to bears no relationship to the present moment.<a name=\"n2\" href=\"#fn2\">[2]</a></p><p class=\"Paragraph\">In Tibetan, as in English, there is a grammatical opposition between aorist and perfect.</p><p class=\"Paragraph\">In English, the aorist is marked by the preterit while the perfect is marked by the “present perfect.”<a name=\"n3\" href=\"#fn3\">[3]</a></p><ul> <li><span class=\"tibetan\" title=\"Type ID here\">ཁ་ལག་བཟོས་ཡོད། </span>“I’ve prepared the meal.” (Perfect: The meal is ready, we can eat.)</li> <li><span class=\"tibetan\" title=\"Type ID here\">ཁ་ལག་བཟོས་པ་ཡིན།</span> “I prepared the meal.” (Aorist: I prepared it last time, some time ago, etc.)</li> </ul><p class=\"Paragraph\">The perfect aspect will be described in detail below. (xxlink to 10.3.3)</p><p> </p><hr size=\"1\"><p><a name=\"fn1\" href=\"#n1\">[1]</a> More precisely, with the imperfective aspect, no limit of the process is overstepped or reached, while with the perfective the ﬁnal limit (or sometimes the initial limit) has been reached. The above deﬁnition is based on David Cohen’s theory in l’Aspect Verbal (Paris: Presses Universitaires de France, 1989). Let us quote here also Comrie’s deﬁnition of these aspects: “The imperfective pays essential attention to the internal structure of the situation. Perfectivity indicates the view of a situation as a single whole.” See Bernard Comrie, <em>Aspect: An Introduction to the Study of Verbal Aspect and Related Problems</em> (Cambridge and New York: Cambridge University Press (1987), 16.</p><p>The French imparfait, Spanish imperfecto, Russian imperfective (nesoveršennyj vid), and English progressive all bear the basic features of the imperfective, while the French passé composé, Russian perfective (soveršennyj vid), and Spanish preterito all bear the basic features of the perfective. The English preterite, however, is neutral and may be translated depending on the context either by perfective or imperfective forms in other languages.</p><p><a name=\"fn2\" href=\"#n2\">[2]</a> The opposition between the perfect and the aorist in Tibetan corresponds to the oppostion we ﬁnd in literary French between the passé composé and the passé simple, in English between the present perfect and the preterite, and in Spanish between the preterite and the passado compuesto “composed past.”</p><p><a name=\"fn3\" href=\"#n3\">[3]</a> In Tibetan, however, this opposition is not as pervasive as in English. The simple past perfective may convey both perfect and aorist meanings in the absence of speciﬁc perfect form.</p>", 
   "index": 0, 
   "parent_index": -1, 
   "title": "The Notion of Verb Aspect"
  }
 ], 
 "meta": {
  "date": "2013-09-15 04:14:02 UTC", 
  "domain": "subjects", 
  "kid": "4790", 
  "authors": [
   {
    "fullname": "Nicolas Tournadre", 
    "id": "6"
   }
  ], 
  "title": "The Notion of Verb Aspect"
 }
}