{"meta":{"authors":[{"id":"6","fullname":"Nicolas Tournadre"}],"title":"Introduction: The Tibetan Language","dates":{"created_at":"2013-09-15 04:03:57 UTC","updated_at":"2013-09-15 04:03:57 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p class=\"Paragraph\">Tibetan belongs to the Tibeto-Burman family of languages. This group encompasses about two hundred and fifty languages, spoken mainly in the Himalayas, on the Tibetan plateau, and in the vicinity of the Mekong and the Salween. Within this linguistic family there are only two ancient literary languages: Burmese (twelfth century) and Tibetan (seventh century). While very different, the common parentage of these two languages means that they share certain characteristics of phonology, syntax, and vocabulary.</p> <p class=\"Paragraph\">The Tibeto-Burman group of languages is part of the Sino-Tibetan superfamily, which compares in size and diversity with the Indo-European family. (Remember that this Indo-European family includes such disparate languages as English, Greek, Russian, Persian, Hindi, French, Swedish, etc.) Apart from Tibeto-Burman, the Sino-Tibetan family includes the Karen and Chinese languages (comprising most importantly the languages of Wu, Xiang, Hakka, Mandarin, and Min). These groups of languages are however only distantly related.</p> <p class=\"Paragraph\">With the exception of Burmese, Tibetan is entirely different from the other major languages of the region, both in terms of syntax and vocabulary. These other languages are Chinese, Hindi, Nepali, the Turkish languages (Uigur, Kazakh, Tatar, etc.), and Mongolian.</p> <p>Tibetan in its various dialects is spoken over an area the size of Western Europe, stretching from Baltistan (Pakistan) in the west, to Sichuan (China) in the east. To the north, the linguistic range of Tibetan extends beyond Lake Kokonor (in the province of Qinghai, China). Its southern limits are the southern slopes of the Himalaya, encompassing the independent state of Bhutan, Sikkim (India), the high valleys of Mustang and Dölpo, and Solukhumbu (Nepal), the region of Everest inhabited by the Sherpas of Nepal.</p>","title":"Introduction: The Tibetan Language"}]}