{
 "nodes": [
  {
   "body": "<p class=\"Paragraph\">Literary Tibetan, <span class=\"tibetan\" title=\"Type ID here\">ཡིག་སྐད་</span> or <span class=\"tibetan\" title=\"Type ID here\">ཡིག་རྩོམ་བོད་ཡིག་</span>, is common to scholars and educated people of all regions of Tibet, as well as the countries where Vajrayana Buddhism is established. Literary Tibetan and Standard Tibetan share the same basic grammar and are very similar lexically, to the extent that with a knowledge of one it is possible to read the other without too much difficulty.</p>
<p class=\"Paragraph\">Many Tibetans, as well as some non-Tibetans, say that spoken dialects do not have true grammars. Educated Tibetans are mildly disparaging of their spoken language, which they consider “vulgar” or “ordinary” (<span class=\"tibetan\" title=\"Type ID here\">ཕལ་སྐད་</span>). In this view, only classical Literary Tibetan is well regarded enough to be “blessed” with a grammar. Linguists oppose such claims as false, and for non-specialists, it is worth stressing that Standard Spoken Tibetan does indeed possess a grammar. While fundamentally similar to that of literature, the grammar of the spoken language contains certain peculiarities. (Examples include the working of auxiliaries and the way in which they are used with different connectives, or evidentials, which are one of the characteristics unique to the oral language.) The literary and oral registers are better regarded as two poles. Some works in Literary Tibetan reveal the influence of the spoken language, while the reverse is also true: letters written in the vernacular contain literary features. The difference between the two registers is greater than in the case of spoken and literary English.</p>
<p class=\"Paragraph\">In contrast to Standard or Central Tibetan, Literary Tibetan is not normally used for conversation. However, some lamas or lay intellectuals use a form of expression which is virtually Literary Tibetan, referred to as the “speech of the learned”<span class=\"tibetan\" title=\"Type ID here\"> མཁས་པའི་ཁ་སྐད་</span>. There is therefore a real diglossia in their speech.</p>
<p class=\"Paragraph\">It is possible to identify in Literary Tibetan, depending on period and region, different types, styles, and registers, each belonging to one of three broad categories:</p>
<ul> <li>· Old Tibetan (7th to 11th century)</li> <li>· Classical Literary Tibetan (12th to 19th century)</li> <li>· Modern Literary Tibetan (20th century)</li> </ul>
<p class=\"Paragraph\">Modern Literary Tibetan includes the language of journalism (<span class=\"tibetan\" title=\"Type ID here\">གསར་ཤོག་གི་སྐད་ཡིག་</span>), as well as modern biographies (<span class=\"tibetan\" title=\"Type ID here\">རྣམ་ཐར་</span>), scientific texts, and novels. It should be noted that Modern Literary Tibetan is still very conservative in its grammar, such that a non-specialist can read texts going back as far as the 12th century and even beyond. To this extent, Tibetan is comparable to Hebrew or Persian. By contrast, other languages such as French, English, and Chinese have evolved much more rapidly, such that their writings from the fifteenth century are effectively accessible only to specialists.</p>
<p class=\"Paragraph\">In terms of vocabulary, on the other hand, Modern Literary Tibetan has a large stock of neologisms, relating mainly to technical inventions. There are also some words in Standard Tibetan that do not have a literary form, or that have a pronunciation notably different from that in Literary Tibetan.</p>
", 
   "index": 0, 
   "parent_index": -1, 
   "title": "Literary Tibetan"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "Nicolas Tournadre", 
    "id": "6"
   }
  ], 
  "domain": "subjects", 
  "kid": "286", 
  "dates": [], 
  "title": "Literary Tibetan"
 }
}