{"meta":{"domain":"subjects","kid":"5287","authors":[{"fullname":"Nicolas Tournadre","id":"6"}],"title":"","dates":{"created_at":"2013-09-15 04:15:49 UTC","updated_at":"2013-09-15 04:15:49 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p class=\"Paragraph\">The case system in Literary Tibetan is more complex than that of the spoken language. All the cases used in Spoken Tibetan also occur in the literary register, but their forms and functions are more numerous in the latter. The aim here is not to provide a detailed description of cases in Literary Tibetan, only to set out the main differences from the case system of the spoken language. Apart from their case functions when they are associated with nouns, all case markers<a href=\"#_ftn1\">[1]<\/a> have a connective function when they are linked to verbs. Literary Tibetan has the following six cases:<\/p><p> <\/p><hr size=\"1\" \/><p><a href=\"#_ftnref1\">[1]<\/a> Most case markers have the same spelling and pronunciation as certain nouns and verbs, a fact that beginners especially may ﬁnd confusing. Here is a list of homonyms that that the reader would do well to be aware of:<\/p><p><span class=\"tibetan\" title=\"Type ID here\">གྱིས་<\/span>: ergative-instrumental case or imperative of the classical verb “to do”; <span class=\"tibetan\" title=\"Type ID here\">ལ་<\/span>: oblique case and also “mountain pass”; <span class=\"tibetan\" title=\"Type ID here\">སུ་<\/span>: oblique case (L) and “who?”; <span class=\"tibetan\" title=\"Type ID here\">རུ་<\/span>: oblique case (L) and “brigade,” “section”; <span class=\"tibetan\" title=\"Type ID here\">དུ་<\/span>: oblique case (L) and contracted form of <span class=\"tibetan\" title=\"Type ID here\">དུ་མ་<\/span> “many” (L); <span class=\"tibetan\" title=\"Type ID here\">ལས་<\/span>: ablative case and “karma, action”; <span class=\"tibetan\" title=\"Type ID here\">ནས་<\/span>: ablative case (variant) and “barley”; <span class=\"tibetan\" title=\"Type ID here\">ན་<\/span>: locative case (L) and conjunction “if” and “to be ill.”<\/p>","title":""}]}