{"meta":{"authors":[{"id":"2","fullname":"David Germano"}],"title":"An Overview of Populated Localities","dates":{"created_at":"2013-09-15 04:13:36 UTC","updated_at":"2013-09-15 04:13:36 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>Human families tend to cluster together and come to consider themselves as constituting a distinctive community with its own name. Such settlements are then classified into various types depending on such criteria as size, importance, and political status. These classifications are diverse across the world and history, but the most standard divisions are fivefold: hamlet, village, town, city, and metropolis.</p>\n<p>A village is a cluster of families living together, usually in close proximity to each other. A village is usually larger than a hamlet, but smaller than a town, which in turn is smaller than a city.&nbsp; Historically, a typical village may have been five to thirty families in size, but in modern times can be quite a bit larger. The trend of urbanization sparked by the Industrial revolution has led to many villages developing into towns or cities.<br /><br />The boundaries between villages, towns, and cities, however, is complex and fluid.&nbsp; As a general rule, villages are smallest, towns intermediate in size, and cities largest; though there are many exceptions. Towns might typically be in the thousands in terms of population, though in modern times they might as much as the hundreds of thousands. However, these can also be technical terms that are defined differently by different countries. Towns and cities are often differentiated in terms of their administrative governance - towns might be \"unincorporated\" and have government services provided by the larger administrative unit such as a county (though they could also be \"incorporated\"); in contrast, cities might be \"incorporated\" as a legally defined government entity with the capacity to provide government services. But historically, there are may different definitions, such as does a specific settlement have a cathedral, a royal charter, or some other feature.&nbsp; Cities generally have more developed infrastucture as well.<br /><br />Cities then are often further subclassified, with a large city of over a half million inhabitants termed a \"metropolis\" with suburbs and regions, while contiguous metropolitan areas that have grown into each other can be termed a \"conurbation\" or \"megalopolis.\" A metropolis is usually also an important economical, political cultural, transportation, and/or communicative center for a region.</p>","title":"An Overview of Populated Localities"}]}