{"meta":{"authors":[{"fullname":"David Germano","id":"2"}],"title":"","dates":{"created_at":"2013-09-15 04:05:53 UTC","updated_at":"2013-09-15 04:05:53 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>Davidson, Ronald. \"Preliminary \"Studies on Hevajra's Abhisamaya and the Lam 'bras Tshogs bshad.\" In Tibetan Buddhism: Reason and Revelation, ed. Steven Goodman and Ronald Davidson. New York: State University of New York Press, 1992: 107-132.<\/p> <p>The Sakya (sa skya) tradition is one of the major \"modern\" or \"new\" (gsar ma) lineages of Tibetan Buddhism dating to the later dissemination (phyi dar) of Tibetan Buddhism from the latter half of the tenth century onwards. The tradition was historically bound up with the Khön ('khon) clan which has roots back in the Tibetan empire, including specific deity practices belonging to the \"early transmission\" (snga dar) period that it continues into the present. However it traces its origins as a distinctive sect to the Tibetan tantric translator Drokmi ('brog mi lo tsA ba, 992-1072), and a series of transmissions he facilitated which above all else cite the elusive Indian siddha Virūpa as their source. Drokmi's disciple Könchok Gyelpo (dkon mchog rgyal po, 1034-1102) of the Khön clan founded Sakya monastery with its first building in 1073. Könchok Gyelpo's son, Sachen Künga Nyingpo (sa chen kun dga' snying po, 1092-1158), further developed this embryonic tradition, but it was really his son in turn, Drakpa Gyeltsen (grags pa rgyal mtshan, 1147-1216), who provided the literary and institutional codifications the became the basis for the clear emergence of a sectarian affiliation under the header \"Sakya.\" One of the central aspects of the early development of the tradition is the domestication of the terse esoteric yogic precepts from Drokmi known as the \"Path and the Fruit\" (lam 'bras) into an overarching rubric for synthesizing a broad range of tantric materials into a distinctive system. This system above all else focused on Hevajra Tantra and associated materials. Drakpa Gyeltsen's nephew, the famous Sakya Paṇḍita (sa skya paN+Di ta, 1182-1251), or Künga Gyeltsen (kun dga' rgyal mtshan), emerged as perhaps the most famous of early Sakya figures for intellectual and political reasons. Sakya Paṇḍita was an outstanding scholar of exoteric traditions of philosophy and literature, and emerged as the main voice of the emergent neo-conservative orthodox movement with its strong propounding of the centrality of exoteric Buddhism and the need for an Indian pedigree for \"authentic\" Buddhist movements. In addition, it was Sakya Paṇḍita who struck a political-religious pact with the invading Mongolian armies in the thirteenth century which established the Sakya sect as the political rulers of Tibet for the next century. One interesting architectural feature of the Sakya tradition is that monastic buildings and even entire villages are often marked by characteristic painted stripes, which are red and white, or sometimes also with blue-gray stripes. (Ronald Davidson – June 21, 2004)<\/p>","title":""}]}