<<<<<<< HEAD
{"meta":{"domain":"subjects","kid":"111","authors":[{"fullname":"Ben Nourse","id":"13"}],"title":"Lhasa Atlas description of \"Large temple complex or compound\" building type","dates":{"created_at":"2013-09-15 04:03:33 UTC","updated_at":"2013-09-15 04:03:33 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>\"Large temple complex or compound\" is used as a particular building type within the <em>Lhasa Atlas<\/em> by Knud Larsen and Amund Sinding-Larsen. In the \"Historical buildings in Lhasa\" table at the back of the book (pp. 165-172), buildings of the \"Large temple complex or compound\" type are designated with the letter \"A\" in the building type column. In the THL Place Dictionary, when a building has this feature type and the <em>Lhasa Atlas<\/em> is given as the source, it means that the building was designated with a \"A\" in the <em>Lhasa Atlas<\/em> table.<br \/><br \/>This building type is described as follows:<br \/><br \/>\"<em>A. Temple complex or compound<\/em>. Example: Jokhang (313).<\/p><p>\"The Tibetan temple is often a square hall with a flat roof and skylight carried by a 'forest' of columns. The entrance is from the south. Facing the entrance along the northern wall is a long alter with Buddha images and saints. In the centre of the assembly hall, long rows of maroon mattresses between the columns indicate the area where monks sit during daily chanting sessions. Wall paintings cover the walls and thangkas hang from the beams. Major temples have over long periods of time developed into large building complexes with several courtyards and a multitude of functions\" (p. 60).<br \/><br \/>Source:<br \/><br \/>Larsen, Knud and Amund Sinding-Larsen. <em>The Lhasa Atlas: Traditional Tibetan Architecture and Townscape<\/em>. London: Serindia Publications, 2001.<\/p>","title":"Lhasa Atlas description of \"Large temple complex or compound\" building type"}]}
=======
{"meta":{"domain":"subjects","kid":"111","authors":[{"fullname":"Ben Nourse","id":"13"}],"title":"Lhasa Atlas description of \"Large temple complex or compound\" building type","dates":{"created_at":"2013-09-15 04:03:33 UTC","updated_at":"2013-09-15 04:03:33 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>\"Large temple complex or compound\" is used as a particular building type within the <em>Lhasa Atlas</em> by Knud Larsen and Amund Sinding-Larsen. In the \"Historical buildings in Lhasa\" table at the back of the book (pp. 165-172), buildings of the \"Large temple complex or compound\" type are designated with the letter \"A\" in the building type column. In the THL Place Dictionary, when a building has this feature type and the <em>Lhasa Atlas</em> is given as the source, it means that the building was designated with a \"A\" in the <em>Lhasa Atlas</em> table.<br /><br />This building type is described as follows:<br /><br />\"<em>A. Temple complex or compound</em>. Example: Jokhang (313).</p> <p>\"The Tibetan temple is often a square hall with a flat roof and skylight carried by a 'forest' of columns. The entrance is from the south. Facing the entrance along the northern wall is a long alter with Buddha images and saints. In the centre of the assembly hall, long rows of maroon mattresses between the columns indicate the area where monks sit during daily chanting sessions. Wall paintings cover the walls and thangkas hang from the beams. Major temples have over long periods of time developed into large building complexes with several courtyards and a multitude of functions\" (p. 60).<br /><br />Source:<br /><br />Larsen, Knud and Amund Sinding-Larsen. <em>The Lhasa Atlas: Traditional Tibetan Architecture and Townscape</em>. London: Serindia Publications, 2001.</p>","title":"Lhasa Atlas description of \"Large temple complex or compound\" building type"}]}
>>>>>>> 4c0b74464f758c8a053ce596f9f96a998047b424
