{"meta":{"authors":[{"fullname":"Lionel Caplan","id":"16"}],"title":"An Overview of the East Nepal Caplan Photograph Collection","dates":{"created_at":"2013-09-15 04:13:37 UTC","updated_at":"2013-09-15 04:13:37 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>The photos of East Nepal (Ilam district) were taken during Lionel Caplan's field trip in 1964-65 and his re-visit to the area in 1988. He worked in a cluster of settlements (the Indreni settlements) which were part of Barbote Village panchayat, north of the district capital Ilam Bazaar. The focus of his study was on Hindu-tribal relations as these were expressed in a confrontation over land.<\/p> <p><strong>Ilam district<\/strong> was, at the time these photos were taken in 1964-65, one of four districts comprising the Mechi zone, Nepal's eastern-most Region. It is bounded on the east by Sikkim and the Darjeeling district of West Bengal, to the west and north by the Nepalese districts of Dhankutta and Panchthar, and to the south by Jhapa in the <em>terai<\/em> (plains). Paddy (grown in irrigated terraces [<em>khet<\/em>]), maize and millet (grown in dry or unirrigated fields [<em>bari<\/em>]) were the principal crops grown in the district.<\/p> <p>The district capital was <strong>Ilam Bazaar<\/strong>, which contained the administrative offices of the district and about 90 permanent shops, which offered a number of basic consumer items - imported mainly from India - and services. There was also a twice-weekly market which attracted petty traders and peasant shoppers from the surrounding area, including those from the settlements where Lionel Caplan conducted his fieldwork (Feb 1964 - March 1965).<\/p> <p>The hamlets of <strong>Okhre, Mandreni and (Upper and Lower) Mehelbote<\/strong> - which for shorthand purposes were termed the <strong>Indreni cluster of settlements<\/strong> - were the locus of this study. The characteristic residential pattern was one of wide distribution of dwellings so that hamlets merged into one another. The Indreni settlements were part of the administrative panchayat Village of <strong>Barbote<\/strong>, which at the time contained a population of something over 2800. The population of the Indreni settlements was just over 500 persons, the great majority (80%) of whom were Limbus, one of Nepal's largest tribal or ethnic groups, and among the original settlers in the area. While the great majority of Barbote's residents held land according to a system akin to freehold (called <em>raikar<\/em>), Limbus held their land under a tribal system (called <em>kipat<\/em>), which was acquired through their place in a kinship structure, and could not be bought or sold.<\/p> <p>The study centred on the way in which members of higher Hindu castes, entering the area in the course of the 18<sup>th<\/sup> and 19<sup>th<\/sup> centuries, and who controlled the newly established Gorkha state, reduced the area under kipat tenure, and deprived the tribal Limbus of the usufruct of many of their remaining lands. However, a number of developments in the 20<sup>th<\/sup> century, including earnings from service in the Gurkhas, served to mitigate these effects.<\/p> <p>By the time Lionel Caplan returned to the Indreni settlements in 1988, the <em>kipat<\/em> system had been abolished by government decree, and the implications of this decision were becoming evident. (<em>Land and Social Change in East Nepal: a study of Hindu-tribal relations<\/em>, 1970, 2000).<\/p>","title":"An Overview of the East Nepal Caplan Photograph Collection"}]}