{"meta":{"domain":"subjects","kid":"832","authors":[{"id":"2","fullname":"David Germano"}],"title":"An Overview of the Vehicle of the Transcendent Yoga Tantras","dates":{"created_at":"2013-09-15 04:05:32 UTC","updated_at":"2013-09-15 04:05:32 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p>The Atiyoga tradition is most typically divided into three series (<span class=\"tibetan\" title=\"Type ID here\">sde gsum</span>): the mind series (<span class=\"tibetan\" title=\"Type ID here\">sems sde</span>), the space series (<span class=\"tibetan\" title=\"Type ID here\">klong sde</span>), and the esoteric precept series (<span class=\"tibetan\" title=\"Type ID here\">man ngag sde</span>). The most dominant tradition is that of the Seminal Heart (<span class=\"tibetan\" title=\"Type ID here\">snying thig</span>), itself a subdivision of the Esoteric Precept Series (<span class=\"tibetan\" title=\"Type ID here\">man ngag sde</span>), which gradually came to overshadow the other two series.</p> <p>Atiyoga (<span class=\"tibetan\" title=\"Type ID here\">a ti yo ga</span>), also known as the “Great Perfection” (<span class=\"tibetan\" title=\"Type ID here\">rdzogs chen</span>), is traditionally ranked as the apex of all tantric traditions in the Nyingma (<span class=\"tibetan\" title=\"Type ID here\">rnying ma</span>) lineages in Tibet, which date their origins to transmissions in the late eighth and early ninth century Tibetan Empire. It is widely associated with a rhetoric stressing naturalness, spontaneity and simplicity, as well as a deconstructive critique of Buddhist philosophical positions and normative practices. It is thus portrayed as a tradition which lacks any systematic philosophic inquiry or even actual praxis of any type. From the outside, it is often viewed on these terms as a fairly homogenous tradition. The truth is that the rubric Atiyoga or the Great Perfection embraces an astonishingly varied array of traditions that range of a systematic rejection of all praxis, for example, to complex systems of tantric rituals; from a rejection of all tantra, including its sexual and horrific elements, to a full incorporation of funerary and sexual rituals. This diversity finds its expression in different doxographical schemes, which rank Great Perfection traditions into different groups of lineages and texts which share a common rubric of self-identification. Despite this diversity, however, there is a common rhetorical and contemplative thread that runs through all these traditions, which can be summed up as a tendency towards naturalness and simplicity/simplification.</p> <p>Its lineage holders and traditional historians believe that its origins on this planet go back to India and a variety of other countries, and that it was transmitted into Tibetan translations and lineages during the latter half of the eight century onwards from diverse languages and sources. The most important early sources are attributed above all to the Indian Padmasambhava, the Indian Vimalamitra, the Indian Śrīsiṃha, and the Tibetan Bairotsana. However, there is no independent attestation of the existence of any separate traditions or lineages going under these rubrics, though Atiyoga and the Great Perfection do appear as terms in some tantric literature of the period. Recent, non-traditional scholarship suggests that in fact most of the early literature claiming to be \"translations\" in fact are original compositions which date much later than the claimed eighth century dates for their translation, much less their at times even far earlier claims for composition back in India or elsewhere prior to translation. Scholarship has thus begun to focus on how it reflects the creative indigenization of Buddhism into Tibet during the ninth to fourteenth centuries in particular, rather than on its supposed ancient roots. Thus the doxographical diversity of the Great Perfection - despite all claiming to be rooted in eighth century translations - appears to be the hidden key to the still secret history of the Great Perfection on Tibetan soil.</p> <p>While Atiyoga or the Great Perfection is an universal designation eventually utilized by all lineages for these traditions, historically specific traditions and texts often in fact stressed specific nomenclature as their preferred form of self-identification to contrast themselves to other types of Great Perfection movements. Thus we have the “Seminal Heart” (<span class=\"tibetan\" title=\"Type ID here\">snying thig</span>) or “Crown Pith” (<span class=\"tibetan\" title=\"Type ID here\">spyi ti</span>), very specific traditions cited in their own texts, which are then in turn grouped together in more abstract ways often long after the fact into such associations as “Esoteric Precept Series” (<span class=\"tibetan\" title=\"Type ID here\">man ngag sde</span>) or “Mind Series” (<span class=\"tibetan\" title=\"Type ID here\">sems sde</span>). Given our many historical and literary gaps in understanding, it is not possible to precisely reconstruct the exact nature and interrelationship of this bewildering array of rubrics. Four the purposes of browsing our comparative catalog of the Atiyoga texts found within <em>The Collected Tantras of the Ancients</em>, we have chosen to use the two most influential broad groupings of “three series” (<span class=\"tibetan\" title=\"Type ID here\">sde gsum</span>) and “three piths” (<span class=\"tibetan\" title=\"Type ID here\">ti gsum</span>), and then further treat the former as subdivisions of the first “pith.”</p>","title":"An Overview of the Vehicle of the Transcendent Yoga Tantras"}]}