{
 "nodes": [
  {
   "body": "<p class=\"Paragraph\">The most famous, and often defining, Tantric practice is deity yoga (lha’i rnal ‘byor), the ritual evocation of oneself as a Buddhist deity. The practice is often described as involving three principal factors—vivid visualization, divine pride in identifying oneself with the deity, and “recollection of purity” (dag dran) signifying the need to cognitively understand the symbolic import of each element of the visualization. The deities evoked are varied in character, and include buddhas, bodhisattvas, and others, male and female, different colors, different numbers of heads, arms, and legs, different types of apparel, and different types of ritual objects. These practices can involve single deities or the visualization of symmetrically arrayed configurations of multiple deities known as maṇḍalas. Maṇḍalas are typically organized around a central deity or deity pair known as the primary ones(s), with whom a practitioner identifies in visualizing the maṇḍala. Visualized deities can be either serene in demeanor and appearance, or wrathful, in which case their visage is scowling, their appearance demonic, and their apparel and backdrop often drawn from a chaotic charnel ground.</p>
<p class=\"Paragraph\">These evocations are done according to handbooks termed “techniques for evocation” (grub thabs; Skt., sādhana), which provide visual detail for visualization, the verbal formula or mantra for recitation, the symbolic gestures known as “seals” (phyag rgya; Skt., mudrā) for performance with one’s hands, and liturgy. Thus the eyes are trained to see the divinity in visual form as one’s own body; the speech is conditioned to recite the sonic form of the divinity; and the hands form gestures embodying the deity and its activities. These practices can be done with variable locus for the visualization, namely, in front, as self, or in an object such as a ritual vase. Self-visualization is the primary form that has soteriological force, whereas visualization-in-front is for the purpose of making offerings and petitions, and visualization-in-an-object is utilized for various ritual purposes. It is thought that by imaginatively imitating all physical, verbal, and mental activities of a buddha, one creates powerful momentum for the rapid attainment of actual buddhahood. This process is termed “taking the result as the cause,” and is one of the key distinguishing features of Tantra.</p>
<p class=\"Paragraph\">Retreats involve massive accumulations of mantra recitation by an individual practitioner. However, these practices of deity visualization, mantra repetition, and maṇḍala construction can also be done in communal practices as well. Deity yoga is closely related to “empowerment” rituals (dbang; Skt., abhiṣeka), which ritually introduce a practitioner into the maṇḍala or community of a specific deity. These empowerment rituals are a necessary precursor to doing yoga for a given deity, while deity yoga practices often repeat empowerment ritual processes within their own contemplative structure.</p>
", 
   "index": 0, 
   "parent_index": -1, 
   "title": "An Overview of Generation Phase Practices (bskyed rim): Deity yoga and maṇḍala meditation"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "David Germano", 
    "id": "2"
   }
  ], 
  "domain": "subjects", 
  "kid": "5834", 
  "dates": [], 
  "title": "An Overview of Generation Phase Practices (bskyed rim): Deity yoga and maṇḍala meditation"
 }
}