{"meta":{"domain":"subjects","kid":"5822","authors":[{"id":"2","fullname":"David Germano"}],"title":"An Overview of Emptiness Meditations","dates":{"created_at":"2013-09-15 04:17:46 UTC","updated_at":"2013-09-15 04:17:46 UTC"}},"nodes":[{"index":0,"parent_index":-1,"body":"<p class=\"Paragraph\">While earlier forms of Buddhism stressed the ultimate object of contemplation as “no-self,” namely the lack of any permanent identity in people or things, the Great Vehicle instead stressed the notion of universal “emptiness,” which came to be a dominant motif in Tibet. In a sense, all forms of analytical and insight meditation have “emptiness” as their ultimate object. Meditation on emptiness is highly valued in Tibetan Buddhist traditions since a non-conceptual realization of emptiness is considered to be the antidote to the ignorance that is the root cause of suffering. In general, emptiness is said to be absence of inherent existence, and is equivalent to the selflessness of persons and selflessness of phenomena discussed above. It is a fundamental Buddhist tenet that suffering arises in dependence on the misapprehension of the true nature and identity of persons and phenomena, mistaking them for independent, permanent, autonomous entities rather than the concatenation of various factors, events, and conditions they truly are. In reality, these entities are empty of this mistaken imputed identity, and need to be recognized as such in order to attain liberation (<em>thar pa</em>; Skt., <em>mok</em><em>ṣa</em>) or enlightenment (<em>byang chub</em>; Skt., <em>bodhi</em>).</p> <p class=\"Paragraph\">There are many forms of emptiness meditation in the various Tibetan traditions. One such typical meditation particularly associated with the “sūtra” stream of Tibetan Buddhism is the so-called “sevenfold reasoning” drawn from Candrakīrti’s (c. 600–650) <em>Guide to the Middle Way</em> (Dbu ma la ‘jug pa; Skt., Madhyamakāvatāra). The gist of the reasoning concerns itself with the analysis of a chariot and its parts, and recalls the famous dialogue between Nāgasena and Milinda in the Milindapañha (Questions of King Milinda). In brief, the seven analyses are: (1) there is no chariot other than its parts; (2) there is no chariot that is the same as its parts; (3) there is no chariot that inherently possesses its parts; (4) there is no chariot that inherently depends on its parts; (5) there is no chariot upon which its parts inherently depend; (6) there is no chariot that is the mere collection of its parts; and (7) there is no chariot that is the shape of its parts. These same reasonings may be applied to the existence of the “self” (bdag; Skt., ātman), whether it is of a person or a phenomenon (e.g., a chariot), and its relation to their aggregates (phung po; Skt., skandha).</p> <p class=\"Paragraph\">Although emptiness meditation often has the rational or logical character discussed above such that it resembles deconstructive analysis rehearsed according to scripts, it is also possible to meditate on emptiness in a less formal, systematic way. For instance, practitioners might employ images, symbols, and language such as the eight similes of illusion (rgyu ma’i dpe brgyad; Skt., aṣṭamāyopamā) to induce an intuitive understanding of the nature of emptiness. In such a loosely structured meditation, one might reflect on phenomena being like a dream, an illusion, an optical illusion, a mirage, a reflection of the moon in water, an echo, a castle in the sky, or a phantom. Having thus established a sense of emptiness on the basis of what is essentially an aesthetic mood, one rests in that state for a time. Regardless of the technique employed, immersion in emptiness during the formal meditative session is usually contrasted to the practice of maintaining that awareness after the session as one re-engages with the social world of appearances and activities. The relationship between these two phases of “meditative equanimity” (mnyam gzhag) and “post-contemplative awareness” (rjes thob), a duality that ultimately must be dissolved, is an important topic within emptiness yoga.</p>","title":"An Overview of Emptiness Meditations"}]}