{
 "nodes": [
  {
   "body": "", 
   "index": 0, 
   "parent_index": -1, 
   "title": "The Main Tibetan Dialects"
  }, 
  {
   "body": "<p class=\"Paragraph\">There are dozens of Tibetan dialects spread over five countries: China, Bhutan, Nepal India, and Pakistan. The Tibetan dialects are derived from Old Tibetan and are closely related to Literary Tibetan.</p><p class=\"Paragraph\">I use the term dialects, though there is no mutual understanding between some of the dialects and they might as well be called languages. The main reason I call them dialects is that they traditionally share Classical Tibetan as their literary language. The expression “Tibetan dialects” to denote closely related languages that share a common literary language is analogous to the traditional terms of “Arabic dialects” or “Chinese dialects.” See <a href=\"../1808/children/1809#dialectschina\">Ritual Kmap: Activities</a></p>", 
   "index": 1, 
   "parent_index": 0, 
   "title": "Overview"
  }, 
  {
   "body": "<p class=\"Paragraph\">Below is a list of the main dialects and their location within each country.</p>", 
   "index": 2, 
   "parent_index": 0, 
   "title": "Dialects"
  }, 
  {
   "body": "<ul> <li><span class=\"tibetan\" title=\"Type ID here\">དབུས་སྐད་</span> in Lhasa Prefecture, Tibetan Autonomous Region</li> <li><span class=\"tibetan\" title=\"Type ID here\">གཙང་སྐད་ </span>in Zhikatsé Prefecture, T.A.R.</li> <li><span class=\"tibetan\" title=\"Type ID here\">ཀོང་པོའི་སྐད་ </span>in Nyingtri Prefecture, T.A.R.</li> <li><span class=\"tibetan\" title=\"Type ID here\">སྟོད་སྐད་</span> in Ngari Prefecture, T.A.R.</li> <li><span class=\"tibetan\" title=\"Type ID here\">ལྷོ་ཁའི་སྐད་ </span>in Lhokha Prefecture, T.A.R.</li> <li><span class=\"tibetan\" title=\"Type ID here\">ཧོར་སྐད་</span> in Nakchu Prefecture, T.A.R.</li> <li><span class=\"tibetan\" title=\"Type ID here\">ཁམས་སྐད་</span> Kham dialects are spoken in Chamdo prefecture (T.A.R.), Kandzé T.A.P. (Sichuan), in Yushu T.A.P. (Qinghai), and Dechen T.A.P. (Yunnan). Some Kham dialects are also spoken in Gannan prefecture (Gansu, Choni county) and even in Ngari prefecture (T.A.R., Gertsé county).</li> <li><span class=\"tibetan\" title=\"Type ID here\">ཨ་མདོའི་སྐད་</span> Amdo dialects are spoken around the Kokonor lake, in Tsochang T.A.P., North of the Lake (Qinghai, Haibei); Tsolho T.A.P., South of the Lake (Qinghai, Hainan); Tsonup T.A.P., West of the Lake (Qinghai, Haixi); in Tsoshar Prefecture, East of the lake (Qinghai, Haidong). They are also spoken in Golok T.A.P. (Qinghai, Guoluo); in the south of the Yellow river, in Malho T.A.P. (Qinghai Huangnan); in Kenlho T.A.P. (Gansu, Gannan); and in Ngapa T.A.P. (Sichuan, Aba).</li> <li><span class=\"tibetan\" title=\"Type ID here\">གློའི་སྐད་ </span>Amdo dialects are also spoken by some nomads of Kandzé prefecture.</li> </ul>", 
   "index": 3, 
   "parent_index": 2, 
   "title": "Dialects in China"
  }, 
  {
   "body": "<ul> <li><span class=\"tibetan\" title=\"Type ID here\">རྫོང་ཁ་</span> or <span class=\"tibetan\" title=\"Type ID here\">འབྲུག་སྐད་</span>, Dzongkha (literally: “the language of the fortresses”), the national language of Bhutan, is spoken in the twenty districts of Bhutan but only in eight districts as a native language: Thimphu, Paro, Punakha, Wangdi Phodra, Garsa, Hâ, Dhakarna, and Chukha.<a name=\"n1\" href=\"#fn1\">[1]</a></li> </ul><p class=\"Paragraph\">In Bhutan, one finds other Tibetan dialects such as:</p><ul> <li><span class=\"tibetan\" title=\"Type ID here\">ཁྱོད་ཅ་ང་ཅ་ཁ་</span> is spoken in Lhüntsi and Monggar districts.</li> <li><span class=\"tibetan\" title=\"Type ID here\">ལ་ཁ་</span> is spoken in Wangdi Phodra district.</li> <li><span class=\"tibetan\" title=\"Type ID here\">མེ་རག་སག་སྟེང་བྲོག་སྐད་</span> This dialect is spoken by yakherds in Trashigang district. It is called <span class=\"tibetan\" title=\"Type ID here\">འབྱོག་ཁ་ </span>in Dzongkha.</li> <li><span class=\"tibetan\" title=\"Type ID here\">དུར་གྱི་བྲོག་སྐད་</span> This dialect referred locally as Brokkat is spoken by yakherds in Bhumthang district.</li> </ul>", 
   "index": 4, 
   "parent_index": 2, 
   "title": "Dialects in Bhutan"
  }, 
  {
   "body": "<ul> <li><span class=\"tibetan\" title=\"Type ID here\">ཤར་པའི་སྐད་ </span>The Sherpa dialect is found in the area near the Jomo Langma and the Gangchen Dzönga ridges mainly in the following districts: Solo Khumbu, Taplejung, Sankhuwa-Sabha, Dolakha, and Sindupalchok. It is also spoken in the Tibetan Autonomous Region in Dram county.</li> <li><span class=\"tibetan\" title=\"Type ID here\">གདོལ་པོའི་སྐད་</span> The Dölpo dialect is found in Dolpa district.</li> <li><span class=\"tibetan\" title=\"Type ID here\">གློ་སྐད་ </span>The Lokä or Mustangi dialect is found in Mustang district.</li> <li><span class=\"tibetan\" title=\"Type ID here\">ཁྲོག་པའི་སྒོ་ལའི་སྐད་ </span>This dialect is spoken in Taplejung district.</li> </ul>", 
   "index": 5, 
   "parent_index": 2, 
   "title": "Dialects in Nepal"
  }, 
  {
   "body": "<ul> <li><span class=\"tibetan\" title=\"Type ID here\">འབྲས་ལྗོངས་སྐད་</span> Drenjong dialect or Sikkimese is spoken in the state of Sikkim.</li> <li><span class=\"tibetan\" title=\"Type ID here\">ལ་དྭགས་སྐད་</span> Ladakhi is spoken in Ladakh district and Zanskar Tehsil of Kargil district in the state of Jammu and Kashmir.</li> <li><span class=\"tibetan\" title=\"Type ID here\">པུ་རིག་སྐད་</span> Purik dialect is spoken in Kargil Tehsil of Ladakh district in the state of Jammu and Kashmir.</li> <li><span class=\"tibetan\" title=\"Type ID here\">སྤི་ཏིའི་སྐད་</span> Spiti dialect is spoken in the district of Lahul &amp; Spiti in the state of Himachal Pradesh.</li> <li><span class=\"tibetan\" title=\"Type ID here\">ལ་ཧུལ་སྐད་</span> or<span class=\"tibetan\" title=\"Type ID here\"> གར་ཤྭ་སྐད་</span> The Lahuli dialect locally called Garsha dialect is spoken in the District of Lahul &amp; Spiti (Himachal Pradesh).</li> <li><span class=\"tibetan\" title=\"Type ID here\">ཉམ་སྐད་</span> Nyamskat dialect is located in Upper Kinnaur District (Himachal Pradesh).</li> </ul>", 
   "index": 6, 
   "parent_index": 2, 
   "title": "Dialects in India"
  }, 
  {
   "body": "<ul> <li><span class=\"tibetan\" title=\"Type ID here\">སྦལ་ཏིའི་སྐད་</span> Balti dialect is spoken in Baltistan and Ghanche districts in the Northern Areas of Pakistan. Balti is the one Tibetan dialect that no longer uses Classical Tibetan as its literary language. Balti people in Pakistan were Buddhists until their conversion to Islam in the sixteenth century. Before that date, they also used Classical Tibetan.</li> </ul>", 
   "index": 7, 
   "parent_index": 2, 
   "title": "Dialects in Pakistan"
  }, 
  {
   "body": "<p class=\"Paragraph\">It is possible to group the dialects as follows. (Note that this is a tentative classification. For some dialects such as Sherpa or Mustangi, further research is needed to establish their affiliation.)</p><ol> <li>The Ü-Tsang group: Ü, Lhokha, Kongpo, Tsang, Tö.</li> <li>The Tö subgroup of Ü-Tsang includes dialects from Ngari and Zhikatsé prefectures in the T.A.R. as well as various dialects spoken in northwestern Nepal (Limi, Mugu, Dolpo, Mustangi, and Nubri) and northeastern Nepal (Lhomi, Dhrogpai Gola, and Walungchung Gola).</li> <li>The Kham-Hor group: Central Kham (Degé and Chamdo area), Southern Kham (Dechen area), Northern Kham (Yüshu, Nangchen area), Northeastern Kham (Tewo, Choni), and Hor (Nakchu area).</li> <li>The Amdo group: North Kokonor Amdo (Kangtsa, Chilen, etc.), West Kokonor Amdo (Dulan, Nagormo, etc.), Southeast Kokonor Amdo (Chentsa, Trika, Hualong, etc.), Southern Gansu Amdo (Labrang, Luchu, etc.), Golok Amdo (Machen, Matö, Gabde, etc.), Ngapa Amdo (Ngapa, Dzorgé, Dzamtang, etc.) and Kandzé area Amdo spoken by some nomad tribes.</li> <li>The Dzongkha-Sikkimese group: Dzongkha, Lakha, Chochangacha, Sikkimese, Merak Sakteng Drokpa, Dur Drokpa.</li> <li>The Ladakhi-Balti group: Ladakhi, Balti, Purik.</li> <li>The Lahul-Spiti group: Lahul, Spiti, Nyamskat.</li> <li>The Sherpa-Jirel group: Solu Sherpa, Khumbu Sherpa, Jirel (all spoken in northeastern Nepal).</li> <li>The Kyirong-Kagate group: Kyirong (spoken in Kyirong county, T.A.R.), and Kagate, Tsum, Langtang, and Yolmo (sometimes called Helambu Sherpa), all spoken in northeastern Nepal.<a name=\"n2\" href=\"#fn2\">[2]</a></li> </ol><p class=\"Paragraph\">Mutual comprehension is generally good between the dialects of the Ü-Tsang group and Standard Tibetan. On the other hand, with the dialects of the other groups, communication is severely limited if their speakers know absolutely no standard or Literary Tibetan. Of these the furthest removed from central Tibetan are the dialects of Ladakh, Baltistan, and Amdo, which did not develop tones.</p><p class=\"Paragraph\">Nomad-pastoralists, from whichever region (Ngari, Nakchu, Kham, etc.), have a particular speech referred to as <span class=\"tibetan\" title=\"Type ID here\">འབྲོག་སྐད་</span>, as distinct from the speech of sedentary agriculturalists, which is described as <span class=\"tibetan\" title=\"Type ID here\">རོང་སྐད་</span>. The word <span class=\"tibetan\" title=\"Type ID here\">རོང་པ་</span> refers to farming communities in the low-lying valleys, as opposed to the nomads. Tibetans in Nepal use the term to denote the ethnic groups of the middle hills.(Drokké, Rongké, rongpa)</p><p class=\"Paragraph\">Amongst the populations bordering Tibet, many people speak Tibetan. Two examples are the populations of Gyarong <span class=\"tibetan\" title=\"Type ID here\">རྒྱལ་རོང་ </span>and Minyak <span class=\"tibetan\" title=\"Type ID here\">མི་ཉག་</span> in Sichuan. The inhabitants of both Gyarong and Minyak consider themselves Tibetans and they usually speak Tibetan. However, in neither case is the native language a Tibetan dialect, although Tibetan is used by both as the literary language.</p><p>It should be noted finally that within the Tibetan-speaking world, most educated people in the cities speak at least one or even two languages apart from their native Tibetan language: Chinese, Hindi-Urdu, Nepali, or English depending on the country where they live.</p><hr size=\"1\"><p><a name=\"fn1\" href=\"#n1\">[1]</a> For more details, see George Van Driem, <em>Dzongkha</em>, written with the collaboration of Karma Tshering of Gaselo (Leiden: Research CNWS, School of Asian, African, and Amerindian Studies: 1998).</p><p><a name=\"fn2\" href=\"#n2\">[2]</a> I am grateful to Roland Bielmeier who provided valuable information on dialects of Nepal and Pakistan, personal communication, February 2003.</p>", 
   "index": 8, 
   "parent_index": 2, 
   "title": "Dialect Groups"
  }
 ], 
 "meta": {
  "date": "2013-09-15 04:03:57 UTC", 
  "domain": "subjects", 
  "kid": "286", 
  "authors": [
   {
    "fullname": "Nicolas Tournadre", 
    "id": "6"
   }
  ], 
  "title": "The Main Tibetan Dialects"
 }
}