{
 "nodes": [
  {
   "body": "<p class=\"Paragraph\">Tibetan Buddhism also possesses many meditation practices specifically concerned with the cultivation of compassion for living beings in accordance with the Great Vehicle’s primary contemplative and ideological motif of the integration of emptiness and compassion. If emptiness deconstructs the world, compassion is what pulls us back into engagement within its illusory appearances. One of the most famous forms of compassion meditation found in Tibetan Buddhism is the “giving and taking” meditation (gtong len). This is done in conjunction with the meditator’s breathing and in relation to all beings, including family members, friends, enemies, and strangers, all of whom are visualized seated around the meditator. As the meditator breathes out, the meditator is to imagine that all of his or her personal happiness, comfort, wealth, and resources transform into white light and go out to all the beings seated there. When the light strikes the beings that are visualized surrounding the meditator, he or she imagines that the light fulfills all their wishes, heals all illnesses, and bestows all happiness. With the inhalation of the breath, the meditator is directed to visualize all the suffering and causes for suffering present within the beings’ mental continua being drawn back into the mediator[ED: correct spelling ot meditator] in the form of black smoky light rays. These beams then merge with the mediator ED: correct spelling ot meditator, who imagines that he or she has taken on all the sufferings and misery of all others. Most compassion contemplative techniques involve such guided reveries including scripted liturgy and visualizations.</p><p class=\"Paragraph\">Such meditation helps the meditator adopt an attitude that inverts the normal pattern of viewing oneself and one’s own concerns as preeminent, and it instills the habit of seeing others as being more important. The significance of this in Buddhist terms is easy to discern. First, it inculcates in the practitioner compassion toward others, and slowly habituates one to sacrifice one’s own interest in order to benefit others. Second, on the ultimate level, one is necessarily undermining and dismantling the structures of ego that are the underlying cause for all of one’s suffering through exchanging one’s own interests and happiness for those of others. In this way compassion both inculcates a realization of emptiness through dissolving boundaries, but also offers an essential complement to realization of emptiness by instilling a sense of the value of others, as illusory as their identity may ultimately be.</p>", 
   "index": 0, 
   "parent_index": -1, 
   "title": "An Overview of Compassion Meditations"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "David Germano", 
    "id": "2"
   }
  ], 
  "domain": "subjects", 
  "kid": "5823", 
  "dates": [], 
  "title": "An Overview of Compassion Meditations"
 }
}