{
 "nodes": [
  {
   "body": "<p>A colony is basically a territory directly controlled by a government which is distant from the territory in question, either in geography or culture, or both. In historical times, when Empires were unapologetic, colones were quite numerous, and involved residents lacking many rights that other citizens enjoyed, and often even being brutally . In contemporary times, the notion of a colony has become unacceptable to most, and hence there has been tremendous pressure over the last number of decades for a process of \"decolonization\" to be applied to the world's remaining colonies. Decolonization has involved letting the people in the territory in question determine their own future and either vote to become an independent polity, to become a more tightly integrated administrative unit of the controlling nation (if that is an option), or retain its present status as a territory of the former colonial state. Because the word \"colony\" has come to have such negative associations of exploitation, any continuing relationship of a nation with a distant land is now generally discussed in terms of \"territory\" or \"overseas possession\". Some would dispute that the exploitative practice has in fact disappeared, and would suggest that it has just changed label and form.</p><p>In the history of Tibet and the Himalayas, it is questionable to the degree we can talk about \"colonies\", in part since colonies often involved geographical distances involving oceans - which are in short supply on the Tibetan plateau - but more important because of the lack of large empires, since the ninth century collapse of the Tibetan empire, which might have the power and means to hold power over geographical regions far distant.</p><p> </p>", 
   "index": 0, 
   "parent_index": -1, 
   "title": "An Overview of Colonies"
  }
 ], 
 "meta": {
  "authors": [
   {
    "fullname": "David Germano", 
    "id": "2"
   }
  ], 
  "domain": "subjects", 
  "kid": "5010", 
  "dates": [], 
  "title": "An Overview of Colonies"
 }
}