{"descriptions":[{"id":1452,"title":"Bummé Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b6-5\"\u003eDerge County\u003c/h2\u003e\n\n                  \u003ch3 id=\"b6-5-3\"\u003e(137) \u0026rsquo;Bum rmad Monastery\u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-5-3-1\"\u003e1. Name \u003c/h4\u003e\n\n                     \u003cp\u003eSince \u0026rsquo;Bum mda\u0026rsquo; village, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elha sde\u003c/span\u003e (the local lay\n                        community of the monastery) considers the monastery\u0026rsquo;s site to be the best in\n                        the region, the monastery was named \u0026rsquo;Bum rmad, (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;bum\u003c/span\u003e\n                        after the name of the village, and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ermad\u003c/span\u003e meaning\n                        \u0026lsquo;best\u0026rsquo;).\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-5-3-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is on the north bank of the rDza chu river, about three and\n                        half hours on horseback from sMon rgyal Monastery which is located southeast\n                        of \u0026rsquo;Bum rmad Monastery on the east bank of the rDza chu river.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-5-3-3\"\u003e3. History \u003c/h4\u003e\n\n                     \u003cp\u003eThere is a short text written by the administrative committee of the\n                        monastery which states that the monastery was founded by the fourteenth\n                        rMe\u0026rsquo;u bSod nams dbang grags in the Wood-Dog Year of the 2nd Rab byung\n                        (1094). According to mThu stobs rnma rgyal, who is the present \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyal tshab\u003c/span\u003e of Shar rdza bKra shis rgyal mtshan and\n                        master of \u0026rsquo;Bum rmad Monastery, first there was a monastery on the south bank\n                        of rDza chu river. As it was located close to a rock called rGya rdzong\n                        brag, the monastery was named rGya rdzong Monastery. bSod nams dbang grags\n                        appointed dBra bla Nam mkha\u0026rsquo; blo gros as his successor. Under Kun grol \u0026rsquo;Ja\u0026rsquo;\n                        tshon snying po (b.1700), after the succession of the monastery\u0026rsquo;s eleventh\n                        abbot (after the accession of Kun grol \u0026rsquo;Ja\u0026rsquo; tshon snying po (b.1700), the\n                        eleventh abbot), the monastery was moved to the north bank of the river,\n                        where its local lay communinty lived, and the name of the monstery was\n                        changed to \u0026rsquo;Bum rmad. As far as we know he was succeeded by gYung drung rnam\n                        rgyal, born in rDza yul, and was then recognized as the reincarnation of his\n                        predecessor? gYung drung rnam rgyal\u0026rsquo;s incarnation seems to have been dBon\n                        sprul bsTan pa rgyal mtshan who was recognized by dGe bshes gSang sngags\n                        grags pa. The following reincarnation was Ye shes bstan \u0026rsquo;dzin, recognized by\n                        gTer chen bDe gling pa. Ye shes bstan \u0026rsquo;dzin was succeeded by Mi pham rnam\n                        rgyal. His successor was dGe sprul Yid bzhin legs grub (d.1952), recognized\n                        by Kun grol bDud \u0026rsquo;dul gling pa. The reincarnation of dGe sprul Yid bzhin\n                        legs grub was \u0026rsquo;Chi med zla ba yid bzhin rgya mtsho (b.1978, also known as\n                        \u0026rsquo;Chi med zla ba ye shes), recognized by Tshul chen Trulku of rTogs ldan\n                        Monastery in rNga khog. The last abbot of the monastery, mThu stobs rnam\n                        rgyal was born in 1926. He became a monk in \u0026rsquo;Bum rmad Monastery at the age\n                        of eight. The following year, Shar rdza bKra shis rgyal mtshan, sensing that\n                        his life and hence his contribution to the Bon religion were coming to an\n                        end, decided to perform the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ePhyi rgyud cho ga bcu gnyis\u003c/span\u003e\n                        empowerment ceremony, which was to be his last. mThu stobs rnam rgyal\n                        participated in the empowerment ceremony. Shortly after Shar rdza bKra shis\n                        rgyal mtshan \u0026lsquo;passed away into his rainbow body\u0026rsquo;. mThu stobs rnam rgyal\n                        studied under Blo gros rgya mtsho, the apostle (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyal\n                           tshab\u003c/span\u003e) of Shar rdza bKra shis rgyal mtshan, Gling zhig Tshe dbang\n                        g-yung drung and various other masters. At the age of thirteen, he became a\n                        disciple of Kun grol hum chen and studied with him for nine years. At the\n                        age of twenty-two, he went to central Tibet on a pilgrimage to Bon ri, Yar\n                        lung, rGyal rtse, bKra shis lhun po, Zhu tshang, Sa skya, gShen Dar sding,\n                        mKhar sna, sMan ri, gYung drung gling, Se ra, \u0026rsquo;Bras spungs, dGa\u0026rsquo; ldan and a\n                        number of other sacred sites. When he returned to rDza khog, he became the\n                        teacher of sMon rgyal lha sras, a son of Kun grol hum chen. Kun grol hum\n                        chen died when mThu stobs rnam rgyal was thirty-one years old. In 1984 mThu\n                        stobs rnam rgyal was chosen as the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyal tshab\u003c/span\u003e of Shar\n                        rdza bKra shis rgyal mtshan. He has greatly contributed to the development\n                        of Bon religion, particularly the teachings of Shar rdza bKra shis rgyal\n                        mtshan, at Shar rdza Hermitage. In 1993, A g-yung, who was on a visit to the\n                        hermitage, officially confirmed his appointment as the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyal\n                           tshab\u003c/span\u003e, with the approval of the government of dKar mdzes prefecture.\n                        In 1986, the main building of \u0026rsquo;Bum rmad Monastery which served as a granary\n                        during the Cultural Revolution was restored by mThu stobs rnam rgyal.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-5-3-4\"\u003e4. Hierarchical system\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003emkhan po\u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003edbu mdzad \u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003edge skos \u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham dpon \u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003emchod dpon \u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003emchod g-yog\u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;bud pa\u003c/span\u003e (who blows the conch shell) \u003c/li\u003e\n\n                        \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003edbyar bdag\u003c/span\u003e (leader of the \u003cspan style=\"font-style: italic;\" class=\"\"\u003edbyar gnas\u003c/span\u003e ritual) \u003c/li\u003e\n                     \u003c/ul\u003e\n\n                     \u003cp\u003eTheir term of duty is three years. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-5-3-5\"\u003e5. Curent number of monks\u003c/h4\u003e\n\n                     \u003cp\u003eThere are about sixty monks and novices in the monastery. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-5-3-6\"\u003e6. Current education\u003c/h4\u003e\n\n                     \u003cp\u003eThe young monks are taught basic Tibetan and religious doctrine. They have\n                        daily lessons, one lesson in the morning and another in the afternoon and\n                        get five days off in autumn to help their families with the harvest. The\n                        religious teachings are based on the following texts: \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eṂa tri sgrub sbyong\u003c/em\u003e, \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eMḍo g-yung drung klong rgyas\u003c/em\u003e, \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eRṇam par rgyal ba\u003c/em\u003e, \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eByams ma\u003c/em\u003e, \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eṢa bdag \u0026rsquo;khrugs bcos\u003c/em\u003e, \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eSPyi spungs skor gsum\u003c/em\u003e, \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eGṣas mkhar mchog lnga\u003c/em\u003e, \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eGṣang sngags ma rgyud\u003c/em\u003e, \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eṚigs lnga bde gshegs \u0026rsquo;dus pa\u003c/em\u003e, \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eZhi khro\u003c/em\u003e and \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eGḍugs dkar\u003c/em\u003e.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-5-3-7\"\u003e7. Educational exchange\u003c/h4\u003e\n\n                     \u003cp\u003eIn the past, \u0026rsquo;Bum rmad was a branch monastery of sMon rgyal located in the\n                        same area. Monks are sent to Shar rdza Hermitage for religious study and\n                        practice.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-5-3-8\"\u003e8 / 9. Rituals\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003e1st month: rituals based on the texts such as \u003cem\u003eMḍo g-yung drung klong rgyas\u003c/em\u003e and \u003cem\u003eGṣang sngags ma rgyud\u003c/em\u003e as well as \u003cem\u003eṚig \u0026rsquo;dzin bde gshegs \u0026rsquo;dus pa\u003c/em\u003e by Shar rdza bKra shis\n                           rgyal mtshan and \u003cem\u003eZhi khro dgongs \u0026rsquo;dus\u003c/em\u003e\n                           by Kun grol \u0026rsquo;Ja\u0026rsquo; tshon snying po followed by a \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham\u003c/span\u003e\n                           dance. The dates for these rituals are not fixed and may be performed any\n                           time in the 1st month; the length depends on the amount of funding\n                           received. \u003c/li\u003e\n\n                        \u003cli\u003e5th month: rituals based on the cycles of Khro bo and Phur pa. The \u003cspan style=\"font-style: italic;\" class=\"\"\u003edbyar gnas\u003c/span\u003e ceremony is performed by the monks in the\n                              \u003cspan style=\"font-style: italic;\" class=\"\"\u003edge tshul\u003c/span\u003e grade and there are usually about only\n                           twenty-five of them. \u003c/li\u003e\n\n                        \u003cli\u003e8th month: observation of the \u003cspan style=\"font-style: italic;\" class=\"\"\u003esmyung gnas\u003c/span\u003e fast \u003c/li\u003e\n\n                        \u003cli\u003e11th month: the bum sgrub ritual based on the tradition of \u003cspan style=\"font-style: italic;\" class=\"\"\u003eMi shig rdo rje\u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003eStarting on the 21st day of the 12th month: ritual based on the cycle\n                           of Khro bo, ending with a \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham\u003c/span\u003e performance for\n                           three days from the 27th to the 29th. Apart from the last ritual in the\n                           12th month, none of the rituals have fixed dates and may be performed\n                           anytime in the prescribed month.\u003c/li\u003e\n                     \u003c/ul\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-5-3-9\"\u003e10. Books held in the monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has one copy of the Kanjur published by A g-yung and sKal\n                        bzang phun tshogs in Chengdu 1985-1987; one copy of the Collected Works of\n                        mNyam med Shes rab rgyal mtshan; about twenty volumes of Bonpo tantras, bDe\n                        chen gling pa\u0026rsquo;s collected works (in twelve volumes), Kun grol \u0026rsquo;ja\u0026rsquo; tshon\n                        snying po\u0026rsquo;s collected works (in twelve volumes), Shar rdza bKra shis rgyal\n                        mtshan\u0026rsquo;s collected works (in twelve volumes), the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eṬshe dbang bka\u0026rsquo; thang\u003c/em\u003e (in four volumes), and gSang\n                        sngags gling pa\u0026rsquo;s collected works (in thirteen volumes). \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-5-3-10\"\u003e11. Income and expenses\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has neither fields nor animals; the monks provide their own\n                        food.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-5-3-11\"\u003e12. Local community\u003c/h4\u003e\n\n                     \u003cp\u003eThe local lay community consists of three villages: \u0026rsquo;Bum mda\u0026rsquo; with\n                        thirty-three families (one hundred and ninety people), Ra \u0026rsquo;og with forty-six\n                        families (two hundred and sixty-four people), and Re mda\u0026rsquo; with fifteen\n                        families (ninety-two people). \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-5-3-12\"\u003e13. Local festivals\u003c/h4\u003e\n\n                     \u003cp\u003eThe sacred mountain (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egnas ri\u003c/span\u003e) called Shar rdza gYung\n                        drung lhun po is less than 1 km southeast of the monastery. It is said that\n                        the place was \u0026lsquo;opened\u0026rsquo; (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egnas sgo phyed pa\u003c/span\u003e) by gSang\n                        sngags gling pa in a Tiger Year and is venerated every Tiger Year. In\n                        accordance with tradition, the hermits of Shar rdza Hermitage together with\n                        the monks from \u0026rsquo;Bum rmad and sTeng chen monasteries begin the mountain\u0026rsquo;s\n                        veneration on a suitable day in summer. They must camp one night at each of\n                        the cardinal points around the mountain. The lay community of the Bonpo\n                        monasteries in the Shar rdza area also participate. \u003c/p\u003e\n\n                     \u003cp\u003eAn empowerment ceremony is performed at each of the four points. Each\n                        ceremony is based on one of the twelve divinities drawn from the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eḌri med gzi brjid\u003c/em\u003e by Blo ldan snying po. The\n                        divinities are: bDer gshegs kun rig, Kun bzang rgyal ba rgya mtsho, bDer\n                        gshegs sMon lam mtha\u0026rsquo; yas and dBang ldan dus \u0026rsquo;khor. \u003c/p\u003e\n\n                     \u003cp\u003eThe mountain is also regarded as the residence of the local deities (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eyul lha\u003c/span\u003e). There is a white rock on the mountain which is\n                        believed to be the abode of a local deity called bKa\u0026rsquo; gnyan Dung dkar mar\n                        rgyan. Its date of propitiation is not fixed and is determined by divination\n                        each year. Another local deity called Zhe chen stag mgo is believed to\n                        reside in the mountain. This deity is propitiated twice a year, in the 1st\n                        and 5th months, the exact dates are determined each year by divination. Both\n                        deities are propitiated mainly by the local lay people.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-5-3-13\"\u003e14. Economic occupation of the local population\u003c/h4\u003e\n\n                     \u003cp\u003eFarmers and nomads.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-5-3-14\"\u003eSources \u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-5-3-14-1\"\u003e(1) Interviews\u003c/h5\u003e\n\n                        \u003cp\u003eIn autumn 1997: mThu stobs rnam rgyal, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyal\n                              tshab\u003c/span\u003e of Shar rdza Hermitage, also a monk and the master of \u0026rsquo;Bum\n                           rmad Monastery, born in 1926. \u003c/p\u003e\n\n                     \n\n                     \n\n                        \u003ch5 id=\"b6-5-3-14-2\"\u003e(2) Texts\u003c/h5\u003e\n\n                        \u003cp\u003e\n                           \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eRḍza \u0026rsquo;bum rmad dgon gyi lo rgyus\u003c/em\u003e\n                           compiled by the committee called \u0026rsquo;Bum rmad dgon pa\u0026rsquo;i bdag gnyer tshogs\n                           chung in 1994, MS \u003c/p\u003e\n\n                     \n\n                  \n\n               \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b6-5-3/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-5-3","is_primary":false,"created_at":"2011-12-13 02:29:52 UTC","updated_at":"2011-12-13 02:29:52 UTC","authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}]}]}