{"descriptions":[{"id":1545,"title":"Pel Shenten Menri Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b7-2\"\u003eDolpo (Nep. Dolpa) District\u003c/h2\u003e\n\n                  \u003ch3 id=\"b7-2-12\"\u003e(231) sMan ri Monastery in Dolanji\u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b7-2-12-1\"\u003e1. Name \u003c/h4\u003e\n\n                     \u003cp\u003edPal gshen bstan sMan ri\u0026rsquo;i gling\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b7-2-12-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is located in Dolanji. It can be reached from the town called\n                        Solan in Himachal Pradesh. From Solan one can take either a bus or a taxi to\n                        go to the monastery. The route passes through a small village called Ochgat\n                        and Dolanji is a few kilometers away to the south of this village. In\n                        Dolanji the monastery is situated on a hill above a Tibetan refugee\n                        settlement called Thob rgyal gsar pa.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b7-2-12-3\"\u003e3. History\u003c/h4\u003e\n\n                     \u003cp\u003eIn 1968, Shes rab bstan pa\u0026rsquo;i rgyal mtshan (1912-1962), the abbot of gYung\n                        drung gling Monastery (No.2) performed a ceremony in order to find a\n                        successor of Shes rab blo gros (1935-1962), the 32nd abbot of sMan ri\n                        Monastery (No.1). Sangs rgyas bstan \u0026rsquo;dzin (b.1929) was elected by secret lot\n                        as the 33rd abbot of sMan ri. He was elected without knowing while he was\n                        doing research in the University of Oslo. He therefore soon returned to\n                        India. His name was then changed to Lung rtogs bstan pa\u0026rsquo;i nyi ma when he was\n                        enthroned as the abbot as the tradition requires. In 1969, he began to have\n                        an assembly hall built. Since then he devoted all his time to the monastic\n                        establishment. Over the years, the monastery developed enormously. In this\n                        he was supported by dPon slob Sangs rgyas bstan \u0026rsquo;dzin (1912-1978), the\n                        senior teacher of sMan ri Monastery in Tibet and dPon slob bsTan \u0026rsquo;dzin rnam\n                        dag (b.1926), the junior teacher of the same monastery. The latter then\n                        became the senior teacher in the monastery at Dolanji while dGe bshes gYung\n                        drung rnam rgyal was appointed as the junior teacher when the studies of\n                        philosophy and logic were established. Later dPon slob bsTan \u0026rsquo;dzin rnam dag\n                        was succeeded by dPon slob \u0026rsquo;Phrin las nyi ma as the senior teacher. \u003c/p\u003e\n\n                     \u003cp\u003eThe monastery consists of an assembly hall (\u0026rsquo;du khang), the abbot\u0026rsquo;s\n                        residence (bla brang), the library (dpe mdzod), residences of the monks,\n                        buildings with rooms for lectures and conferences. There is a dispensary, a\n                        house for the orphans that the monastery keeps as well as cells for\n                        meditation retreats, a guest house and a building for computer work. There\n                        is also an institute called Mu khri btsad po\u0026rsquo;i zhang bod rig gzhung zhib\n                        \u0026rsquo;jug khang. The monastery publishes annually a periodical called Bon sgo. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b7-2-12-4\"\u003e4. Hierarchical system\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003ekhri \u0026rsquo;dzin\u003c/li\u003e\n\n                        \u003cli\u003eyongs \u0026rsquo;dzin\u003c/li\u003e\n\n                        \u003cli\u003edpon slob\u003c/li\u003e\n\n                        \u003cli\u003edbu mdzad \u003c/li\u003e\n\n                        \u003cli\u003edge skos\u003c/li\u003e\n\n                        \u003cli\u003espyi gnyer\u003c/li\u003e\n\n                        \u003cli\u003egnyer pa\u003c/li\u003e\n                     \u003c/ul\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b7-2-12-5\"\u003e5. Number of monks\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has about 250 monks mainly coming from Dolpo and other areas\n                        in Nepal; from Khams, Amdo, Nag chu kha regions, Central Tibet as well as\n                        mNga\u0026rsquo; ris, Western Tibet.\u003c/p\u003e\n\n                     \u003cp\u003eThere are also European and American monks who follow the courses of\n                        meditation as well as study. Scholars from various countries come and stay\n                        in the monastery for doing research. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b7-2-12-6\"\u003e6. Current education\u003c/h4\u003e\n\n                     \u003cp\u003eIn 1978 courses in various traditional learning were established. They are\n                        concerned with such sujects as the classic texts on philosophy and logic\n                        particularly by mNyam med Shes rab rgyal mtshan and other masters. They also\n                        read Tantras and rDzogs chen texts as well as taking up studies in poetry,\n                        astrology, Sanskrit, traditional medicine, metrology connected with making\n                        stupas and mandalas as well as the thangka painting. After 8 years of study\n                        students can sit for examination mainly by debate and finally obtain the dge\n                        bshes degree. From 1986 to 2002 about 57 students obtained the dge bshes\n                        degree.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b7-2-12-7\"\u003e7. Educational exchange\u003c/h4\u003e\n\n                     \u003cp\u003eStudents are often sent to other religious schools, especially Triten\n                        Norbutse (No.230) and the dGe lugs pa colleges in India on short periods.\n                        After obtaining the dge bshes degree, the majority is either encouraged or\n                        voluntarily leave the monastery. These monks go back to their own countries,\n                        such as Dolpo in Nepal and Tibet where they try to re-establish either the\n                        monastic tradition or just help revive cultural traditions that were lost or\n                        discouraged. Some of these monks also go to Western countries where they\n                        establish Bonpo centres of learning and meditation practice.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b7-2-12-8\"\u003e8 / 9. Rituals\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003e1st month: from 4th to 5th, celebration of the birth of mNyam med Shes\n                           rab rgyal mtshan (in many monasteries in Tibet this was taken as the\n                           commemoration of the death of the master); around the middle of this\n                           month there is the performance of \u0026rsquo;cham such as gShen gyi gar \u0026rsquo;cham,\n                           rTsed sna\u0026rsquo;i rol \u0026rsquo;cham and Zhang zhung gi shon gar; from 6 to 16, the\n                           examination of the dge bshes degree (this takes place only every two\n                           year); from 14 to 16, celebration of the birth of gShen rab Mi bo; from\n                           22 to 23, performance of the ritual cycle of Ma rgyud; from 23 to 30, the\n                           ritual cycle of the wisdom deity, sMra ba\u0026rsquo;i seng ge. It then ends with\n                           the bestow of the empowerment initiation of the deity by the abbot for\n                           the monk students.\u003c/li\u003e\n\n                        \u003cli\u003e3nd month: 1st day, commemoration of dPon slob Sangs rgyas bstan \u0026rsquo;dzin\n                           and performance of the ritual cycle of Tshe dbang rig \u0026rsquo;dzin;\u003c/li\u003e\n\n                        \u003cli\u003e4th month: from 14 to 15, recitation of the bKa\u0026rsquo; \u0026rsquo;gyur;\u003c/li\u003e\n\n                        \u003cli\u003e5th month: from 12 to 16, religious services, particularly based on\n                           the mKha\u0026rsquo; klong gsang mdos for the people of Thob rgyal gsar pa, the\n                           refugee settlement;\u003c/li\u003e\n\n                        \u003cli\u003e6th month: on the 10, during the day, performance of the bskang gso\n                           ritual for the religious protectors and during the night the chanting of\n                           the bskang \u0026rsquo;bum; \u003c/li\u003e\n\n                        \u003cli\u003e7th month: from 14 to 15, commemoration of Shes rab bstan pa\u0026rsquo;i rgyal\n                           mtshan, the 10th abbot of gYung drung gling;\u003c/li\u003e\n\n                        \u003cli\u003e8th month: the 8th, commemoration of Shes rab blo gros, the 32nd abbot\n                           of sMan ri;\u003c/li\u003e\n\n                        \u003cli\u003e9th month: the 9th, celebration of the arrival of Mu cho ldem drug to\n                           \u0026rsquo;Ol mo lung ring; from 23 to 29, performance of the ritual cycle of sTag\n                           la;\u003c/li\u003e\n\n                        \u003cli\u003e10th month: the 4th, commemoration of Khyung sprul \u0026rsquo;Jigs med nam\n                           mkha\u0026rsquo;i rdo rje; from 23 to 29, performance of the ritual cycle of Khro\n                           bo; the 30th, commemoration of the death of gShen rab Mi bo;\u003c/li\u003e\n\n                        \u003cli\u003e11th month: from 7 to 8, commemoration of sKyabs mgon Zla ba rgyal\n                           mtshan (1796-1862); from 23-29, performance of the ritual cycles of Khro\n                           bo and Phur pa;\u003c/li\u003e\n\n                        \u003cli\u003e12th month: from 27 to 29, performance of the ritual cycle of Khro bo\n                           and Phur pa ending with the dgu gtor chen mo rite.\u003c/li\u003e\n                     \u003c/ul\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b7-2-12-9\"\u003e11. Books and manuscripts kept by the monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe Library has a good collection of MSS and modern Indian and Tibetan\n                        reprints of Bonpo works\u003c/p\u003e\n\n                     \u003cp\u003eThis account of sMan ri Monastery is based on the information given in the\n                        dPal gshen bstan sman ri\u0026rsquo;i gling gi lo rgyus rags bsdus by mKhan po bsTan pa\n                        g-yung drung written in 2002, MS, 10 pages. \u003c/p\u003e\n\n                  \n\n               \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b7-2-12/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b7-2-12","is_primary":false,"created_at":"2011-12-13 02:30:41 UTC","updated_at":"2011-12-13 02:30:41 UTC","authors":[{"id":"77","fullname":"Charles Ramble"},{"id":"77","fullname":"Charles Ramble"},{"id":"81","fullname":"Marietta Kind"},{"id":"81","fullname":"Marietta Kind"}]}]}