{"descriptions":[{"id":1205,"title":"Khyinak Rong Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\n\u003cdiv id=\"essay-head2\"\u003e\n\u003ctable\u003e\n\u003ctr\u003e\n\u003ctd align=\"left\" valign=\"top\"\u003e\n\u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e\n\u003cdiv class=\"author\"\u003e\n\u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c!--(a)--\u003e\u003cbr/\u003eEdited by Geoffrey Barstow and Mickey Stockwell \u003c/div\u003e\n\u003c/td\u003e\n\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\n\u003cdiv class=\"copyright\"\u003e\n\u003cspan class=\"eng\"\u003e Copyright \u0026copy;  2010. \u003c/span\u003e\n\u003cdiv class=\"\" id=\"permission\"\u003e\n\u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\n\u003c/div\u003e\n\u003c/td\u003e\n\u003c/tr\u003e\n\u003c/table\u003e\n\u003c/div\u003e\n\u003ch2 id=\"b2-4\"\u003eII.4. Shrines and miscellaneous constructions\u003c/h2\u003e\n\t\t\t\t\t\t\u003ch3 id=\"b2-4-2\"\u003e\n\t\t\t\t\t\t\t\u003cspan class=\"popular\"\u003eKhyinak Rong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhyi nag rong\u003c/span\u003e\n\t\t\t\t\t\t\u003c/h3\u003e\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\u003ch4 id=\"b2-4-2-1\"\u003eBasic site data\u003c/h4\u003e\n\t\t\t\t\t\t\t\u003cul class=\"bullet-blue\"\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eKhyinak Rong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhyi nag rong\u003c/span\u003e\n\t\t\t\t\t\t\t\t\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eEnglish equivalent: Black Dog Gorge\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSite number: F-3\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSite typology: II.4 \u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eGeographic coordinate (N. lat.): 32\u0026ordm; 21.0\u0026#900; \u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eGeographic coordinate (E. long.): 81\u0026ordm; 54.1\u0026#900;\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eElevation: 4620 m \u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eAdministrative location (township):\u003cspan class=\"popular\"\u003eZhungpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzhung pa\u003c/span\u003e\n\t\t\t\t\t\t\t\t\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eGegy\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDge rgyas\u003c/span\u003e\n\t\t\t\t\t\t\t\t\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSurvey expedition: TUE\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSurvey date: September 20, 2005\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eContemporary usage: Light grazing. \u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e\n\t\t\t\t\t\t\t\u003c/ul\u003e\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\u003ch4 id=\"b2-4-2-2\"\u003eGeneral site characteristics\u003c/h4\u003e\n\t\t\t\t\t\t\t\u003cp\u003e\n\t\t\t\t\t\t\t\t\u003cspan class=\"popular\"\u003eKhyinak Rong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhyi nag rong\u003c/span\u003e is located in a narrow valley\n\t\t\t\t\t\t\t\tthat is closely bound by mountains on nearly all sides. The tallest of these mountains is the red territorial\n\t\t\t\t\t\t\t\tdeity (\u003cspan class=\"popular\"\u003ey\u0026uuml;llha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eYul lha\u003c/span\u003e) of \u003cspan class=\"popular\"\u003eTsaktik Kyangtra\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBtsag tig rkyang khra\u003c/span\u003e, situated due east of\n\t\t\t\t\t\t\t\t\t\u003cspan class=\"popular\"\u003eKhyinak Rong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhyi nag rong\u003c/span\u003e. The site consists of an\n\t\t\t\t\t\t\t\tintegrated necropolitan complex situated on a moderately sloping bench flanked by gullies. The northeast-southwest\n\t\t\t\t\t\t\t\toriented \u003cspan class=\"popular\"\u003eKhyinak Rong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhyi nag rong\u003c/span\u003e valley is made up of\n\t\t\t\t\t\t\t\ta series of benches and gullies, and declines moderately to the southwest. \u003cspan class=\"popular\"\u003eKhyinak Rong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhyi nag rong\u003c/span\u003e does not enjoy long views in any direction, rather it was\n\t\t\t\t\t\t\t\tsited to have a fully sheltered or hidden aspect. The terrain is sandy and strewn with rocks. The necropolis is\n\t\t\t\t\t\t\t\tgenerally oriented in the intermediate points of the compass, perpendicular to the axis of the bench. This\n\t\t\t\t\t\t\t\tuniquely designed complex consists of a temple-tomb or mausoleum, an appended enclosure, a series of small\n\t\t\t\t\t\t\t\tquadrate constructions, and other minor structures. All structural elements of \u003cspan class=\"popular\"\u003eKhyinak Rong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhyi nag rong\u003c/span\u003e are built of blue-gray limestone and to a lesser extent of\n\t\t\t\t\t\t\t\tsandstone in various colors. Undressed variable-length (up to 40 cm long) pieces of stones were used in\n\t\t\t\t\t\t\t\tconstruction. Two samples taken from different load-bearing tamarisk beams embedded in the southwest wall of the\n\t\t\t\t\t\t\t\ttemple-tomb have been dated circa the fourth or fifth century CE.\u003ca href=\"#n91\" name=\"nb91\" class=\"note\"\u003e91\u003c/a\u003e\n\t\t\t\t\t\t\t\u003c/p\u003e\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\u003ch4 id=\"b2-4-2-3\"\u003eOral tradition\u003c/h4\u003e\n\t\t\t\t\t\t\t\u003cp\u003eAccording to residents of \u003cspan class=\"popular\"\u003eZhungpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzhung pa\u003c/span\u003e, \u003cspan class=\"popular\"\u003eKhyinak Rong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhyi nag rong\u003c/span\u003e is an ancient monument.\u003c/p\u003e\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\u003ch4 id=\"b2-4-2-4\"\u003eSite elements\u003c/h4\u003e\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\u003ch5 id=\"b2-4-2-4-1\"\u003eTemple-tomb\u003c/h5\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eThe site is dominated by the shell of an edifice, which probably functioned as a mortuary temple and burial\n\t\t\t\t\t\t\t\t\tmonument. This building measured no less than 6.3 m (northeast-southwest) x 3.1 m (southeast-northwest). It\n\t\t\t\t\t\t\t\t\tprobably contained two chambers, at least one of which is L-shaped. The edifice has a coursed-rubble fabric and\n\t\t\t\t\t\t\t\t\tthe thick seams contain copious amounts of a clay- or mud-based mortar. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eThe forward/southeast wall is 3 m to 4 m in height. Due to the ravages of time, the forward wall now has a\n\t\t\t\t\t\t\t\t\tV-shaped gap in the middle of it. The southwest half of the forward wall was generally built with larger stones\n\t\t\t\t\t\t\t\t\tthan the northeast half. The construction and presentation of the forward wall suggests that is was not too much\n\t\t\t\t\t\t\t\t\ttaller originally than its current height. About 1 m up from the base of the northeast half of the forward wall\n\t\t\t\t\t\t\t\t\tthere are herringbone courses of masonry. Stones and earth are heaped up below the herringbone stonework. This\n\t\t\t\t\t\t\t\t\tis a distinctive stone working technique found in larger temple-tomb edifices appended to arrays of pillars as\n\t\t\t\t\t\t\t\t\twell as in some castles. For instance, \u003cspan class=\"popular\"\u003eRala Kharmar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRa la mkhar dmar\u003c/span\u003e (see A-65) founded by the first Buddhist king of \u003cspan class=\"popular\"\u003eT\u0026ouml;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eStod\u003c/span\u003e, \u003cspan class=\"popular\"\u003eNyma G\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNyi ma mgon\u003c/span\u003e (probably\n\t\t\t\t\t\t\t\t\tin the early tenth century CE) exhibits herringbone stonework. The existence of this special style of masonry at\n\t\t\t\t\t\t\t\t\tboth \u003cspan class=\"popular\"\u003eKhyinak Rong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhyi nag rong\u003c/span\u003e and \u003cspan class=\"popular\"\u003eRala Kharmar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRa la mkhar dmar\u003c/span\u003e indicates that it persisted in\n\t\t\t\t\t\t\t\t\tthe Upper Tibetan architectural canon for no less than 450 to 600 years. Here we have an example of a specific\n\t\t\t\t\t\t\t\t\tstone working technique that was carried from the protohistoric period all the way down to the dawn of the great\n\t\t\t\t\t\t\t\t\tBuddhist resurgence in western Tibet. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eThe southwest wall is 4 m high. At the base of this wall there are either the remains of a small structural\n\t\t\t\t\t\t\t\t\textension or a buttress. In the middle of the southwest wall there is a cavity (80 cm x 50 cm x 70 cm [deep]).\n\t\t\t\t\t\t\t\t\tThis cavity came about through damage to what may have been a purposely built recess in the structure. The\n\t\t\t\t\t\t\t\t\tcavity reveals three tamarisk beams (10 cm to 15 cm diameter), which are an integral part of the construction of\n\t\t\t\t\t\t\t\t\tthe southwest wall. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eThe southwest half of the temple-tomb is dominated by a narrow (70 cm to 80 cm wide) L-shaped chamber (each of\n\t\t\t\t\t\t\t\t\tits two sides is about 2 m long). This chamber is liable to have had both burial and funerary ritual functions.\n\t\t\t\t\t\t\t\t\tMost portions of the outer walls surrounding this chamber are 40 cm to 60 thick. The portion of the\n\t\t\t\t\t\t\t\t\tforward/southeast wall bounding the inner side of the \u0026lsquo;L\u0026rsquo;, however, is 1.8 m thick. This much thicker wall\n\t\t\t\t\t\t\t\t\tsection significantly adds to the structural integrity of the chamber. There is an opening (20 cm x 25 cm) near\n\t\t\t\t\t\t\t\t\tthe top of the southeast end of the southwest wall of the chamber. This opening is supported by a brown\n\t\t\t\t\t\t\t\t\tsandstone lintel, 35 cm in length. There is also an opening (20 cm x 25 cm) in the upper southeast wall of the\n\t\t\t\t\t\t\t\t\tchamber, which has a sandstone lintel, 25 cm in length. The deliberate inclusion of apertures in the L-shaped\n\t\t\t\t\t\t\t\t\tchamber, may suggest that it had habitational functions, perhaps related to the conduct of mortuary rites. These\n\t\t\t\t\t\t\t\t\topenings may also have played a role in the desiccation of the interred remains by providing ventilation to the\n\t\t\t\t\t\t\t\t\tchamber. The walls surrounding the chamber are up to 2.2 m in height. This demonstrates that the floor of the\n\t\t\t\t\t\t\t\t\tchamber was elevated as much as 1.8 m above ground level. The elevation of the chamber may possibly be related\n\t\t\t\t\t\t\t\t\tto eschatological beliefs, concerning the celestial realm, that were held by the builders. Elevated burial\n\t\t\t\t\t\t\t\t\tchambers are, of course, also characteristic of the mountaintop cubic tombs (II.3) and temple-tombs appended to\n\t\t\t\t\t\t\t\t\tarrays of pillars (II.2c). The narrow nature of the chamber, the massive forward wall buttress and comparative\n\t\t\t\t\t\t\t\t\tarchitectonic data from other archaic monuments, indicates that \u003cspan class=\"popular\"\u003eKhyinak Rong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhyi nag rong\u003c/span\u003e may have had an all-stone corbelled roof. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eOn the exterior face of the northwest wall there are still traces of clay plaster, illustrating that \u003cspan class=\"popular\"\u003eKhyinak Rong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhyi nag rong\u003c/span\u003e was not left with raw stone walls.\n\t\t\t\t\t\t\t\t\tWe might even consider that this plaster was painted and decorated with mineral pigments, as are some archaic\n\t\t\t\t\t\t\t\t\thorizon shrines found in sheltered locations and nearly all lamaist facilities of the historic epoch. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eSave for the forward wall, the northeast half of the temple-tomb has been reduced to heaps of earth and stone\n\t\t\t\t\t\t\t\t\trubble. It probably featured an L-shaped or some other type of chamber. Temple-tombs and other archaic funerary\n\t\t\t\t\t\t\t\t\tmonuments of Upper Tibet usually exhibit symmetrical design features.\n\t\t\t\t\t\t\t\t\tNevertheless, the difference in the southwest and northwest halves of the forward wall of the edifice may\n\t\t\t\t\t\t\t\t\tsuggest that the chambers were of different designs. \u003c/p\u003e\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\u003ch5 id=\"b2-4-2-4-2\"\u003eTho\u003c/h5\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eTo the northwest of the edifice there is a series of small quadrate masonry structures, which are mostly\n\t\t\t\t\t\t\t\t\tgrouped in two rows. These two rows are oriented southeast-northwest, having the same alignment as the two\n\t\t\t\t\t\t\t\t\tshorter walls of the temple-tomb. These superficial structures, 19 in number, consist of a layer of stones laid\n\t\t\t\t\t\t\t\t\tflat on the ground. There are two main types among them: enclosures made up of a single line of stones with open\n\t\t\t\t\t\t\t\t\tinteriors, and stones tightly knit across the breadth and length of the structure. It is possible that they had\n\t\t\t\t\t\t\t\t\tminimal superstructures made up of several vertical courses of masonry, but there is no extant structural\n\t\t\t\t\t\t\t\t\tevidence of this feature. The area around the quadrate structures is covered in loose stones, which probably\n\t\t\t\t\t\t\t\t\toriginated from the quadrate structures themselves. The morphological traits of the quadrate structures, their\n\t\t\t\t\t\t\t\t\torganization in rows and their presence at a funerary site, recalls the \u003cspan class=\"popular emph\"\u003eto\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003etho\u003c/span\u003e of\n\t\t\t\t\t\t\t\t\tthe Bon tradition. According to \u003cspan class=\"popular\"\u003eLopp\u0026ouml;n Tendzin Namdak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSlob dpon bstan \u0026rsquo;dzin rnam dag\u003c/span\u003e (in personal communication),\n\t\t\t\t\t\t\t\t\t\tBon\u0026rsquo;s most senior scholar, this is their most likely identity.\u003ca href=\"#n92\" name=\"nb92\" class=\"note\"\u003e92\u003c/a\u003e\n\t\t\t\t\t\t\t\t\u003c/p\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eThe shorter, southwest row of quadrate structures begins 8.8 m northwest of the edifice. Beginning from the\n\t\t\t\t\t\t\t\t\tspecimen closest to the edifice, these constructions have the following dimensions and characteristics:\u003c/p\u003e\n\t\t\t\t\t\t\t\t\u003col\u003e\n\t\t\t\t\t\t\t\t\t\u003cli\u003eStructure S1 (90 cm x 1 m) has a top sheathed in stones, which project a maximum of 20 cm above ground\n\t\t\t\t\t\t\t\t\t\tlevel. \u003c/li\u003e\n\t\t\t\t\t\t\t\t\t\u003cli\u003eStructure S2 (80 cm x 70 cm x 20 cm [maximum projection above ground level]) is situated 1.3 m northwest\n\t\t\t\t\t\t\t\t\t\tof structure S1. It consists of tightly knit stones embedded in the ground.\u003c/li\u003e\n\t\t\t\t\t\t\t\t\t\u003cli\u003eStructure S3 (60 cm x 70 cm x 25 cm) is situated 1 m northwest of S2. It consists of a perimeter of stones\n\t\t\t\t\t\t\t\t\t\twith just one stone in the middle. \u003c/li\u003e\n\t\t\t\t\t\t\t\t\t\u003cli\u003eStructure S4 (60 cm x 60 cm x 20 cm) is situated 1 m northwest of S3. It consists of tightly knit stones\n\t\t\t\t\t\t\t\t\t\tembedded in the ground.\u003c/li\u003e\n\t\t\t\t\t\t\t\t\t\u003cli\u003eStructure S5 (60 cm x 60 cm x flush with the surface) is situated 75 cm northwest of S4. It consists of a\n\t\t\t\t\t\t\t\t\t\tsurface sheathed in stones.\u003c/li\u003e\n\t\t\t\t\t\t\t\t\t\u003cli\u003eStructures S6, S7 and S8 are located near the edge of the gully that forms the northwest bounds of the\n\t\t\t\t\t\t\t\t\t\tsite.\u003c/li\u003e\n\t\t\t\t\t\t\t\t\t\u003cli\u003eStructure S6 (1 m x 1.2 m x 25 cm) is situated 5.2 m northwest of S5. It apparently had an open center\n\t\t\t\t\t\t\t\t\t\tsurrounded by perimeter walls.\u003c/li\u003e\n\t\t\t\t\t\t\t\t\t\u003cli\u003eStructure S7 (1.6 m x 1.6 m x 60 cm) is situated 2.5 m northeast of S6. This specimen seems to have had an\n\t\t\t\t\t\t\t\t\t\tinterior free of stones.\u003c/li\u003e\n\t\t\t\t\t\t\t\t\t\u003cli\u003eStructure S8 (1.1 m x 1.1 m x 30 cm) is situated 7.5 m north of S7. This specimen also seems to have had\n\t\t\t\t\t\t\t\t\t\tan interior devoid of stones. There is an erect stone 30 cm in height in close proximity to S8.\u003c/li\u003e\n\t\t\t\t\t\t\t\t\t\u003cli\u003eStructures S9 and S10 are intermediate structures situated between the two main rows. \u003c/li\u003e\n\t\t\t\t\t\t\t\t\t\u003cli\u003eStructure S9 (80 cm x 75 cm x 20 cm) is situated 70 cm northeast of S1. This specimen consists of a\n\t\t\t\t\t\t\t\t\t\tclosely knit mass of stones.\u003c/li\u003e\n\t\t\t\t\t\t\t\t\t\u003cli\u003eStructure S10 (1.2 m x 1.2 m x 40 cm) is situated 1.8 m east of S9. This specimen is covered in\n\t\t\t\t\t\t\t\t\t\trubble.\u003c/li\u003e\n\t\t\t\t\t\t\t\t\t\u003cli\u003eThe northeast row of quadrate structures begins 3 m northwest of the edifice. Beginning from the specimen\n\t\t\t\t\t\t\t\t\t\tclosest to the edifice, these constructions have the following dimensions and characteristics:\u003c/li\u003e\n\t\t\t\t\t\t\t\t\t\u003cli\u003eStructure S11 (1.6 m x 1 m x 40 cm) is highly disintegrated and covered in a heap of stones.\u003c/li\u003e\n\t\t\t\t\t\t\t\t\t\u003cli\u003eStructure S12 (1 m x 1.2 m x 20 cm) is situated 4.4 m northwest of S11. It has an interior free of\n\t\t\t\t\t\t\t\t\t\tstones.\u003c/li\u003e\n\t\t\t\t\t\t\t\t\t\u003cli\u003eStructure S13 is situated 1 m northwest of S12. This is a highly degraded specimen.\u003c/li\u003e\n\t\t\t\t\t\t\t\t\t\u003cli\u003eStructure S14 is situated about 1 m northwest of S13. This is a highly degraded specimen. \u003c/li\u003e\n\t\t\t\t\t\t\t\t\t\u003cli\u003eStructure S15 (80 cm x 65 cm x slight projection above ground level) is also highly degraded.\u003c/li\u003e\n\t\t\t\t\t\t\t\t\t\u003cli\u003eStructure S16 (60 cm x 50 cm x 10 cm) is situated 50 cm northwest of S15. \u003c/li\u003e\n\t\t\t\t\t\t\t\t\t\u003cli\u003eStructure S17 is situated 1 m northwest of S16. This is a highly degraded specimen.\u003c/li\u003e\n\t\t\t\t\t\t\t\t\t\u003cli\u003eStructure S18 (1 m x 90 cm x 30 cm) is situated 1 m northeast of S12. \u003c/li\u003e\n\t\t\t\t\t\t\t\t\t\u003cli\u003eStructure S19 (90 cm 50 cm x 1 cm) is an isolated specimen situated about 12 m southwest of the edifice.\n\t\t\t\t\t\t\t\t\t\tApproximately 8 m southwest of the edifice there is a standing stone 30 cm in height.\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003c/ol\u003e\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\u003ch5 id=\"b2-4-2-4-3\"\u003eSlab walls\u003c/h5\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eBetween S8 and S17 there is a zone of slab walls, covering an area of 2.2 m (northwest-southeast) x 1.2 m\n\t\t\t\t\t\t\t\t\t(northeast-southwest). This array of upright slabs begins 2.3 m southeast of S8. The slab-wall fragments are\n\t\t\t\t\t\t\t\t\toriented southeast-northwest and are spaced around 20 cm apart. The individual slabs are 10 cm to 50 cm in\n\t\t\t\t\t\t\t\t\tlength, and are flush with the ground surface or project above it to a maximum height of 5 cm. There are also\n\t\t\t\t\t\t\t\t\tlines of parallel slabs running at right angles on each end of the array. \u003c/p\u003e\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\u003ch5 id=\"b2-4-2-4-4\"\u003eEnclosure\u003c/h5\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eAppended to the southeast side of the temple-tomb are three walls that, together with the southeast wall of the\n\t\t\t\t\t\t\t\t\tedifice, make up a square enclosure (10.5 m x 10.4 m). The three outlying walls (around 90 cm thick) are\n\t\t\t\t\t\t\t\t\tcomposed of stones laid flat. In some places along the perimeter there are small wall segments composed of two\n\t\t\t\t\t\t\t\t\tor three vertical courses of stones. These wall segments are around 30 cm in height, indicating that the\n\t\t\t\t\t\t\t\t\tenclosure was a substantial structure. Many stones lie in its interior, which undoubtedly were once part of the\n\t\t\t\t\t\t\t\t\t\t\u003cspan class=\"popular\"\u003eKhyinak Rong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhyi nag rong\u003c/span\u003e facility. There appears\n\t\t\t\t\t\t\t\t\tto be an opening or \u0026lsquo;portal\u0026rsquo; in the forward/southwest wall of the enclosure. The enclosure with its forward\n\t\t\t\t\t\t\t\t\topening, layout and wall design is reminiscent of the enclosures used to house pillars (II.1b). \u003c/p\u003e\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\u003chr class=\"footnote-divider\"/\u003e\n\u003ch2\u003eNotes\u003c/h2\u003e\n\u003cdiv class=\"footnote\"\u003e\n\u003ca name=\"n91\"/\u003e\n\u003ca href=\"#nb91\" class=\"note\"\u003e\n\t     \t\t\t\t[91] \u003c/a\u003e \n\t\t\t\t\t\t\t\t\tThese timbers are found in a cavity that formed through damage to the structure. The three tamarisk rounds\n\t\t\t\t\t\t\t\t\t\tact as internal support for the southwest wall. The removal of a full cross-section from two of the three\n\t\t\t\t\t\t\t\t\t\ttimbers revealed remarkably intact heartwood (thanks to the frigid, high elevation sterile environment).\n\t\t\t\t\t\t\t\t\t\tTamarisk still grows nearby in the lower shang valley. Given the availability of this\n\t\t\t\t\t\t\t\t\t\tspecies of wood in the locale, the fairly small girth of the members, and the exclusive nature of the site, it\n\t\t\t\t\t\t\t\t\t\tseems likely that the tamarisk rounds were specially cut for use in the \u003cspan class=\"popular\"\u003eKhyinak Rong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhyi nag rong\u003c/span\u003e building project. An assay of the \u003cspan class=\"popular\"\u003eKhyinak Rong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhyi nag rong\u003c/span\u003e samples yielded the following\n\t\t\t\t\t\t\t\t\t\tresults: radiometric, sample no. Beta-212490; conventional radiocarbon age: 1690 +/-50 BP; 2 Sigma calibrated\n\t\t\t\t\t\t\t\t\t\tresult: Cal 1710 to 1510 BP; Intercept of radiocarbon age with calibration curve: Cal 1570 BP; 1 Sigma\n\t\t\t\t\t\t\t\t\t\tcalibrated result: Cal 1690 to 1660 BP and 1630 to 1540 BP. Radiometric, sample no. Beta-212491; Conventional\n\t\t\t\t\t\t\t\t\t\tradiocarbon age: 1660 +/-60 BP; 2 Sigma calibrated result: Cal 1710 to 1410 BP; intercept of radiocarbon age\n\t\t\t\t\t\t\t\t\t\twith calibration curve: Cal 1550 BP; 1 Sigma calibrated result: Cal 1610 to 1520 BP. \n\t\t\t\t\t\t\t\t\u003c/div\u003e\n\u003cdiv class=\"footnote\"\u003e\n\u003ca name=\"n92\"/\u003e\n\u003ca href=\"#nb92\" class=\"note\"\u003e\n\t     \t\t\t\t[92] \u003c/a\u003e \n\t\t\t\t\t\t\t\t\t\tFor a description of Bon monuments known as \u003cspan class=\"popular emph\"\u003eto\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003etho\u003c/span\u003e, see Bellezza, \u003cem\u003eZhang Zhung\u003c/em\u003e, 492\u0026ndash;495.\n\t\t\t\t\t\t\t\t\t\u003c/div\u003e\n\u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\n\u003ctbody\u003e\n\u003ctr\u003e\n\u003ctd class=\"leftcell\"\u003e\n\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\n\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\n\u003c/a\u003e\n\u003c/td\u003e\n\u003ctd class=\"midcell\"\u003e\n\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\n\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\n\u003c/a\u003e\n\u003c/td\u003e\n\u003ctd class=\"rightcell\"\u003e\n\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\n\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\n\u003c/a\u003e\n\u003c/td\u003e\n\u003c/tr\u003e\n\u003c/tbody\u003e\n\u003c/table\u003e\n\u003c/div\u003e\n\u003cdiv id=\"chap-id\"\u003e/bellezza2/b2-4-2/\u003c/div\u003e\n\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\n\u003cdiv class=\"closebtn\"\u003e\n\u003ca href=\"#\"\u003eClose\u003c/a\u003e\n\u003c/div\u003e\n\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\n\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\n\u003c/h3\u003e\n\u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on\n\t\t\t\t\tthe Tibetan Upland\n\t\t\t\t(Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, \n\t\t\t\t2010), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\n\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\n\u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on\n\t\t\t\t\tthe Tibetan Upland, . \n\t\t\t\tCharlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-4-2","is_primary":false,"created_at":"2010-08-25 11:14:19 UTC","updated_at":"2010-08-25 11:14:19 UTC","authors":[]}]}