{"descriptions":[{"id":1559,"title":"Pelgön Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b5-1\" class=\"space-before\"\u003eThe Nagchu region\u003c/h2\u003e\n\n                  \u003ch3 id=\"b5-1-2\"\u003edPal mgon rdzong\u003c/h3\u003e\n\n                  \u003cp\u003edPal mgon rdzong is situated between the two celebrated lakes, gSer gling mtsho\n                     and gNam mtsho, on the Northern Plateau of Tibet. Higher in elevation to the\n                     north and lower to the south, the rdzong is blessed with beautiful mountains\n                     and large areas of pastureland.\u003c/p\u003e\n\n                  \u003cp\u003eThe \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e is 101,992 square kilometres in area, 14,500 mu\n                     of which is pastureland. With a population of about 29,000, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e has one qu and eighteen \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e under its\n                     direct control. There are one hundred and four village committees in the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e, as well as one Bonpo and nine Buddhist\n                     monasteries.\u003c/p\u003e\n\n                  \u003cp\u003eDuring the time of the Qing dynasty, dPal mgon rdzong was a part of gNam ru\n                     rdzong, classified into one of the four tribes on the Northern Plateau, and was\n                     taken care of by the Am ban, the Manchu official in Tibet. The regional\n                     government of dPal mgon rdzong was established in 1959.\u003c/p\u003e\n\n                  \n\n                     \u003ch4 id=\"b5-1-2-1\"\u003e(15) Shel phug Monastery\u003c/h4\u003e\n\n                     \u003cp\u003edPal gShen bstan Shel brag phug pa monastery is located in Khyung shog \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, the southeastern part of dPal mgon rdzong.\n                        Although it is fifty-four kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e,\n                        one can reach the monastery within an hour by car as the road is in good\n                        condition.\u003c/p\u003e\n\n                     \u003cp\u003eThe monastery was founded by mKha\u0026rsquo; yag gYung drung ye shes in 1716. He was a\n                        distinguished master who started on a pilgrimage from sGang ru in Khyung po\n                        and eventually entered the cave Shel brag phug pa, where he practised\n                        meditation. After sitting there for three years, when he reached the age\n                        twenty-five, he built a new private room, kitchen and storehouse at \u0026rsquo;Bum pa\n                        near the cave. In addition, he named the site Shel phug, \u0026ldquo;Crystal Cave\u0026rdquo;, and\n                        stayed there for several more years.\u003c/p\u003e\n\n                     \u003cp\u003eWhen he reached the age of forty-seven, the Mongolian troops of Jungar\n                        invaded the region, inflicted extreme brutalities, and finally killed him by\n                        beheading. They plundered all his properties.\u003c/p\u003e\n\n                     \u003cp\u003e In 1747, Rig \u0026rsquo;dzin Zangs skyong dbang po Tshul khrims bstan \u0026rsquo;dzin, the\n                        reincarnation of mKha\u0026rsquo; yag gYung drung ye shes, was born in sTeng chen,\n                        Khyung po dKar ru. From childhood he recognized himself as the reincarnation\n                        and when he reached the age of nine, he left on a journey to sTod in search\n                        of his own monastery. Upon arriving at Shel phug he said, \u0026ldquo;This is my seat\u0026rdquo;,\n                        and he stayed there for thirteen years as a hermit, practising meditation.\n                        He said that it was necessary to build Shel phug Monastery at the very site\n                        where the hermitage lay.\u003c/p\u003e\n\n                     \u003cp\u003eLater, at the age of thirty-three, he made a pilgrimage to Kong po Bon ri\n                        and other places. When he came back, after travelling for three years, he\n                        again devoted himself to meditating in the hermitage. He was sixty-eight\n                        when he died.\u003c/p\u003e\n\n                     \u003cp\u003eA long time passed before the birth of the next reincarnation took place.\n                        During this period, there was a hermit called Nang do mtshams chen, who was\n                        reincarnation of Li shu. He spent many years practising meditation in the\n                        hermitage. He piously consecrated the place.\u003c/p\u003e\n\n                     \u003cp\u003eThen in 1831, the third master in the line of incarnation, bsTan \u0026rsquo;dzin \u0026rsquo;od\n                        zer rgyal mtshan, was born in a family called sDe rnying Nor lha tshang. He\n                        was enthroned as soon as he was recognized as the reincarnation by sNang\n                        ston Zla ba rgyal mtshan (1796-1862). \u003c/p\u003e\n\n                     \u003cp\u003eAt the age of nineteen, he constructed at the cave a new red-painted\n                        meditation hall, Zhi khro lha khang, kitchen and storehouse. He also renewed\n                        part of the monastic equipment.\u003c/p\u003e\n\n                     \u003cp\u003eIt was during his time that an agreement was made that this monastery should\n                        be a branch of Ra lag gYung drung gling (No.2) and he devoted his whole life\n                        to meditating on his tutelary dieties in all their aspects and was able to\n                        call upon religious protectors such as Ma, bDud and bTsan. He strongly\n                        advised against making a distinction between the teachings of Buddhism and\n                        Bon. He died at the age of eighty-four.\u003c/p\u003e\n\n                     \u003cp\u003eIn 1879, the fourth in the line of incarnation, sKal bzang bstan \u0026rsquo;dzin grags\n                        pa, was born in the vicinity of the monastery. He had only his mother when\n                        he decided to go to gYung drung gling in order to be ordained as a monk.\n                        Having done this, he later took full ordination.\u003c/p\u003e\n\n                     \u003cp\u003eThen, at Shel phug Monastery, he built an eight-pillared assembly hall with\n                        a complete entrance hall and five rooms upstairs, a meditation hall, another\n                        three-roomed building, a kitchen, a residence for the head of the monastery\n                           (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla brang\u003c/span\u003e). He spent his whole his life looking\n                        after the monastery. He maintained the doctrine of non-differentiation\n                        between Buddhism and Bon. He lived to the age of eighty years.\u003c/p\u003e\n\n                     \u003cp\u003eIn 1915, a boy was born to be recognized as the reincarnation. The\n                        recognition was made by Shes rab blo ldan, the 5th abbot of gYung drung\n                        gling, who gave him the name Shes rab bstan \u0026rsquo;dzin rgyal mtshan. He was the\n                        fifth in the line of this monastery, and was enthroned at the age of five.\n                        He built a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla brang\u003c/span\u003e and greatly spread the teachings\n                        of Eternal Bon. In 1945, motivated by the prophetical words of sTag lung\n                        sgrol sprul chos sgrol (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ealias \u003c/span\u003esTag lung mkha\u0026rsquo; \u0026rsquo;gro), he\n                        revealed Shel brag as a sacred site. In 1948 he established the ritual\n                        called bDud rtsi bum sgrub, and among the hills behind the monastery he hid\n                        twenty-five sets of treasure bottles of all-wish-fulfilling.\u003c/p\u003e\n\n                     \u003cp\u003eOn the whole, it was during the days of the dGe slong sKal bzang bstan \u0026rsquo;dzin\n                        grags pa and Shes rab bstan \u0026rsquo;dzin (rgyal mtshan) that the monastery\n                        flourished vigorously.\u003c/p\u003e\n\n                     \u003cp\u003eThe main religious objects of this monastery in those days were the\n                        life-sized gilt-bronze statues of Buddhas of the three ages and another\n                        two-cubit-high Buddha, a life-sized silver statue of rNam par rgyal ba, a\n                        gilt-bronze statue of Byams pa five cubits tall, a life-sized gilt-bronze\n                        statue of sNang ston Zla ba rgyal mtshan, a cubit-high statue of sGrol ma,\n                        clay images of many kinds, two gilt-bronze reliquary stupas bigger than a\n                        person, eight sets of wooden stupas, many poti of scriptures, and\n                        sixty-seven thangka of the Twelve Rituals (Cho ga bcu gnyis), tutelary\n                        dieties and religious protectors.\u003c/p\u003e\n\n                     \u003cp\u003eThere were also implements used in making offerings, such as various water\n                        bowls and butter lamp stands made of silver or copper, eight silver vases\n                        and eight complete sets of costumes for religious dances.\u003c/p\u003e\n\n                     \u003cp\u003eAt that time, this monastery had such treasures as these, and fifty-three\n                        monks under training.\u003c/p\u003e\n\n                     \n\n                        \u003ch5 id=\"b5-1-2-1-1\"\u003eAnnual activities and rituals \u003c/h5\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003e During the days from the 24th of the twelfth Tibetan month to the\n                              6th of the first month, there were many rituals including the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e rite and the thousand offerings.\u003c/li\u003e\n\n                           \u003cli\u003e For more than a month, from the 29th day of the third month to the\n                              8th day of the fifth month, the monks gathered together for prayers. \u003c/li\u003e\n\n                           \u003cli\u003e During the whole period from the 29th day of the sixth month to\n                              the end of the seventh month, a summer fast was observed.\u003c/li\u003e\n\n                           \u003cli\u003e Assemblies were held for twenty-one days of the eighth\n                              month.\u003c/li\u003e\n\n                           \u003cli\u003e Assemblies were customarily held for seven days of the eleventh\n                              month.\u003c/li\u003e\n                        \u003c/ol\u003e\n\n                        \u003cp\u003eTo sum up, 149 days of the year were spent practising the regular\n                           above-mentioned services.\u003c/p\u003e\n\n                        \u003cp\u003eThis monastery raised a considerable number of livestock, including\n                           according to one record 379 cattle, 698 sheep and 593 goats as a source\n                           of income.\u003c/p\u003e\n\n                        \u003cp\u003eAt present, the number of monks is twenty-five. There is an assembly hall\n                           and a temple containing religious objects which are kept in very good\n                           condition.\u003c/p\u003e\n\n                        \u003cp\u003eNext, one must go to Nag tshang Nyi ma rdzong. It is 381 kilometres from\n                           dPal mgon rdzong to Nyi ma rdzong and, moreover, it is very difficult to\n                           get through the mud before reaching the highway. To relate our\n                           experience, it was too difficult for us to find our way and we wound up\n                           facing a serious problem: after finding an old, wide road, we proceeded\n                           one kilometre, depending completely on a map, when we found we had lost\n                           our way. We did not know what to do as we were at an empty place without\n                           a single person around, where we could see nothing but the sky above, the\n                           ground below. It was after a good while that we happened to meet a\n                           kind-hearted nomad, who knew the area and was able to help us. Following\n                           his guidance, we went back about ten kilometres eastward, turned to the\n                           left, went another ten kilometres straight north, and finally came upon\n                           the highway from Amdo to mNga\u0026rsquo; ris. After driving eighty kilometres on\n                           the highway, we saw a by way which led us to Nag tshang Nyi ma\n                           rdzong.\u003c/p\u003e\n\n                        \u003cp\u003eThe highway is good and wide, with many services such as tea houses,\n                           small grocery shops, petrol stations and guesthouses along the way. These\n                           services provide comfort to pilgrims.\u003c/p\u003e\n\n                     \n\n                  \n\n               \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-1-2/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-1-2","is_primary":false,"created_at":"2011-12-13 02:30:50 UTC","updated_at":"2011-12-13 02:30:50 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}