{"descriptions":[{"id":1406,"title":"Sigyel Gönchen Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch3 id=\"b5-2-6\"\u003eNying khri rdzong\u003c/h3\u003e\n\n                     \u003ch4 id=\"b5-2-6-2\"\u003e(88) Srid rgyal Monastery\u003c/h4\u003e\n\n                     \u003cp\u003eSrid rgyal dgon chen is situated close to Nying khri rdzong, halfway up the\n                        holy mountain Bon ri. Cars can reach the foot of the mountain.\u003c/p\u003e\n\n                     \u003cp\u003eOne of the thirty-seven centres of Bon was rKong yul Se mo thang. These\n                        centres were established during the time of Mu khri btsan po, a son of gNya\u0026rsquo;\n                        khri btsan po. It is at Se mo thang in Kong po that Srid rgyal Monastery is\n                        located.\u003c/p\u003e\n\n                     \u003cp\u003eThe lineage of lamas of this monastery goes back to Ri pa \u0026rsquo;Brug gsas. He is\n                        said to have been the emanation of the tutelary deity sTag la med \u0026rsquo;bar. A\n                        historical document states:\u003c/p\u003e\n\n                     \u003cp\u003e\u0026ldquo;In the land called Bon ri\u003c/p\u003e\n\n                     \u003cp\u003eThere will be a hermit named \u0026rsquo;Brug gsas\u003c/p\u003e\n\n                     \u003cp\u003eWho will possess a \u0026lsquo;magic-stone\u0026rsquo;,\u003c/p\u003e\n\n                     \u003cp\u003eWill be courageous and avert wars,\u003c/p\u003e\n\n                     \u003cp\u003eAnd guide 300,000 people to salvation.\u003c/p\u003e\n\n                     \u003cp\u003eAnyone who contacts him will be rewarded.\u0026rdquo;\u003c/p\u003e\n\n                     \u003cp\u003eThis hermit was born in 1270 in rDza rong into the clan of sMa ra. sMa ra is\n                        a subdivision of the clan Rang bya. He was the second son of dKon cog dge,\n                        the father, and A lcam U gu, the mother. Having been in religious service\n                        until the age of thirteen years, he was given the name \u0026rsquo;Brug gsas rgyal.\n                        From the time he was fourteen until he was nineteen years of age, he\n                        practised meditation. He then listened to various masters in China, \u0026rsquo;Jang\n                        and Mi nyag. He then became conscious of the impermanence of life. He\n                        therefore travelled to Central Tibet and began to practise more meditation,\n                        as well as to perform circumambulation around sacred sites such as Ti se, Ma\n                        pang, Bye ma g-yung drung and sPos ri ngad ldan. He then travelled down to\n                        Kong po in accordance with a prophecy of Srid pa rgyal mo. In 1330, he\n                        \u0026ldquo;opened the door of Bon ri\u0026rdquo; (that is to say, he identified the mountain),\n                        because people had forgotten the fact that the place was one of the\n                        thirty-seven religious centres of Bon. This was due to the long period of\n                        time that passed since sTon pa gShen rab\u0026rsquo;s visit to the place and also due\n                        to the chequered history of the Bon religion.\u003c/p\u003e\n\n                     \u003cp\u003e\u0026rsquo;Brug gsas took up residence in the cave gYu phug, near which the three\n                        streams of Nyang meet. He remained there in meditation for three years and\n                        countenanced deities of tranquil and wrathful aspects from whom he received\n                        more prophecies. He was able to make the eight kinds of demons serve him.\n                        While devoting himself to retreat-practice of Khro bo and Phur pa on the\n                        mountain, he received signs from the goddess dKar mo Srid rgyal for founding\n                        a monastery at this place. He therefore founded Srid rgyal Monastery there.\n                        The interior and exterior of the monastic buildings were of good design and\n                        their religious contents were rich. More than one hundred monks from all\n                        directions gathered together there.\u003c/p\u003e\n\n                     \u003cp\u003eHe left traces of his body and footprints on rocks around the site of the\n                        monastery and passed away at the age of eighty. He promised that he would\n                        come back in the form of a bird to see the monastery every year on the 13th\n                        day of the fourth Tibetan month. A festival called dGon chen Bya mjal was,\n                        thereafter, held on this day and it was the occasion when people went to see\n                        the bird.\u003c/p\u003e\n\n                     \u003cp\u003eThe line of the heads of the monastery was as follows:\u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003e Ri pa \u0026rsquo;Brug gsas\u003c/li\u003e\n\n                        \u003cli\u003e Rag shi Nyi ma rgyal mtshan\u003c/li\u003e\n\n                        \u003cli\u003e Bru ston Nyi ma rgyal mtshan\u003c/li\u003e\n\n                        \u003cli\u003e La tri hri rda (Zhang zhung language: Dam pa blo gros)\u003c/li\u003e\n\n                        \u003cli\u003e sDong sgom bsTan pa lhun grub\u003c/li\u003e\n\n                        \u003cli\u003e rNal \u0026rsquo;byor Nam mkha\u0026rsquo; lhun grub\u003c/li\u003e\n\n                        \u003cli\u003e Tshe dbang lhun grub\u003c/li\u003e\n\n                        \u003cli\u003e bsTan pa rgyal mtshan\u003c/li\u003e\n\n                        \u003cli\u003e gYung drung rnam rgyal\u003c/li\u003e\n\n                        \u003cli\u003e Rin chen tshul khrims\u003c/li\u003e\n\n                        \u003cli\u003e Kun bzang lhun grub\u003c/li\u003e\n\n                        \u003cli\u003e rGyal ba gtsug phud\u003c/li\u003e\n\n                        \u003cli\u003e Tshe dbang legs mchog\u003c/li\u003e\n\n                        \u003cli\u003e gYung drung rgyal mtshan\u003c/li\u003e\n\n                        \u003cli\u003e rGyal ba blo gros\u003c/li\u003e\n\n                        \u003cli\u003e Mi \u0026rsquo;gyur rgyal mtshan\u003c/li\u003e\n\n                        \u003cli\u003e lHun grub dbang rgyal\u003c/li\u003e\n\n                        \u003cli\u003e gYung drung dbang rgyal\u003c/li\u003e\n\n                        \u003cli\u003e Tshe dbang \u0026rsquo;od zer\u003c/li\u003e\n\n                        \u003cli\u003e Khyung sprul gYung drung phun tshogs\u003c/li\u003e\n\n                        \u003cli\u003e Zla ba don \u0026rsquo;grub\u003c/li\u003e\n\n                        \u003cli\u003e Tshul khrims blo gros\u003c/li\u003e\n\n                        \u003cli\u003e mTha\u0026rsquo; yas rgya mtsho\u003c/li\u003e\n\n                        \u003cli\u003e Nor skyabs Rinpoche\u003c/li\u003e\n                     \u003c/ol\u003e\n\n                     \u003cp\u003eDam pa blo gros, the fourth in the line, founded the monastery called rDzong\n                        chung kha. gDong sgom bsTan pa lhun grub, the fifth, founded sTag rtse\n                        Monastery (No.89) in his later life. bsTan pa rgyal mthan, the eighth,\n                        carried out all the duties delegated to him by sPyan gsal Kun \u0026rsquo;phel gling,\n                        an official serving under the Fifth Dalai Lama (1617-1682). As a reward, the\n                        Dalai Lama granted the monastery the special privilege of establishing an\n                        independent monastic code, building a rooftop and making a double\n                        tamarisk-stems-work on the outer wall of the monastic building. At that time\n                        there were four hundred monks in the monastery. Mi \u0026rsquo;gyur rgyal mtshan, the\n                        sixteenth in the line, founded dGyes ri Monastery. Khyung sprul gYung drung\n                        phun tshogs, the twentieth, founded dGon sding Monastery.\u003c/p\u003e\n\n                     \u003cp\u003eAt present there are nineteen monks in the monastery. It has a complete set\n                        of the printed edition of the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/em\u003e\n                        and a complete set of manuscripts of the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo;\n                           brten\u003c/em\u003e. Besides these, there are ritual texts and more than two\n                        hundred volumes\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003eof manuscripts.\u003c/p\u003e\n\n                     \n\n                        \u003ch5 id=\"b5-2-6-2-1\"\u003eAnnual Ritual Services\u003c/h5\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003e In the first month the birthday ceremony of mNyam med Shes rab\n                              rgyal mtshan is celebrated on the 5th day, and the memorial service of\n                              sTong rgyung mthu chen was held for fifteen days.\u003c/li\u003e\n\n                           \u003cli\u003e In the second month there is a recitation of the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/em\u003e and on the occasion of the festival of\n                              sTon pa gShen rab\u0026rsquo;s conversion of demons.\u003c/li\u003e\n\n                           \u003cli\u003e In the third month the ritual cycle of one of the five tutelary\n                              deities is performed for ten days.\u003c/li\u003e\n\n                           \u003cli\u003e In the fourth month, on the 10th day, the birthday of Dran pa nam\n                              mkha\u0026rsquo; was celebrated; on the 13th, the memorial service of Ri pa \u0026rsquo;Brug\n                              gsas was held. For the latter, the Zhi khro khri mchod ceremony was\n                              performed. This festival, called dGon chen Bya mjal (\u0026ldquo;Meeting the bird\n                              of the great monastery\u0026rdquo;), was the occasion when the local people would\n                              dance and sing, and expect to see the vulture, as Ri pa \u0026rsquo;Brug gsas had\n                              promised that he would come in the form of the bird every year.\u003c/li\u003e\n\n                           \u003cli\u003e In the fifth month, starting from the 5th day, the memorial\n                              service of mNyam med Shes rab rgyal mtshan was held for ten\n                              days.\u003c/li\u003e\n\n                           \u003cli\u003e In the sixth month, on the 10th day, the birthday ceremony of Tshe\n                              dbang rig \u0026rsquo;dzin and Pad ma \u0026rsquo;byung gnas was held.\u003c/li\u003e\n\n                           \u003cli\u003e In the seventh month, starting from the 15th day, the confession\n                              ceremony was held for five days.\u003c/li\u003e\n\n                           \u003cli\u003e In the eighth month there was the performance of the ritual cycle\n                              of dBal gsas and the offering of the sacrificial cake a hundred times\n                              to the guardians of the Bon religion for eight days.\u003c/li\u003e\n\n                           \u003cli\u003e In the ninth month, starting from the 13th day, there was the\n                              performance of the Ma tri \u0026rsquo;bum sgrub ceremony as a memorial service of\n                              sTon pa gShen rab for fifteen days.\u003c/li\u003e\n\n                           \u003cli\u003e In the tenth month, on the 15th day, a general religious service\n                              was held.\u003c/li\u003e\n\n                           \u003cli\u003e In the eleventh month, there was the performance of the thousand\n                              offerings of the sacrificial cake to sTag la me \u0026rsquo;bar and the short \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e rite for fifteen days.\u003c/li\u003e\n\n                           \u003cli\u003e In the twelfth month, there was a the performance of the birthday\n                              celebration of sTon pa gShen rab on the 15th day, based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egYung drung klong rgyas\u003c/span\u003e and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e rite based on the ritual cycle of Khro bo for\n                              fifteen days.\u003c/li\u003e\n                        \u003c/ol\u003e\n\n                        \u003cp\u003eDaily assemblies are held to make offerings to the deities.\u003c/p\u003e\n\n                        \u003cp\u003eTea is served twelve times a day, and meals with meat and butter are\n                           provided according to availability. Apart from this, the monks must make\n                           their living by going out and performing religious services in villages\n                           and receiving support from their parents and relatives.\u003c/p\u003e\n\n                     \n\n                  \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-2-6-2/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-2-6-2","is_primary":false,"created_at":"2011-12-13 02:29:29 UTC","updated_at":"2011-12-13 02:29:29 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}