{"descriptions":[{"id":1561,"title":"Biru Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b5-1\" class=\"space-before\"\u003eThe Nagchu region\u003c/h2\u003e\n\n                  \u003ch3 id=\"b5-1-4\"\u003e\u0026rsquo;Bri ru rdzong \u003c/h3\u003e\n\n                  \u003cp\u003e\u0026rsquo;Bri ru rdzong lies in the eastern part of Nag chu region. It has an area of\n                     11,456 square kilometres, out of which 3,300 mu is farmland, 30,000 mu forest,\n                     and 11,566 mu pastureland. The population is about 39,000. The average altitude\n                     is no more than 4,000 metres. At present, it is an area of semi-nomadic people\n                     with eleven \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e and 176 village committees.\u003c/p\u003e\n\n                  \u003cp\u003eIn ancient times when Tibet was divided into twelve small kingdoms, \u0026rsquo;Bri ru was\n                     under the jurisdiction of one of them, Sum pa. A battle for the unification of\n                     Tibet broke out in the time of gNam ri slon btsan, and thereafter, during the\n                     time of Srong btsan sgam po in the 7th century, Sum pa was absorbed into Tibet\n                     and was formed into one of the four Ru of Tibet. At that time, \u0026rsquo;Bri ru was\n                     still under the jurisdiction of Sum pa.\u003c/p\u003e\n\n                  \u003cp\u003eIn 1732, \u0026rsquo;Bri ru came under direct control of the Manchu officials posted in\n                     Tibet (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eam ban\u003c/span\u003e).\u003c/p\u003e\n\n                  \u003cp\u003eThe revolution having taken place in China in 1911, the government of Tibet\n                     took \u0026rsquo;Bri ru back under its rule. In 1941, the Tibetan government abolished the\n                     governor-general of Hor (Hor sPyi khyab), and established six \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e there. \u0026rsquo;Bri ru rdzong was one of the six. At the end of\n                     September in 1951, the people\u0026rsquo;s commune of \u0026rsquo;Bri ru rdzong was established.\u003c/p\u003e\n\n                  \u003cp\u003eThe territory governed by the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e is very rich in\n                     mineral resources and carnivorous and herbivorous animals. It is convenient for\n                     communication and is blessed with natural beauty.\u003c/p\u003e\n\n                  \u003cp\u003eIn \u0026rsquo;Bri ru rdzong, at present, there are nineteen Buddhist monasteries,\n                     including O rgyan chos gling in Chags ri, and six Bonpo monasteries, including\n                     gSa\u0026rsquo; mda\u0026rsquo; bon dgon. \u0026rsquo;Bri ru rdzong has more monastic communities than any other\n                        \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e in Nag chu region.\u003c/p\u003e\n\n                  \n\n                     \u003ch4 id=\"b5-1-4-1\"\u003e(20) Sen tsha Monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery\u0026rsquo;s full name is Sen tsha dgon rNam rgyal kun grags gling.\n                        Travelling sixty-four kilometres southward from \u0026rsquo;Bri ru rdzong and crossing\n                        two mountain passes, one reaches Sen tsha village in gYang shod \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, which lies halfway up the mountain on the north\n                        side of the river rGyal chu.\u003c/p\u003e\n\n                     \u003cp\u003eIn its early years, Sen tsha Monastery was situated in the village of Sen\n                        tsha itself, but around 1440, Kun dga\u0026rsquo; dbang ldan of the Bru family, who was\n                        a disciple of mNyam med Shes rab rgyal mtshan, regarding the recess at the\n                        foot of Byug ri phyug mo as auspicious, built a temple there. It is said\n                        that there were many auspicious signs when it was built.\u003c/p\u003e\n\n                     \u003cp\u003eThis establishment became a monastery, which had many buildings and blessed\n                        religious objects, as well as many lay priests. Many lay priests of gYang\n                        shod Mar thang later moved, one after another, into the vicinity of the\n                        temple. This caused not only a blurring in the distinction between clergy\n                        and laity, but also a serious hindrance to the development of the\n                        monastery.\u003c/p\u003e\n\n                     \u003cp\u003eIn 1918, when the great abbot of sMan ri (No.1), sKu \u0026rsquo;dun Phun tshogs blo\n                        gros, came to rGyal shod, he decided to transfer the monastery in accordance\n                        with the plan made by the lord of Sen tsha, bSod nams lha rgyal, and others.\n                        However, there was slight internal discord at that decision. Therefore, in\n                        order to avoid the merging of monks and lay priests, a monastery called Phun\n                        tshogs glang chen \u0026rsquo;gying ri spo ra dgon rNam rgyal kun grags gling was\n                        established.\u003c/p\u003e\n\n                     \u003cp\u003eThe monastery\u0026rsquo;s religious objects at that time included the following: a\n                        statue of sTon pa gShen rab within which was a relic of his body as big as a\n                        skylark egg, the reliquary stupa of Khyung btsun bSam gtan nyi ma, several\n                        bigger clay statues, scriptures written in gold on a black ground, a\n                        treasure-trove consisting of such items as a helmet and a coat of mail, and\n                        many scriptures, including a complete set of the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/em\u003e and \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo;\n                        brten\u003c/em\u003e.\u003c/p\u003e\n\n                     \u003cp\u003eThe youngest son of bSod nams lha rgyal, the chief of Sen tsha, was ordained\n                        in the presence of the abbot, sKu \u0026rsquo;dun Phun tshogs blo gros, and was given\n                        the name Tshul khrims rgya mtsho. He was esteemed as the head of the\n                        institution, which then became a veritable monastery. In order to collect\n                        donations, Tshul khrims rgyal mtsho travelled to the nomad area of Hor,\n                        where there was a good number of contributors, which was useful for the\n                        subsistence of the monastery. His paternal lineage was in the Zhu family,\n                        which had branched from the family of the rDzum chief. He kept a close\n                        patron-priest relationship with Hor, hence the alternate name of the\n                        monastery, Sen tsha Zhu tshang gYang shod dgon.\u003c/p\u003e\n\n                     \n\n                        \u003ch5 id=\"b5-1-4-1-1\"\u003eReligious services and practice of rituals\u003c/h5\u003e\n\n                        \u003cp\u003eThe rituals mainly practised in this monastery were divided into two\n                           sections: rituals based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erNam rgyal\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKlong rgyas\u003c/span\u003e of the non-Tantric section and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edBal gsas zhi drag\u003c/span\u003e of the Tantric section and the\n                           propitiatory texts for the religious Bon protectors, especially the deity\n                           Brag btsan A bse.\u003c/p\u003e\n\n                        \u003cp\u003eThe main annual religious services were the chanting of the ritual cycles\n                           of Khro bo, dBal gsas and Phur pa. Besides these, the ritual Ma tri bum\n                           sgrub was practised, religious dances were performed, initiations were\n                           given and other services were performed.\u003c/p\u003e\n\n                        \u003cp\u003eThe organization of the monastery\u0026rsquo;s personnel was just like every other\n                           monastery: \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edbu bla\u003c/span\u003e (head), \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edge\n                              bskos\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edbu mdzad\u003c/span\u003e, and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elas\n                              sne\u003c/span\u003e (monk officials).\u003c/p\u003e\n\n                        \u003cp\u003eIt was Thugs dga\u0026rsquo; of rMe\u0026rsquo;u who took responsibility for the reorganization\n                           of the monastery. The temple, assembly hall, monks\u0026rsquo; quarters and other\n                           buildings were restored to their former condition. A collection of\n                           religious objects of body, speech and mind was also completed.\u003c/p\u003e\n\n                        \u003cp\u003eAt present, this monastery has six lamas, including Thugs dga\u0026rsquo;, and fifty\n                           monks. The annual activities and religious dances have been revived.\n                           Moreover, the monastery has been undergoing restoration and expansion\n                           under the guidance of Thugs dga\u0026rsquo;, who has broad knowledge of Sutra,\n                           Tantra and the Mind class of the Bon doctrines, as well as magnificent\n                           conduct.\u003c/p\u003e\n\n                     \n\n                  \n\n                  \n\n                     \u003ch4 id=\"b5-1-4-2\"\u003e(21) dGa\u0026rsquo; ri Monastery\u003c/h4\u003e\n\n                     \u003cp\u003eSen tsha dGa\u0026rsquo; ri Monastery is also in gYang shod \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e,\n                        but located on the other side of the river rGyal chu. In 1697 or so, mKhas\n                        btsun bSam gtan nyi ma established the site as a place for meditation\n                        practice. There he meditated upon the tutelary deity dBal phur nag po and\n                        finally attained realization.\u003c/p\u003e\n\n                     \u003cp\u003eThe monastery is regarded as the sacred site of Phur pa. It is said that\n                        there are clear traces of a tiger, a snow lion, a Garuda and a dragon having\n                        landed on the cardinal points of this monastery. To the north is the\n                        mountain sBas yul gtsang ma dga\u0026rsquo; ba\u0026rsquo;i ri. The fact that the mountain is said\n                        to have a hidden place (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esbas yul\u003c/span\u003e) where Tshe dbang rig\n                        \u0026rsquo;dzin attained realization explains why it is called dGa\u0026rsquo; ri (the Mountain\n                        of Joy).\u003c/p\u003e\n\n                     \u003cp\u003ebsTan pa\u0026rsquo;i nyi ma, who was a disciple of the great saint bsTan \u0026rsquo;dzin rin\n                        chen bde chen snying po, practised meditation in this place and attained\n                        realization. He built a temple and collected religious objects, so that the\n                        hermitage was finally transformed into a monastery. He attracted many\n                        disciples by giving teachings based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edMar khrid dug\n                           lnga rang grol\u003c/span\u003e, which is a mental-treasure (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgongs\n                           gter)\u003c/span\u003e of Grub dbang bsTan \u0026rsquo;dzin rin chen. He lived a long life.\u003c/p\u003e\n\n                     \u003cp\u003eAfter that, in the second half of the Fifteenth Rab byung, sKal bzang rgya\n                        mtsho, a lama of the rMe\u0026rsquo;u lineage, was recognized as the reincarnation of\n                        bsTan pa\u0026rsquo;i nyi ma. He looked after the interests of dGa\u0026rsquo; ri Monastery. He\n                        took an oath to be a monk in the presence of Phun tshogs blo gros, the great\n                        abbot of sMan ri (No.1), and rendered great services during his whole\n                        life.\u003c/p\u003e\n\n                     \u003cp\u003eThe main religious objects of this monastery are a reliquary stupa of mKhas\n                        btsun bSam gtan nyi ma, a gilt-bronze statue of rNam par rgyal ba as high as\n                        the ceiling, a statue of rGyal ba mNyam med pa made of a mixture of medicine\n                        and clay, and statues of rGyal yum Byams ma and Dran pa nam mkha\u0026rsquo; with his\n                        twin sons. There is also a great collection of scriptures written in gold\n                        and silver.\u003c/p\u003e\n\n                     \u003cp\u003eThe principal deity of this monastery is dBal phur nag po, but offerings are\n                        constantly made to Khro bo, dBal gsas and sTag la, as well as the\n                        performance of the ceremony of \u0026ldquo;thousand offerings\u0026rdquo; to rNam rgyal.\u003c/p\u003e\n\n                     \u003cp\u003e In 1940, bsTan pa\u0026rsquo;i nyi ma, the reincarnated lama of Srid rgyal dgon chen\n                        (No.88) of Bon ri in Kong po, after paying a visit to his native land,\n                        stayed at dGa\u0026rsquo; ri Monastery in solitary meditation. At that time there were\n                        seventeen monks there. At present, his descendant, lama Tshul khrims blo\n                        gros, and fifteen other monks reside there.\u003c/p\u003e\n\n                     \u003cp\u003eTravelling about six kilometres eastward from gYang shod \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e up to Ban dkar \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e and another five\n                        kilometres eastward from there leads one to Klu mkhar Monastery.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b5-1-4-3\"\u003e(22) Klu mkhar Monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThis is a \u0026ldquo;Tantric monastery\u0026rdquo; (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esngags dgon\u003c/span\u003e) built in\n                        1460 by gYung drung khri \u0026rsquo;od of the Zhu lineage. When the brutal military\n                        forces of the Mongolian Jungar invaded the Northern Plateau (Byang thang),\n                        this monastery was completely destroyed.\u003c/p\u003e\n\n                     \u003cp\u003eLater, reconstructed by a descendant of the Zhu lineage, the monastery was\n                        protected by a branch of the Zhu family based in gDong rdzong and became\n                        known as Klu mkhar dgon. Its main religious object is a sacred statue of\n                        sTag la, celebrated as the one bestowed by rGyal ba mNyam med pa. The\n                        monastery is called Klu mkhar (the fort of Klu) after a small lake that only\n                        appears in summer and is situated behind the monastery. The lake is believed\n                        to have been a residence of a water spirit (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eklu\u003c/span\u003e).\u003c/p\u003e\n\n                     \u003cp\u003eThereafter, the monastery was regarded as having been managed by the lama\n                        sPu la, but in fact it was taken care by Shes lding. Lama sPu la originally\n                        came from Sog rdzong and later moved into sBra chen rdzong. He was in the\n                        line of Khyung nag, one of the thirteen families of Khyung, which was\n                        recognized as such by the Tibetan government. Historical documents do not\n                        state clearly how long he maintained Klu mkhar Monastery.\u003c/p\u003e\n\n                     \u003cp\u003eThe lamas who appeared after him were Rig \u0026rsquo;dzin g-yang skyob, gYung drung\n                        bstan \u0026rsquo;dzin and bSod nams chos rgyal. Then bSod nams ye shes supported the\n                        reconstruction of the monastery, which involved a great deal of expense,\n                        with his own property.\u003c/p\u003e\n\n                     \u003cp\u003eThe principal image of this monastery, the gilt-bronze statue of sTon pa\n                        gShen rab as high as the ceiling, was said to have a bit of body heat in its\n                        breast, and so was called the Golden Statue of Baby Warmth (gSer sku Byis\n                        drod ma). This statue had been brought from somewhere else. Besides this,\n                        there were several other religious objects, including the statue of gShen\n                        lha \u0026rsquo;od dkar made of \u0026ldquo;red gold\u0026rdquo; (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edzi gim\u003c/span\u003e) and a statue\n                        of sTag la.\u003c/p\u003e\n\n                     \u003cp\u003eThe religious services performed in the monastery were the Zhi khro, rNam\n                        rgyal stong mchod and others. Formerly there were thirty-one resident monks\n                        there.\u003c/p\u003e\n\n                     \u003cp\u003eAt present, Klu mkhar Monastery is surrounded by homes of common people. In\n                        the monastery there are several thangka and small implements used for\n                        offerings. Upstairs is a small altar room. There is one lama and thirty\n                        monks, most of whom are said to be lay priests.\u003c/p\u003e\n\n                     \u003cp\u003eOn either side of the outer gate there is a stone pillar on which the term\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ernam gzhag\u003c/span\u003e is carved in \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edbu can\u003c/span\u003e\n                        letters. There is also a marvellously colourful bluish stone called Shar\n                        rGya stag khra bo. It is heart-breaking to see the poor condition of this\n                        monastery.\u003c/p\u003e\n\n                     \u003cp\u003eFrom Klu mkhar Monastery, travelling five kilometres eastward on the\n                        highway, dNgul kho village can be seen lying half way up the mountainside on\n                        the northern side of the road. dNgul kho Monastery is near this village, on\n                        the west side.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b5-1-4-4\"\u003e(23) dNgul kho Monastery\u003c/h4\u003e\n\n                     \u003cp\u003edNgul kho dgon gYung drung dar rgyas gling was built by Kyu ra \u0026rsquo;od zer in\n                        1240 in the present-day dNgul kho village. It is a traditional \u0026ldquo;Tantric\n                        monastery\u0026rdquo;, small but influential, and has been in a state of stability with\n                        no serious ups and downs for a long time. History does not tell clearly the\n                        individual names of every lama who has cared for and protected the monastery\n                        so far, but it is said that descendants in the Ko bo lineage, one of the\n                        three descent groups of the region called Ko bo, Rag shi and Shel sku took\n                        care of the monastery and rendered great service in keeping, defending and\n                        spreading the doctrine of Eternal Bon.\u003c/p\u003e\n\n                     \u003cp\u003eLater, in the Fifteenth Rab byung, Me ston Nyi ma rgyal mtshan, a hermit\n                        from Brag dmar ri \u0026rsquo;dun in Khyung po, and sTag zhig Rin chen dbang ldan, a\n                        disciple of Grub chen sMon lam rgyal mtshan, on their way to Kong po,\n                        established a close patron-priest relationship with the villagers and monks\n                        of rGyal shod. Acceding to the wishes expressed by the Shel sku villagers,\n                        these hermits decided to take care of the dNgul kho Monastery.\u003c/p\u003e\n\n                     \u003cp\u003eSeveral years after that, sTag zhig Rin dbang, accompanied by some others,\n                        arrived in rGyal shod and became the head of this monastery.\u003c/p\u003e\n\n                     \u003cp\u003eAt the end of the Fifteenth Rab byung, dNgul kho Monastery was moved from\n                        dNgul kho village to the western outskirts, midway up the slope of the\n                        mountain. It now takes about twenty minutes to go up to the monastery by\n                        car.\u003c/p\u003e\n\n                     \u003cp\u003eWhen the monastery was built, Ban dkar stag phu chos rje Ngag dbang bstan\n                        \u0026rsquo;dzing rgya mtsho, who was of the dGe lugs pa school, gave a huge amount of\n                        tea, grain and the like, by way of offering congratulations for the\n                        completion of the monastery.\u003c/p\u003e\n\n                     \u003cp\u003eHaving fully completed dNgul kho Monastery with excellent buildings and\n                        religious objects, sTag zhig Rin dbang summoned all the monks of the Eternal\n                        Bon monasteries and hermitages in rGyal shod district to his monastery and\n                        performed the \u0026ldquo;medicine rite\u0026rdquo; (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esman sgrub\u003c/span\u003e) based on the\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhro bo \u0026rsquo;od zer \u0026rsquo;khyil ba\u003c/span\u003e. This was the first time\n                        such a rite, on such a grand scale, was performed in the region. He bestowed\n                        upon the participants all the teachings they wished for. Not only that,\n                        according to the manner of each monastic community, he continually arranged\n                        plentiful offerings and brought back the lost rules of the regular services\n                        of dNgul kho Monastery and recruited more monks and lay practitioners than\n                        before.\u003c/p\u003e\n\n                     \u003cp\u003eSince this lama himself relied upon those laymen who had taken some vows, he\n                        obtained the real nature of power of wisdom and compassion by means of\n                        Tantric practices. He is said to have been a man of outstanding virtue and\n                        deeds, and who had rediscovered the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTshogs bdag rol pa\u003c/span\u003e\n                        and the statue of Tshe dbang rig \u0026rsquo;dzin among the rocks of Sen ge gnam rdzong\n                        in gSa\u0026rsquo; phu.\u003c/p\u003e\n\n                     \u003cp\u003eAccording to the description in his biography, he was born in 1883. A\n                        special ordinance was given to the monastery by His Holiness the Thirteenth\n                        Dalai Lama, Thub bstan rgya mtsho.\u003c/p\u003e\n\n                     \u003cp\u003eDuring the time of sTag zhig Rin dbang, dNgul kho dar rgyal gling made\n                        progress in deserving its name. Later, around the 1920s, both the lama and\n                        his disciple died, one after the other.\u003c/p\u003e\n\n                     \u003cp\u003eSince this monastery was a mixture of old and new Bonpo tradition, the\n                        regular prayer services and rituals are also practised accordingly.\u003c/p\u003e\n\n                     \n\n                        \u003ch5 id=\"b5-1-4-4-1\"\u003eMain religious objects\u003c/h5\u003e\n\n                        \u003cp\u003eThe monastery\u0026rsquo;s religious objects, which were in perfect condition,\n                           included the following: a bronze statue of Zhi ba Kun bzang a skor; one\n                           of Tshe dbang rig \u0026rsquo;dzin, rediscovered in gSa\u0026rsquo; phu by sTag gzhi Rin dbang;\n                           a conch of enlightenment that belonged to sTag gzhi Rin dbang; and the\n                           three relics of sTag gzhi Tshul khrims called \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esha\u003c/span\u003e\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eri ram, me ri ram and chu ri ram\u003c/span\u003e, which came out of\n                           his brain. However, after the death of sTag gzhi Rin dbang, the monastery\n                           declined, due to many problems.\u003c/p\u003e\n\n                        \u003cp\u003eThis monastery had a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eslob dpon\u003c/span\u003e, a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edbu mdzad\u003c/span\u003e, a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edge bskos\u003c/span\u003e and a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003espyi phyag\u003c/span\u003e. The latter took all the responsibilities\n                           for supervising the monastic work. There used to be about forty\n                           monks.\u003c/p\u003e\n\n                        \u003cp\u003eThis monastery was recently restored to some degree by A bu bSam med and\n                           others, and has about thirty monks at present. It is situated in a\n                           beautiful environment, and near it there is a sacred graveyard.\u003c/p\u003e\n\n                        \u003cp\u003eAt present, dNgul kho Monastery is, on the whole, in a state of more\n                           serious decline than ever before.\u003c/p\u003e\n\n                        \u003cp\u003eFrom dNgul kho Monastery, travelling about six kilometres eastward along\n                           the river rGyal chu, we come to Ban dkar \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, in\n                           which rDo rting Monastery is located. The monastery is situated on a hill\n                           to the south-west of the river rGyal chu. It takes about twenty minutes\n                           on foot to reach the top of the hill.\u003c/p\u003e\n\n                     \n\n                  \n\n                  \n\n                     \u003ch4 id=\"b5-1-4-5\"\u003e(24) rDo rting Monastery\u003c/h4\u003e\n\n                     \u003cp\u003erDo rting dgon Ngo mtshar Phun tshogs gling was founded in 1420 by Kun dga\u0026rsquo;\n                        dbang ldan of the Bru family. It stands in the middle of Bon lung skya mo in\n                        rGyal shod, as if protected all around by the Eight Sisters of Mo nam smug\n                        po. It is a pleasant place, with a hill resembling a Garuda stretching its\n                        wings at the back of the monastery, an eight-spoked wheel in the sky,\n                        double-petalled lotus flowers on the ground, and five big juniper trees,\n                        symbol of the \u0026ldquo;five families\u0026rdquo; (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erigs lnga\u003c/span\u003e), at the\n                        front.\u003c/p\u003e\n\n                     \u003cp\u003eWhen Bru ston mTshungs med bsod blo, the heart-emanation of sTong rgyung and\n                        one of the eighteen gYas ru teachers who were greatly famed in the latter\n                        stage of Bonpo development, travelled all over mDo khams, he paid a visit to\n                        this place and gave a blessing. Before the establishment of this monastery,\n                        it is said that there was already the residence (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla\n                           brang\u003c/span\u003e) of the Shel sku family in rDo rting.\u003c/p\u003e\n\n                     \u003cp\u003eSome call this monastery rDo gter because Bru Kun dga\u0026rsquo; dbang ldan built it\n                        at the very site where Shel sku Khro bo rgyal mtshan rediscovered a\n                        nine-edged black iron vajra (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdo rje\u003c/span\u003e) from a mine (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egter\u003c/span\u003e). Kun dga\u0026rsquo; dbang ldan not only established rDo\n                        rting Monastery but also taught cosmogony and monastic discipline according\n                        to the Bru tradition and, moreover, developed the practice of rituals. rDo\n                        rting became a veritable monastery preserving the pure tradition of rGyal ba\n                        sMan ri ba and came to be reputed as sMan ri bar ma.\u003c/p\u003e\n\n                     \u003cp\u003eThere were two residences (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla brang\u003c/span\u003e) in rDo rting\n                        Monastery called Bru tshang and Shel tshang. A big juniper tree planted by\n                        Bru Kun dga\u0026rsquo; dbang ldan himself, in order block the view of inauspicious\n                        geomantic signs, is still seen to the north of the Bru tshang residence.\u003c/p\u003e\n\n                     \u003cp\u003eAt the time of Kun dga\u0026rsquo; dbang ldan, there were about one hundred monks at\n                        this monastery. They performed the following religious services every three\n                        years: the great medicine-completion ceremony of Khro bo \u0026rsquo;od zer \u0026rsquo;khyil ba,\n                        the great initiation of Gu ya and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emdos\u003c/span\u003e ritual based\n                        on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emKha\u0026rsquo; klong gsang ba\u0026rsquo;i mdos\u003c/span\u003e\n                        \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003echen\u003c/span\u003e. These were normally performed just like the\n                        regular services of rGyal ba sMan ri ba.\u003c/p\u003e\n\n                     \u003cp\u003eThe lamas of the Bru and Shel sku residences took turns, for three years\n                        each, to look after the monastery. At the time, the monastic buildings were\n                        extraordinarily beautiful. At the centre of the monastery were nine long\n                        pillars, on which vases were carved. They were topped by a carved Garuda and\n                        supported by a base that was a carved turtle. The roof rafters, fashioned\n                        into a pa tra, the family crest, were supported around the edge by eight\n                        pillars. There were four large mandalas drawn on the ceiling (facing down).\n                        They were of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emDo g-yung drung klong rgyas\u003c/span\u003e, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eZhi ba g-yung drung yongs rdzogs\u003c/span\u003e, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhro bo dbang chen\u003c/span\u003e and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eMu tra lha\u0026rsquo;i dkyil\n                           \u0026rsquo;khor\u003c/span\u003e. In the verandah outside were carvings of reticulated\n                        swastikas.\u003c/p\u003e\n\n                     \u003cp\u003eWith respect to the Shel sku residence of this monastery, there has been a\n                        steady succession of lamas: \u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003e Shel bla sMon lam bkra shis \u003c/li\u003e\n\n                        \u003cli\u003e Nam mkha\u0026rsquo; \u0026rsquo;od zer\u003c/li\u003e\n\n                        \u003cli\u003e gYung drung rgyal mtshan \u003c/li\u003e\n\n                        \u003cli\u003e Nam mkha\u0026rsquo; rgyal mtshan \u003c/li\u003e\n\n                        \u003cli\u003e rNam rgyal tshul khrims\u003c/li\u003e\n\n                        \u003cli\u003e Grags pa rnam rgyal\u003c/li\u003e\n                     \u003c/ol\u003e\n\n                     \u003cp\u003eThese were all in the line of descent from gNam gsas rgyal po of the Shel\n                        zhig family, a branch of the line of sTang chen dMu tsha gyer med. Then\n                        followed the Shel lamas invited from the Shel zhig family in the north:\u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003e rGyal mchog nyi ma \u003c/li\u003e\n\n                        \u003cli\u003e Nam mkha\u0026rsquo; rgyal po \u003c/li\u003e\n\n                        \u003cli\u003e Nam mkha\u0026rsquo; bsod rgyal \u003c/li\u003e\n\n                        \u003cli\u003e lHun grub dbang rgyal \u003c/li\u003e\n\n                        \u003cli\u003e rGyal ba tshul khrims\u003c/li\u003e\n                     \u003c/ol\u003e\n\n                     \u003cp\u003eThese lamas first began by making preparations to set up their residence in\n                        the monastery. Then, in collaboration with the Bru family, they established\n                        rDo rting Monastery. For a period of time, care for the monastery was shared\n                        with the lama Be \u0026rsquo;o, who had come to stay here; later on, its religious\n                        teachers were just Shel sku lamas.\u003c/p\u003e\n\n                     \u003cp\u003eOf the above-mentioned Shel lamas, some were monks, and some were\n                        text-discoverers, that is to say, married. Not only that, they recreated one\n                        of their unique traditions called bDud rtsi khi khar: the practice of\n                        religious festivals wherein the way the ritual was carried out was inspired\n                        by the early masters, both men and women. Shel bla gYung drung rgyal mtshan\n                        rediscovered a crystal image called Dri med shel sku at the Shel sbug of\n                        Kong po Bon ri, the holy mountain. bTsan rje dmar po, the local deity of Bon\n                        ri, is also one of the protective deities of rDo rting Monastery. Some of\n                        the Shel zhig lamas were thus referred to by the abbreviation Shel bla.\u003c/p\u003e\n\n                     \u003cp\u003eThe religious object of major importance in rDo rting Monastery at that time\n                        was the statue of Khro bo gtso mchog as high as the ceiling. It had been\n                        rediscovered by Shel bla Khro bo rgyal mtshan from the source of the river\n                        Khro tshang, which runs through the side of the monastery. In the temple\n                        there was said to be a golden statue and many other religious objects.\u003c/p\u003e\n\n                     \u003cp\u003eAs for scriptures, there were sixteen volumes of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhams\n                           chen\u003c/span\u003e, written in gold, called \u0026rsquo;Dzam gling rgyan (the ornament of the\n                        World). It was also called gSer chos zho \u0026rsquo;bru skar tsheg. The name denotes\n                        that every single letter (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eyig \u0026rsquo;bru\u003c/span\u003e) of the golden text\n                           (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egser chos\u003c/span\u003e) is written with as much gold as one \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ezho\u003c/span\u003e of gold, and every \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003etsheg\u003c/span\u003e with\n                        one \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eskar ma\u003c/span\u003e of gold. The gold was provided by the\n                        protector of water, the great \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edge bsnyen\u003c/span\u003e of Yag zam\n                        kha, who offered a pair of goldfish in honour of the Shel sku lama and the\n                        monastery. According to oral tradition, the lamas and the monks, considering\n                        the possibility that the powerful local lord might come to seize the gold if\n                        the news leaked out of the monastery, smelted it secretly so that they could\n                        use it to write the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhams chen\u003c/span\u003e with it.\u003c/p\u003e\n\n                     \u003cp\u003eLater, the monastery experienced a change that was considerable. As is quite\n                        a common course of events in the human world, the Shel sku family broke up\n                        into several factions. Even the Shel sku bla brang in the monastery itself\n                        was spilt up, and the family finally abandoned the monastery altogether. The\n                        members of the family became common people like any other. The Bru tshang\n                        bla brang also became helpless with no protector.\u003c/p\u003e\n\n                     \u003cp\u003eAt about the same time, Be \u0026rsquo;o Lama, who had come from the north, took up\n                        permanent residence in rDo rting Monastery. At first he tried to help the\n                        monastery, but this elicited much criticism internally and as a result the\n                        monastery suffered further. Caught by the tide and destiny, the interests of\n                        the monastery and the deeds of the lamas were all reduced to a state of\n                        withered winter flowers.\u003c/p\u003e\n\n                     \u003cp\u003erDo rting Monastery, in spite of its previous reputation as sMan ri Bar ma,\n                        eventually declined into a lay establishment. Not only that, the religious\n                        objects that were easily carried became scattered everywhere. The two lamas,\n                        lHa thog and lHa mgon, went elsewhere, and the monastery itself was\n                        threatened with complete destruction.\u003c/p\u003e\n\n                     \u003cp\u003eAt that time, the community leaders of the four tents, having learned a\n                        lesson from the past, launched a reconstruction of rDo rting Monastery in\n                        order to avoid its total decline. They took on responsibility for the work\n                        and took the decisions that the two Shel sku lamas who had fled to Glas\n                        rgyud should, by turn, take care of the monastery as religious teacher and\n                        that the number of lay practitioners (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eser khyim\u003c/span\u003e) should\n                        not be reduced to less than forty. They distributed the monastic funds and\n                        other properties to all the villagers so that the villagers would be able to\n                        help maintain the yearly expenses of the establishment.\u003c/p\u003e\n\n                     \u003cp\u003eThen they restored the temple, and made continuous efforts to bring back the\n                        scattered religious objects and resolve other issues. Having succeeded in\n                        regaining the image of Khro bo gTso mchog, they relocated the dBu rtse\n                        temple and made a new clay image. The large and small conchs, which were the\n                        ritual instruments of Sad ne ga\u0026rsquo;u, and those of Ti ti mi slag can, were well\n                        kept in the monastery.\u003c/p\u003e\n\n                     \u003cp\u003eThe principal religious services practised at the monastery were based on\n                        texts such as the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eBon skyong sgrup pa\u003c/span\u003e, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emKha\u0026rsquo; klong gsang mdos\u003c/span\u003e, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eNgo mtshar\n                           rgyas pa\u003c/span\u003e and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eZhi khro\u003c/span\u003e. Formerly, rDo rting\n                        Monastery was one of the thirteen monastic communities of rGyal ston lding\n                        dgu.\u003c/p\u003e\n\n                     \u003cp\u003eThe monastery now exists in its restored condition and contains an assembly\n                        hall, a temple and several religious objects. At present there are\n                        twenty-seven monks and one lama.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b5-1-4-6\"\u003e(25) gSa\u0026rsquo; mda\u0026rsquo; bon Monastery\u003c/h4\u003e\n\n                     \u003cp\u003egSa\u0026rsquo; mda\u0026rsquo; bon dgon Mi g-yo bsam gtan gling is situated to the south of the\n                        river rGyal chu. Although a road has been built from gYang shod \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e to the monastery, there is no bridge over the\n                        river rGyal chu capable of carrying traffic. So a ride of about five hours\n                        on horseback is required.\u003c/p\u003e\n\n                     \u003cp\u003eThe monastery was founded by Zhu btsun gYung drung khri \u0026rsquo;od in 1465. rGyal\n                        shod, the seat of the monastery, is one of the so-called Four Rong (gorge)\n                        and Eight or Eighteen Shod (lowland) that a number of holy men have visited.\n                        In ancient times, the district was called Sum pa\u0026rsquo;i stong bu chung and was\n                        part of sGo pa, one of the three regions of Zhang zhung known as sGo, Phug\n                        and Bar. During the reign of Srong btsan sgam po, Tibet was divided into\n                        four \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eru\u003c/span\u003e and the core of the third \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eru\u003c/span\u003e, called rGyal shod sTag pa tshal, corresponds to the present-day\n                        rGyal shod.\u003c/p\u003e\n\n                     \u003cp\u003eThe derivation of the monastery\u0026rsquo;s name is as follows: This monastery was\n                        built on a protruding from the hill site called gSa\u0026rsquo; mda\u0026rsquo; (gSa\u0026rsquo; lung mda\u0026rsquo;),\n                        which was counted as one of the Thirteen Treasures (Rin chen bcu gsum) in a\n                        region where various flowers of surpassing beauty bloom, such that the place\n                        was called rTsi thog steng (Plateau of fruits and flowers). The monastery\n                        was commonly called gSa\u0026rsquo; mda\u0026rsquo; bon dgon, which was a combination of the\n                        alternate name of the site and the name of the religious tradition, while\n                        its real name is Mi g-yo bsam gtan gling.\u003c/p\u003e\n\n                     \u003cp\u003eThe area has a mountain called Phu ru lho yi \u0026rsquo;dzam bu klu ri and a lake,\n                        gSa\u0026rsquo; phu mgon lha dkar po. These are regarded as two of the Thirteen\n                        Treasures of gSa\u0026rsquo; (snow leopard). Around them, to the right lies rGod kyi\n                        dar rgyas bcu gsum, to the left lies La gong gi drag rtsal bcu gsum, and in\n                        front, Mo nam smyug mo mched brgyad, just like servants surrounding their\n                        king. They are places of outstanding sacredness where teacher Kun tu bzang\n                        po meditated and bestowed blessings. In the caves of these places Dran pa\n                        nam mkha\u0026rsquo; and his twin sons are believed to have concealed texts containing\n                        profound teachings and had also left marks of their spiritual\n                        attainment.\u003c/p\u003e\n\n                     \u003cp\u003eAs the site is a meeting point for travellers between China and Tibet, the\n                        name gSa\u0026rsquo; mda\u0026rsquo; bon dgon frequently appears in documents and is, therefore, a\n                        well-known place. Over the years the fortunes of the monastery have risen\n                        and fallen.\u003c/p\u003e\n\n                     \u003cp\u003eIn regard to the origin of gSa\u0026rsquo; mda\u0026rsquo; bon dgon, it is difficult to specify\n                        from historical documents. According to a document, before gSa\u0026rsquo; mda\u0026rsquo; was\n                        founded, there was another monastery called Mar khu thang established by\n                        either Ko bo Ye shes rgyal mtshan or Khu btsun gYung drung khri \u0026rsquo;od.\u003c/p\u003e\n\n                     \u003cp\u003eAccording to recent study on the origin of the Bon religion and its lamas,\n                        it was the masters of the Zhu g-yas lineage that had established many\n                        monastic centres, including Sog gYung drung gling and Khra rgan nyi yu in\n                        the latter stage of Bonpo development, when the dying embers of teaching\n                        began to rekindle all over Tibet. The Zhu g-yas is a powerful lineage whose\n                        forefather is Zhu g-yas Legs po, the authorized proprietor of the Bon\n                        tantric and Mind class teachings, which had been handed down from gShen chen\n                        Klu dga. The latter was the principal one among the one hundred\n                        text-discoverers who had opened the door to Bonpo teachings.\u003c/p\u003e\n\n                     \u003cp\u003eIn 1465, Zhu btsun gYung drung khri \u0026rsquo;od founded Mi g-yo bsam gtan gling. It\n                        generally followed the Zhu tradition called Zhu lugs Sog zam and the rituals\n                        were practised following the manner of Sog gYung drung gling Monastery.\u003c/p\u003e\n\n                     \u003cp\u003eKo bo Ye shes rgyal mtshan meditated in the gSa\u0026rsquo; bu mdzod \u0026rsquo;chang smug mo\n                        hermitage. During the latter half of his lifetime he went to Khyung po and\n                        founded a monastery, and worked hard for the sake of sentient beings. The\n                        monastery was taken care of by the adherents of Ko bo Ye shes rgyal mtshan,\n                        including Ko ston sByin pa rgyal mtshan and Ko bo Kun bzang, who had\n                        appeared in succession. Since these Ko lamas were benevolent enough to look\n                        after the monastery, they developed it by giving continuous teachings based\n                        on Sutra, Tantra and the Mind texts so that the monastery developed further,\n                        making its name known everywhere. It is said that when Ko bo Ye shes rgyal\n                        mtshan passed away, many self-grown relics appeared (from the cremation of\n                        his body) which were worshipped as the most auspicious objects in this\n                        monastery.\u003c/p\u003e\n\n                     \u003cp\u003eIn 1718, misfortune befell Mar khu thang Monastery when the vicious\n                        Mongolian troops of Jungar came to rGyal shod district and plotted to\n                        destroy the monastery. The two Bonpo local leaders, lHa rje skyen ga yu and\n                        Thod pa thad ga yu, undertook armed operations and killed some of the\n                        vicious Mongolian soldiers, including the chief, but could not prevent the\n                        rest of the Jungar entering the monastery. They plundered the monastery\n                        beyond all imagination, destroying it totally. All the religious objects\n                        were instantly turned into a ball of fire. However, one of the main\n                        religious objects, the word-uttering statue of gShen rab (sTon pa gsung byon\n                        ma), escaped destruction, along with the two short pillars, and they were\n                        regarded as the auspicious symbol of the monastery\u0026rsquo;s restoration.\u003c/p\u003e\n\n                     \u003cp\u003ePreparations for restoration of the monastery were made. Of all the things\n                        that were lost, they searched in particular for one of the main religious\n                        objects, called \u0026rsquo;Phar chen dkar po rGyang grags ma (the Big White Conch of\n                        Far-flung Fame), made of sTon pa gShen rab\u0026rsquo;s teeth, which had gone missing\n                        in the chaos. It was found on a rock at gSa\u0026rsquo; yar kha, which influenced the\n                        decision to rebuild the future monastery there.\u003c/p\u003e\n\n                     \u003cp\u003eDuring the several years of hard work that was being done making\n                        preparations, Sangs rgyas gling pa, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ealias\u003c/span\u003e Byang chub\n                        rdo rje, who upheld the tradition of the New Bon, was travelling in the\n                        regions of the four \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erong\u003c/span\u003e, such as Kong po and the eight\n                        shod where he made rediscoveries of texts. In 1727, he came to rTsi thog\n                        steng and carried out the ceremony of consecration of the new location. The\n                        officials, lay practitioners and people of the Bu rdzum tribe made him the\n                        religious teacher of this monastery, and he bestowed upon the new monastery\n                        the name Mi g-yo gsam gtan gling, the same as before, plus abundant funds\n                        and materials to make continual offerings. The monastery maintained its\n                        ritual practices of the Zhu tradition, but Sangs rgyas gling pa also\n                        introduced some of those of the New Bon.\u003c/p\u003e\n\n                     \u003cp\u003eAt that time there were about sixty monks and lay practitioners in all, so\n                        some people began to call the monastery the Sixty Monastic College of gSa\u0026rsquo;\n                        \u0026rsquo;mda (gSa\u0026rsquo; mda\u0026rsquo; grwa tshang drug cu).\u003c/p\u003e\n\n                     \u003cp\u003eLater, Mi \u0026rsquo;gyur rgyal mtshan, an incarnate lama, visited rGyal shod. He\n                        resided at Kong po Bon ri and was one of the twenty-five Red Hat masters who\n                        were regarded as the masters of Sangs rgyas gling pa\u0026rsquo;s teachings.\u003c/p\u003e\n\n                     \u003cp\u003eMi \u0026rsquo;gyur rgyal mtshan began to have a close patron-priest relationship with\n                        the officials and people of the Bu rdzum tribe. Formerly, when Sangs rgyas\n                        gling pa was the head of the monastery, the officials, people and priests of\n                        Bu rdzum expressed a strong hope that the holy man Mi \u0026rsquo;gyur rgyal mtshan\n                        would be the proprietor of both rGyal ri and gSa\u0026rsquo; mda\u0026rsquo; monasteries, which he\n                        accepted.\u003c/p\u003e\n\n                     \u003cp\u003eTo the religious dances performed during the Ma tri bum sgrub festival of\n                        gSa\u0026rsquo; mda\u0026rsquo; bon dgon, Mi \u0026rsquo;gyur rgyal mtshan added some elegant styles\n                        following those performed in rGyal ri Monastery. He gave gSa\u0026rsquo; mda\u0026rsquo; bon dgon\n                        a mask of mKha\u0026rsquo; \u0026rsquo;gro seng gdong ma crafted by \u0026rsquo;Brel \u0026rsquo;Gyur med rgyal mtshan,\n                        as an object of worship. He worked, in particular, on reframing the written\n                        moral code of the monastery by rectifying its defect; this was regarded as\n                        an invaluable deed for the entire community and was indeed very beneficial\n                        to the interests of the monastery.\u003c/p\u003e\n\n                     \u003cp\u003eThe reconstruction of gSa\u0026rsquo; mda\u0026rsquo; bon dgon began with the building of the\n                        twelve-pillared assembly hall. It had a porch and stairway. Then the monks\u0026rsquo;\n                        quarters and other buildings were built, all in a good fashion.\u003c/p\u003e\n\n                     \u003cp\u003eThe main religious objects of the monastery were as follows: the big conch\n                        made of gShen rab Mi bo\u0026rsquo;s teeth; the relic stupas of the successive Ko bo\n                        lamas; a bronze statue of gShen rab; a gilt-bronze statue of mKhan chen Mu\n                        zi gsal bzang; statues of gShen lha \u0026rsquo;od dkar, Khro bo gtso mchog and gShen\n                        gSangs ba \u0026rsquo;dus pa, all made of a mixture of medicine and clay; as well as\n                        stupas, including rNam rgyal mchod rten. In the assembly hall were murals of\n                        the Twelve Deeds (mDzad pa bcu gnyis) and the deities of gSas mkhar mchog\n                        lnga. At the porch were, in common with every other monastery, the murals of\n                        the Four Great Kings (rGyal chen sde bzhi), the wheel of existence and so\n                        forth, and, not common to all monasteries, murals of the territorial deities\n                        of peaceful nature (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eyul lha\u003c/span\u003e), such as gSa\u0026rsquo; yi nor bu\n                        bcu gsum and Chis kyi rin chen bcu gsum. In the tantric room upstairs were\n                        images of principal religious protective deities of peace and wrath, and on\n                        both sides of them stood the Six Bonpo Protectors (Bon skyong sde drug) and\n                        Zhu btsan Grags rgyal in a frightening aspect, as if guarding the Bonpo\n                        doctrine.\u003c/p\u003e\n\n                     \u003cp\u003eA brief history of the influential Zhu lineage, which had maintained gSa\u0026rsquo;\n                        mda\u0026rsquo; bon dgon in Bu rdzum, is as follows:\u003c/p\u003e\n\n                     \u003cp\u003eOnce there was the chief gYung drung bsod nams, one of the successive Bu\n                        rdzum chiefs. It is said that originally these were offspring of the local\n                        deity. gYung drung bsod nams had only a daughter named Rin chen lha mo, who\n                        remained without offspring. There were no chiefs for the community and so\n                        there was the danger that the chieftain lineage might be ended. However, she\n                        was a person capable of leading her community. The members of her community,\n                        both lay and clerical, decided that they should try to look for a suitable\n                        man of a good family who would marry her. At that time, in 1777, the gTer\n                        ston Yung drung grags pa of the Zhu family, who was learned and\n                        compassionate, began to have a very close relationship with gSa\u0026rsquo; mda\u0026rsquo; bon\n                        dgon. The leaders of the monastery therefore requested him to marry Rin chen\n                        lha mo so that he could look after the monastery.\u003c/p\u003e\n\n                     \u003cp\u003eHe provided a powerful remedy for the local community and the Bonpo\n                        doctrine. He established a close patron-priest relationship with Tshe ring\n                        rab brtan, the king of Hor, and became the king\u0026rsquo;s spiritual master.\u003c/p\u003e\n\n                     \u003cp\u003egYung drung grags pa rediscovered hidden texts in the sacred site Brag dkar\n                        lha lung, situated in the vicinity of Klu phug Monastery (No.31) in sBra\n                        chen, and recognized the place as a pilgrimage site as well as tracing the\n                        path around it. At that time, the people of the Bu rdzum tribe, both laity\n                        and clergy, thought that since the monastery was founded by a man of the Zhu\n                        family and its tradition belonged to this family, it would be most\n                        appropriate if the Zhu family also now looked after it, and they\n                        congratulated the lama. From that time on, in the Bu rdzum tribe, the\n                        lineage of the local chief was united with that of Zhu g-yas.\u003c/p\u003e\n\n                     \u003cp\u003eConcerning the way in which this Bonpo monastery, whose inmates were a\n                        mixture of monks and lay practitioners, was transformed into a proper\n                        monastery, it happened as follows: When Sangs rgyas bstan \u0026rsquo;dzin dbang gi\n                        rgyal po, the incarnation of rJe btsun Byang pa Khro tshang \u0026rsquo;Brug lha and\n                        the twenty-fifth throne holder of sMan ri Monastery (No.1) in gTsang, where\n                        the Second Buddha mNyam med Shes rab rgyal mtshan resided, came to the lower\n                        rGyal shod, he said that if the monastery followed the monastic tradition of\n                        sMan ri it would be a great benefit in the future for the interests of\n                        monastery itself and living beings. Every Bonpo devotee in the place, lay\n                        and clerical, willingly accepted the proposal. The leaders of the region,\n                        members of the monastery and ordinary people took vows to respect the\n                        recommendation.\u003c/p\u003e\n\n                     \u003cp\u003emGon lha, the younger son of the chief Zhu g-yas Pad ma rin chen, took\n                        monastic vows and was given the name bsKal bzang gtsug phud. The lay\n                        practitioners in the monastery also took monastic vows. Moreover, many\n                        people from the tribe became monks, so that the number of monks grew by\n                        nearly one hundred. The abbot wrote the regulations of the monastery based\n                        on the Vinaya and Sutra.\u003c/p\u003e\n\n                     \u003cp\u003eWhen the abbot was about to leave for sMan ri Monastery, he called at Mi\n                        g-yo bsam gtan gling and gave an instruction saying that they should follow\n                        the Bru tradition, in accordance with the sMan ri practice, but the Zhu\n                        tradition of the dGu gsum festivals is of such magnificence that it should\n                        be maintained as before. For this reason, the Zhu tradition of the festivals\n                        has been kept till the present day.\u003c/p\u003e\n\n                     \u003cp\u003eLater on, the above-mentioned mGon lha vacated the throne and went to live\n                        with the family of the Sen tsha chieftain. However, he continued to do a lot\n                        of work that was beneficial to the monastery: he had many invaluable\n                        monastic articles made in the assembly hall, such as victorious banners\n                        decorated with various ornaments, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;phan\u003c/span\u003e, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ephye \u0026rsquo;phur\u003c/span\u003e and canopies, all made of thick Hor\n                        cloth.\u003c/p\u003e\n\n                     \u003cp\u003ebsTan pa \u0026rsquo;brug grags became a monk in this monastery. He was one of the four\n                        nephews of the king of Hor, Tsung chen hu Tshe dbang lha rgyal. The latter\n                        was a son of Zhu g-yas bSod nams dpad rgyal, the chief of Bu rdzum. However,\n                        bsTan pa \u0026rsquo;brug grags could not do much for the monastery.\u003c/p\u003e\n\n                     \u003cp\u003eAfter that the local community needed another lama. The leaders of Bu rdzum,\n                        therefore, sent a messenger with one \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdo tshad\u003c/span\u003e of\n                        silver and many other things to Ri zhing Monastery (No.4) in the upper Nyang\n                        in gTsang in order to invite a lama of the Zhu family. A lama called sTon pa\n                        of rTsa phu bla brang in Ri zhing, who was learned in the tradition of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esrid gshen\u003c/span\u003e, considering the benefit to sentient beings,\n                        accepted the invitation and came to rGyal shod. As a departing gift, the\n                        rTsa phu bla brang gave him the so-called He la nam mkha\u0026rsquo;i \u0026rsquo;phur mo che,\n                        which is a statue of Phur pa rediscovered by gShen chen Klu dga\u0026rsquo;. It was\n                        made of five different precious metals with three faces and a Garuda\n                        hovering above its head.\u003c/p\u003e\n\n                     \u003cp\u003eThe lama sTon pa lived among the people of rGyal shod as if he were a simple\n                        layman. He worked a great deal for the beings, not caring for either wealth\n                        or fame. He had four sons. One of the middle two took monastic vows in the\n                        presence of the abbots of the upper and lower monasteries, and received the\n                        name bsTan \u0026rsquo;dzin gtsug phud. He received initiations and teachings of the\n                        outer, inner, and secret so well that the proper practice of rituals spread\n                        everywhere. As hoped by the people, priests and officials, he became the\n                        head of gSa\u0026rsquo; mda\u0026rsquo; bon dgon. He travelled often to the nomad areas of Hor in\n                        order to collect donations. In 1916, he completely rebuilt the monastery\n                        with new buildings, such as the temple with forty-eight long and short\n                        pillars, the dBu rtse with its stairway, the dance hall and so forth.\n                        However, he did not live to see the religious objects and murals\n                        completed.\u003c/p\u003e\n\n                     \u003cp\u003eAfter the death of bsTan \u0026rsquo;dzin gtsug phud, bsTan pa rgya mtsho of Zhu g-yas\n                        took over the work. Many lay and clerical devotees made donations, so that\n                        the murals and religious objects were completed. In the dBu rtse temple were\n                        the following: a gilt-bronze statue of rGyal ba rgya mtsho with a thousand\n                        arms and a thousand eyes, as high as a two-storey house; a life-size\n                        gilt-bronze statue of Tshe dbang bod yul ma; clay images of rNam par rgyal\n                        ba, sMra ba\u0026rsquo;i seng ge, Thugs rje byams ma, mNyam med chen po, gTso mchog\n                        mkha\u0026rsquo; \u0026rsquo;gyings and sTag la me \u0026rsquo;bar, each of which stood as high as a\n                        two-storey house, installed on fully draped thrones.\u003c/p\u003e\n\n                     \u003cp\u003eOn the shelves, on both sides of the assembly hall, are said to have been a\n                        collection of countless scriptures, including the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo;\n                           \u0026rsquo;gyur\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; brten\u003c/span\u003e of Eternal Bon, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;Bum\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emDo gzer mig\u003c/span\u003e written in\n                        gold and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;Bum\u003c/span\u003e of the three versions: detailed,\n                        standard and compact. There were the murals of the Thousand Buddha, Cho ga\n                        bcu gnyis, the Twelve Deeds of gShen rab Mi bo, the deities of gSas mkhar\n                        mchog lnga and the protective deities of Bon. Around the upper structure of\n                        the temple were murals of the lineage of the masters of monastic tradition.\n                        At the porch were the murals of the Four Great Kings and the wheel of\n                        existence.\u003c/p\u003e\n\n                     \u003cp\u003eUpstairs, in the bsKangs gso khang, were clay images of sTag la spu gri dmar\n                        nag and the religious protectors of Bon. On the lattice-work fence were clay\n                        images of dBal gsas and Tshe dbang Bod yul ma. The murals were of the\n                        assembled deities of Zhang zhung Bon skor.\u003c/p\u003e\n\n                     \u003cp\u003eZhu g-yas bsTan pa rgya mtsho was the younger of the two sons of Pad ma rnam\n                        rgyal, a chief of Bu rdzum. He was born in 1905 and his lay name was bSod\n                        nams grags pa. He later took monastic vows in the presence of sKu \u0026rsquo;dun Phun\n                        tshogs blo gros of sMan ri Monastery, and was given the name bsTan pa rgya\n                        mtsho. He received teachings in the presence of the mKhan chen Phun tshogs\n                        blo gros, the yogi bZod pa rgyal mtshan from Khyung po and the hermit gYung\n                        drung ye shes. He mastered the esoteric learning of Bon and became the head\n                        of gSa\u0026rsquo; mda\u0026rsquo; bon dgon, which consequently brought great prosperity to the\n                        monastery. In the latter half of his life he handed over all the\n                        responsibilities of teaching to his nephew Nyi zla tshe dbang, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ealias\u003c/span\u003e bsTan pa rgyal mtshan, and practised meditation\n                        for the rest of his life at the cave gSa\u0026rsquo; phu. He passed away in 1966.\u003c/p\u003e\n\n                     \u003cp\u003eNyi zla tshe dbang is the present head of gSa\u0026rsquo; mda\u0026rsquo; bon dgon. He was born in\n                        the family of the chief of Bu rdzum and was the younger of the two sons of\n                        Zhu g-yas Rin chen dbang rgyal. In 1934, he took monastic vows in the\n                        presence of bsTan pa blo gros, the abbot of sMan ri, and was given the name\n                        bsTan pa rgyal mtshan. He studied the precepts of Bon under the same master\n                        and bZod pa rgyal mtshan, the yogi of Khyung po. Similarly, he received\n                        teachings from the three other masters: Zhu g-yas gYung drung rgyal mtshan\n                        from Yung drung dpal ri in Khyung po; Shel zhig gYung drung rnam rgyal, a\n                        personal disciple of Grub dbang Shar rdza pa; and bsTan pa rgya mtsho, his\n                        paternal uncle. He also studied the general culture of Tibet, including\n                        Tibetan linguistics. He has been in charge of all aspects of the headship of\n                        this monastery up to the present day.\u003c/p\u003e\n\n                     \n\n                        \u003ch5 id=\"b5-1-4-6-1\"\u003eAnnual Religious Services and Practice of Rituals\u003c/h5\u003e\n\n                        \u003cp\u003eFor about fifteen days, from the 3rd day of the first Tibetan month,\n                           there were ceremonies of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elnga mchod\u003c/span\u003e and from the\n                           16th, for three days, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esmon lam\u003c/span\u003e festival is\n                           celebrated. Besides these, normally after finishing daily tea, the monks\n                           assemble to perform various rituals: the eight-day ritual based on the\n                              \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esGrib sbyong mun sel sgron ma,\u003c/span\u003e called the dPon\n                           tshang ma a dkar; the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eZhi khro\u003c/span\u003e ritual, for over\n                           twenty days; the seven-day ritual of Ma rgyud; the five-day ritual of\n                           gDugs dkar; the Twelve Rituals (Cho ga bcu gnyis), for twelve days; the\n                           recitation of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/span\u003e; and the five-day\n                           ritual of Phur pa. On these occasions, a number of local devotees come to\n                           make flower offerings.\u003c/p\u003e\n\n                        \u003cp\u003eIn the sixth Tibetan month a summer retreat is observed for about thirty\n                           days. Then comes the end of the month, when the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu\n                              gtor\u003c/span\u003e rite called Khro bo dmar chen, which is the short one (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu chung\u003c/span\u003e), is performed.\u003c/p\u003e\n\n                        \u003cp\u003eIn the eighth month there is a big festival, Ma tri bum sgrub, for twelve\n                           days. On this occasion, religious dances that consist of thirteen\n                           different ones are performed over two days and on another day the public\n                           initiation is given.\u003c/p\u003e\n\n                        \u003cp\u003eOn the 24th day of the tenth month another \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e\n                           rite is performed, this time an elaborated one (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu\n                              chen\u003c/span\u003e), based on the recital of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhro bo ngo\n                              mtshar rgyas pa\u003c/span\u003e.\u003c/p\u003e\n\n                        \u003cp\u003eFrom the 3rd day of the twelfth month the ritual sTag la tshogs stong is\n                           performed, and at the end of the month the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e\n                           rite of sTag la is performed, leading to the New Year\u0026rsquo;s general\n                           celebration.\u003c/p\u003e\n\n                        \u003cp\u003eTo sum up, they assemble for rituals for more than ten months of the\n                           whole year.\u003c/p\u003e\n\n                        \u003cp\u003eAs for the organization of this monastery, it consists mainly of a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edbu bla\u003c/span\u003e (head), four \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elas sne\u003c/span\u003e\n                           (official), \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edbu mdzad\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edge\n                              bskos\u003c/span\u003e. In addition to these, there are several senior monks from\n                           Khyung po and Ya nge thod pa in the lineage of old Bonpo masters, who\n                           take responsibility for managing the big festivities. For prescribed\n                           monastic activities the first four above-mentioned members should take\n                           responsibility. The main annual ceremonies are Nag po spam chen, Tshogs\n                           stong, lNga mchod, sMon lam, Zhi khro, Ma rgyud, gDugs dkar, Phur pa,\n                           Dung yon, bsNyen bsnyung, the dGag dbye, sNgags rgyun, dBu rtse mar chen,\n                           sNgags rgyun mar chen, \u0026rsquo;Khor chen, Khyi khrud, gSar \u0026rsquo;phar, and sPyi gso.\n                           The expenses of the eight-day ritual of A dkar are met by the chief of Bu\n                           rdzum. Funds for the above-mentioned activities are raised from livestock\n                           and farmland production. In the old days, it was with tea and silver that\n                           they raised funds to erect the so-called Four Stupas (mChod rten bzhi) of\n                           Nag po spam chen. Out of the funds, they must save cash to hand over so\n                           that the budget for the rest of the year might be met. There was a\n                           special rule in the monastery that according to the amount of the funds,\n                           four or two monks must take responsibility in turn for the funds.\u003c/p\u003e\n\n                        \u003cp\u003eWith regard to monastic discipline, the legal document of the monastery\n                           serves as its basis. For example, if a monk breaks one of the four\n                           primary rules, he must be punished with a fine of eighteen \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003etam rdo\u003c/span\u003e and he must find a substitute to be his\n                           replacement. Although the monastery used to be called \u0026ldquo;the Sixty Monastic\n                           College of gSa\u0026rsquo; mda\u0026rsquo;\u0026rdquo;, because it had only sixty monks, it actually now\n                           has more than one hundred monks. The regulations of the monastery are\n                           very strict. The monks are not even allowed to wear undershirts at any\n                           time, and even in the courtyard of the public houses, including the four\n                           or five monks\u0026rsquo; quarters, they were under close surveillance.\u003c/p\u003e\n\n                        \u003cp\u003eDuring the recent period of its history (i.e., the Cultural Revolution)\n                           the monastery declined markedly for many internal and external reasons.\n                           However, it was rebuilt in 1985. Several religious objects hidden and\n                           kept safe by the senior monk Byang chub grags pa, bsTan \u0026rsquo;dzin bzang po\n                           and the dKar ya nge family were returned to the monastery. rDo rgyal kha\n                           ba rNam rgyal dbang grags of the Zhu family purchased a complete set of\n                           the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/em\u003e in two hundred volumes\n                           printed in Chengdu, and presented it to the monastery.\u003c/p\u003e\n\n                        \u003cp\u003eAfter all this, at present this monastery is in pretty good condition in\n                           terms of size and equipment, and has come out as one of the principal\n                           Bonpo monasteries of Nag chu region. In the monastery there are three\n                           lamas, including Lama Nyi zla tshe dbang, mentioned above, who is very\n                           learned in Bon culture, and there are about forty-seven monks.\u003c/p\u003e\n\n                        \u003cp\u003eA trip of about 250 kilometres from \u0026rsquo;Bri ru rdzong takes us to sBra chen\n                           rdzong.\u003c/p\u003e\n\n                     \n\n                  \n\n               \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-1-4/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-1-4","is_primary":false,"created_at":"2011-12-13 02:30:51 UTC","updated_at":"2011-12-13 02:30:51 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}