{"descriptions":[{"id":1587,"title":"Lunggu Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 class=\"h1\" id=\"b6\"\u003eBonpo monasteries and temples \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003ein Tibetan regions in Qinghai, Gansu and\n               Sichuan\n            \u003c/h2\u003e\n\n               \u003ch2 id=\"b6-17\"\u003eWen chuan County\u003c/h2\u003e\n\n               \u003cp\u003eWen chuan county is located in rNga ba Tibetan Autonomous Prefecture, Sichuan\n                  Province. There are 18 townships subdivided into 126 villages. The county covers\n                  an area of 3958.27 sq km. The population was 82,830 in 1980: 5,516 Tibetans and\n                  17,322 Qiang. The county town is located at Wei zhou Township 246 km from \u0026rsquo;Bar\n                  khams, the capital of rNga ba Prefecture. (216) Bla ma Temple \u003c/p\u003e\n\n               \u003cp\u003eBla ma Temple is located 110 km south of the county seat of Wen chuan,\n                  two-kilometer walk up the mountain to reach the monastery. Wen chuan is a county\n                  of rNga ba Tibetan Autonomous Prefecture in Sichuan Province. Since the Tibetans\n                  in the area are completely sinicized and no longer speak Tibetan, they use even\n                  Chinese names, although they acknowledge that they are Tibetans. The founder of\n                  the temple remains unknown. When I visited the site in 1998, the caretaker of the\n                  temple, an old Tibetan man called Ma Qingyun, who had been a soldier in the Long\n                  March, was the only person there who knew how to read some Tibetan. The temple was\n                  rebuilt in the 1980s. Only a small number of lay practitioners occasionally come\n                  to the temple to worship and make offerings. Ma Qingyun occasionally performs\n                  simple rituals for local families when requested. The temple has two copies of the\n                  gSer \u0026rsquo;od nor bu \u0026rsquo;od \u0026rsquo;bar (xylographic edition), and one manuscript volume of\n                  various ritual texts. Economic circumstances of the temple depends on offerings\n                  from the faithful. Many people come to the temple to worship and make offerings\n                  although there is no local community as such. Occupation of the local population\n                  is farming. Sources\u003c/p\u003e\n\n               \n\n                  \u003ch3 id=\"b6-17-1\"\u003e(1) Interviews\u003c/h3\u003e\n\n                  \u003cp\u003eIn autumn 1998 with: Ma Qingyun (b.1918)\u003c/p\u003e\n\n               \n\n               \n\n                  \u003ch3 id=\"b6-17-2\"\u003e(217) mChog gsum Temple\u003c/h3\u003e\n\n                  \u003cp\u003e \u003c/p\u003e\n\n                  \u003cp\u003eSince the Tibetans in the Wen chuan area have been completely sinicized, most\n                     of them call the temple by its Chinese name, Sansheng Miao, (a literal\n                     translation of mChog gsum lha khang). The temple is located on the road 110 km\n                     south of the county town of Wen chuan.\u003c/p\u003e\n\n                  \u003cp\u003eAccording to oral tradition, originally there was a Guan di Miao, a temple\n                     dedicated to the Chinese deity Guan di. Sang rgyas dpal ldan, a Bonpo master\n                     from Central Tibet enshrined a statue of gShen rab Mi bo as the main statue of\n                     the temple together with two other statues --relegating the Guan di statue\n                     among the secondary deities-- and transformed the establishment into a Bonpo\n                     temple named mChog gsum lha khang.\u003c/p\u003e\n\n                  \u003cblockquote xmlns:str=\"http://exslt.org/strings\"\u003e\n                     \u003cp\u003eThere were no lay devotees when I visited the temple in 1998, only an old\n                        lady looking after it. I was told that she was a Tibetan, from Chu chen in\n                        rGyal rong, and now she was the caretaker of the temple. The temple was\n                        rebuilt in the nineteen-eighties. It has close ties with gYung drung dar\n                        rgyas Monastery (No.170) in Rong brag county. The local people invite five\n                        monks from gYung drung dar rgyas Monastery to perfome an annual ritual on\n                        the 15th day of the 2nd month every year.\u003c/p\u003e\n\n                  \u003c/blockquote\u003e\n\n                  \u003cp\u003eSince there are no other religious activities apart from the ritual mentioned\n                     above, very few people come to the temple. Indeed many of the villagers have\n                     not been to the temple for years and don\u0026rsquo;t even know to which religious\n                     tradition it belongs. \u003c/p\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-17-2-1\"\u003eSources\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-17-2-1-1\"\u003e(1) Interviews\u003c/h5\u003e\n\n                        \u003cp\u003eIn autumn 1998 with: Xiao Shufang, the caretaker of the temple who was\n                           around seventy years old when I visited the place (she did not know the\n                           year of her birth)\u003c/p\u003e\n\n                     \n\n                     \n\n                        \u003ch5 id=\"b6-17-2-1-2\"\u003e(2) Texts\u003c/h5\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003eWen chuan rdzong gi sa cha\u0026rsquo;i ming btus compiled and printed by Wen\n                              chuan rdzong gi sa cha\u0026rsquo;i ming btus las don \u0026rsquo;go khrid tsho chung, p.1,\n                              Wei zhou, 1982\u003c/li\u003e\n                        \u003c/ol\u003e\n\n                     \n\n                  \n\n               \n\n               \n\n                  \u003ch3 id=\"b6-17-3\"\u003e(218) La tha Temple\u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-17-3-1\"\u003e1. Name\u003c/h4\u003e\n\n                     \u003cp\u003eThe temple is also called A lo Temple. This name of the temple is said to be\n                        Mongolian, since the temple\u0026rsquo;s devotees are mainly of Mongolian origin and\n                        are said to be descendants of a Mongolian army. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-17-3-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003eThe temple is located 120 km from the county town of Yanyuan, which is part\n                        of Liangshan Yi Autonomous Prefecture in Sichuan Province.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-17-3-3\"\u003e3. History\u003c/h4\u003e\n\n                     \u003cp\u003eWhen I went to visit the region I was unable to reach the temple owing to\n                        floods that had destroyed the road to Yan yuan county. I was unable to find\n                        any written Sources concerning the temple\u0026rsquo;s history (and I doubt that any\n                        exist). In Xichang, the capital of Liangshan Prefecture, I met one aged\n                        woman from the village where the temple is located. She told me that\n                        according to a legend the temple was founded in the 13th century. The\n                        devotees of this temple are mainly Mongolians but also include some Tibetans\n                        and Naki, and even some Yi, another ethnic group living in the area. The\n                        Mongolian army, of which the present Mongolians are said to be the\n                        descendants, arrived in the region in the 17th century with Gushri Khan. In\n                        the past, the temple was looked after by the leading Mongolian family, whose\n                        eldest son inherited his father\u0026rsquo;s position as chief, while the second and\n                        third sons became the gnyer ba and head of the temple respectively. When\n                        there were not enough sons, the incumbents were chosen from among the\n                        family\u0026rsquo;s relatives. The temple was rebuilt in the nineteen-eighties.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-17-3-4\"\u003e4. Hierarchical system\u003c/h4\u003e\n\n                     \u003cp\u003eThere is one dge skos and one dbu mdzad, both replaced every three years. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-17-3-5\"\u003e5. Current number of devotees\u003c/h4\u003e\n\n                     \u003cp\u003eThere are one hundred and twenty-nine tantric practitioners who work as\n                        farmers and live with their families and only go to the temple to perform\n                        the annual rituals.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-17-3-6\"\u003e6. Current education\u003c/h4\u003e\n\n                     \u003cp\u003eThe younger practioners are trained by the elder practitioners.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-17-3-7\"\u003e7. Educational exchange\u003c/h4\u003e\n\n                     \u003cp\u003eSince it is the only Bonpo temple in the area, it has no direct ties with\n                        any other temple.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-17-3-8\"\u003e8 / 9. Rituals\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003e1st month: the smon lam prayer from the 10th to the 20th day\u003c/li\u003e\n\n                        \u003cli\u003e4th month: the smyung gnas fast from the 1st to the 16th day\u003c/li\u003e\n\n                        \u003cli\u003e8th month: the minatsho ritual from the 6th to the 11th day\u003c/li\u003e\n\n                        \u003cli\u003e9th month: the dutsetshok ritual from the 26th day to the 29thday;\n                           this is followed by the gelacha ritual. \u003c/li\u003e\n                     \u003c/ul\u003e\n\n                     \u003cp\u003eThe terms minatsho, dutsetshok and gelacha are said to be the Mongolian\n                        names for the rituals, but none of the people whom I interviewed in Xichang\n                        knew what they meant.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-17-3-9\"\u003e11. Income and expenses\u003c/h4\u003e\n\n                     \u003cp\u003eThe temple has no regular Sources of income and depends on offerings from\n                        its followers.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-17-3-10\"\u003e12. Local community\u003c/h4\u003e\n\n                     \u003cp\u003eAbout 5,000 Mongolian, Tibetan and Naki in the area\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-17-3-11\"\u003e14. Occupation of the local people\u003c/h4\u003e\n\n                     \u003cp\u003eFarming \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-17-3-12\"\u003eSources\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-17-3-12-1\"\u003e(1) Interviews\u003c/h5\u003e\n\n                        \u003cp\u003eIn autumn 1998 with: Wang Wenzhi, a Mongolian woman who comes from the\n                           village where the temple is located and who works at the Department of\n                           Minorities and Religion of Liangshan Prefecture government.\u003c/p\u003e\n\n                     \n                  \n\n               \n\n            \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b6-17/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-17","is_primary":false,"created_at":"2011-12-13 02:31:08 UTC","updated_at":"2011-12-13 02:31:08 UTC","authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}]}]}