{"descriptions":[{"id":1349,"title":"Lupuk Gön Yungdrung Dechen Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch3 id=\"b5-1-5\"\u003esBra chen rdzong\u003c/h3\u003e\n\n                     \u003ch4 id=\"b5-1-5-6\"\u003e(31) Klu phug Monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery\u0026rsquo;s full name is Klu phug dgon gYung drung bde chen gling. From\n                        Phur nag Monastery, there is a direct road that leads to Klu phug Monastery,\n                        but it is a trip of extreme difficulty and danger. To the right of the road\n                        stretches a high mountain range with yawning craggy abysses. To the left\n                        runs the reddish river Sog chu, swirling waves. Before reaching the\n                        monastery seven narrow ledges must be traversed, the mere sight of which can\n                        make one\u0026rsquo;s hair stand on end. People call these the \u0026ldquo;Seven ledges\n                        intermediate between death and rebirth\u0026rdquo; (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebar ma do\u0026rsquo;i \u0026rsquo;phrang\n                           bdun\u003c/span\u003e). Thus we arrive at rDza gseb \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang. \u003c/span\u003eThis\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang \u003c/span\u003eis completely surrounded by green-clad\n                        mountains. Herds \u0026ndash; black, white or other colours \u0026ndash; on the verdant plain look\n                        just like the stars scattered in the sky. To the far north-west of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang \u003c/span\u003eis a high, white, rocky hill that looks like an\n                        elderly monkey sitting on his haunches, the appearance of which may strike\n                        one as strange.\u003c/p\u003e\n\n                     \u003cp\u003eTo reach Klu phug Monastery, which is situated in sBra chen \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003equ,\u003c/span\u003e one must travel further away from the riverbank. It is one\n                        hundred kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e to the monastery,\n                        but twenty-four kilometres of this can be covered conveniently by car on the\n                        highway.\u003c/p\u003e\n\n                     \u003cp\u003eHere I shall give an account of where and how this monastery originated:\n                        this monastery is situated on the upper part of Brag dkar lha lung valley in\n                        sBra chen \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003equ. \u003c/span\u003eOn the hill at the back of the monastery\n                        there was a cave in which, it is believed, a water spirit \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eklu \u003c/span\u003elived. That is why the monastery is called Klu phug.\u003c/p\u003e\n\n                     \u003cp\u003eThere was a Tantric establishment called mKhar dmar bla brang founded in\n                        1626 by Khri rgyal rje chen, the twelfth king of the Thirty-nine Tribes of\n                        Hor. He was a tantric practitioner and followed both Bon and \u0026rsquo;Bri gung bKa\u0026rsquo;\n                        rgyud pa traditions. \u003c/p\u003e\n\n                     \u003cp\u003emKhar dmar was situated at a saddle-shaped craggy red hill called Gung lhag.\n                        It was a two-storey building. On the top of the roof it had various emblems\n                        unique to the ancient Bon tradition, such as the perch of birds. In the\n                        centre and at the four corners of the roof there were spears erected and\n                        decorated with yak\u0026rsquo;s hair on their tips, surrounded by deer and wild yak\n                        horns. In the assembly hall on the upper floor there were four pillars and\n                        it was the place where twelve Tantric practitioners gathered together. There\n                        were the following religious objects: clay images of the four-armed sPyan\n                        ras gzigs, sGrol dkar, rNam par rgyal ba and Khri gtsug rgyal ba;\n                        scriptures, including the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhams chen\u003c/span\u003e in sixteen\n                           volumes\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003eand the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebDal \u0026rsquo;bum\u003c/span\u003e in\n                        twelve volumes; eight stupas made of a mixture of medicine and clay, each of\n                        which was as tall as an arrow. On the west side of the floor there was a\n                        single-pillared meditation room in which Khri rgyal rje chen erected\n                        gilt-bronze statues of Kun bzang rgyal ba \u0026rsquo;dus pa and dBal gsas rngam pa\n                        (this statue still exists) less than a cubit in height. These had been\n                        concealed in the ground at Sham po during the suppression of Bon in Central\n                        Tibet and was rediscovered by rMa ston lHa rgod Shes rab seng ge. Moreover,\n                        there were images of Dran pa nam mkha\u0026rsquo; with his twin sons made of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eli\u003c/span\u003e from Zhang zhung, a span in height (two of these\n                        statues still exist). These were rediscovered in Phyug mo dpal ri by Bon\n                        zhig gYung drung gling pa.\u003c/p\u003e\n\n                     \u003cp\u003eIn 1786, lHa mkhar bstan rgyal, the elder son of Khri rgyal rje chen, was\n                        enthroned and maintained the mKhar dmar establishment as his father did. He\n                        married gShen bza\u0026rsquo; dPal \u0026rsquo;dzin, a lady of the gShen family. He abandoned his\n                        family\u0026rsquo;s tradition to follow \u0026rsquo;Bri gung bka\u0026rsquo; brgyud and was content to keep\n                        only the Bon tradition. Dpal \u0026rsquo;dzin, the queen, became a nun in her later\n                        life and lived in a cave to devote herself to meditation. Her cave can still\n                        be visited.\u003c/p\u003e\n\n                     \u003cp\u003eTshe ring rab brtan, the son of lHa mkhar, succeeded his father. However, he\n                        was more concerned with politics. He had two tent residences. One of these\n                        two was in sBra chen and it was in this that he used live and it became the\n                        seat of his government.\u003c/p\u003e\n\n                     \u003cp\u003eIn mKhar dmar, there was lHa bla bsTan pa phun tshogs, who is said to be a\n                        native of rGyal rong. He looked after the tantric establishment (which\n                        usually had twelve tantrists). lHun grub \u0026rsquo;od zer (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ealias\u003c/span\u003e\n                        Shang blang Drang srong) of rTing ngu Monastery came to join him and he was\n                        ordained by bsTan pa phun tshogs. So mKhar dmar started having monks in its\n                        midst. lHa bla also established there the ritual practice of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eZhi khro dgongs \u0026rsquo;dus\u003c/span\u003e according to the New Bon tradition.\n                        This was to be performed in the eighth month every year.\u003c/p\u003e\n\n                     \u003cp\u003eHere is an account of how Klu phug Monastery was founded. In 1827 Nyi ma\n                        bstan \u0026rsquo;dzin, the twenty-third abbot of sMan ri Monastery (No.1), travelled\n                        to the region of Hor. He came and stayed in Klu phug Monastery. There he\n                        presided over the ceremony of the enthronement of bsTan \u0026rsquo;dzin dbang grags,\n                        the reincarnation of lHa bla bsTan pa phun tshogs, at mKhar dmar bla brang.\n                        On the same occasion, he encouraged bsTan \u0026rsquo;dzin dbang grags and the twelve\n                        tantrists to take monastic ordination. Klu phug then with its mKhar dmar bla\n                        brang became a real monastery and the abbot gave it the name gShen bstan\n                        gYung drung bde chen gling and wrote a monastic code for it entitled the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eThar lam them skas\u003c/span\u003e, setting out regulations in\n                        accordance with the Bonpo monastic tradition. Not only that, he issued an\n                        edict establishing the monastery as being the first branch of sMan ri in the\n                        region. He entrusted the monastic management to Ma bdud btsan rgyal bzhi,\n                        the Bonpo protectors, and bestowed upon the monastery a large flat bell\n                        discovered in rGyal rong Brag steng and it has been one of the principal\n                        religious objects of this monastery up to the present day.\u003c/p\u003e\n\n                     \u003cp\u003ebsTan \u0026rsquo;dzin dbang grags maintained the time-honoured custom of mKhar dmar\n                        bla brang, except that the twelve tantrists were now all monks. He added an\n                        eight-pillared assembly hall and established the commemoration of sTon pa\n                        gShen rab\u0026rsquo;s birthday on the 15th day of the first Tibetan month, and the\n                        performance of the ritual Ma tri bum sgrub on the 15th day of the eighth\n                        month.\u003c/p\u003e\n\n                     \u003cp\u003eLater, bsTan pa dar rgyas, a prince of the royal house of Hor, became the\n                        head of the monastery. In his childhood, he was recognized as the\n                        reincarnation of a high lama in rGyal rong. So a number of gifts, including\n                        a copy of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhams chen\u003c/span\u003e, written in gold, were\n                        presented to Khri dbang rab brtan, the sixteenth king of Hor, in the hope\n                        that he would permit the child to leave for rGyal rong. However, the king\n                        was powerful enough to hold back the child (his own son) from leaving and\n                        returned the gifts. So bsTan pa dar rgyas eventually decided himself to\n                        become a monk and later ascended the throne of Klu phug Monastery. In\n                        addition to the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e rite, formerly performed by\n                        the Twelve Tantrists, he established a new custom of a complete ritual\n                        practice of the Red Yamantaka (gShin rje gshed dmar). Following this,\n                        religious dances were performed, to which he added new dances: sNang bgyad,\n                        Tshogs \u0026rsquo;cham, and the Yamantaka.\u003c/p\u003e\n\n                     \u003cp\u003erNam rgyal dbang \u0026rsquo;dus, a brother of bsTan pa dar rgyas, entered the\n                        priesthood and succeeded his brother in the monastery, but the seventeenth\n                        king of Hor, Nor bu dbang rgyal, died prematurely, so he had to leave the\n                        monk body and succeed to the throne. As a confession (of having broken the\n                        monastic vows) a two-storey temple with six pillars was build in the\n                        monastery. There were gilt-bronze statues of rNam par rgyal ba and the Four\n                        Principal Buddhas, a span in height. Families of the \u0026rsquo;Brog shog and Bon tha\n                        tribes of the Thirty-seven Tribes of Hor took an oath that they would send\n                        their second son (if there was one) to become a monk. From that point the\n                        monastery began to have many monks.\u003c/p\u003e\n\n                     \u003cp\u003ebsTan pa rgyal mtshan, of the royal house of Hor, ascended the monastic\n                        throne. From childhood he was faithful, industrious and intelligent, so that\n                        he became the focus of praise from all the people. He took monastic vows at\n                        the age of thirteen. After that, according to custom, he made offerings to\n                        the three monasteries, including sMan ri. In the presence of sKal bzang nyi\n                        ma, the second abbot of gYung drung gling, he took full ordination. He then\n                        set out on pilgrimage to Mount Ti se and the soul-mountain of Bon in Zhang\n                        zhung and also the lake Ma pang g-yu mtsho. There he made circumambulations\n                        and prostrations.\u003c/p\u003e\n\n                     \u003cp\u003eHe then returned to his monastery where he had various stupas built,\n                        including a reliquary stupa of a gShen lama in the form of gYung drung bkod\n                        legs and another reliquary stupa of bsTan pa dar rgyas in the form of rNam\n                        rgyal mchod rten made of silver, the height of a person and adorned with\n                        varieties of vivid gems. He had a temple built to house the stupas he had\n                        had made. His main spiritual masters were gTer ston Nam mkha\u0026rsquo; khri khyung of\n                        Zhu and Grub dbang sMon lam rgyal mtshan of Khyung po. gTer ston gYung drung\n                        grags pa of Zhu, who was the prelate of the king Tshe ring rab brtan, made\n                        Mount Brag dkar lha lung, where the monastery is situated, into a sacred\n                        site and established a new custom of circumambulating the sacred hill in the\n                        region.\u003c/p\u003e\n\n                     \u003cp\u003ebsTan pa rgyal tshan made copies, by himself, of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo;\n                           \u0026rsquo;gyur\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo;\u003c/span\u003e\n                        \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebrten \u003c/span\u003e in vermilion ink and had a temple with eight\n                        pillars built to house them. This temple also contained a gilt-bronze statue\n                        of sTon pa gShen rab and a reliquary stupa of Zhu Nam mkha\u0026rsquo; khri khyung the\n                        height of an arrow. An assembly hall was also built, with two storeys and\n                        six long pillars and sixty-six short ones. In the inner sanctuary there was\n                        a complete set of lTung bshags lha \u0026rsquo;khor of gilt-bronze. On the right wall\n                        were murals of the Bya rgyud and sPyod rgyud deities. On the left wall were\n                        the principal deities of the Ye shes and Ye she chen po\u0026rsquo;i rgyud. On the\n                        walls around the upper structure were the Four Principal Buddhas and the\n                        masters who maintained the monastic tradition. On both sides of the door\n                        were Bonpo religious protectors, both male and female. In the front hall\n                        were murals of the eight dPal mgon chen po brgyad, the Four Great Kings and\n                        the local deity lHa dbang dgra \u0026rsquo;dul.\u003c/p\u003e\n\n                     \u003cp\u003eThis monastery followed the Bru tradition in its activities as exactly as\n                        that of sMan ri Monastery: in the eighth month, the ritual of Khro bo, and\n                        in the third month that of Phur pa, finishing with a whole day\u0026rsquo;s dance\n                        performance.\u003c/p\u003e\n\n                     \u003cp\u003eIn 1912 the Thirty-nine Tribes of Hor came under the control of the Manchu\n                        officials resident in Tibet and then, later, the Tibetan government began to\n                        rule over the tribes. This Tibetan (dGe lugs pa) rule over the region soon\n                        had an adverse effect on the Bonpo monasteries.\u003c/p\u003e\n\n                     \u003cp\u003eThen Sangs rgyas bstan \u0026rsquo;dzin, a Hor lama, took care of the mKhar dmar Bla\n                        brang residence. sGo ston Nyi ma rgyal mtshan succeeded him. The latter was\n                        born in 1937 at lHa thog in sDe dge, in a family of the sKam lineage. He\n                        later became the head of Klu phug Monastery. He reorganized the cemetery in\n                        the vicinity of the monastery by subduing the ground and building a stone\n                        mandala there. The place was the abode of mKha\u0026rsquo; \u0026rsquo;gro Seng gdong ma and the\n                        ground looks like the crooked knife of a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emkha\u0026rsquo; \u0026rsquo;gro ma\u003c/span\u003e\n                        and the bare hills nearby resemble a woman\u0026rsquo;s breasts.\u003c/p\u003e\n\n                     \u003cp\u003emKhan chung Grags rnam, the first Hor governor, assigned by the Tibetan\n                        government, appointed the head of Klu phug Monastery as the abbot of\n                        thirty-eight monasteries among the Thirty-nine Tribes by issuing an edict\n                        and a seal. This official position of the abbot is called So brgyad mkhan\n                        po.\u003c/p\u003e\n\n                     \u003cp\u003eAfter that, Thugs rje nyi ma of sKam, using his own resources and assisted\n                        by gYung drung ye shes of Kha btags, made gilt-bronze statues of the deities\n                        of gSas mkhar mchog lnga and sTag la the height of an arrow, and two large\n                        reliquary stupas of bsTan pa rgyal mtshan and Tshe dbang lha rgyal as tall\n                        as a two-storey house.\u003c/p\u003e\n\n                     \u003cp\u003erMe\u0026rsquo;u ston sKal bzang rgyal mtshan succeeded sGo ston Nyi ma rgyal mtshan as\n                        the head of the monastery. He was born\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003ein 1912 and was\n                        recognized as the reincarnation of his predecessor by Phun tshogs blo gros,\n                        the twenty-eighth abbot of sMan ri. In the presence of the abbot he took\n                        monastic vows, then ascended the throne of Klu phug Monastery. He twice\n                        carried out restoration work at mKhar dmar bla brang, during which he built\n                        a new twelve-pillared temple containing religious objects such as\n                        gilt-bronze statues of rNam pa rgyal ba, rGyal ba rgya mtsho and sMon lam\n                        mtha\u0026rsquo; yas, each of which was as tall as a two-storey house. He paid visits\n                        to the Three Principal Bonpo Monasteries in Central Tibet and distributed,\n                        in accordance with old custom, much of his own wealth among the monks there.\n                        He, moreover, took full ordination in the presence of Nyi ma dbang rgyal,\n                        the thirty-first abbot of sMan ri. At his own monastery he had two copies of\n                        the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/span\u003e made. When the Bonpo monasteries were\n                        persecuted by the garrison, consisting of five hundred guards, posted in\n                        sBra chen by the Tibetan government, he was obliged to escape for a short\n                        period of time; consequently he was unharmed. He died in 1954.\u003c/p\u003e\n\n                     \u003cp\u003egYung drung rgyal ba of the royal house of the king of Hor succeeded rMe\u0026rsquo;u\n                        ston sKal bzang rgyal mtshan as head of the monastery. He was born in 1936\n                        and was recognized as the rebirth of Sras smyon pa. The latter was regarded\n                        as the reincarnation of gYung drung bstan pa rgyal mtshan. gYung drung rgyal\n                        ba took monastic vows in the presence of rGyal tshab gYung drung rgyal\n                        mtshan of mKhar sna (No.7). At the age of five, he entered Klu phug\n                        Monastery and then travelled from one monastery to another. He obtained\n                        initiations and teachings from a number of masters living in Khams and Amdo.\n                        In 1956, he took full ordination in the presence of bsTan pa blo gros, the\n                        ex-abbot of sMan ri. While helping maintain Klu phug Monastery, he was\n                        particularly involved in political affairs of both laity and clergy.\u003c/p\u003e\n\n                     \u003cp\u003eThe hierarchical system of the monastery is as follows:\u003c/p\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003e\n                           \u003cspan style=\"font-style: italic;\" class=\"\"\u003emkhan po and sprul sku\u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan style=\"font-style: italic;\" class=\"\"\u003ephan tshun che mo\u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan style=\"font-style: italic;\" class=\"\"\u003edge rgan\u003c/span\u003e, five teachers selected from the four\n                           colleges: Ke\u0026rsquo;u tshang sGron gsal gling, dGa\u0026rsquo; ldan \u0026rsquo;bul sde gling, bsTan\n                           pa yar dar gling and gSer sde bde chen gling\u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan style=\"font-style: italic;\" class=\"\"\u003edbu mdzad\u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan style=\"font-style: italic;\" class=\"\"\u003edge bskos\u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan style=\"font-style: italic;\" class=\"\"\u003ephyag mdzod\u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan style=\"font-style: italic;\" class=\"\"\u003esphi gnyer\u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan style=\"font-style: italic;\" class=\"\"\u003ergyun gnyer\u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan style=\"font-style: italic;\" class=\"\"\u003etshang dpon\u003c/span\u003e\n                        \u003c/li\u003e\n                     \u003c/ul\u003e\n\n                     \u003cp\u003eFormerly there were about three hundred monks.\u003c/p\u003e\n\n                     \u003cp\u003eAmong the eighty-seven Bonpo monasteries in the Tibet Autonomous Region, Klu\n                        phug Monastery is, at present, one of those that have good facilities such\n                        as assembly hall, temple and other buildings. Its religious objects are in\n                        good condition. A broad range of teachings on study, practice and meditation\n                        are taught by the following individuals: the abbot sKal bzang g-yung drung;\n                        rTogs ldan Rag shu; Dri med g-yung drung (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ealias \u003c/span\u003eDri med\n                        rdo rje), the highly illustrious one who has reached the age of ninety\n                        years; Rag shu Kun bzang snying po; sGo rigs Ye shes kun \u0026rsquo;byung; sPa tshang\n                        \u0026rsquo;Phrin las rgya mtsho; and Zhu gYung drung rang sgrol. Altogether, there are\n                        130 monks presently living there.\u003c/p\u003e\n\n                     \u003cp\u003ePrincipal among the religious objects still kept in this monastery is the\n                        pair of statues of rGyal ba \u0026rsquo;dus pa in tranquil aspect and dBal gsas rngam\n                        pa in wrathful aspect. They are regarded as rediscoveries of rMa ston lHa\n                        rgod. As well, there are numerous other religious objects of great\n                        importance: the silver image of gShen lha \u0026rsquo;od dkar, rediscovered by Bon zhig\n                        Khyung nag; bronze statues of Dran pa nam mkha\u0026rsquo; and Pad ma mthong grol, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ealias\u003c/span\u003e Pad ma \u0026rsquo;byung gnas, both considered to be\n                        rediscoveries.\u003c/p\u003e\n\n                     \u003cp\u003eThe mountain called Nor bu lha rtse, behind the monastery, is regarded as a\n                        holy mountain blessed by Dran pa nam mkha\u0026rsquo; and his twin sons - Tshe dbang\n                        rig \u0026rsquo;dzin and Pad ma \u0026rsquo;byung gnas. The mountain to the right is called Nyi ma\n                        lha rtse and the one to the left is Zla ba lha rtse. There are three hills\n                        designated as gatekeepers: Phyi Gung ma, Bar rGyal po brag dmar and Nang bSe\n                        ru. There is a cave that is supposed to be that of Dran pa nam mkha\u0026rsquo; and a\n                        lake called sPyang thang mtsho nag.\u003c/p\u003e\n\n                     \u003cp\u003eThere are twelve tantrists: dGe \u0026rsquo;dun grags pa, dGe slong dBang dga\u0026rsquo;, Ban sal\n                        Blo bzang dpal ldan, Nag ru tshul khrims, sTag rtse bsTan pa dge grags, Nag\n                        ru bsTan \u0026rsquo;dzin ye shes, Ba ha bon dkar, gTsang tsha Tshul khrims bstan\n                        rgyal, Khor bSam gtan tshul khrims, rGyu ne bsTan \u0026rsquo;dzin lhun grub, Hor Tshul\n                        khrims nyi ma and Ba ra bsTan \u0026rsquo;dzin lhun grub. All are, in fact, monks\n                        strictly observing their tantric vows.\u003c/p\u003e\n\n                     \u003cp\u003eThe main protective deities of this monastery are as follows: Srid rgyal\n                        drel dmar, Srid rgyal drel nag, Ye shes dbal mo, Bya ra ma gsum, rDzu \u0026rsquo;phrul\n                        sman bzhi and Mi bdud \u0026rsquo;Byams pa khrag mgo. There are murals of the following\n                        deities:\u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003e gNam sman che mo: a goddess with a blue body, one head and two arms.\n                           Mounted on a sheep, she has the look of great bravery.\u003c/li\u003e\n\n                        \u003cli\u003e dGra lha rgyal mo: a goddess with a midnight-blue body, one head and\n                           two arms. She holds a sword in her right hand and a breath-gathering bag\n                           in her left. Dressed in black silk, she is mounted on an iron\n                           wolf.\u003c/li\u003e\n\n                        \u003cli\u003e Yum sras Ma bdud khro gnyer ma: a goddess with a midnight-blue body,\n                           one head and two arms. Holding a club in her right hand and a lasso in\n                           her left, and presenting a frightening appearance, she is mounted on a\n                           black waterfowl.\u003c/li\u003e\n\n                        \u003cli\u003e lCam mo lam lha: a goddess with a yellow body, one head and two arms.\n                           She holds a lance and a key in her right hand, and an axe and a gem in\n                           her left. Mounted on a gold bee, she is in a state of ever-lasting\n                           stability.\u003c/li\u003e\n\n                        \u003cli\u003e gCan lha mig dgu: a three-headed, six-armed deity with a brown body.\n                           He presents his right face as a bird, his left face as a pig and the\n                           centre one in a wrathful state. He is mounted on a nine-headed\n                           black-pig.\u003c/li\u003e\n\n                        \u003cli\u003e rMa rgyal spom ra: a deity with a white body, one head and two arms.\n                           Well clad in armour and a conch-shell helmet, he holds in his right hand\n                           a lance with a flag fastened to it and in his left hand, a gem. Mounted\n                           on a snow lion, he presents a brave look.\u003c/li\u003e\n\n                        \u003cli\u003e bTsan rgod hur pa gsod skyen: a deity with a red body, holding a\n                           lance in his right hand and a lasso in his left. He is mounted on a blue\n                           horse with a blackish lower half.\u003c/li\u003e\n\n                        \u003cli\u003e dMag dpon rgyal po yang ne wer: a deity with one head, two arms and a\n                           yellow body. In his right hand he holds a symbolic lance with a flag\n                           attached to it and in his left, a lasso. Mounted on a blue horse with a\n                           blackish lower half, he presents a frightening appearance.\u003c/li\u003e\n\n                        \u003cli\u003e Brag btsan A bse rgyal ba: a deity with a red-body, holding a noose\n                           made of a snake in his right hand and a big owl in his left. He is\n                           mounted on a horse with a blackish back and whitish feet.\u003c/li\u003e\n\n                        \u003cli\u003e rGyal chen Nyi pang sad (also called Nyi ma\u0026rsquo;i rgyal po): a deity with\n                           a white body. His right hand holding a lance with a flag fastened to it\n                           and his left hand holding a lasso, he is mounted on a white horse with a\n                           reddish back.\u003c/li\u003e\n\n                        \u003cli\u003e bTsan rgod Grags pa rgyal mtshan: a deity with a red body, holding in\n                           his right hand a lance with a flag fastened to it and in his left, the\n                           heart of an enemy. He is mounted on a red male horse.\u003c/li\u003e\n\n                        \u003cli\u003e Pho lha gNam thel dkar po: a deity of Hor with a white body and hair\n                           tied up at the top. Dressed in glossy white silk, he is adorned with\n                           turquoise, coral and pearls. He holds a crystal sword in his right hand\n                           and in his left, on which he wears a silver bracelet, he holds a white\n                           lasso; his arms are equipped with white wooden conchs. Mounted on a white\n                           horse with a reddish back, he presents a brave appearance.\u003c/li\u003e\n\n                        \u003cli\u003e sGra bla dpa\u0026rsquo; stod: a deity with a white body, a single head and two\n                           arms. Clad in a leather helmet and golden armour, he holds a sword in his\n                           right hand and a lasso in his left. A tiger, a snow lion, a Garuda and a\n                           dragon hover above his head, and he is mounted on a white horse.\u003c/li\u003e\n\n                        \u003cli\u003e rGyal chen Shel khrab \u0026rsquo;bar ba: a deity with a white body and wearing\n                           a coat of crystal mail. His right hand is giving a signal of unravelling\n                           an enigma, and the left holds a multi-coloured ice-conch. He is mounted\n                           on the best breed of A mdo horse.\u003c/li\u003e\n\n                        \u003cli\u003e Dzam sngon ku be ra: a deity with a midnight-blue body. Holding a\n                           golden sword in his right hand and an ichneumon in his left, he displays\n                           an imposing air. He is mounted on a horse with a turquoise mane.\u003c/li\u003e\n\n                        \u003cli\u003e bSe ru: a deity with a blue body, riding a fish. He terrifies even\n                           violent serpents.\u003c/li\u003e\n                     \u003c/ol\u003e\n\n                     \u003cp\u003eIn regard to daily activities of the monastery, they perform the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsang\u003c/span\u003e ritual in the morning and, in the evening, rituals\n                        to propitiate the protective deities.\u003c/p\u003e\n\n                     \u003cp\u003eSince the monastery has neither farmland nor livestock, they have to rely on\n                        each household for financial support, so more than one hundred of the monks\n                        go out to give prayer services in villages. In payment, they receive one\n                        hundred \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eyuan\u003c/span\u003e a day in the highest paid cases, twenty to\n                        fifty in moderate cases, and about ten \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eyuan\u003c/span\u003e in the\n                        lowest.\u003c/p\u003e\n\n                     \u003cp\u003eWith regard to Klu phug ri khrod, which is an hermitage, it is situated\n                        close to the monastery itself, on the mountain to the south. Its main\n                        religious objects are the relics of gYung Nyi ma rgyal mtshan and sGo Thugs\n                        rje nyi ma. At present there are four monks in the hermitage.\u003c/p\u003e\n\n                  \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-1-5-6/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-1-5-6","is_primary":false,"created_at":"2011-12-13 02:29:01 UTC","updated_at":"2011-12-13 02:29:01 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}