{"descriptions":[{"id":389,"title":"Draklung Lhoma Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\n\u003cdiv id=\"essay-head2\"\u003e\n\u003ctable\u003e\n\u003ctr\u003e\n\u003ctd align=\"left\" valign=\"top\"\u003e\n\u003cdiv class=\"chapter\"\u003e\n\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\n\u003c/div\u003e\n\u003cdiv class=\"author\"\u003e\n\u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e\n\u003c/td\u003e\n\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\n\u003cdiv class=\"copyright\"\u003e\n\u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \n\t\t\t\t\t\t\t\u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \n\t\t\t\t\t\t\t\u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\n\u003c/td\u003e\n\u003c/tr\u003e\n\u003c/table\u003e\n\u003c/div\u003e\n\u003ch2 id=\"b1-2\"\u003eI.2. Residential Structures in Other Locations: Religious and Elite Residences\u003c/h2\u003e\n\t\t\t\t\t\t\u003ch3 id=\"b1-2-67\"\u003e\n\t\t\t\t\t\t\t\u003cspan class=\"popular\"\u003eDraklung Lhoma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrag lung lho ma\u003c/span\u003e\n\t\t\t\t\t\t\u003c/h3\u003e\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\u003ch4 id=\"b1-2-67-1\"\u003eBasic site data\u003c/h4\u003e\n\t\t\t\t\t\t\t\u003cul class=\"bullet-blue\"\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eDraklung Lhoma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrag lung lho ma\u003c/span\u003e\n\t\t\t\t\t\t\t\t\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eEnglish equivalent: Rock Formation Valley South\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSite number: B-134\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSite typology: I.2x \u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eGeographic coordinate (N. lat.): 31\u0026ordm; 23.8\u0026#900; \u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eGeographic coordinate (E. long.): 88\u0026ordm; 42.1\u0026#900; \u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eElevation: 4640 m to 4710 m\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eZhungm\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzhung smad\u003c/span\u003e\n\t\t\t\t\t\t\t\t\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eShentsa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eShan rtsa\u003c/span\u003e\n\t\t\t\t\t\t\t\t\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSurvey expedition: THE\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSurvey date: April 28, 2006.\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eContemporary usage: None.\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eIdentifiable Buddhist constructions: Wall with plaques inscribed with the \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e mantra and \u003cspan class=\"popular emph\"\u003eTsatsa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003etshwa tshwa \u003c/span\u003efigurines. \u003c/li\u003e\n\t\t\t\t\t\t\t\u003c/ul\u003e\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\u003ch4 id=\"b1-2-67-2\"\u003eGeneral site characteristics\u003c/h4\u003e\n\t\t\t\t\t\t\t\u003cp\u003e\n\t\t\t\t\t\t\t\t\u003cspan class=\"popular\"\u003eDraklung Lhoma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrag lung lho ma\u003c/span\u003e is a defile located just\n\t\t\t\t\t\t\t\tsouth of \u003cspan class=\"popular\"\u003ePel Zimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal gzims phug\u003c/span\u003e monastery. Above the\n\t\t\t\t\t\t\t\tmouth of this gorge, on both its north and south sides, there are the remains of archaic cliff dwellings and\n\t\t\t\t\t\t\t\tfortifications. Further afield, there are also modified caves overlooking the \u003cspan class=\"popular\"\u003eZimpuk Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug mtsho\u003c/span\u003e basin. On the far side of this freshwater lake stands\n\t\t\t\t\t\t\t\t\t\u003cspan class=\"popular\"\u003eTanggyung Zomtra\u003c/span\u003e\u003cspan class=\"scholar\"\u003eStang rgyung zom khra\u003c/span\u003e (its peak is\n\t\t\t\t\t\t\t\tsaid to resemble a milk pail), a mountain also known to local Buddhists as \u003cspan class=\"popular\"\u003eTakhyung Nam Gi Kawa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta khyung gnam gyi ka ba\u003c/span\u003e (Horse Khyung Sky Pillar).\u003ca href=\"#n124\" name=\"nb124\" class=\"note\"\u003e124\u003c/a\u003e The various archaic structures of \u003cspan class=\"popular\"\u003eDraklung Lhoma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrag lung lho ma\u003c/span\u003e have a random-rubble dry-mortar texture composed of uncut variable-length hunks of blue\n\t\t\t\t\t\t\t\tlimestone (up to 80 cm long). These constructions contrast with local Buddhist variants, which\n\t\t\t\t\t\t\t\tare more lightly built and heavily mud mortared. The earlier ruins also tend to be in more hidden and\n\t\t\t\t\t\t\t\thard-to-reach locations than their Buddhist counterparts. They are generally ignored in the\n\t\t\t\t\t\t\t\thistorical traditions of \u003cspan class=\"popular\"\u003ePel Zimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal gzims phug\u003c/span\u003e\n\t\t\t\t\t\t\t\tmonastery. \u003c/p\u003e\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\u003ch4 id=\"b1-2-67-3\"\u003eOral tradition\u003c/h4\u003e\n\t\t\t\t\t\t\t\u003cp\u003eAccording to residents of \u003cspan class=\"popular\"\u003ezimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug\u003c/span\u003e, \u003cspan class=\"popular\"\u003eDraklung Lhoma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrag lung lho ma\u003c/span\u003e consists of ancient\n\t\t\t\t\t\t\t\thabitations.\u003c/p\u003e\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\u003ch4 id=\"b1-2-67-4\"\u003eSite elements\u003c/h4\u003e\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\u003ch5 id=\"b1-2-67-4-1\"\u003eBrag lung lho ma north ledge cliff dwellings\u003c/h5\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eOn the north side of the \u003cspan class=\"popular\"\u003eDraklung Lhoma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrag lung lho ma\u003c/span\u003e defile, about 25 m above its mouth, there is a well-protected ledge with excellent southern\n\t\t\t\t\t\t\t\t\texposure (31\u0026deg; 23.78\u0026#900; N. lat. / 88\u0026deg; 42.12\u0026#900; / 4660 m). It is in close proximity to \u003cspan class=\"popular\"\u003ePel Zimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal gzims phug\u003c/span\u003e monastery. The remnants of a massive revetment wall hem\n\t\t\t\t\t\t\t\t\tin this 75-m long ledge. This wall constitutes the most conspicuous structural feature of the archaic cliff\n\t\t\t\t\t\t\t\t\tdwellings. The original architectural character of these habitations, however, is hardly discernable as the\n\t\t\t\t\t\t\t\t\tledge has undergone significant Buddhist modification. What can be stated is that the\n\t\t\t\t\t\t\t\t\trobustness and size of the revetment is incongruent with the much more modestly-built\n\t\t\t\t\t\t\t\t\t\tBuddhist monuments sitting on the ledge. The revetment appears to have been designed with\n\t\t\t\t\t\t\t\t\tdefensive purposes in mind and probably for a higher density of habitations. A large gap in the middle of the\n\t\t\t\t\t\t\t\t\trevetment demarcates its east and west sectors. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eAlong its west side, the revetment (up to 1.8 m high) runs along the top of a vertical rock face and loses\n\t\t\t\t\t\t\t\t\tabout 10 m of elevation. The ledge in this west sector is 4 m to 8.5 m wide. Against the rear of the ledge, a\n\t\t\t\t\t\t\t\t\t\tBuddhist retreat house (8.1 m long, 2.2 m high) with a red and white painted exterior was\n\t\t\t\t\t\t\t\t\tbuilt next to the escarpment. There is an ochre-colored turret (\u003cspan class=\"popular emph\"\u003echok\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003elcog\u003c/span\u003e) near the west side of the roof. This disused building contains a row of three rooms, each around\n\t\t\t\t\t\t\t\t\t2.5 m in width. In the west wall of the west room there are two niches. The east room was for religious practice\n\t\t\t\t\t\t\t\t\tand probably housed an altar. Just to the east of this retreat house there is a narrow fissure in the escarpment\n\t\t\t\t\t\t\t\t\tcontaining the traces of a stairway, which climbed 2.5 m to the mouth of a cave (4 m deep, 1.6 m wide). The\n\t\t\t\t\t\t\t\t\tfa\u0026ccedil;ade around the mouth of this cave (1.8 m long and 2.3 m high) is lightly built and probably of\n\t\t\t\t\t\t\t\t\t\tBuddhist origin. Approximately 4 m above this cave there is another, now inaccessible cave,\n\t\t\t\t\t\t\t\t\twith a masonry fa\u0026ccedil;ade. This cave front appears to belong to the archaic cultural horizon. Corresponding with the\n\t\t\t\t\t\t\t\t\tcentral gap in the revetment there is an old masonry \u003cspan class=\"popular emph\"\u003eTsatsa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003etshwa\n\t\t\t\t\t\t\t\t\t\ttshwa\u003c/span\u003e receptacle at the base of the escarpment. The ledge of the east sector is 3 m to 9 m in width,\n\t\t\t\t\t\t\t\t\tand the revetment bounding it is up to 2.7 m high. On this portion of the ledge there is a small wall with old\n\t\t\t\t\t\t\t\t\tsandstone plaques inscribed with the \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e mantra. The ledge\n\t\t\t\t\t\t\t\t\tcontinues beyond the mouth of the \u003cspan class=\"popular emph\"\u003eDraklung Lhoma\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebrag lung lho ma\u003c/span\u003e\n\t\t\t\t\t\t\t\t\tdefile to the flank of the formation directly overlooking \u003cspan class=\"popular\"\u003eZimpuk Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug mtsho\u003c/span\u003e. \u003cspan class=\"popular\"\u003ePel Zimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal gzims phug\u003c/span\u003e monastery is situated 100 m away at the same elevation.\u003c/p\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eAround 100 m up the \u003cspan class=\"popular\"\u003eDraklung Lhoma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrag lung lho ma\u003c/span\u003e\n\t\t\t\t\t\t\t\t\tgorge from the big ledge there are other southern exposure revetment fragments. Clinging to a sheer rock face,\n\t\t\t\t\t\t\t\t\t50 m above the floor, of the gorge there are the remains of another archaic fortification and/or habitation.\n\t\t\t\t\t\t\t\t\tThese structures run for about 20 m and are highly inaccessible, reinforcing their defensive credentials.\u003c/p\u003e\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\u003ch5 id=\"b1-2-67-4-2\"\u003eBrag lung lho ma south side fortifications\u003c/h5\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eThere are other minor fortifications on the south side of the \u003cspan class=\"popular\"\u003eDraklung Lhoma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrag lung lho ma\u003c/span\u003egorge. These structures are accessed from the base of the\n\t\t\t\t\t\t\t\t\tdefile and are fully hidden from view to those in the \u003cspan class=\"popular\"\u003eZimpuk Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug mtsho\u003c/span\u003e basin. A walled ledge, 11 m in length, begins above a steep slope suspended\n\t\t\t\t\t\t\t\t\tabove the gorge (23.72\u0026#900; / 44.10\u0026#900; / 4670 m). Some of this fortified walkway has been destroyed and is very\n\t\t\t\t\t\t\t\t\tnarrow. Above the walled ledge a small wall fragment adheres to the cliff face. The walled walkway leads to a\n\t\t\t\t\t\t\t\t\tlevel area reinforced by a revetment (3.3 m long and 1.5 m to 1.8 m high). Another revetment, 2.7 m in length,\n\t\t\t\t\t\t\t\t\tis found only 1.4 m away. These structures bound the west side of the formation and overlook the defile. They\n\t\t\t\t\t\t\t\t\tconstitute a defensive installation that potentially protected against a frontal attack up the gorge. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eA way through the cliffs leads to the summit where there is another minor emplacement (23.72\u0026#900; / 42.10\u0026#900; / 4710\n\t\t\t\t\t\t\t\t\tm). It consists of a masonry platform with freestanding upper walls (2.8 m x 2.9 m). This structure is 1 m to\n\t\t\t\t\t\t\t\t\t1.2 m high including its neatly-built freestanding walls (40 cm thick). To the north, along the top of limestone\n\t\t\t\t\t\t\t\t\tcrags, there are the vestiges of other defensive walls, which are no longer approachable. These structures must\n\t\t\t\t\t\t\t\t\thave had a surveillance function because they possess excellent views of the \u003cspan class=\"popular\"\u003eZimpuk Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug mtsho\u003c/span\u003e basin. This lofty location would have been very\n\t\t\t\t\t\t\t\t\tdifficult to reach and may have constituted the last line of defense for the local cliff dwelling community. A\n\t\t\t\t\t\t\t\t\treligious function for this summit facility cannot be discounted either. \u003c/p\u003e\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\u003ch5 id=\"b1-2-67-4-3\"\u003eBrag lung lho ma east side fortification\u003c/h5\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eFrom the south summit of \u003cspan class=\"popular\"\u003eDraklung Lhoma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrag lung lho ma\u003c/span\u003e, a route leads down to the east/forward side of the formation. Enroute, there is a revetment\n\t\t\t\t\t\t\t\t\t(4.2 m long, up to 1.7 m high) that bounds a narrow level area (23.70\u0026#900; / 42.08\u0026#900; / 4690 m). This defensive\n\t\t\t\t\t\t\t\t\tplatform must have helped to bar attack from the \u003cspan class=\"popular\"\u003eZimpuk Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug mtsho\u003c/span\u003elake basin. From this emplacement, a route heads down to the base of the escarpment.\n\t\t\t\t\t\t\t\t\u003c/p\u003e\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\u003ch5 id=\"b1-2-67-4-4\"\u003eBrag lung lho ma cave shelters \u003c/h5\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eAt the base of the escarpment facing \u003cspan class=\"popular\"\u003eZimpuk Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug mtsho\u003c/span\u003e, south of the \u003cspan class=\"popular\"\u003eDraklung Lhoma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrag lung lho ma\u003c/span\u003e gorge, there are several cave shelters. These look out on the lake basin which is situated\n\t\t\t\t\t\t\t\t\tabout 100 m lower down. The first cave reached is called \u003cspan class=\"popular\"\u003eTsakhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eTshwa khang\u003c/span\u003e (Salt House) (23.69\u0026#900; / 42.08\u0026#900; / 4680 m). Like its counterparts, \u003cspan class=\"popular\"\u003eTsakhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eTshwa khang\u003c/span\u003e has an eastern aspect. Below \u003cspan class=\"popular\"\u003eTsakhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eTshwa khang\u003c/span\u003e there are the remnants of a 12-m high\n\t\t\t\t\t\t\t\t\tstairway embedded in a fissure. This stairway accesses an unnamed cave (8.3 m deep, 2 m wide) with the remains\n\t\t\t\t\t\t\t\t\tof a fa\u0026ccedil;ade. These highly eroded masonry structures belong to the archaic cultural horizon. Although the fa\u0026ccedil;ade\n\t\t\t\t\t\t\t\t\tis still 1.2 m high all of it lies below the floor of the cave. Originally, it must have been much taller. Old\n\t\t\t\t\t\t\t\t\t\t\u003cspan class=\"popular emph\"\u003eTsatsa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003etshwa tshwa\u003c/span\u003e deposited in this cave and large \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i \u003c/span\u003emantras carved into the formation must have been made with\n\t\t\t\t\t\t\t\t\ta mind to bring this locale under auspices of Buddhism. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eThe next archaic cave shelter to the south consists of a walled ledge 7.7 m in length (23.60\u0026#900; / 42.03\u0026#900; / 4690\n\t\t\t\t\t\t\t\t\tm). The wall around this ledge is around 70 cm thick and 1.5 m in height, as much as 60 cm of which is\n\t\t\t\t\t\t\t\t\tfreestanding. The overhanging cliff partially encloses the ledge (2 m to 3 m wide). A cave (4.5 m deep, 2 m\n\t\t\t\t\t\t\t\t\twide) in the escarpment, without ample standing room, opens onto this ledge. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eThe most southerly cave of the \u003cspan class=\"popular\"\u003eDraklung Lhoma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrag lung lho ma\u003c/span\u003e area is called \u003cspan class=\"popular\"\u003ePukpa Mukdong\u003c/span\u003e\u003cspan class=\"scholar\"\u003ePhug pa smug gdong\u003c/span\u003e (Purplish Rock Face Cave) (8 m deep, 2 m to 3 m wide) (23.59\u0026#900; / 42.03\u0026#900; / 4690 m). Its\n\t\t\t\t\t\t\t\t\t\tBuddhist fa\u0026ccedil;ade (2.3 m long, 1.7 m high) is lightly-built and copiously mud mortared. Below\n\t\t\t\t\t\t\t\t\tthis fa\u0026ccedil;ade there is a retaining wall (5 m long) that creates a landing in front of the cave (1.5 m to 2.5 m in\n\t\t\t\t\t\t\t\t\twidth). This wall is much more eroded and strongly built than the cave fa\u0026ccedil;ade. Below the retaining wall there\n\t\t\t\t\t\t\t\t\tare other structural vestiges that probably lined the path up to the cave. There is a masonry platform in the\n\t\t\t\t\t\t\t\t\trear of the cave. On the south cave wall there is a counterclockwise swastika made in red ochre. It may be\n\t\t\t\t\t\t\t\t\tevidence of the earlier era of occupation, but its relative age could not be assessed because it is obscured by\n\t\t\t\t\t\t\t\t\tthick black soot that covers the wall.\u003c/p\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eOn the outer south edge of the \u003cspan class=\"popular\"\u003eDraklung Lhoma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrag lung lho ma\u003c/span\u003e gorge there is a cave (7.3 m deep) with the roots of a 7.5-m long fa\u0026ccedil;ade wall (23.74\u0026#900; / 42.07\u0026#900;\n\t\t\t\t\t\t\t\t\t/ 4640 m).\u003c/p\u003e\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\u003ch5 id=\"b1-2-67-4-5\"\u003egZims phug dgon pa\u003c/h5\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eFlanking the south side of the mouth of the \u003cspan class=\"popular\"\u003eDraklung Lhoma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrag lung lho ma\u003c/span\u003e defile there is a residential structure (12.8 m x 8.4 m) that appears to have\n\t\t\t\t\t\t\t\t\tconsisted of five rooms (23.73\u0026#900; / 42.14\u0026#900; / 4640 m). This structure was established on a bench below the\n\t\t\t\t\t\t\t\t\tescarpment and above steep slopes that drop down to the \u003cspan class=\"popular\"\u003eZimpuk Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug mtsho\u003c/span\u003e basin. Reportedly, walls around 1.5 m in height stood here until being\n\t\t\t\t\t\t\t\t\tdismantled in order to build the present-day \u003cspan class=\"popular\"\u003ePel Zimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal gzims phug\u003c/span\u003e monastery. According to the \u003cspan class=\"popular\"\u003ePel Zimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal gzims phug\u003c/span\u003e oral tradition, this edifice was part of the monastery until being destroyed by the\n\t\t\t\t\t\t\t\t\t\tjun gar in the 18th century CE. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eThe current \u003cspan class=\"popular\"\u003ePel Zimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal gzims phug\u003c/span\u003e monastic\n\t\t\t\t\t\t\t\t\tfacility consists of \u003cspan class=\"popular\"\u003eWangkhang Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDbang khang phug\u003c/span\u003e\n\t\t\t\t\t\t\t\t\t(most southerly building, the site of the pre-modern assembly hall), \u003cspan class=\"popular\"\u003eGuru Lhakhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ru lha khang\u003c/span\u003e and \u003cspan class=\"popular\"\u003eKhelkhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhal khang\u003c/span\u003e (the most northerly and largest building). Above \u003cspan class=\"popular\"\u003eKhelkhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhal khang\u003c/span\u003e is \u003cspan class=\"popular\"\u003eTakgyang Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eStag gyang phug\u003c/span\u003e (Tiger Wall Cave), a cave where \u003cspan class=\"popular\"\u003eGuru Rinpoch\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ru rin po che\u003c/span\u003e is supposed to have stayed for seven days. This cave contains a self-formed\n\t\t\t\t\t\t\t\t\t\t(\u003cspan class=\"popular\"\u003eRangj\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRang byon\u003c/span\u003e) image of a tiger\u0026rsquo;s head. The\n\t\t\t\t\t\t\t\t\ttiger\u0026rsquo;s fangs, along with the rest of the monastery, were destroyed in the Chinese Cultural Revolution. Adjacent\n\t\t\t\t\t\t\t\t\tto \u003cspan class=\"popular\"\u003eTakgyang Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eStag gyang phug\u003c/span\u003e is a deep cavity\n\t\t\t\t\t\t\t\t\tcontaining pure spring water.\u003c/p\u003e\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\u003ch4 id=\"b1-2-67-5\"\u003eAffiliated sites\u003c/h4\u003e\n\t\t\t\t\t\t\t\u003cp\u003eA couple kilometers west of \u003cspan class=\"popular\"\u003eDraklung Lhoma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrag lung lho ma\u003c/span\u003e there is a limestone formation called \u003cspan class=\"popular\"\u003eLangchen Drakkhung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGlang chen brag khung\u003c/span\u003e (Elephant Cave) (31\u0026deg; 23.8\u0026#900; N. lat. / 88\u0026deg; 41.3\u0026#900; / 4820\n\t\t\t\t\t\t\t\tm). This formation has a southern aspect and is endowed with a natural stone archway 4 m in height. This archway\n\t\t\t\t\t\t\t\tis said to be part of an elephant\u0026rsquo;s head. A spur in the formation is reckoned to be its trunk. At the base of the\n\t\t\t\t\t\t\t\tarchway, a clockwise swastika (45 cm high) was scrawled in medium-red ochre. Above this swastika there are several\n\t\t\t\t\t\t\t\tnon-descript ochre applications. Next to the archway there is a cave with four separate entrances (there are three\n\t\t\t\t\t\t\t\tor four other caves in \u003cspan class=\"popular\"\u003eLangchen Drakkhung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGlang chen brag khung\u003c/span\u003e). This roundish cave, the heart of the elephant, is about 12 m across. In the center, resting\n\t\t\t\t\t\t\t\ton a pile of rocks, there are the remains of a \u003cspan class=\"popular emph\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten\u003c/span\u003e.\n\t\t\t\t\t\t\t\tThis unusual ceremonial structure is made from specially-hardened clay that was painted with red ochre and a white\n\t\t\t\t\t\t\t\tpigment. The spherical \u003cspan class=\"popular emph\"\u003ebhumpa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebum pa\u003c/span\u003e (27 cm high) rests upon a\n\t\t\t\t\t\t\t\tsquare base (20 cm high, about 55 cm wide on each of its sides). The lower-most portions of the structure are no\n\t\t\t\t\t\t\t\tlonger extant. Prayer flags are draped over the shrine. This structure appears to be of considerable age. Its\n\t\t\t\t\t\t\t\treligious identification is not clear. \u003c/p\u003e\n\t\t\t\t\t\t\n\t\t\t\t\t\u003chr class=\"footnote-divider\"/\u003e\n\u003ch2\u003eNotes\u003c/h2\u003e\n\u003cdiv class=\"footnote\"\u003e\n\u003ca name=\"n124\"/\u003e\n\u003ca href=\"#nb124\" class=\"note\"\u003e\n\t     \t\t\t\t[124] \u003c/a\u003e \n\t\t\t\t\t\t\t\t\tThe validity of the \u003cspan class=\"popular\"\u003eZhang Zhung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eZhang zhung\u003c/span\u003e name\n\t\t\t\t\t\t\t\t\t\tof the mountain (\u003cspan class=\"popular\"\u003eTanggyung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eStang gyung\u003c/span\u003e) is confirmed\n\t\t\t\t\t\t\t\t\t\tby its pronunciation in the local dialect. According to the recently published work \u003cspan class=\"popular emph\"\u003ePelzim Puk Orgyen Ch\u0026ouml;ling\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eDpal gzims phug o rgyan chos gling\u003c/span\u003e, this\n\t\t\t\t\t\t\t\t\t\tmountain is the residence of a \u003cspan class=\"popular\"\u003eTenma Chunyi\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBstan ma bcu gnyis\u003c/span\u003e goddess and was brought into the Buddhist fold by the oath-administering \u003cspan class=\"popular\"\u003eGuru Rinpoch\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ru rin po che\u003c/span\u003e (\u003cspan class=\"popular\"\u003erik dzin\nch\u0026ouml; pel\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRig \u0026lsquo;dzin chos \u0026lsquo;phel\u003c/span\u003e, \u003cspan class=\"popular emph\"\u003ePelzim Puk Orgyen Ch\u0026ouml;ling\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eDpal gzims phug o rgyan chos gling\u003c/span\u003e, 6).\n\t\t\t\t\t\t\t\t\t\t\t\u003cspan class=\"popular\"\u003eTakhyung Nam Gi Kawa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta khyung gnam gyi ka ba\u003c/span\u003e is\n\t\t\t\t\t\t\t\t\t\talso associated with the epic hero \u003cspan class=\"popular\"\u003eLing Gesar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGling ge sar\u003c/span\u003e (\u003cspan class=\"popular\"\u003erik dzin\nch\u0026ouml; pel\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRig \u0026lsquo;dzin chos \u0026lsquo;phel\u003c/span\u003e, \u003cspan class=\"popular emph\"\u003ePelzim Puk Orgyen Ch\u0026ouml;ling\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eDpal gzims phug o rgyan chos gling\u003c/span\u003e, 6). According to \u003cspan class=\"popular emph\"\u003egu ru rin po ch\u0026eacute; sung p\u0026eacute; gyel ngen lha sang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eGu ru rin po ches gsung pa\u0026rsquo;i rgyal brngan lha bsang\u003c/span\u003e,\n\t\t\t\t\t\t\t\t\t\tan incense offering text housed at \u003cspan class=\"popular\"\u003ePel Zimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal gzims phug\u003c/span\u003e, one of the \u003cspan class=\"popular\"\u003eTenma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBstan ma\u003c/span\u003e goddesses is \u003cspan class=\"popular\"\u003eMating Tingmo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMa ting ting mo\u003c/span\u003e (\u003cspan class=\"popular\"\u003eGuru Rinpoch\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ru rin po che\u003c/span\u003e,\n\t\t\t\t\t\t\t\t\t\t\t\u0026ldquo;\u003cspan class=\"popular emph\"\u003egu\nru rin po ch\u0026eacute; sung p\u0026eacute; gyel ngen lha sang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eGu ru rin po ches gsung pa\u0026rsquo;i rgyal brngan lha bsang\u003c/span\u003e.\u0026rdquo; (Unpublished text housed at dpal gzims phug monastery, nd), folio 29a). According to \u003cspan class=\"popular\"\u003eRindzin Ch\u0026ouml;mpel\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRig \u0026rsquo;dzin chos \u0026rsquo;phel\u003c/span\u003e (the abbot) and other senior residents of \u003cspan class=\"popular\"\u003ePel Zimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal gzims phug\u003c/span\u003e, \u003cspan class=\"popular\"\u003eMating Tingmo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMa ting ting mo\u003c/span\u003e is the goddess of \u003cspan class=\"popular\"\u003eTakhyung Nam Gi Kawa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta khyung gnam gyi ka ba\u003c/span\u003e. Her name, which is of \u003cspan class=\"popular\"\u003eZhang Zhung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eZhang zhung\u003c/span\u003e origin, indicates that she is a\n\t\t\t\t\t\t\t\t\t\tfemale personification of water (\u003cspan class=\"popular emph\"\u003eting\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eting\u003c/span\u003e). As such, she may have been the\n\t\t\t\t\t\t\t\t\t\toriginal goddess of \u003cspan class=\"popular\"\u003eZimpuk Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug mtsho\u003c/span\u003e and\n\t\t\t\t\t\t\t\t\t\tthe consort of \u003cspan class=\"popular\"\u003eTanggyung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eStang rgyung\u003c/span\u003e. Currently\n\t\t\t\t\t\t\t\t\t\tlittle or no divine lore is attached to \u003cspan class=\"popular\"\u003eZimpuk Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug mtsho\u003c/span\u003e.\n\t\t\t\t\t\t\t\t\u003c/div\u003e\n\u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\n\u003ctbody\u003e\n\u003ctr\u003e\n\u003ctd class=\"leftcell\"\u003e\n\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\n\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\n\u003c/a\u003e\n\u003c/td\u003e\n\u003ctd class=\"midcell\"\u003e\n\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\n\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\n\u003c/a\u003e\n\u003c/td\u003e\n\u003ctd class=\"rightcell\"\u003e\n\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\n\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\n\u003c/a\u003e\n\u003c/td\u003e\n\u003c/tr\u003e\n\u003c/tbody\u003e\n\u003c/table\u003e\n\u003c/div\u003e\n\u003cdiv id=\"chap-id\"\u003e/bellezza/b1-2-67/\u003c/div\u003e\n\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\n\u003cdiv class=\"closebtn\"\u003e\n\u003ca href=\"#\"\u003eClose\u003c/a\u003e\n\u003c/div\u003e\n\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\n\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\n\u003c/h3\u003e\n\u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on\n\t\t\t\t\tthe Tibetan Upland\n\t\t\t\t(Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, \n\t\t\t\t2010), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\n\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\n\u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on\n\t\t\t\t\tthe Tibetan Upland, . \n\t\t\t\tCharlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-2-67","is_primary":false,"created_at":"2010-08-11 20:47:18 UTC","updated_at":"2010-08-12 16:53:51 UTC","authors":[]}]}