{"descriptions":[{"id":1577,"title":"Nyarong Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 class=\"h1\" id=\"b6\"\u003eBonpo monasteries and temples \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003ein Tibetan regions in Qinghai, Gansu and\n               Sichuan\n            \u003c/h2\u003e\n\n               \u003ch2 id=\"b6-8\"\u003eNyag rong rdzong\u003c/h2\u003e\n\n               \u003cp\u003eNyag rong (Chinese Xinlong Xian) is a county of dKar mdzes Tibetan Autonomous\n                  Prefecture in Sichuan province. The seat of Nyag rong county is Ri nang, located\n                  at Ri nang pasture in Nyag rong valley. There are ninety-two villages divided\n                  between twenty-four townships. The total area of the county is 8,672 sq km. The\n                  population is 38,371 (31,388 of whom were Tibetans in 1986). The highest mountain\n                  in the county is Kha ba lung ri in Zur pa at an altitude of 5,995 m (its peaks\n                  remain snow-capped throughout the year). Nyag chu river flows southward through a\n                  deep gorge across the county for 175 km. 10.1% of the county area is covered by\n                     forest.\u003ca href=\"#n11\" name=\"nb11\" class=\"note\"\u003e11\u003c/a\u003e There are eight Bonpo monasteries in the county.\u003ca href=\"#n12\" name=\"nb12\" class=\"note\"\u003e12\u003c/a\u003e\n               \u003c/p\u003e\n\n               \n\n                  \u003ch3 id=\"b6-8-1\"\u003e(150) Ye shes Monastery \u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-8-1-1\"\u003e1. Name\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery\u0026rsquo;s full name is bShad sgrub bstan rgyas bkra shis g-yung drung\n                        gling; it was also known as Ye shes spos mdud dgon or Ye shes bshad sgrub\n                        gling.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-1-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is located on the south bank of a stream in Gong shod valley,\n                        5 km east of Ri snang, the seat of Nyag rong county. Gong shod valley is one\n                        of the \u0026ldquo;eighteen large valleys\u0026rdquo; (Shod chen bco brgyad) of Nyag rong county.\n                        The site of the monastery is called Brag dmar mdo rtsa (literally \u0026ldquo;foot of\n                        the red rock\u0026rdquo;), because it is located at the foot of a red rock (Brag dmar). \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-1-3\"\u003e3. History\u003c/h4\u003e\n\n                     \u003cp\u003eAccording to oral tradition, during the persecution of Bon under the reign\n                        of King Khri srong lde btsan, many Bonpo masters fled from central Tibet,\n                        and thus a master called sTag gsas came to Me nyag, and became known as Me\n                        nyag sTag gsas. The Bonpo scholar and historian Shar rdza bKra shis rgyal\n                        mtshan (1858-1934) also mentions this personage in his historical work.\u003ca href=\"#n13\" name=\"nb13\" class=\"note\"\u003e13\u003c/a\u003e It is also said that Me nyag sTag gsas and rMa lHa rgod of Nyag rong\n                        are in fact one and the same. There is a prayer text entitled Lo rgyus gsol\n                        \u0026rsquo;debs (MS) in Ye shes Monastery mentioning that \u0026ldquo;the great and powerful hero\n                        Me nyag sTag gsas came to Me nyag under the name of rMa gsas lHa rgod\u0026rdquo;.\u003ca href=\"#n14\" name=\"nb14\" class=\"note\"\u003e14\u003c/a\u003e\n                     \u003c/p\u003e\n\n                     \u003cp\u003eThe son of rMa lHa rgod was called Nam mkha\u0026rsquo; ye shes. He received teachings\n                        from his father and then travelled extensively to propagate the Bon\n                        religion. He won the esteem and support of Klu rgyal, the chief of Nyag rong\n                        who helped him build a monastery at Brag dmar mdo rtsa in his honour. The\n                        monastery was named Ye shes Monastery after him. Since the monastery\n                        consisted of temples (lha khang), the place became known as Lha khang thang,\n                        the \u0026ldquo;plain of temples\u0026rdquo;.\u003c/p\u003e\n\n                     \u003cp\u003eThree generations of Nyag rong chiefs acted as patrons of Nam mkha\u0026rsquo; ye shes:\n                        Klu rgyal, his son Klu mgon and his grandson Klu skyabs.\u003ca href=\"#n15\" name=\"nb15\" class=\"note\"\u003e15\u003c/a\u003e Nam mkha\u0026rsquo; ye shes was succeeded by Cang mkhar spo sByin pa rgyal\n                           mtshan\u003ca href=\"#n16\" name=\"nb16\" class=\"note\"\u003e16\u003c/a\u003e who spent the first half of his life in Ye shes Monastery, and then\n                        left the monastery to live in a hermitage which he founded on a hill called\n                        Dar ri, which is why he is also locally known as Dar ri sByin pa rgyal\n                        mtshan. Although Rig \u0026rsquo;dzin nyi ma does give precise dates in his historical\n                        work with regard to the masters mentioned above, I am not sure they are\n                        accurate and prefer not to use them here.\u003ca href=\"#n17\" name=\"nb17\" class=\"note\"\u003e17\u003c/a\u003e\n                     \u003c/p\u003e\n\n                     \u003cp\u003eBecause Klu thar had no male heirs, the lineage of local chiefs was\n                        discontinued. \u003c/p\u003e\n\n                     \u003cp\u003eThere was also a master called rTogs ldan bKra shis rgyal mtshan who became\n                        a famous ascetic in the area; he is also known as Nub rTogs ldan bKra shis\n                        rgyal mtshan. His brother, Mo the\u003ca href=\"#n18\" name=\"nb18\" class=\"note\"\u003e18\u003c/a\u003e Tshul khrims rgyal mtshan, was a lay tantric practictioner and\n                        founded sKya thu li temple at La rked stod and gShel lo temple at La rked\n                        smad in Nyag rong; because he was very active in La sked, he was also known\n                        as Nyag sked tshang, and it is said that his lineage continued to be active\n                        in the area for seventeen generations. \u003c/p\u003e\n\n                     \u003cp\u003eDuring the time of mGon po rnam rgyal, a chief of Nyag rong, gSang mchog, a\n                        descendent of Khod spungs sGrub gshen snang ldan, Zla ba grags pa, a\n                        descendent of Mo the lineage, gYung drung rgyal mtshan, a son of \u0026rsquo;Od zer\n                        gling pa, and Nyag stod sTong ldan mgon po, agreed to rebuild Ye shes\n                        Monastery in which three small monasteries were merged as one monastery.\u003c/p\u003e\n\n                     \u003cp\u003eLater Nyag stod sTong ldan mgon po acted as a patron of the monastery and\n                        renamed it Ye shes bshad sgrub gling. According to Rig \u0026rsquo;dzin nyi ma this\n                        took place in 1848.\u003ca href=\"#n19\" name=\"nb19\" class=\"note\"\u003e19\u003c/a\u003e In 1908, Shar rdza bKra shis rgyal mtshan visited the monastery. In\n                        1909, Khyung po Nyi ma rgyal mtshan and Tshul khrims mchog rgyal added an\n                        assembly hall (\u0026rsquo;du khang) with twelve columns. Both were disciples of Shar\n                        rdza bKra shis rgyal mtshan. Nyi ma rgyal mtshan had two sons, gYung drung\n                        bdud \u0026rsquo;dul and Ri kho alias Thugs rje gling pa. The former succeeded him\n                        after his death. The latter discovered numerous gter ma texts in several\n                        places in Khams and taught them throughout the area. \u003c/p\u003e\n\n                     \u003cp\u003eDuring the Cultural Revolution the monastery was destroyed, but its\n                        reconstruction was undertaken in 1983 with the help of A yung, alias gYung\n                        drung bstan pa\u0026rsquo;i rgyal mtshan (1922-1996). In his youth, he was recognized\n                        as the reincarnation of a master called Dri med \u0026rsquo;od zer, and the abbot of\n                        the monastery,Tshul khrims mchog rgyal, kept him in the monastery. In fact\n                        the abbot was a brother of his grandfather. He studied under the abbot, gTer\n                        ston Tshe dbang \u0026rsquo;gyur med, dBra ston bsKal bzang bstan pa\u0026rsquo;i rgyal mtshan\n                           (1897-1959)\u003ca href=\"#n20\" name=\"nb20\" class=\"note\"\u003e20\u003c/a\u003e (10) and rGyal tshab Blo gros rgyal mtsho. \u003c/p\u003e\n\n                     \u003cp\u003eLater A yung became vice-president of the Political Consultative Conference\n                        of dKar mdzes Prefecture, and it was in this capacity he was able to help to\n                        rebuild Ye shes Monastery and other local Bonpo monasteries. He worked hard\n                        to promote education in Bonpo monasteries in dKar mdzes Prefecture. When I\n                        visited dKar mdzes Prefecture in 1997, I saw his photograph in almost every\n                        monastery. I then realized how popular he was among the Bonpo community. \u003c/p\u003e\n\n                     \u003cp\u003eIn the 1980s, a manuscript copy the Bonpo Kanjur was brought out at dBal\n                        khyung Monastery. It was hidden away during the turbulent history. As it\n                        turned out, it was the only complete extant copy of the Bonpo Canon. Its\n                        publication, owing to the strenuous efforts of A yung and his friend Shug\n                        sdong sKal bzang phun tshogs, represents a major contribution to Tibetan\n                        cultural heritage, although the published version is not an exact replica of\n                        the dBal khyung manuscript. Alongside A yung, another important figure of\n                        the monastery was the master gYung drung bdud \u0026rsquo;dul (?-1995). \u003c/p\u003e\n\n                     \u003cp\u003eIn 1983, the authorities granted the monastery permission to reopen. Thanks\n                        to A yung and gYung drung bdud \u0026rsquo;dul, and the financial support and labour\n                        provided by the local lay community, the monastery was rebuilt and is now\n                        one of the most important centres in the region. A rgyal or sKal bzang rgya\n                        mtsho, a brother of A yung and \u0026rsquo;Khrin las kun khyab, the son of gYung drung\n                        bdud \u0026rsquo;dul, are the present leaders of the monastery.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-1-4\"\u003e4. Herarchical system\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003etwo gser khri, \u0026ldquo;gold throne\u0026rdquo; \u003c/li\u003e\n\n                        \u003cli\u003eone mkhan po\u003c/li\u003e\n\n                        \u003cli\u003eone g-yung drung slob dpon\u003c/li\u003e\n\n                        \u003cli\u003etwo dbu mdzad\u003c/li\u003e\n\n                        \u003cli\u003efour dge skos \u003c/li\u003e\n\n                        \u003cli\u003etwo mchod dpon\u003c/li\u003e\n\n                        \u003cli\u003efour shog dpon\u003ca href=\"#n21\" name=\"nb21\" class=\"note\"\u003e21\u003c/a\u003e\n                        \u003c/li\u003e\n                     \u003c/ul\u003e\n\n                     \u003cp\u003eAll the incumbents are reappointed every three years with the exception of\n                        the gser khri whose position is permanent. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-1-5\"\u003e5. Current number of monks\u003c/h4\u003e\n\n                     \u003cp\u003eThere are one hundred and sixty monks and novices in the monastery. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-1-6\"\u003e6. Education\u003c/h4\u003e\n\n                     \u003cp\u003eThe monk students receive a traditional education, both through private\n                        tutoring and collective lessons organized by the monastery. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-1-7\"\u003e7. Educational exchange\u003c/h4\u003e\n\n                     \u003cp\u003eThe novices go to gYung drung gling in gTsang and Shar rdza ri khrod in rDza\n                        khog to take their ordination and for further religious training, and also\n                        to sNang zhig for further studies.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-1-8\"\u003e8 / 9. Rituals\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003e1st month: commemoration of mNyam med Shes rab rgyal mtshan\n                           (1356-1415) for seven days;\u003c/li\u003e\n\n                        \u003cli\u003e3rd month: ritual of gCod pa during the entire month \u003c/li\u003e\n\n                        \u003cli\u003e5th month: commemoration of Bonpo masters taking the Klong rgyas text\n                           as the basis of the celebration from the 15th to the 20th day; the\n                           performance of the ritual cycle of Kun bzang rgyal ba \u0026rsquo;dus pa from the\n                           21st to the 30th day \u003c/li\u003e\n\n                        \u003cli\u003e6th month: ritual based on the Rig \u0026rsquo;dzin \u0026rsquo;dus pa from the 1st to the\n                           11th day. On the 12th day fifteen kinds of \u0026rsquo;cham dance take place for the\n                           public audience. The \u0026rsquo;cham includes such as the sa \u0026rsquo;dul, sixteen \u0026rsquo;dod yon\n                           lha mo, keng rus, shwa ba; the observance of the summer-fast (dbyar gnas)\n                           for fifty days starting on the 15th day \u003c/li\u003e\n\n                        \u003cli\u003e9th month: rituals based on the cycles of sTag a and Phur pa from the\n                           18th to the 24th day \u003c/li\u003e\n\n                        \u003cli\u003e11th month: rituals based on the cycles of Khro bo, Phur pa and Zhang\n                           zhung Me ri from the 23rd to the 29th day ending with \u0026rsquo;cham dance on the\n                           29th\u003c/li\u003e\n                     \u003c/ul\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-1-9\"\u003e10. Books held in the monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThere are copies of the printed editions of the following books: two copies\n                        of Bonpo Kanjur published by A yung in 197 volumes, one copy of Shar rdza\n                        bKra shis rgyal mtshan\u0026rsquo;s collected works, one copy of mNyam med Shes rab\n                        rGyal mtshan\u0026rsquo;s collected works, one copy of bDe chen gling pa Tshe dbang\n                        grags pa\u0026rsquo;s collected works, one copy of dBra ston bsKal bzang bstan pa\u0026rsquo;i\n                        rgyal mtshan\u0026rsquo;s collected works and one copy of gSang sngags gling pa\u0026rsquo;s gter\n                        ma texts.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-1-10\"\u003e11. Income and expenses \u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has neither land nor animals. The monks are provided for by\n                        their families and the monastery depends financially on donations from the\n                        faithful.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-1-11\"\u003e12. Local community\u003c/h4\u003e\n\n                     \u003cp\u003eThe local lay community consists of five shog kha (communal division): Ri\n                        nub, La rked, mChog dge, Gong shod and sKe bzhi. 1.Ri nub comprises three\n                        villages: Gyang ra with thirty families, Bar shod with twenty-five families\n                        and Lha khang mdo with thirty-five families. 2.La rked comprises nine\n                        villages: dBus ru with ten families, Bar shod with twenty families, Mi rgud\n                        with thirteen families, La ri with eleven families, Lu gu with six families,\n                        Tis bru with seven families, Pa bzi with five families, Phur pa with twelve\n                        families and Ye shes with six families. 3.mChog dge comprises three\n                        villages: Yar grong with twenty families, Mar grong with twenty families and\n                        Ka re with three families. 4.Gong shod comprises five villages: Dung ri with\n                        six famileis, Yang grong with twelve familes, Mar grong with seventeen\n                        families, sBying ge with nine families and Dar ni with six families. 5.sKe\n                        bzhi comprises five villages: sBus thang with twelve families, Dar ri with\n                        thirteen families, Ja lung with eight families, Ra gni with eleven families\n                        and Klu khang with fifteen families. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-1-12\"\u003e13. Local festivals\u003c/h4\u003e\n\n                     \u003cp\u003eThere is a mountain called sKyobs \u0026rsquo;byin seng nag surrounded by twelve peaks\n                        about 25 km south of the county town of Nyag rong rdzong. The local deity\n                        (yul lha), believed to be residing on it, is propitiated by the local people\n                        of the villages mentioned above, but the date of the propitiation is not\n                        fixed. It may fall any time between the beginning of the 5th month to the\n                        beginning of the 8th month. \u003c/p\u003e\n\n                     \u003cp\u003eThere is also a \u0026ldquo;sacred mountain\u0026rdquo; (gnas ri) called Brag dkar lhang lhang nor\n                        bu yang rtse located about 40 km west of Nyag rong rdzong county town. It\n                        was a \u0026ldquo;site of hidden treasures\u0026rdquo; (gter gnas) where Sangs rgyas gling pa\n                        discovered many concealed texts (gter ma) and consequently he converted the\n                        site what is known as \u0026ldquo;to open doors of the site\u0026rdquo; (gnas sgo phyed pa) i.e.\n                        revealed the site as a sacred place. The date of its veneration is not fixed\n                        and may fall any time between the beginning of the 5th month to the\n                        beginning of the 8th month of every Dragon Year. In the past, both Bonpo and\n                        Buddhist people circumambulated the mountain in the Bonpo way, that is,\n                        keeping the mountain on the left as one follows the path of the circuit, but\n                        after Nyag bla Pad ma bdud \u0026rsquo;dul, a rNying ma pa master, said that both ways\n                        were appropriate and had the same religious efficacy, Buddhists began to\n                        circumambulate the mountain in the clockwise direction.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-1-13\"\u003e14. Occupation of the local population\u003c/h4\u003e\n\n                     \u003cp\u003eBoth nomads and farmers\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-1-14\"\u003eSources:\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-8-1-14-1\"\u003e(1) Interviews\u003c/h5\u003e\n\n                        \u003cp\u003eA rgyal or sKal bzang rgya mtsho, a monk and one of the two masters of\n                           the monastery, born in 1939. Rig \u0026rsquo;dzin nyi ma, born in 1967; he was\n                           recognized as a reincarnation of a Sa skya monastery, but he did not want\n                           to be converted to the Sa skya pa tradition and has kept his Bonpo faith\n                           while living as a Sa skya pa reincarnation in Ye shes Monastery. gYung\n                           drung bstan \u0026rsquo;phel (b.1931) is the abbot of the monastery.\u003c/p\u003e\n\n                     \n\n                  \n\n               \n\n               \n\n                  \u003ch3 id=\"b6-8-2\"\u003e(151) rGyal zhing Monastery \u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-8-2-1\"\u003e1. Name\u003c/h4\u003e\n\n                     \u003cp\u003erGyal zhing Monastery was also formerly known as rGyal ba bkra shis or rGyal\n                        zhing \u0026rsquo;brug grags.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-2-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003erGyal zhing Monastery is about 12 km north of Ri snang, the seat of Nyag\n                        rong county.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-2-3\"\u003e3. History \u003c/h4\u003e\n\n                     \u003cp\u003eAccording to oral tradition, the master rGyal ba rtsa mkhyen pa founded a\n                        hermitage called rGyal zhing in the valley behind the present monastery.\n                        Then it was moved to another site but the reason and precise time of this\n                        change remain unknown. According to one short account of the monastery\u0026rsquo;s\n                        history (rGyal zhing dgon gyi lo rgyus, 8 folios, MS and anonymous), it was\n                        founded by the master Bya btang Nam mkha\u0026rsquo; rgyal mtshan in the 10th Rab byung\n                        (1567-1626), and later, because there was no Sources of drinking water in\n                        the vicinity, Khyung \u0026rsquo;khor sMon lam tshul khrims, the master at that time,\n                        moved the monastery to a new place. The new monastery had nine columns and\n                        was named rGyal ba bkra shis. The same account mentions three other masters\n                        of this lineage, bSod nams rnam rgyal, Kun bzang rnam rgyal and \u0026rsquo;Chi med,\n                        but their dates and life stories are not mentioned. In the 19th century, Bya\n                        btang Dri med \u0026rsquo;od zer offered the monastery a piece of land known as Zhing\n                        stong thang on which the present monastery was built. While the monastery\n                        was being built, the people heard a dragon in the sky and thus the monastery\n                        was named rGyal zhing \u0026rsquo;brug grags. It was consecrated by Shar rdza bKra shis\n                        rgyal mtshan in the early 20th century. It was partially destroyed during\n                        the Cultural Revolution and rebuilt in the nineteen-eighties. The old\n                        assembly hall still stands and contains some 177 sq m of original\n                        murals.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-2-4\"\u003e4. Hierarchical system\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003eone gdung \u0026rsquo;dzin \u003c/li\u003e\n\n                        \u003cli\u003etwo dbu mdzad or dbu skyor\u003c/li\u003e\n\n                        \u003cli\u003ethree dge skos\u003c/li\u003e\n\n                        \u003cli\u003etwo mchod dpon \u003c/li\u003e\n\n                        \u003cli\u003etwo spyi ba \u003c/li\u003e\n                     \u003c/ul\u003e\n\n                     \u003cp\u003eThe dge bskos are replaced each year, while the dbu mdzad, mchod dpon and\n                        spyi ba are reappointed every two years. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-2-5\"\u003e5. Current number of monks\u003c/h4\u003e\n\n                     \u003cp\u003eThere are twenty-five monks and novices in the monastery.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-2-6\"\u003e6. Current education\u003c/h4\u003e\n\n                     \u003cp\u003eThere are no regular classes and the young novices are taught by the elder\n                        monks.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-2-7\"\u003e7. Educational exchange\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery was a branch of Gong rgyal Monastery. The monks are generally\n                        sent to Shar rdza Hermitage to take their ordinations, and occasionally to\n                        sNang zhig Monastery (No.180) in rNga khog.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-2-8\"\u003e8 / 9. Rituals\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003e5th month, the observance of the smyung gnas fasting\u003c/li\u003e\n\n                        \u003cli\u003e6th month, the performance of ritual based on the Zhi khro sgrub chen\n                           from the 3rd to the 10th day ending with with \u0026rsquo;cham dance for the public.\n                           The observance of the dbyar gnas summer-fasting starting from the 15th of\n                           the 6th month for forty-nine days. \u003c/li\u003e\n                     \u003c/ul\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-2-9\"\u003e10. Books held in the monastery \u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has one copy of the printed edition of Bonpo Kanjur gyur,\n                        published by A yung and sKal bzang phun tshogs; one copy of the printed\n                        edition of Shar rdza bKra shis rgyal mtshan\u0026rsquo;s collected works; of the \u0026rsquo;Bum\n                        nyi ma dgu shar in ten volumes; The yum texts (Buddhist) in twelve\n                        volumes.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-2-10\"\u003e11. Income and expenses\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has fifteen \u0026rsquo;bri (female yak) that were offered by the lha sde\n                        (the monastery\u0026rsquo;s local lay community). The yaks are tended as shi med by\n                        several local families who give 2.5 kg of butter to the monastery per yak\n                        each year. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-2-11\"\u003e12. Local community \u003c/h4\u003e\n\n                     \u003cp\u003eThe local lay community consists of three shog kha (communal divisions):\n                        1.Zi re shog-kha with one village (also known as Zi re) comprising twelve\n                        families; 2.Sa nag shod shog kha with five villages: Ba re with four\n                        families, Sa nag shod village with three families, Gong thog village with\n                        four families, rGyal zhing with three families and Ba re sgo village with\n                        two families. 3.Sa nag stod shog kha comprising one village (also called Sa\n                        nag stod) with twenty-one families.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-2-12\"\u003e13. Local festivals\u003c/h4\u003e\n\n                     \u003cp\u003eOn top of the mountain behind the monastery a la btsas is built according to\n                        the instructions given by gSang sngags gling pa and it is dedicated to the\n                        local deity called bKra shis dpal bzang. Its annual renewal ceremony takes\n                        place on the 15th day of the 1st month. There is another la btsas on top of\n                        the mountain facing the monastery. It is dedicated to the local deity gYung\n                        drung dar rtse. The la btsas was constructed according to the instructions\n                        given by Shar rdza bKra shis rgyal mtshan and the deity is propitiated by\n                        the local people on the 15th day of the 1st month and on the 13th day of the\n                        12th month.\u003c/p\u003e\n\n                     \u003cp\u003eThere is also a sacred mountain (gnas ri) called sBas gnas g-yung drung\n                        sprungs rdzong located 1 km east of the monastery. The master who \u0026ldquo;opened\n                        the door\u0026rdquo; (gnas sgo phyed pa) of the mountain was rGyal ba rTsa mkhyen pa.\n                        It is circumambulated in the Hare-Year during the summer by the people both\n                        Bonpo and Buddhist in the Bonpo way, that is, keeping the mountain on the\n                        left as one walks.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-2-13\"\u003e14. Occupation of the local people\u003c/h4\u003e\n\n                     \u003cp\u003eFarmers\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-2-14\"\u003eSources\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-8-2-14-1\"\u003e(1) Interviews\u003c/h5\u003e\n\n                        \u003cp\u003eYe bzang (Ye shes bzang po, b.1964), a monk at the monastery; rDo li (rDo\n                           rje rgyal mtshan, b.1947), a monk at the monastery\u003c/p\u003e\n\n                     \n\n                  \n\n               \n\n               \n\n                  \u003ch3 id=\"b6-8-3\"\u003e(152) Gong rgyal Monastery\u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-8-3-1\"\u003e1. Name\u003c/h4\u003e\n\n                     \u003cp\u003eThe original spelling of the monastery\u0026rsquo;s name was Gu rgyal. It was later\n                        spelt Gong rgyal by Sangs rgyas gling pa (1705-1735).\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-3-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003eIt is located about 6 km northeast of Ri snang, the seat of Nyag rong\n                        county.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-3-3\"\u003e3. History\u003c/h4\u003e\n\n                     \u003cp\u003eNam mkha\u0026rsquo; rgyal mtshan, the first master of the Bya btang lineage, is said\n                        to have built a small monastery at a site called Dar lo, but it is now in\n                        ruins. No one knows when it was built or why it was abandoned. In the 13th\n                        Rab byung (1747-1806), another small monastery was built by gSang sngags\n                        gling pa. He also \u0026ldquo;opened the door\u0026rdquo;(gnas sgo phyed pa) of the hidden local\n                        mountain (i.e. transformed the place into sacred site) and called it sBas\n                        yul g-yung drung spungs tshal. He is believed to have discovered a number of\n                        holy objects on the sacred site including a statue of White Tara and a gold\n                        gshang bell. He donated these objects to Gong rgyal Monastery. Around that\n                        time the monastery had about one hundred monks. In the Wood-Bird Year of the\n                        15th Rab byung (1885), Bya btang bsTan pa\u0026rsquo;i nyi ma undertook to build a new\n                        temple for the monastery following a plan made by gSang sngags gling pa.\n                        When it was completed two years later, gSang sngags gling pa was invited to\n                        consecrate it and to give the lung initiation of the Bonpo Kanjur. Later,\n                        other masters such as Shar rdza bKra shis rgyal mtshan, Khro sprul gYung\n                        drung mthong grol and the fifth Kun grol bDud \u0026rsquo;dul gling pa also gave\n                        teachings at the monastery. \u003c/p\u003e\n\n                     \u003cp\u003eThe Gong rgyal dgon gyi lo rgyus (anonymous, MS) lists twenty-two successive\n                        masters of the Bya btang lineage until the middle of the 20th century: \u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003eNam mkha\u0026rsquo; rgyal mtshan \u003c/li\u003e\n\n                        \u003cli\u003eNam mkha\u0026rsquo; dbang ldan \u003c/li\u003e\n\n                        \u003cli\u003eYe shes rgyal mtshan \u003c/li\u003e\n\n                        \u003cli\u003egYung drung gsas pa \u003c/li\u003e\n\n                        \u003cli\u003ebKra shis rgyal mtshan \u003c/li\u003e\n\n                        \u003cli\u003esDa dbon Nam mkha\u0026rsquo; thog sdug \u003c/li\u003e\n\n                        \u003cli\u003esDa dbon Nam mkha\u0026rsquo; rgyal mtshan \u003c/li\u003e\n\n                        \u003cli\u003eGrags pa ye shes \u003c/li\u003e\n\n                        \u003cli\u003eTshe dbang bkra shis \u003c/li\u003e\n\n                        \u003cli\u003eShes rab bstan \u0026rsquo;dzin \u003c/li\u003e\n\n                        \u003cli\u003ebSod nams blo gros \u003c/li\u003e\n\n                        \u003cli\u003ebSod nams \u0026rsquo;od zer \u003c/li\u003e\n\n                        \u003cli\u003esDa dbon Rin chen blo ldan \u003c/li\u003e\n\n                        \u003cli\u003eZha bo zhabs ma Nyi ma grags pa \u003c/li\u003e\n\n                        \u003cli\u003esDa dbon sMon lam tshul khrims \u003c/li\u003e\n\n                        \u003cli\u003ebsTan \u0026rsquo;dzin dbang grags \u003c/li\u003e\n\n                        \u003cli\u003egYung drung rgyal mtshan \u003c/li\u003e\n\n                        \u003cli\u003eTshul khrims rgyal mtshan \u003c/li\u003e\n\n                        \u003cli\u003egYung drung bstan pa\u0026rsquo;i nyi ma \u003c/li\u003e\n\n                        \u003cli\u003eDri med \u0026rsquo;od zer \u003c/li\u003e\n\n                        \u003cli\u003eTshe dbang \u0026rsquo;gyur med \u003c/li\u003e\n\n                        \u003cli\u003egShen bstan rgyal mtshan \u003c/li\u003e\n                     \u003c/ol\u003e\n\n                     \u003cp\u003eWith Bya btang bsTan \u0026rsquo;dzin dbang grags\u0026rsquo;s two sons, the lineage divided into\n                        two branches. There are two versions of the history about when reincarnation\n                        was adopted for the succession of the Bya btang masters. According to one,\n                        the position continued to be hereditary (gdung brgyud) until Tshe dbang\n                        \u0026rsquo;gyur med\u0026rsquo;s time in the middle of the 20th century, after which it was\n                        transmitted by reincarnation. However, when I visited the monastery in 1997,\n                        I was told that the reincarnation system was adopted after Bya btang gYung\n                        drung rgyal mtshan\u0026rsquo;s time. So far, because of the lack of reliable Sources\n                        it has been impossible to verify either versions of the story. Bya btang\n                        Tshe dbang \u0026rsquo;gyur med also founded a tantric college specializing in the\n                        practice of the Phurpa cycle.\u003c/p\u003e\n\n                     \u003cp\u003eIn the nineteen-eighties, Blo li Trulku built a new assembly hall, as well\n                        as restoring the old assembly hall which was destroyed during the Cultural\n                        revolution. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-3-4\"\u003e5. Current number of monks\u003c/h4\u003e\n\n                     \u003cp\u003eThere are fifty-one monks and novices in the monastery.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-3-5\"\u003e6. Current education \u003c/h4\u003e\n\n                     \u003cp\u003eThere are no organized or regular classes. The young monks are taught by the\n                        elder monks.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-3-6\"\u003e7. Educational exchange\u003c/h4\u003e\n\n                     \u003cp\u003eIn the past, rGyal zhing and gZhi ring monasteries were branches of Gong\n                        rgyal Monastery, but there des not seem to be any interaction between them\n                        at present. \u003c/p\u003e\n\n                     \u003cp\u003eThe monks are sent to sMan ri in gTsang, Shar rdza Hermitage (No.138) and\n                        sTeng chen Monastery (No.139) to take their ordination and receive further\n                        training.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-3-7\"\u003e8 / 9. Rituals\u003c/h4\u003e\n\n                     \u003cp\u003e- 4th month: observation of fasting (smyung gnas) for 8 days \u003c/p\u003e\n\n                     \u003cp\u003e- 6th month: ritual based on the bSam lhun sgrub chen by Tshe dbang \u0026rsquo;gyur\n                        med starting on the 4th day for 7 days; observation of the dbyar gnas\n                        ceremony from the 15th day for 45 days\u003c/p\u003e\n\n                     \u003cp\u003e- 9th month: ritual based on the sKu gsum phur sgrub for 7 days\u003c/p\u003e\n\n                     \u003cp\u003e- 11th month: ritual of the cycle of dBal gsas from the 23rd to the 30th\n                        day\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-3-8\"\u003e10. Books held in the monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThere a copy of the Kanjur published by A yung and sKal bzang phun tshogs in\n                        Chengdu 1985-1987. A copy of the Khri skyabs edition of Khams chen in\n                        sixteen volumes, and a MS copy of \u0026rsquo;Bum nyi ma dgu shar. There are also some\n                        old printing blocks for the following texts: Dran pa bka\u0026rsquo; thang, Tshe dbang\n                        bka\u0026rsquo; thang, Zhang zhung snyan brgyud, rNam rgyal gzungs chen, Gu drag, sKu\n                        gsum phur sgrub, Rig \u0026rsquo;dus, gSang \u0026rsquo;dus zhi khro, sKu gsum thugs thig, bSam\n                        lhun sgrub skor and gZungs \u0026rsquo;jug.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-3-9\"\u003e11. Income and expenses\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has neither land nor animals and depends entirely on donations\n                        from the faithful.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-3-10\"\u003e12. Local community\u003c/h4\u003e\n\n                     \u003cp\u003eThe local lay community consists of ten villages: Chu nang with fourteen\n                        families, Dar lo with fifteen families, dGung ru with fourteen families, Gu\n                        dar thog with fourteen families, rTa sa with nine families, rGyal ba with\n                        eleven families, Ying mad with eighteen families, Kha lung with nine\n                        families, Nya zi with fourteen families and Rlung pa with seven\n                        families.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-3-11\"\u003e13. Local festivals \u003c/h4\u003e\n\n                     \u003cp\u003eThe mountain behind the monastery is called dGa\u0026rsquo; bde dpal ri, and is the\n                        abode of a local deity known by the same name. There is a la btsas on top of\n                        the mountain dedicated to the deity. Its renewal ceremony is performed by\n                        both the local people and the monks of the monastery on the 1st day of the\n                        12th month.\u003c/p\u003e\n\n                     \u003cp\u003eAt Nyag shod, which is 1.5 km southeast of the monastery, there is a sacred\n                        mountain (gnas ri) called gYung drung rin chen \u0026rsquo;bar ba. It is venerated on\n                        the 1st day of the 5th month, each Dragon-Year by both Bonpo and Buddhists.\n                        They circumambulate the mountain in the traditional Bonpo way (i.e. keeping\n                        the mountain on the left). \u003c/p\u003e\n\n                     \u003cp\u003eSince the mountain has three peaks, it is also known as Tshogs brgya spun\n                        gsum and was considered as the abode of three local deities related as\n                        brothers before the mountain was transformed into a sacred site.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-3-12\"\u003e14. Occupation of the local population\u003c/h4\u003e\n\n                     \u003cp\u003eMainly farmers but one third of the population are nomads\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-3-13\"\u003eSources\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-8-3-13-1\"\u003e(1) Interviews\u003c/h5\u003e\n\n                        \u003cp\u003egYung drung rnam dag, a monk at the monastery, born in 1937\u003c/p\u003e\n\n                     \n\n                     \n\n                        \u003ch5 id=\"b6-8-3-13-2\"\u003e(2) Texts\u003c/h5\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003eNote: (1) Gong rgyal dgon gyi lo rgyus, anonymous, MS\u003c/li\u003e\n                        \u003c/ol\u003e\n\n                     \n\n                  \n\n               \n\n               \n\n                  \u003ch3 id=\"b6-8-4\"\u003e(153) Klu \u0026rsquo;bum Monastery\u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-8-4-1\"\u003e1. Name of the monastery \u003c/h4\u003e\n\n                     \u003cp\u003eIn the past the monastery was known as Su tshang or Klu \u0026rsquo;bum mtha\u0026rsquo; rten\n                        gling.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-4-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is located at a roadside of the main road leading to sGre bo\n                        this smad village, 28 km south of Ri snang, the seat of Nyag rong\n                        county.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-4-3\"\u003e3. History\u003c/h4\u003e\n\n                     \u003cp\u003eAccording to oral tradition, Su tshang Nam mkha\u0026rsquo; rgyal mtshan, (the Klu \u0026rsquo;bum\n                        dgon gyi lo rgyus, a MS has Nam mkha\u0026rsquo; rgya mtsho), the first master of the\n                        Su la lineage, founded a small monastery at Ka smad mgo called Su tshang\n                        about 10 km east of the present monastery. He is said to have been the\n                        spiritual master of \u0026rsquo;Bru dGa\u0026rsquo; bde chos skyong ber nag, one of the Thirty\n                        Heroes in the Ge sar epic. In Khams, the hero is considered as a historical\n                        figure. Nam mkha\u0026rsquo; rgyal mtshan was succeeded by his son Nam mkha\u0026rsquo; \u0026rsquo;od zer,\n                        who in turn was succeeded by his son Nam mkha\u0026rsquo; bstan \u0026rsquo;dzin, who in turn was\n                        succeeded by his son Nam mkha\u0026rsquo; tshul khrims. Since there was no water\n                        Sources in the vicinity, Nam mkha\u0026rsquo; tshul khrims undertook to channel water\n                        to the monastery, but the inhabitants of sGre bo village were unwilling to\n                        help. As a result the village split into two villages: sGre bo stod and sGre\n                        bo smad. Moreover, eight monks from sGre bo stod left the monastery and\n                        founded a small monastery called Su tshang stod pa. \u003c/p\u003e\n\n                     \u003cp\u003eLater lCags mdud Shes rab rgyal mtshan, a master of the rNying ma pa\n                        monastery and located on the opposite bank of the rDza chu river, converted\n                        Su tshang stod pa to the rNying ma pa tradition and renamed it rNga rnga\n                        Monastery. \u003c/p\u003e\n\n                     \u003cp\u003eAccording to KGLG, (volume 1, p.302) lCags mdud Shes rab rgyal mtshan only\n                        restored the monastery in 1491.\u003c/p\u003e\n\n                     \u003cp\u003eSu tshang Nam mkha\u0026rsquo; tshul khrims and the people of sGre bo smad pa village\n                        founded Klu \u0026rsquo;bum Monastery. As they were preparing the site for\n                        construction, they discovered a Bonpo text entitled Klu \u0026rsquo;bum, and thus the\n                        monastery was named Klu \u0026rsquo;bum. Later Khod spungs Kun bzang \u0026rsquo;od gsal, the\n                        twenty-third master in the Su la lineage, enlarged the assembly hall. \u003c/p\u003e\n\n                     \u003cp\u003eThe monastery mainly practised rituals according to the old gter ma (gter\n                        rnying) tradition, especially the ritual cycles of dBal gsas, Ge khod and\n                        sTag la, but after receiving the teachings based on the Rang gter sku gsum\n                        phur sgrub by gSang sngags gling pa the monastery also began to practise the\n                        new gter ma tradition (gter gsar). \u003c/p\u003e\n\n                     \u003cp\u003eKhod spung mDo rgyud grags pa also lived and taught at the monastery for\n                        about five years. In 1923, gYung drung bstan \u0026rsquo;dzin, the 24th master in the\n                        Khod spung lineage, enlarged the monastery by building a new assembly hall\n                        with eight tall columns. The masters of the Khod spungs lineage, also known\n                        as Su la tshang, have been in charge of the monastery. It is not clear how\n                        many masters the lineage comprises but there are several names that\n                        frequently recur in both written and oral traditions. Su la sKal bzang bstan\n                        pa\u0026rsquo;i rgyal mtshan (1897-1959), who belonged to this lineage, wrote an\n                        extensive biography of Shar rdza bKra shis rgyal mtshan. The present master\n                        of Su la is bsKal bzang grags pa. Unfortunately I did not meet him when I\n                        visited the monastery in autumn 1997, because he was ill and was\n                        hospitalized in Chengdu at the time. I went with sMon rgyal lha sras to\n                        visit him in Chengdu, hoping to obtain more information about the monastery,\n                        but he was too ill to receive me.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-4-4\"\u003e4. Hierarchical system\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003ehead of the monastery\u003c/li\u003e\n\n                        \u003cli\u003etwo dbu mdzad\u003c/li\u003e\n\n                        \u003cli\u003efour dge skos\u003c/li\u003e\n\n                        \u003cli\u003etwo mchod dpon\u003c/li\u003e\n\n                        \u003cli\u003etwo spyi ba\u003c/li\u003e\n                     \u003c/ul\u003e\n\n                     \u003cp\u003eAll the incumbents are reappointed every three years on a rotational basis. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-4-5\"\u003e5. Current number of monks\u003c/h4\u003e\n\n                     \u003cp\u003eThere are thirty novices and two monks. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-4-6\"\u003e6. Current education\u003c/h4\u003e\n\n                     \u003cp\u003eThe younger novices are taught by the elder monks.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-4-7\"\u003e7. Educational exchange\u003c/h4\u003e\n\n                     \u003cp\u003eLa kha Monastery (No.154) is a branch of Klu \u0026rsquo;bum. So there are exchanges\n                        between the two monasteries (see below). The monks go to Shar rdza Hermitage\n                        (No.138) to take their ordination.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-4-8\"\u003e8 / 9. Rituals\u003c/h4\u003e\n\n                     \u003cp\u003eThe monks go to dBra khyung hermitage for a one-month summer retreat every\n                        year during which they receive teachings and learn to play ritual\n                        instruments. In winter, since Klu \u0026rsquo;bum and La kha are connected as \u0026ldquo;mother\n                        and son monasteries\u0026rdquo; (ma dgon bu dgon) they have a common winter retreat (in\n                        the 9th month). The monasteries host the retreat in turn. From the 20th to\n                        the 30th day of the same month, they perform a ritual with \u0026rsquo;cham dance based\n                        on the sKu gsum phur sgrub, a gter ma text of gSang sngags gling pa as well\n                        as rituals of the cycle of gDugs dkar and the ceremony of the smyong gnas\n                        fasting. The monastery was destroyed during the Cultural Revolution. When I\n                        visited the site in 1997 I saw only the assembly hall which had survived,\n                        but it was completely empty.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-4-9\"\u003e11. Income and expenses\u003c/h4\u003e\n\n                     \u003cp\u003eThe monks mainly live with their families since there are no monks\u0026rsquo; quarters\n                        in the monastery. They must also provide their own food when they go to the\n                        monastery for rituals.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-4-10\"\u003e12. Local community \u003c/h4\u003e\n\n                     \u003cp\u003eThe local lay community consists of four communal divisions (shog khag): Sa\n                        stod, Sa smad, Bar shod and Klu \u0026rsquo;bum. Sa stod comprises Lo dbu with five\n                        families and Rong ru with eleven families; Sa smad comprises Yang med with\n                        seven families, mKhar sbe with five families and mKhar brag with three\n                        families; Bar shod comprises only one village, Ri stod with ten families;\n                        Klu \u0026rsquo;bum with four families. In addition there is Su la village with five\n                        families. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-4-11\"\u003e13. Local festivals\u003c/h4\u003e\n\n                     \u003cp\u003eThe mountain behind the monastery is called She long glang chen, but there\n                        is no la btsas on it. In the vicinity there are two mountains called sKyobs\n                        \u0026rsquo;byin and Brag dkar, abodes of the yul lha deities bearing the same names.\n                        The dates of their propitiation remain unnown.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-4-12\"\u003e14. Occupation of the local population \u003c/h4\u003e\n\n                     \u003cp\u003eFarmers\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-4-13\"\u003eSources\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-8-4-13-1\"\u003e(1) Interviews\u003c/h5\u003e\n\n                        \u003cp\u003eA dga, a monk at Klu \u0026rsquo;bum monaster (b.1939); bSod nams tshe ring\n                           (b.1930), another monk at Klu \u0026rsquo;bum Monastery\u003c/p\u003e\n\n                     \n\n                  \n\n               \n\n               \n\n                  \u003ch3 id=\"b6-8-5\"\u003e(154) La kha Monastery\u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-8-5-1\"\u003e1. Name\u003c/h4\u003e\n\n                     \u003cp\u003eLa kha Monastery is also called La kha \u0026rsquo;Brug grags or gYung drung rab brtan\n                        gling or bShad sgrub rab brtan gling.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-5-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003eIt is located at a place called La kha which is about 20 km south of the\n                        county town. There is only one narrow winding path leading to the monastery,\n                        and it takes about 5 hours on horseback from Ri snang, the seat of Nyag rong\n                        county to the monastery.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-5-3\"\u003e3. History\u003c/h4\u003e\n\n                     \u003cp\u003eAccording to oral tradition, a monastery was first founded at La kha by\n                        seven monks. Since the inhabitants of the area believed they heard a dragon\n                        roar in the sky when the monastery was being built, it was named La kha\n                        \u0026rsquo;brug grags. The date of its foundation remains unknown. In the Earth-Dragon\n                        Year of the 16th Rab byung (1928), gYung drung bstan \u0026rsquo;dzin, the\n                        twenty-fourth master in the Su la lineage, moved the monastery to its\n                        present site, which is known as dBra khyung, and renamed it bShad sgrub rab\n                        brtan gling. \u003c/p\u003e\n\n                     \u003cp\u003egYung drung bstan \u0026rsquo;dzin, who studied for nine years in sMan ri in gTsang,\n                        founded another monastery called A sta khang tshan che ba. Both these\n                        monasteries have always been headed by the masters of the Su la lineage. \u003c/p\u003e\n\n                     \u003cp\u003eThe cycles of the gSas mkhar mchog lnga and other old gter ma (gter rnying)\n                        ritual texts were the only ritual traditions practised in this monastery,\n                        but later gSang sngags gling pa\u0026rsquo;s text sKu gsum phur sgrub and its \u0026rsquo;cham\n                        tradition, as well as other new gter ma (gter gsar) ritual practices were\n                        introduced. The monastery was destroyed during the Cultural Revolution and\n                        was \u0026ldquo;officially reopened\u0026rdquo; in the nineteen eighties, but it had not yet been\n                        rebuilt when I visited it in 1997, because of lack of funds (the local\n                        population is very poor).\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-5-4\"\u003e4. Hierarchical system\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003ekhri pa\u003c/li\u003e\n\n                        \u003cli\u003etwo dbu mdzad\u003c/li\u003e\n\n                        \u003cli\u003efour dge skos \u003c/li\u003e\n\n                        \u003cli\u003etwo mchod dpon\u003c/li\u003e\n\n                        \u003cli\u003etwo spyi ba \u003c/li\u003e\n                     \u003c/ul\u003e\n\n                     \u003cp\u003eThe incumbents are appointed every three years on a rotating basis.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-5-5\"\u003e5. Current number of monks\u003c/h4\u003e\n\n                     \u003cp\u003eThere are fifteen novices and monks in the monastery. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-5-6\"\u003e6. Current education\u003c/h4\u003e\n\n                     \u003cp\u003eThe younger novices are taught by the elder monks. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-5-7\"\u003e7. Educational Exchange\u003c/h4\u003e\n\n                     \u003cp\u003eLa kha Monastery is a branch of Klu \u0026rsquo;bum (No.153). There are some ritual\n                        exchanges between the two monasteries (see below). The monks go to Shar rdza\n                        Hermitage to take their full ordination.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-5-8\"\u003e8 / 9. Rituals\u003c/h4\u003e\n\n                     \u003cp\u003eSince Klu \u0026rsquo;bum and La kha are connected as \u0026ldquo;mother and \u0026ldquo;son monasteries\u0026rdquo; (ma\n                        dgon bu dgon), they have a common winter retreat (in the 9th month). They\n                        host the retreat in turn. The monastery\u0026rsquo;s main ritual is based on the sKu\n                        gsum phur sgrub, a gter ma text discovered by gSang sngags gling pa with its\n                        \u0026rsquo;cham tradition.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-5-9\"\u003e10. Books held in the monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery possesses a copy of the printed edition of Bonpo Kanjur, in\n                        addition to its own collection of texts. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-5-10\"\u003e11. Income and expenses\u003c/h4\u003e\n\n                     \u003cp\u003eThe monks provide their own food; the monastery receives very few donations\n                        from the faithful as the local population is very poor. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-5-11\"\u003e12. Local community\u003c/h4\u003e\n\n                     \u003cp\u003eThe local lay community consists of four villages: La kha with sixteen\n                        families, rBa ru with ten families, La shod with four families and Dud rtag\n                        with two families.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-5-12\"\u003e13. Local festivals\u003c/h4\u003e\n\n                     \u003cp\u003eBoth monks of the monastery and lay population propitiate two sacred\n                        mountains, sKyobs \u0026rsquo;byin and Brag dkar. The mountain behind the monastery is\n                        She long glang chen (with no la btsas) associated to a local deity called\n                        She long who has an elephant as mount.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-5-13\"\u003e14. Occupation of the local population \u003c/h4\u003e\n\n                     \u003cp\u003eFarmers and nomads\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-5-14\"\u003eSource\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-8-5-14-1\"\u003e(1) Interviews\u003c/h5\u003e\n\n                        \u003cp\u003eA dga (b.1939), a monk at Klu \u0026rsquo;bum Monastery; bSod nams tshe ring\n                           (b.1930), another monk at Klu \u0026rsquo;bum Monastery\u003c/p\u003e\n\n                     \n\n                  \n\n               \n\n               \n\n                  \u003ch3 id=\"b6-8-6\"\u003e(155) dBal khyung Monastery\u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-8-6-1\"\u003e1. Name of the monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe full name of the monastery is dBal khyung gYung drung mthong smon gling.\n                        It is also known as dBal khyung gShen bstan mdo sngags gling.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-6-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is located in rNga yab, southwest of Ri snang, the seat of\n                        Nyag rong county. There is a 28 km motorable road between the county town\n                        and Shang lang shod township, and another 15 km of road between the township\n                        and philosophical college (bshad grwa) of sKal bzang Monastery. dBal khyung\n                        Monastery is around an hour\u0026rsquo;s walk from the college.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-6-3\"\u003e3. History\u003c/h4\u003e\n\n                     \u003cp\u003eIn the 8th Rab byung (1447-1506), there were eight men considered as saints\n                        in Nyag rong area, four of whom were Bonpo: Brag dben bKra shis rgyal\n                        mtshan, dBal khyung sMon lam rgyal mtshan, rTsis \u0026rsquo;das Nyi ma rgyal mtshan\n                        and Dar ri sByin pa rgyal mtshan. \u003c/p\u003e\n\n                     \u003cp\u003eAccording to gYung drung don grub (dBal khyung dgon pa\u0026rsquo;i lo rgyus, MS, p.4)\n                        it was dBal khyung sMon lam rgyal mtshan who founded the monastery at rDzong\n                        mgo in the 8th Rab byung (1447-1506). His son, Blo gros rgyal mtshan,\n                        succeeded him as head of the monastery, but the monastery was destroyed by\n                        fire in the second half of Nam mkha\u0026rsquo; grags pa\u0026rsquo;s life, (another famous head\n                        of the monastery). It was rebuilt during the life-time of Tshul khrims bstan\n                        rgyal. The monastery is believed to have been moved during bSod nams dbang\n                        rgyal\u0026rsquo;s time and was renamed dBal khyuung gYung drung mthong smon gling. \u003c/p\u003e\n\n                     \u003cp\u003eHere is a list of the subsequent masters of the dBal khyung lineage: dBon po\n                        A kru, lHun grub tshul khrims, bstan \u0026rsquo;dzin rgya mtsho, Bla ma tshul khrims,\n                        O rgyan rnam grol, Bla ma blo bzang, Karma ye shes, bsTan pa rgyal mtshan\n                        and gSang sngags gling pa (1864-?). The latter played an important role in\n                        the development of the monastery and Bon in the region. He enlarged the\n                        monastery, adding two assembly halls (\u0026rsquo;du khang) and thirteen monks\u0026rsquo; cells\n                        (grwa shag). \u0026rsquo;Chi med rig \u0026rsquo;dzin and mKha\u0026rsquo; spyod dbang mo are also believed\n                        to have greatly contributed to the monastery\u0026rsquo;s development. and gYung drung\n                        don grub is the the present head of the monastery who is assisted by sMon\n                        rgyal lha sras. The latter is a tantric practitioner. He was a son of Kun\n                        grol Hum chen, the sixth Kun grol grags pa and brother of mKha\u0026rsquo; spyod dbang\n                        mo, a famous mkha\u0026rsquo; \u0026rsquo;gro and discoverer of gter ma texts in the 20th century.\n                        The monastery is famous for its unique and beautiful manuscript set of the\n                        Bonpo Kanjur which miraculously survived the turbulences of recent history.\n                        It was reproduced and published by A yung and Shug sdong sKal bzang phun\n                        tshogs in Chengdu 1985-1987 and again later by sMon rgyal lha sras, in Lhasa\n                        in collaboration with the Tibet Academy of Social Sciences. The monastery\n                        itself was totally destroyed, but was rebuilt by gYung drung don grub in the\n                        nineteen-eighties. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-6-4\"\u003e4. Hierarchical system\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003eone bla ma\u003c/li\u003e\n\n                        \u003cli\u003etwo dbu mdzad\u003c/li\u003e\n\n                        \u003cli\u003ethree dge skos \u003c/li\u003e\n\n                        \u003cli\u003eone dkor gnyer \u003c/li\u003e\n\n                        \u003cli\u003etwo mchod dpon \u003c/li\u003e\n                     \u003c/ul\u003e\n\n                     \u003cp\u003eWith the exception of the head of the monastery, the incumbents of the\n                        above-listed positions are reappointed every three years on a rotating\n                        basis. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-6-5\"\u003e5. Current number of monks\u003c/h4\u003e\n\n                     \u003cp\u003eThere were twenty-four monks and novices in the monastery in 1997.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-6-6\"\u003e6. Curent education\u003c/h4\u003e\n\n                     \u003cp\u003eThere are no regular, organized classes, and the young monks are taught by\n                        the elder monks.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-6-7\"\u003e7. Educational exchange\u003c/h4\u003e\n\n                     \u003cp\u003eThe monks go to sMan ri Monastery (No.1) in gTsang and Shar rdza Hermitage\n                        (No.138) for their ordination, further training and retreats.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-6-8\"\u003e8 / 9. Rituals\u003c/h4\u003e\n\n                     \u003cp\u003edBal khyung and Brag dben (No.156) Monasteries conduct four rituals together\n                        at dBal khyung Monastery: the commemoration of gSang sngags gling pa from\n                        the 25th to the 30th day of the 2nd month; the commemoration of mKha\u0026rsquo; spyod\n                        dbang mo from the 23rd to the 28th day of the 3rd month; the tshes bcu\n                        ceremony from the 1st to the 10th day of the 6th month and the dgu gtor rite\n                        from the 21st to the 29th day of the 11th month. Two rituals are performed\n                        collectively by the two monasteries at Brag dben Monastery: the tshes bcu\n                        ceremony from the 3rd to the 10th day of the 7th month, and the dgu gtor\n                        rite from the 23rd to the 30th day of the 12th month at dBal khyung.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-6-9\"\u003e10. Books held in the monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has one copy of the Bonpo Kanjur, MS, one copy of the printed\n                        edition of Dran pa \u0026rsquo;bka thang, one copy of the printed edition of Pad ma bka\n                        thang, a copy of the printed edition of Shar rdza bKra shis rgyal mtshan\u0026rsquo;s\n                        collected works in twenty-six volumes, and one copy the printed edition of\n                        gTer chen Tshe dbang grags pa\u0026rsquo;s collected works.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-6-10\"\u003e11. Income and expenses\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has five female yaks tended by several local families who give\n                        the monastery 10 kg of butter per yak each year. The monks provide their own\n                        food and the monastery otherwise depends on donations from the faithful. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-6-11\"\u003e12. Local community\u003c/h4\u003e\n\n                     \u003cp\u003eThe local lay community consists of two shog khag (communal divisions),\n                        bZhag ri and Kha lung. The former comprises five villages: bZhag ri with\n                        seventeen families, Sa so with two families, Glang rong with one family, rGo\n                        dung with one family and \u0026rsquo;Ga\u0026rsquo; yeng with twelve families. The latter, Kha\n                        lung comprises eight villages: Wa lung with one family, Bo mi with ten\n                        families, dBal khyung with four families, Tso shis with two families, Chu\n                        shod with six families, Yang gzhung with two families, Bung leng with three\n                        families and Kha \u0026rsquo;khor with one family. All these villages constitute the\n                        lha sde (local lay community) of both dBal khyung and Brag dben\n                        monasteries.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-6-12\"\u003e14. Occupation of the local population\u003c/h4\u003e\n\n                     \u003cp\u003eFarming supplemented by animal husbandry\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-6-13\"\u003eSource\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-8-6-13-1\"\u003e(1) Interviews\u003c/h5\u003e\n\n                        \u003cp\u003eKun bzang nyi ma (b.1964); A rdo (b.1934)\u003c/p\u003e\n\n                     \n\n                  \n\n               \n\n               \n\n                  \u003ch3 id=\"b6-8-7\"\u003e(156) Brag dben Monastery \u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-8-7-1\"\u003e1. Name \u003c/h4\u003e\n\n                     \u003cp\u003eBrag dben Monastery has several names: Brag dben gsang mdzod pad ma gling,\n                        Brag dben gsang mdzod pad ma mdo sngags gling and Brag dben gYung drung\n                        gling. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-7-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is located in rNga yab, southwest of Ri snang, the seat of\n                        Nyag rong county. There is distance of 28 km between the county town and\n                        Shang lang shod township, and another 15 km between the township to the\n                        philosophical college (bshad grwa) of sKal bzang Monastery which may be\n                        reached by car. From there it is an hour\u0026rsquo;s walk to dBal khyung Monastery\n                        (No.155) and another five to Brag dben.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-7-3\"\u003e3. History \u003c/h4\u003e\n\n                     \u003cp\u003eThe earliest account concerning the monastery is a legend about the\n                        connection between Brag dben and gShen Dar sding. (This connection is not\n                        mentioned in any other Sources). According to this legend, Brag dben was a\n                        branch monastery of gShen Dar sding in gTsang. gShen rGyal ba \u0026rsquo;od zer, a\n                        disciple of Kun mkhyen Ye shes blo gros, travelled to sBas gnas in Nyag rong\n                        in the 3rd Rab byung (1192-1251), where he gave teachings based on the cycls\n                        of Ma rgyud, Khro bo, Phur pa and the Zhang zhung snyan brgyud in accordance\n                        with the gShen tshang tradition and it seems that sBas gnas became a\n                        hermitage from that time onwards. According to the Brag dben dgon pa\u0026rsquo;i lo\n                        rgyus by gYung drung don grub (p.4. MS), Khod spungs Blo gros thogs med and\n                        Khyung po Nang chen grags pa stayed at the hermitage for a long period of\n                        time in the 5th Rab byung (1267-1326). In the 8th Rab byung (1447-1506),\n                        Brag dben bKra shis rgyal mtshan, one of the four Bonpo saints of the Eight\n                        Saints of Nyag rong, (the other three were dBal khyung sMon lam rgyal\n                        mtshan, rTsis \u0026rsquo;das Nyi ma rgyal mtshan, and Dar ri sByin pa rgyal mtshan)\n                        built two temples and fourteen meditation cells there, and thereafter the\n                        site was referred to as Brag dben Monastery. Brag dben bKra shis rgyal\n                        mtshan spent the rest of his life there. In the 12th Rab byung (1687-1746),\n                        Sang rgyas gling pa visited the monastery and gave teachings there. He also\n                        renamed the monastery Brag dben gYung drung gling. Then \u0026rsquo;Od zer gling pa\n                        built four stupas around the monastery at the four points of the compass.\n                        Shar rdza bKra shis rgyal mtshan and gSang sngags gling pa also visited the\n                        monatery and gave teachings there. The monastery was destroyed during the\n                        Cultural Revolution and was rebuilt in the nineteen-eighties by gYung drung\n                        don grub, the present master.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-7-4\"\u003e4. Hierarchical system \u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003eone bla ma\u003c/li\u003e\n\n                        \u003cli\u003etwo dbu mdzad \u003c/li\u003e\n\n                        \u003cli\u003ethree dge skos \u003c/li\u003e\n\n                        \u003cli\u003etwo mchod dpon\u003c/li\u003e\n\n                        \u003cli\u003eone dkor gnyer\u003c/li\u003e\n                     \u003c/ul\u003e\n\n                     \u003cp\u003eThe incumbents of the above-listed positions are reappointed every three\n                        years. The head of the monastery is gYung drung don grub.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-7-5\"\u003e5. Current number of monks\u003c/h4\u003e\n\n                     \u003cp\u003eThere are forty-five monks in the monastery in 1997.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-7-6\"\u003e6. Current education\u003c/h4\u003e\n\n                     \u003cp\u003eThere are no regular, organized classes. The young monks are taught by the\n                        elder monks. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-7-7\"\u003e7. Educational exchange \u003c/h4\u003e\n\n                     \u003cp\u003eSince Brag dben Monastery is a branch monastery of dBal khyung, the two\n                        monasteries perform almost all their rituals together. The monks go to sMan\n                        ri Monastery (No.1) and Shar rdza Hermitage (No.138) for their ordination,\n                        further studies or retreats. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-7-8\"\u003e8 / 9. Rituals\u003c/h4\u003e\n\n                     \u003cp\u003edBal khyung and Brag dben Monasteries conduct four rituals together at dBal\n                        khyung Monastery: the memorial of gSang sngags gling pa from the 25th to the\n                        30th day of the 2nd month, that of mKha\u0026rsquo; spyod dbang mo from the 23rd to the\n                        28th day of the 3rd month.\u003c/p\u003e\n\n                     \u003cp\u003eThe tshes bcu ritual from the 1st to the 10th day of the 6th month, and the\n                        dgu gtor ritual from the 21st to the 29th day of the 11th month. Two rituals\n                        are performed collectively by the two monasteries at Brag dben Monastery:\n                        the tshes bcu from the 3rd to the 10th day of the 7th month, and dgu gtor\n                        from the 23rd to the 30th day of the 12th month.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-7-9\"\u003e10. Books held in the monastery \u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has a collection of Tshe dbang grags pa\u0026rsquo;s gter ma works, one\n                        copy of the biography of gSang sngags gling pa, one copy of the biography of\n                        mKha\u0026rsquo; \u0026rsquo;gro dbang mo, one copy of the Pad ma bka\u0026rsquo; thang and various texts for\n                        liturgical purposes.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-7-10\"\u003e11. Income and expenses \u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery depends on donations from the faithful and the monks provide\n                        their own food.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-7-11\"\u003e12. Local community \u003c/h4\u003e\n\n                     \u003cp\u003eThe local lay community of the monastery consists of two shog khag (communal\n                        divisions), bZhag ri and Kha lung. The former comprises five villages: bZhag\n                        ri with seventeen families, Sa so with two families, Glang rong with one\n                        family, rGo dung with one family and dGa yeng with twelve families. Kha\n                        lung, the second shog khag comprises eight villages: Wa lung with one\n                        family, Bo mi with ten families, dBal khyung with four families, Tso shis\n                        with two families, Chu shod with six families, Yang gzhung with two\n                        families, Bung leng with three families and Kha\u0026rsquo; khor with one family. All\n                        these villages constitute the lha sde (local lay community) of both dBal\n                        khyung and Brag dben monasteries.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-7-12\"\u003e14. Occupation of local population\u003c/h4\u003e\n\n                     \u003cp\u003eFarming supplemented by animal husbandry\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-7-13\"\u003eSource\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-8-7-13-1\"\u003e(1) Interviews\u003c/h5\u003e\n\n                        \u003cp\u003eKun bzang nyi ma, born in 1964. A rdo (b.1934)\u003c/p\u003e\n\n                     \n\n                  \n\n               \n\n               \n\n                  \u003ch3 id=\"b6-8-8\"\u003e(157) Mi nub Monastery\u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-8-8-1\"\u003e1. Name\u003c/h4\u003e\n\n                     \u003cp\u003eThe full name of the monetary is dPal ldan mi nub g-yung drung gling.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-8-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is located in Mi nub village, at the foot of Mount sBas gnas\n                        gnam lcabs yang rdzong in A \u0026rsquo;dzul valley of Nyag rong. The village belongs\n                        to Shod ring Township which is 6 km south of the county town of Nyag rong.\n                        It takes two hours from the Township to climb through a hill to the\n                        village.\u003c/p\u003e\n\n                     \u003cp\u003eThe monastery is considered to be the residence of Khod spungs Blo gros\n                        thogs med (1280-1337)\u003ca href=\"#n22\" name=\"nb22\" class=\"note\"\u003e22\u003c/a\u003e who was a famous figure as a rediscoverer of gter ma texts in the\n                        history of Bon religion. His biography contains a list of gter ma texts that\n                        he rediscovered. After his life-story, there is also another chapter\n                        entitled gDung rabs so so\u0026rsquo;i lo rgyus cung zad smos pa (p.28a) which records\n                        the names of the masters who were close to Khod spungs Blo gros thogs med.\n                        It is just a list of names without dates:\u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003eBlo gros rgyal mtshan, a lay master who lived at Gong shel brag dmar\n                           phug. He founded a college for lay tantrics of Bonpo at mChog dge and had\n                           many disciples. Towards the end of his life, he went to \u0026rsquo;Du ra mdo in Me\n                           nyag where executed the ritual of sa \u0026rsquo;dul for the site of \u0026rsquo;Du ra\n                           Monastery (No. 165). He died when he was 63. \u003c/li\u003e\n\n                        \u003cli\u003erNam dag gtsug phud, a son of Khod spungs Blo gros thogs med. He went\n                           to gYas ru dben sa Monastery in gTsang to study, and was the first monk\n                           in the lineage. He gave teachings in sBa zhabs brag dkar hermitage, \u0026rsquo;Dra\n                           yul chu mig ljongs, dGe bshes khog, Khro skyabs and Cog tse. He died at\n                           rGyal mo dmu rdo in rGyal rong.\u003ca href=\"#n23\" name=\"nb23\" class=\"note\"\u003e23\u003c/a\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003esGrub gshen sNang ldan was born at sBa zhabs gnas and lived at Sha ra\n                           thang in Nyag rong as a lay master. mNyam med Shes rab rgyal mtshan\n                           (1356-1415) became a pupil of him and gave all important teachings to him\n                           such as Tshe dbang bya ri ma and Khyung dmar. He died when he was 71. \u003c/li\u003e\n\n                        \u003cli\u003eGrub chen Khyung rgod, a lay master and a son of Blo gros rgyal\n                           mtshan. His real name was Khyung gsas bdud \u0026rsquo;joms. He learnt religion from\n                           his father. He was believed to have obtained the \u0026ldquo;rainbow body\u0026rdquo;. He died\n                           at 55.\u003c/li\u003e\n                     \u003c/ol\u003e\n\n                     \u003cp\u003eThen there were the thirteen masters in the same lineage:\u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003eNam mkha\u0026rsquo; g-yung drung, a son of Grub chen Khyung rgod. He traveled\n                           extensively and gave teachings in the rGyal rong area. He died at 60 in\n                           \u0026rsquo;Dra yul; \u003c/li\u003e\n\n                        \u003cli\u003eSeng ge blo gros, a son of Nam mkha\u0026rsquo; g-yung drung. He learnt religion\n                           from his father and gave teachings in \u0026rsquo;Dra yul and died when he was 63. \u003c/li\u003e\n\n                        \u003cli\u003e\u0026rsquo;Dul ba rgyal mtshan, a son of Seng ge blo gros. He studied Bon under\n                           his father and then went to sMan ri Monastery (No.1) to study under the\n                           feet of Rin chen rgyal mtshan, the fifth abbot of the monastery. Since he\n                           became the religious teacher of the king of Khro chen, he spent years at\n                           mTsho mtho Monastery (No.188). He had many disciples there although his\n                           residence was in Nyag rong. He died when he was 60 at bZhag ra lha rtse\n                           hermitage in Me nyag. \u003c/li\u003e\n\n                        \u003cli\u003egSang ba mchog ldan was a lay master. He learnt religion from his\n                           uncle \u0026rsquo;Dul ba rgyal mtshan, and went into retreat for twelve years on\n                           Mount Blon po skos yag in Nyag rong. He died when he was 55.\u003c/li\u003e\n\n                        \u003cli\u003eA shar blo gros, a son of gSang ba mchog ldan. He entered sMan ri\n                           Monastery and studied under bSod nams ye shes. He died when he was\n                           70.\u003c/li\u003e\n\n                        \u003cli\u003ebsTan pa rgyal mtshan, a son of Khod spungs Gu ru. The latter was a\n                           descendant of Grub chen khyung rgod. He followed A shar blo gros and\n                           upheld both teachings and lineage. He became also a disciple of a Sa skya\n                           bdag chen and lCags mdud \u0026rsquo;brug mo rdzong in Nyag rong. He traveled in\n                           rGyal rong and Me nyag to practise meditation and became very famous. He\n                           produced many sons. They were divided into three groups: Khod spungs sKos\n                           yag pa, Yo kyun pa, and Mi nub tshang. He died when he was 60.\u003c/li\u003e\n\n                        \u003cli\u003erJe bthun mgon po was a lay master. He studied under his father and\n                           Tshul khrims \u0026rsquo;od zer who was a descendant of Byang ba khro tshang. He had\n                           a close relationship with dBra tshang, the chief family in rDza khog of\n                           sDe dge and also with the Buddhists in his area. He had a lot of\n                           disciples in rDza khog and Tre hor.\u003ca href=\"#n24\" name=\"nb24\" class=\"note\"\u003e24\u003c/a\u003e He died in Brag dmar hermitage in Nyag rong.\u003c/li\u003e\n\n                        \u003cli\u003erGyal ba rin chen, a son of rJe btsun mgon po. He was a lay master,\n                           but attended many monasteries for studying and practising. He died when\n                           he was 53.\u003c/li\u003e\n\n                        \u003cli\u003erNam rgyal grags pa, a son of sNgags chung and a brother of rJe btsun\n                           mgon po. He was a lay master and lived in Brag dmar mgo in Nyag rong. He\n                           spent many years in rGyal rong and died when he was 40.\u003c/li\u003e\n\n                        \u003cli\u003eRin chen lhun grub, a son of rNam rgyal grags pa. He was a lay master\n                           and studied under his father and \u0026rsquo;Dra bla gYung drung rgyal mtshan. He\n                           lived at sBa zhabs brag dkar hermitage and traveled and taught in rDza\n                           khog, rNga khog and rGyal rong. He died when he was 83.\u003c/li\u003e\n\n                        \u003cli\u003egYung drung rnam rgyal, a son of Rin chen lhun grub. He was a lay\n                           master who traveled extensively in rGyal rong and died when he was\n                           45.\u003c/li\u003e\n\n                        \u003cli\u003egYung drung bstan \u0026rsquo;dzin, a son of gYung drung rnam rgyal. He was a\n                           monk and took up ressidence in Zhu tshang Monastery for many years where\n                           he gave teachings. He initiated founding several monasteries in rGyal\n                           rong. He moved to Klu \u0026rsquo;bum Monastery (No.153), but the present biography\n                           does not mention it. He died when he was 70.\u003c/li\u003e\n\n                        \u003cli\u003eNyi ma dbang ldan, a son of Jo sras. The latter was a member of the\n                           Khod spungs family. Apart from Bonpo teachings, he also practised rNying\n                           ma pa teachings and had very close relationship with the rNying ma pa. He\n                           became the representative of Su la lineage which had a long line of\n                           teachers that ended with Nam mkha\u0026rsquo; skyabs and brTson \u0026rsquo;grus bzang mo. The\n                           lineage of Khod spungs then became known as Su la tshang. After these\n                           thirteen masters of the Khod spungs lineage, we know only the names of\n                           their successors and it would be too cumbersome to give them all\n                           here.\u003c/li\u003e\n                     \u003c/ol\u003e\n\n                     \u003cp\u003eA shar Blo gros, the 5th master, came from mChog dge Monastery to Mi nub bco\n                        brgyad thang and founded a small monastery there. The date of foundation is\n                        unknown. However, now nothing remains there apart from a stupa, a tsha tsha\n                        khang and a piece of land which now belongs to the monastery called A shar\n                        zhing. According to a brief history of the monastery provided by the\n                           monastery\u003ca href=\"#n25\" name=\"nb25\" class=\"note\"\u003e25\u003c/a\u003e there was a master of the Khod spungs lineage called Mi nub Shes rab\n                        rin chen, but in the biography of Khod spungs Blo gros thogs med he is not\n                        mentioned. He is said to have moved the monastery to the present site and\n                        built an assembly hall with four pillars. The same Sources also states that\n                        his brother bsTan \u0026rsquo;dzin was a master in the monastery.\u003c/p\u003e\n\n                     \u003cp\u003egSang sngags gling pa, Shar rdza bKra shis rgyal mtshan and dBra ston bsKal\n                        bzang bstan pa\u0026rsquo;i rgyal mtshan visited the monastery and gave teachings\n                        there. In the 1980s, the monastery got permission to be rebuilt.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-8-3\"\u003e4. Hierarchical system\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003etwo dbu mdzad (dbu mdzad and dbu skyor)\u003c/li\u003e\n\n                        \u003cli\u003efour dge skos\u003c/li\u003e\n\n                        \u003cli\u003etwo mchod dpon\u003c/li\u003e\n\n                        \u003cli\u003eone bdag gnyer\u003c/li\u003e\n                     \u003c/ul\u003e\n\n                     \u003cp\u003eFor the dbu mdzad, one has to be first dbu skyor for three years first, then\n                        the dbu mdzad for another three years. The bdag gnyer stays for nine years.\n                        The rest changes every three years.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-8-4\"\u003e6. Current number of monks\u003c/h4\u003e\n\n                     \u003cp\u003eThere are fifty-nine monks in the monastery. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-8-5\"\u003e7. Current education\u003c/h4\u003e\n\n                     \u003cp\u003eYoung monks follow old monks to learn teachings and practices. They go to\n                        Shar rdza Hermitage (No.138) to follow further courses and receive\n                        ordination.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-8-6\"\u003e8 / 9. Rituals\u003c/h4\u003e\n\n                     \u003cp\u003eFour types of rituals are performed: the smon lam from the 3rd to 12th of\n                        the first month; the observance of the smyung gnas fast from the 15th for\n                        few days; the ritual of three cycles: Khro bo, Phur pa and Me ri from the\n                        20th to 30th of the twelfth month; the observance of dbyar gnas fast from\n                        the 14th of the sixth month for fifty days.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-8-7\"\u003e10. Books held in the monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has a complete set of Bonpo Kanjur and Katen, and a number of\n                        ritual texts such as that of sTag la, Khro bo, Phur pa and Me ri.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-8-8\"\u003e11. Income and expenses\u003c/h4\u003e\n\n                     \u003cp\u003eThe monks have to find their food by themselves; the expenses of the\n                        monastery depend on offerings of disciples.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-8-9\"\u003e12. Local community\u003c/h4\u003e\n\n                     \u003cp\u003eThe local villages are grouped into four communities (shog khag) who are\n                        described as the lha sde of the monastery: 1. Ri \u0026rsquo;go village with twelve\n                        families, rTa dbye with one family. 2. Ri mda\u0026rsquo; village with twelve families.\n                        3. Yul lung village with twelve families; Zang mda\u0026rsquo; village with four\n                        families; Mi nub village with eight families; Yul lung phug village with one\n                        family. 4. Shod ru village with thirteen families; Bu bzhi with one family\n                        and Thog bi with two families.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-8-10\"\u003e13. Local festivals\u003c/h4\u003e\n\n                     \u003cp\u003eA sacred mountain called sKyobs \u0026rsquo;byin is situated in the south-west of the\n                        monastery. Both monks and lay people perform the circumambulation of the\n                        mountain on the occasion of the Dog Year called gnas \u0026rsquo;dus. The master who\n                        \u0026ldquo;opened the door of holy mountain\u0026rdquo; (gnas sgo phye mkhan) was Khod spungs Blo\n                        gros thogs med. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-8-11\"\u003e14. Occupation of the local population \u003c/h4\u003e\n\n                     \u003cp\u003eAgriculture\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-8-12\"\u003eSources\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-8-8-12-1\"\u003e(1) Interviews\u003c/h5\u003e\n\n                        \u003cp\u003eIn autumn of 1997 with the following monks of the monastery: Tshe thar\n                           (b.1963), the present dge bskos of the monastery, gYung drung dbang rgyal\n                           (b.1969), Tshe dbang (b.1937), gDung dkar (b.1934) and lHa skyabs\n                           (b.1954) \u003c/p\u003e\n\n                     \n\n                     \n\n                        \u003ch5 id=\"b6-8-8-12-2\"\u003e(2) Texts\u003c/h5\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003eKGLG, Vol.1, pp. 393-395\u003c/li\u003e\n                        \u003c/ol\u003e\n\n                     \n\n                  \n\n               \n\n               \n\n                  \u003ch3 id=\"b6-8-9\"\u003e(158) rBa mda\u0026rsquo; Monastery\u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-8-9-1\"\u003e1. Name\u003c/h4\u003e\n\n                     \u003cp\u003eThe full name of the monastery is rBa mda\u0026rsquo; bDe chen bsam gtan gling. There\n                        is a valley called rBa lung pa, and according to legend, three Indian saints\n                        lived in the valley and worshipped a self-manifested stone statue of\n                        Vajrapani (Phyag rdor) within a cave in the upper reaches of the valley. One\n                        day they forgot their rattan (rba dbyug, \u0026ldquo;walking staffs\u0026rdquo;) there, so the\n                        valley was named rBa dbyug bor ba\u0026rsquo;i lung pa, \u0026ldquo;the valley of the lost\n                        rattan\u0026rdquo;; mda\u0026rsquo; means the lower reaches of the valley, thus rBa mda\u0026rsquo; meaning\n                        \u0026ldquo;Lower rBa valley\u0026rdquo;.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-9-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is 23 km north of the county town of Brag mgo.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-9-3\"\u003e3. History\u003c/h4\u003e\n\n                     \u003cp\u003eThere are no reliable records concerning the history of the monastery. I\n                        found only a brief history\u003ca href=\"#n26\" name=\"nb26\" class=\"note\"\u003e26\u003c/a\u003e containing legendary accounts according to which a Bonpo master\n                        called rGya mda\u0026rsquo; ri nang came to the sNyi khog valley and built the\n                        monastery in the middle of the 6th Rab byung (1327-1386), after having built\n                        Chu ring Monastery in Chu ring valley. Four generations later, bDud \u0026rsquo;dul\n                        grags pa, the valley\u0026rsquo;s chief, forced the monastery to move to sPang dmar.\n                        The new monastery was considerably enlarged to include a twenty-room\n                        assembly hall (\u0026rsquo;du khang) and fifty monks\u0026rsquo; cells housing more than a hundred\n                        monks. Then lHa lug tshul khrims moved the monastery to a site called Lug ge\n                        where it remained active for seven generations. The monastery was later\n                        moved again by Byang chub to gNas khog where it remained for only fifty\n                        years, then dBra sras Zla ba grags pa, a son of dBra sprul bsTan \u0026rsquo;dzin dbang\n                        rgyal of rDza sTeng chen Monastery (No. 139) and a master of Shar rdza bKra\n                        shis rgyal mtshan (who wrote his biography) rebuilt it at bDe cha and named\n                        it bDe chen bsam gtan gling. At that time, it had an eighteen-room assembly\n                        hall and fifteen monks\u0026rsquo; cells. He spent thirteen years at the monastery\n                        before \u0026ldquo;passing away into his rainbow body\u0026rdquo; (\u0026rsquo;ja\u0026rsquo; lus pa), at the beginning\n                        of the 20th century. Then Tshul khrims \u0026rsquo;od zer (1910-1971) and rDo rje tshe\n                        dbang (1890-1962) who were disciples of dBra sras Zla ba grags pa were in\n                        charge of the monastery for more than forty years. Both were monks and had\n                        received teachings from Phun tshogs blo gros, the abbot of sMan ri Monastery\n                        (No.1) at the time. \u003c/p\u003e\n\n                     \u003cp\u003eDuring the Cultural Revolution the monastery was knocked down and in the\n                        1980s it was rebuilt with its twenty-five-room assembly hall and twenty-two\n                        monks\u0026rsquo; cells by sPul sku Nam mkha\u0026rsquo; \u0026rsquo;od zer gzhan phan mtha\u0026rsquo; yas (b.1937) and\n                        \u0026rsquo;Jam dbyangs. \u003c/p\u003e\n\n                     \u003cp\u003esPul sku Nam mkha\u0026rsquo; is the rebirth of Zla ba grags pa and at present in\n                        charge of the monastery. In addition to Bonpo teachings and practice, he\n                        learned Tibetan medicine and worked at Brag \u0026rsquo;go Hospital of Tibetan Medicine\n                        for twelve years. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-9-4\"\u003e4. Hierarchical system\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003edgon bdag \u003c/li\u003e\n\n                        \u003cli\u003eone dbu mdzad\u003c/li\u003e\n\n                        \u003cli\u003etwo dge skos \u003c/li\u003e\n\n                        \u003cli\u003etwo mchod g-yog \u003c/li\u003e\n\n                        \u003cli\u003eone \u0026nbsp;bdag gnyer\u003c/li\u003e\n\n                        \u003cli\u003eone dngul gnyer \u003c/li\u003e\n                     \u003c/ul\u003e\n\n                     \u003cp\u003eAll of whom are reappointed every two years on a rotational basis.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-9-5\"\u003e5. Current number of monks \u003c/h4\u003e\n\n                     \u003cp\u003eThere are twenty-nine novices and monks at the monastery.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-9-6\"\u003e6. Current education\u003c/h4\u003e\n\n                     \u003cp\u003eThere are no organized classes and the novices are taught by the elder\n                        monks.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-9-7\"\u003e7. Educational exchange\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has close ties with rTogs ldan Monastery (No.178) and sends\n                        its novices there to take their ordination and for the practice of the lo\n                        gsum (\u0026ldquo;three-year retreat\u0026rdquo;).\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-9-8\"\u003e8 / 9. Rituals\u003c/h4\u003e\n\n                     \u003cp\u003eThe observance of the bsnyen gnas abstinence and the smyung gnas fasting\n                        from the 28th day of the 7th month to the 5th day of the 8th month; the\n                        ritual based on the sKu gsum sgrub pa for five days starting on the 25th day\n                        of the 12th month.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-9-9\"\u003e10. Books held in the monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has one printed copy of the Bonpo Kanjur two printed copies of\n                        Shar rdza bKra shis rgyal mtshan\u0026rsquo;s collected works, one manuscript copy of\n                        the Khams chen and ten manuscript volumes of ritual texts.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-9-10\"\u003e11. Income and expenses\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery does not own any land or animals. The monks provide their own\n                        food and the monastery relies on offerings from the faithful. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-9-11\"\u003e12. Local community\u003c/h4\u003e\n\n                     \u003cp\u003eThe local lay community consists of five villages: rBa mtha\u0026rsquo; with six\n                        families, rBa-mda\u0026rsquo; with twenty-three families, rTsi ri with five families,\n                        Kug rje with six families and Tshi na\u003ca href=\"#n27\" name=\"nb27\" class=\"note\"\u003e27\u003c/a\u003e with ten families.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-9-12\"\u003e13. Local festivals\u003c/h4\u003e\n\n                     \u003cp\u003eThe mountain behind the monastery is known as Khyung rdzong rin chen \u0026rsquo;bar\n                           ba\u003ca href=\"#n28\" name=\"nb28\" class=\"note\"\u003e28\u003c/a\u003e and is considered as a sacred site. The local deity who resides on\n                        it called rBa phye. Bya btang Tshe dbang \u0026rsquo;gyur med is said to have\n                        sanctified the place.\u003c/p\u003e\n\n                     \u003cp\u003eIt is believed that if barren women circumambulate the mountain, they will\n                        be cured. There is another sacred mountain near the monastery known as Ra\n                        dmar brag.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-9-13\"\u003e14. Occupation of the local population\u003c/h4\u003e\n\n                     \u003cp\u003eFarming supplemented by animal husbandry\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-9-14\"\u003eSources\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-8-9-14-1\"\u003e(1) Interviews\u003c/h5\u003e\n\n                        \u003cp\u003eWith the following monks at the monastery: sPrul sku Nam mkha\u0026rsquo; (b.1937),\n                           Tshe dbang mgon po (b.1939), dNgos grub bstan \u0026rsquo;dzin (b.1969) and sKal\n                           bzang dar rgyas (b.1942)\u003c/p\u003e\n\n                     \n\n                  \n\n               \n\n               \n\n                  \u003ch3 id=\"b6-8-10\"\u003e(159) rGyal rong Monastery\u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-8-10-1\"\u003e1. Name\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery\u0026rsquo;s full name is gTo lung Yang dben dpal dgon. It is also called\n                        gTo sgang gYung drung gling.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-10-2\"\u003e2. Location \u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is located in a valley called gTo khog, 20 km southwest of\n                        Brag \u0026rsquo;go, the county seat in dKar mdzes Prefecture.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-10-3\"\u003e3. History\u003c/h4\u003e\n\n                     \u003cp\u003eBecause rGyal rong gYung drung ye shes, the founder of the monastery, came\n                        from rGyal rong, the monastery was called rGyal rong Monastery. There are no\n                        reliable written Sources concerning the site\u0026rsquo;s history before that time.\n                        According to legend, following King Khri srong lde btsan\u0026rsquo;s persecution of\n                        Bon in the 8th century A.D., many Bonpo masters in Central Tibet fled to\n                        Amdo and Khams. One among them, rMe\u0026rsquo;u bSod nams g-yung drung, established a\n                        hermitage in Tre hor\u003ca href=\"#n29\" name=\"nb29\" class=\"note\"\u003e29\u003c/a\u003e, Khams. Because the hermitage attracted ten thousand disciples, he\n                        extended the hermitage into a monastery which then became known as Khri\n                        tsho, meaning \u0026ldquo;Ten Thousand\u0026rdquo;. After its destruction by fire, rTsa ra sTobs\n                        ldan \u0026rsquo;od zer rgyal mtshan founded another monastery called Shug sgang (\u0026ldquo;Hill\n                        of Cypress Trees\u0026rdquo;, after the cypress forest on the mountain on which it was\n                        located). It had an assembly hall (\u0026rsquo;du khang) with eight rooms and more than\n                        twenty monks\u0026rsquo; cells below the assembly hall. It was again destroyed by\n                        fire.\u003c/p\u003e\n\n                     \u003cp\u003eFollowing is a list of the successive masters:\u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003erMe\u0026rsquo;u bSod nams g-yung drung \u003c/li\u003e\n\n                        \u003cli\u003erTsa ra sTobs ldan \u0026rsquo;od zer rgyal mtshan \u003c/li\u003e\n\n                        \u003cli\u003ebKra shis bsam \u0026rsquo;grub \u003c/li\u003e\n\n                        \u003cli\u003egYung drung rgyal mtshan \u003c/li\u003e\n\n                        \u003cli\u003egYund drung phun tshogs \u003c/li\u003e\n\n                        \u003cli\u003ePad bsod \u003c/li\u003e\n\n                        \u003cli\u003ebsTan \u0026rsquo;dzin dbang ldan \u003c/li\u003e\n\n                        \u003cli\u003edGu na Tshe bstan \u003c/li\u003e\n\n                        \u003cli\u003eLo god \u003c/li\u003e\n\n                        \u003cli\u003eLung phug\u003c/li\u003e\n\n                        \u003cli\u003esKal bzang skyabs \u003c/li\u003e\n\n                        \u003cli\u003eChos bstan \u003c/li\u003e\n\n                        \u003cli\u003eBlo ldan \u003c/li\u003e\n\n                        \u003cli\u003egYung drung rgyal mtshan \u003c/li\u003e\n\n                        \u003cli\u003erGyal rong gYung drung ye shes \u003c/li\u003e\n\n                        \u003cli\u003egYung drung rgyal mtshan alias gYung drung bstan \u0026rsquo;dzin\u003c/li\u003e\n\n                        \u003cli\u003egSang sngags grags pa \u003c/li\u003e\n\n                        \u003cli\u003eGrags pa \u003c/li\u003e\n\n                        \u003cli\u003eNyi ma rgyal mtshan \u003c/li\u003e\n\n                        \u003cli\u003egYung drung rgyal mtshan \u003c/li\u003e\n\n                        \u003cli\u003eTshe dbang bstan \u0026rsquo;dzin \u003c/li\u003e\n\n                        \u003cli\u003ebKra shis don \u0026rsquo;grub\u003c/li\u003e\n\n                        \u003cli\u003eZla ba grags pa\u003c/li\u003e\n                     \u003c/ol\u003e\n\n                     \u003cp\u003erGyal rong gYung drung ye shes, the 15th master, was a son of the king \u0026rsquo;Gran\n                        rdzong in rGyal rong. He was a disciple of bSod nams g-yung drung, an abbot\n                        of sMan ri Monastery (No.1). While he was at sMan ri, he also received\n                        teachings from Tre ston bSod nams \u0026rsquo;gyur med, Bru bla dBang rgyal, Zhu sgom\n                        Khri btsun and sTag dbra Nam mkha\u0026rsquo; \u0026rsquo;od zer. After completing his studies he\n                        began to practise meditation in many hermitages throughout Amdo and Khams\n                        and finally founded gTo lung Yang dben dpal dgon in gTo khog.\u003ca href=\"#n30\" name=\"nb30\" class=\"note\"\u003e30\u003c/a\u003e In his time, there were about a hundred monks in the monastery. It\n                        is said that there were two traditions of \u0026rsquo;cham dances, one belonging to the\n                        monastery and the other to the residence of the head of the monastery (bla\n                        brang).\u003c/p\u003e\n\n                     \u003cp\u003erGyal rong gYung drung ye shes was succeeded by bla ma gYung drung bstan\n                        \u0026rsquo;dzin who received teachings from many masters at sMan ri. The latter became\n                        the abbot of rGyal rong Monastery and founded a new monastery called gZhung\n                        ring (No. 160). During his time, lHa brtan Padma rnam rgyal, a dGe lugs pa\n                        master, came to gTo khog and succeeded in converting rGyal rong Monastery to\n                        the dGe lugs pa tradition. He renamed it dGa\u0026rsquo; ldan phun tshogs gling. The\n                        new name was inscribed over the entrance of the assembly hall in which\n                        statues of the Jo rje \u0026rsquo;brom gsum (Jo bo rje, rJe Tsong kha pa, \u0026rsquo;Brom ston\n                        rGyal ba\u0026rsquo;i \u0026rsquo;byung gnas) were installed. However, when the king of Rab brtan\n                        was later defeated by the Manchu emperor Qianlong, the monastery reverted to\n                        the Bonpo tradition. \u003c/p\u003e\n\n                     \u003cp\u003eZla ba grags pa, the 23rd master, is said to have dissolved into a rainbow\n                        body (\u0026rsquo;ja\u0026rsquo; lus pa) when he died. The monastery was knocked down during the\n                        Cultural Revolution and was rebuilt by Rig \u0026rsquo;dzin nor bu and Nam mkha\u0026rsquo; \u0026rsquo;od\n                        zer. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-10-4\"\u003e4. Hierarchical system\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003eone khri pa\u003c/li\u003e\n\n                        \u003cli\u003eone dbu mdzad\u003c/li\u003e\n\n                        \u003cli\u003eone dge skos\u003c/li\u003e\n\n                        \u003cli\u003eone mchod dpon\u003c/li\u003e\n\n                        \u003cli\u003eone bdag gnyer\u003c/li\u003e\n                     \u003c/ul\u003e\n\n                     \u003cp\u003eThe incumbents are reappointed on rotational basis every two years. The khri\n                        pa must be a monk who has taken his vows at sMan ri Monastery. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-10-5\"\u003e5. Current number of monks\u003c/h4\u003e\n\n                     \u003cp\u003eThere are forty novices and monks at the moanstery.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-10-6\"\u003e6. Current education\u003c/h4\u003e\n\n                     \u003cp\u003eThere are no organized classes; the novices are trained by the elder\n                        monks.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-10-7\"\u003e7. Educational exchange\u003c/h4\u003e\n\n                     \u003cp\u003eThe monks go to sMan ri Monastery to take their ordination.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-10-8\"\u003e8 / 9. Rituals \u003c/h4\u003e\n\n                     \u003cp\u003eThe ceremony based on the Ngan song dong sprugs for five days, the smon lam\n                        ceremony for five days, and the tshogs brgya offering and the ritual of Kun\n                        rig for four days during the Tibetan New Year period; the general religious\n                        service (sku rim) for one month starting in the 5th month; the dgu gtor rite\n                        with \u0026rsquo;cham dance in the 12th month. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-10-9\"\u003e10. Books held in the monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has one old manuscript copy of Khams chen in sixteen volumes,\n                        one old manuscript copy of Dri med gzi brjid in twelve volumes, (the copyist\n                        of both manuscripts remains unknown), one printed copy of the Bonpo Kanjur,\n                        one printed copy of Shar rdza bKra shis rgyal mtshan\u0026rsquo;s collected works\n                        (Chamdo edition). \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-10-10\"\u003e11. Income and expenses\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery depends on offerings from its followers and the monks provide\n                        their own food.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-10-11\"\u003e12. Local community\u003c/h4\u003e\n\n                     \u003cp\u003eThe local lay community consists of one village with twenty-two\n                        families.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-10-12\"\u003e13. Local festivals\u003c/h4\u003e\n\n                     \u003cp\u003eMount Khri tsho sgang located southwest of the monastery is believed to be\n                        the abode of the local deity Khri tsho \u0026rsquo;brug lha who has a dragon as mount.\n                        It was sanctified by Zla ba grags pa as a sacred mountain and is venerated\n                        in the Monkey-Year. There is also a hill near the monastery called Gor gor\n                        mig associated with the local deity Lung ye. Both Khri tsho \u0026rsquo;brug lha and\n                        Lung ye are regarded as attendants of another local deity called sKu bla\n                        Yong mgon\u003ca href=\"#n31\" name=\"nb31\" class=\"note\"\u003e31\u003c/a\u003e.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-10-13\"\u003e14. Occupation of the local population \u003c/h4\u003e\n\n                     \u003cp\u003eFarming supplemented by animal husbandry.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-10-14\"\u003eSource\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-8-10-14-1\"\u003e(1) Interviews\u003c/h5\u003e\n\n                        \u003cp\u003eWith \u0026rsquo;Chi med grags pa (b.1936), a monk at the monastery\u003c/p\u003e\n\n                     \n\n                  \n\n               \n\n               \n\n                  \u003ch3 id=\"b6-8-11\"\u003e(160) gZhung ring Monastery\u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-8-11-1\"\u003e1. Name of monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe full name is gZhung ring (also spelt gZhu ring) bKra shis smin grol\n                        gling. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-11-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003eIt is located 41 km southeast of the county town of Brag \u0026rsquo;go.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-11-3\"\u003e3. History\u003c/h4\u003e\n\n                     \u003cp\u003eAccording to gZhung ring dgon by Sang dga\u0026rsquo;, gYung drung bstan \u0026rsquo;dzin, the\n                        founder of the monastery, was born into a leading family of dGe bshes tsa\n                        (also written rdza, rtsa) valley in rGyal rong in the Earth-Dog Year of the\n                        11th Rab byung (1658). He founded the monastery in 1691. Around thirty\n                        generations later, a family in dGe bshes tsa valley produced another\n                        important master, known as \u0026rsquo;Chi med grub dbang. His reincarnation was sTon\n                        bla bsTan \u0026rsquo;dzin rgyal mtshan. The present master is called Tshe dbang g-yung\n                        drung. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-11-4\"\u003e4. Hierarchical system\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003eone dbu mdzad \u003c/li\u003e\n\n                        \u003cli\u003eone dge skos \u003c/li\u003e\n\n                        \u003cli\u003etwo mchod g-yog \u003c/li\u003e\n\n                        \u003cli\u003efour gnyer pa (two bdag gnyer ba, one dngul bdag) \u003c/li\u003e\n\n                        \u003cli\u003eone rtsis pa\u003c/li\u003e\n                     \u003c/ul\u003e\n\n                     \u003cp\u003eThe dge skos and the gnyer pa are replaced every two years on a rotating\n                        basis, the mchod g-yog every year, and the dbu mdzad every three years.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-11-5\"\u003e5. Current number of monks\u003c/h4\u003e\n\n                     \u003cp\u003eThere are thirty-five monks at the monastery. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-11-6\"\u003e6. Current education\u003c/h4\u003e\n\n                     \u003cp\u003eThere are no organized classes; the younger monks are trained by the elder\n                        ones. They go to Shar rdza Hermitage (No.138) for ordination and further\n                        training.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-11-7\"\u003e8 / 9. Rituals \u003c/h4\u003e\n\n                     \u003cp\u003eThe smon lam prayer from the 5th to the 11th day of the 1st month; the\n                        ritual Bla ma\u0026rsquo;i mchod pa and the mDo g-yung drung klong rgyas from the 11th\n                        to the 15th day of the same month with the \u0026rsquo;cham dance on the last day. The\n                        \u0026rsquo;cham include the mChod pa\u0026rsquo;i lha mo brgyad, dPal ldan lha mo, gShin rje lha\n                        dgu, Dam can shel khrab and dMar lam bcu. The smyung gnas fast from the 5th\n                        day of 6th month to the 4th day of the 7th month; the ritual cycle of Ma\n                        rgyud for seven days in the 7th month; the ritual sTag la\u0026rsquo;i dgu sgrub from\n                        the 1st to the 10th day of the 10th month.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-11-8\"\u003e10. Books held in the monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has one copy of the Bonpo Kanjur published by A yung and sKal\n                        bzang phun tshogs; one copy of the collected works of Shar rdza bKra shis\n                        rgyal mtshan; one copy of the collected works of mNyam med Shes rab rgyal\n                        mtshan, the Chamdo edition; two copies of the wood block prints of the Dran\n                        pa\u0026rsquo;i bka\u0026rsquo; thang and those of the Tshe dbang bka\u0026rsquo; thang from Gong rgyal\n                        Monastery (No.152).\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-11-9\"\u003e11. Income and expenses\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery depends on offerings from its followers; the monks provide\n                        their own food. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-11-10\"\u003e12. Local community\u003c/h4\u003e\n\n                     \u003cp\u003eThe local lay community consists of twelve villages: Kha \u0026rsquo;brog village with\n                        twenty familes, Ri nya with six families, sTag lung with five families, sMi\n                        nub with seven families, Khri cha with three families, \u0026rsquo;Ug gling with six\n                        families, rDzas nub with ten families, Brag \u0026rsquo;go with nine families, Ba nang\n                        with four families, Sa dmar with fourteen families, sPang yul with eleven\n                        families and Glas rkong with one family. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-11-11\"\u003e13. Local festivals\u003c/h4\u003e\n\n                     \u003cp\u003eThe mountain facing the monastery is known as dGa\u0026rsquo; ldan dpal ri. It is\n                        propitiated in the 6th month by both monks and lay communities and is\n                        circumambulated by both Bon po and Buddhists. The mountain was \u0026ldquo;opened\u0026rdquo; by\n                        Sangs rgyas gling pa. The mountain behind the monastery is called Khro bcu\n                        brag or Khro chu brag and is associated with three local deities known\n                        collectively as Gong gsum and individually as rDo rje btsan rgod, gYung\n                        drung \u0026rsquo;od \u0026rsquo;bar and Do sho btsan rje (each is represented by one peak of the\n                        three peaks and each has its own la btsas). The dates of their propitiation\n                        are the 1st day of the 1st month, the 13th day of the 4th month and the 15th\n                        day of the 6th month. Only the Buddhists propitiate rDo rje btsan rgod, even\n                        though this local deity is mentioned in several Bon po ritual texts; gYung\n                        drung \u0026rsquo;od \u0026rsquo;bar is propitiated by both Bonpo and Buddhists; Do sho is no\n                        longer propitiated. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-11-12\"\u003e14. Occupation of the local population \u003c/h4\u003e\n\n                     \u003cp\u003eFarming supplemented by animal husbandry\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-11-13\"\u003eSources\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-8-11-13-1\"\u003e(1) Interviews\u003c/h5\u003e\n\n                        \u003cp\u003eWith the following monks of the monastery in autumn of 1997: sKal bzang\n                           nyi ma (b.1945), mGon lo (mGon po rdo rje, b.1922) and A g-yung\n                           (b.1947)\u003c/p\u003e\n\n                     \n\n                     \n\n                        \u003ch5 id=\"b6-8-11-13-2\"\u003e(2) Texts\u003c/h5\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003egZhung ring dgon by Sang dga\u0026rsquo;, MS\u003c/li\u003e\n                        \u003c/ol\u003e\n\n                     \n\n                  \n\n               \n\n            \u003chr class=\"footnote-divider\"/\u003e\u003ch2\u003eNotes\u003c/h2\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n11\"/\u003e\u003ca href=\"#nb11\" class=\"note\"\u003e\n\t\t\t\t\t[11] \u003c/a\u003e \n                     Nyag rong rdzong gi sa cha\u0026rsquo;i ming btus by Nyag rong rdzong gi sa ming las\n                        dong \u0026rsquo;go khrid tsho chung, 1986.\n                  \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n12\"/\u003e\u003ca href=\"#nb12\" class=\"note\"\u003e\n\t\t\t\t\t[12] \u003c/a\u003e \n                     KGLG, volume 1. This text mentions nine Bonpo monasteries, the ninth\n                        being dBra khyung sgrub sde gling, pp.385-387.\n                  \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n13\"/\u003e\u003ca href=\"#nb13\" class=\"note\"\u003e\n\t\t\t\t\t[13] \u003c/a\u003e \n                           dBal lHa khri, Me nyag sTag gsas, Khyung po Ne khrom, and several\n                              others who went to the North and lived there (176a), cf. Samten G.\n                              Karmay, The Treasury of Good Sayings: A Tibetan History of Bon,\n                              London, Oxford University Press, 1972, p.93.\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n14\"/\u003e\u003ca href=\"#nb14\" class=\"note\"\u003e\n\t\t\t\t\t[14] \u003c/a\u003e \n                           mthu che dpa\u0026rsquo; bo, me nyag stag gsas mchog/ rma gsas lha rgod mtshan\n                              gsol me nyag byon.\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n15\"/\u003e\u003ca href=\"#nb15\" class=\"note\"\u003e\n\t\t\t\t\t[15] \u003c/a\u003e \n                           Ye shes dgon pa\u0026rsquo;i lo rgyus by A g-yung, based on a history of the\n                              monastery by gYung drung bdud \u0026rsquo;dul, MS.\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n16\"/\u003e\u003ca href=\"#nb16\" class=\"note\"\u003e\n\t\t\t\t\t[16] \u003c/a\u003e \n                           Historically, Nyag rong is considered a part of Me nyag; the\n                              different dialects of Me nyag are referred to as Me nyag log skad.\n                              According to A g-yung, Cang mkhar spo is the Me nyag log skad term for\n                              \u0026ldquo;Bonpo\u0026rdquo;. Ye shes dgon pa\u0026rsquo;i lo rgyus, p.4, MS.\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n17\"/\u003e\u003ca href=\"#nb17\" class=\"note\"\u003e\n\t\t\t\t\t[17] \u003c/a\u003e \n                           Ye shes dgon pa\u0026rsquo;i lo rgyus kun gsal me long by Rig \u0026rsquo;dzin nyi ma,\n                              MS.\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n18\"/\u003e\u003ca href=\"#nb18\" class=\"note\"\u003e\n\t\t\t\t\t[18] \u003c/a\u003e \n                           Mo means \u0026ldquo;rain\u0026rdquo; and the means \u0026ldquo;to bring down\u0026rdquo; in the Me nyag log\n                              skad, referring to his ability to provoke rain when needed for the\n                              crops, Ye shes dgon pa\u0026rsquo;i lo rgyus, p,8, MS.\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n19\"/\u003e\u003ca href=\"#nb19\" class=\"note\"\u003e\n\t\t\t\t\t[19] \u003c/a\u003e \n                           Ye shes dgon pa\u0026rsquo;i lo rgyus kun gsal me long by Rig \u0026rsquo;dzin nyi ma,\n                              p.10, MS.\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n20\"/\u003e\u003ca href=\"#nb20\" class=\"note\"\u003e\n\t\t\t\t\t[20] \u003c/a\u003e \n                           dBra ston bsKal bzang bstan pa\u0026rsquo;i rgyal mtshan was Shar rdza bKra\n                              shis rgyal mtshan\u0026rsquo;s disciple and the author of his master\u0026rsquo;s biography:\n                              the Shar rdza bKra shis rgyal mtshan gyi rnam thar.\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n21\"/\u003e\u003ca href=\"#nb21\" class=\"note\"\u003e\n\t\t\t\t\t[21] \u003c/a\u003e \n                              shog kha means \u0026ldquo;tribe\u0026rdquo;, and dpon means \u0026ldquo;chief\u0026rdquo;; shog dpon is the\n                                 title given to the monk in charge of monks belonging to a same\n                                 tribe within a monastery. Because four of the local tribes are\n                                 still Bonpo and belong to Ye shes Monastery, all four have monks in\n                                 the monastery, and there is a Shog dpon for each of these groups.\n                                 Ri nub is also Bonpo and belongs to the monastery, but since it has\n                                 no monks in the monastery there is no need for a Ri nub Shog dpon.\n                                 The Shog dpon has to be from the same tribe as the group of monks\n                                 in his charge and he must also be a former dge bskos.\n                           \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n22\"/\u003e\u003ca href=\"#nb22\" class=\"note\"\u003e\n\t\t\t\t\t[22] \u003c/a\u003e \n                           \u0026rsquo;Chi med \u0026rsquo;gro \u0026rsquo;dul khod spungs blo gros thogs med kyi skyes rabs\n                              dang \u0026rsquo;brel ba\u0026rsquo;i don gyi rnam thar gdung rabs dang bcas pa rdzogs ldan\n                              sprin gyi rol mo by dBra ston sKal bzang bstan pa\u0026rsquo;i rgyal mtshan\n                              (1897-1959), block print. In this work, the author described the life\n                              of Khod spungs Blo gros thogs med to the time when he met bSod nams\n                              sgrol ma who became his wife at the age of twenty-five. Then the\n                              biography strangely ends without any reference to the second half of\n                              his life.\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n23\"/\u003e\u003ca href=\"#nb23\" class=\"note\"\u003e\n\t\t\t\t\t[23] \u003c/a\u003e \n                              \u0026rsquo;Dra yul chu mig ljongs is a place in rTa\u0026rsquo;u County of dKar mdzes\n                                 Prefecture in Sichuan Province. dGe bshes khog, Khro skyabs, Cog\n                                 tse, and rGyal mo dmu rdo traditionally belong to the rGyal rong\n                                 region. dGe bshes khog and rGyal mo dmu rdo are in Rong brag County\n                                 of dKar mdzes Prefecture. Khro skyabs and Cog tse are in rNga pa\n                                 Prefecture in Sichuan Province.\n                           \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n24\"/\u003e\u003ca href=\"#nb24\" class=\"note\"\u003e\n\t\t\t\t\t[24] \u003c/a\u003e \n                              Tre hor is an area in dKar mdzes County in dKar mdzes\n                                 Prefecture.\n                           \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n25\"/\u003e\u003ca href=\"#nb25\" class=\"note\"\u003e\n\t\t\t\t\t[25] \u003c/a\u003e \n                           Mi nub dgon pa\u0026rsquo;i lo rgyus, the author is unknown, MS.\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n26\"/\u003e\u003ca href=\"#nb26\" class=\"note\"\u003e\n\t\t\t\t\t[26] \u003c/a\u003e \n                           rBa mda\u0026rsquo; dgon by Tre hor \u0026rsquo;Phrin las don grub, MS.\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n27\"/\u003e\u003ca href=\"#nb27\" class=\"note\"\u003e\n\t\t\t\t\t[27] \u003c/a\u003e \n                           In Me nyag dialect, tshi means earth, na means black, thus Tshi na\n                              means \u0026ldquo;black earth\u0026rdquo;.\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n28\"/\u003e\u003ca href=\"#nb28\" class=\"note\"\u003e\n\t\t\t\t\t[28] \u003c/a\u003e \n                           Hor yul snyi lung khyung rdzong \u0026rsquo;bar ba\u0026rsquo;i gnas kyi dkar chag gsal\n                              ba\u0026rsquo;i me long by Tshe dbang \u0026rsquo;gyur med (alias Byang chub rig \u0026rsquo;dzin\n                              glingpa), MS.\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n29\"/\u003e\u003ca href=\"#nb29\" class=\"note\"\u003e\n\t\t\t\t\t[29] \u003c/a\u003e \n                           Tre hor corresponds to the former/original division of the\n                              territory comprising dKar mdzes County --with the exception of Zla\n                              thang ma township-- and Tre hor township of Brag \u0026rsquo;go County, in dKar\n                              mdzes Prefecture, Sichuan Province).\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n30\"/\u003e\u003ca href=\"#nb30\" class=\"note\"\u003e\n\t\t\t\t\t[30] \u003c/a\u003e \n                           gYong drung bon gyi bstan \u0026rsquo;byung phyogs bsdus by dPal tshul, Bod\n                              ljong mi rigs dpe skrun khang, Lhasa, 1988.\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n31\"/\u003e\u003ca href=\"#nb31\" class=\"note\"\u003e\n\t\t\t\t\t[31] \u003c/a\u003e \n                           gnas bdag sku bla yongs mgon gyi bsang mchod, p.3, MS\n                        \u003c/div\u003e\u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b6-8/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-8","is_primary":false,"created_at":"2011-12-13 02:31:01 UTC","updated_at":"2011-12-13 02:31:01 UTC","authors":[{"id":"80","fullname":" (Tsering Thar)"},{"id":"80","fullname":" (Tsering Thar)"}]}]}