{"descriptions":[{"id":1578,"title":"Tau Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 class=\"h1\" id=\"b6\"\u003eBonpo monasteries and temples \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003ein Tibetan regions in Qinghai, Gansu and\n               Sichuan\n            \u003c/h2\u003e\n\n               \u003ch2 id=\"b6-9\"\u003erTa\u0026rsquo;u County\u003c/h2\u003e\n\n               \u003cp\u003erTa\u0026rsquo;u county is located around the lower reaches of Phyag ru river (a tributary of\n                  rDza chu) in northeastern dKar mdzes Tibetan Autonomous Prefecture, Sichuan\n                  Province. The county covers an area of 7546 sq km. The county has 144 villages\n                  divided between 23 townships. The county seat is rTa\u0026rsquo;u (latitude: 30\u0026deg;59\u0026rsquo;,\n                  longitude: 101\u0026deg;07\u0026rsquo;, altitude: 3007m). \u003c/p\u003e\n\n               \n\n                  \u003ch3 id=\"b6-9-1\"\u003e(161) bSam \u0026rsquo;grub Monastery\u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-9-1-1\"\u003e1. Name\u003c/h4\u003e\n\n                     \u003cp\u003eThe full name of the monastery is \u0026rsquo;Dra gYung drung bsam \u0026rsquo;grub gling.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-1-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is located in a valley of Phyag ru river, 55 km south of\n                        rTa\u0026rsquo;u, the county seat.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-1-3\"\u003e3. History\u003c/h4\u003e\n\n                     \u003cp\u003ebSam \u0026rsquo;grub combines three monasteries: Brag ra, \u0026rsquo;Ong gong and sMong\n                           skyid.\u003ca href=\"#n32\" name=\"nb32\" class=\"note\"\u003e32\u003c/a\u003e\n                     \u003c/p\u003e\n\n                     \u003cp\u003e1) Brag ra Monastery was founded by Khod po Blo gros thogs med,\u003ca href=\"#n33\" name=\"nb33\" class=\"note\"\u003e33\u003c/a\u003e in the Iron-Ox year of the 5th Rab byung (1301). Blo gros thogs med\n                        built a small temple and another for practitioners (sgrub khang) in Brag ra\n                        when he sanctified Mount sBa zhabs brag dkar, and named them Khod po\n                        Monastery. The place was successively named sNgags sde byang chub gling by\n                        Khyung rgod, bDud \u0026rsquo;dul yang rtse gling by Nyi ma dbang ldan, and gNas sgo\n                        pad ma gling by gSang sngags gling pa (1864-?) when each of these masters\n                        visited the monastery. Following is a list of the successive masters of the\n                        monastery:\u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003eBlo gros rgyal mtshan \u003c/li\u003e\n\n                        \u003cli\u003erNam dag gtsug phud\u003c/li\u003e\n\n                        \u003cli\u003esGrub gshen sNang ldan\u003c/li\u003e\n\n                        \u003cli\u003eNyi ma dbang ldan (who rebuilt a larger assembly hall (\u0026rsquo;du khang) with\n                           twelve columns)\u003c/li\u003e\n\n                        \u003cli\u003erMe nag rTogs ldan \u003c/li\u003e\n\n                        \u003cli\u003erTul \u0026rsquo;dre rTogs ldan \u003c/li\u003e\n\n                        \u003cli\u003eGo tog rTogs ldan \u003c/li\u003e\n\n                        \u003cli\u003edBra ston Rin chen\u003c/li\u003e\n\n                        \u003cli\u003eKhyung gter \u0026rsquo;Od zer gling pa \u003c/li\u003e\n\n                        \u003cli\u003eKhod spungs dBang ldan (for twenty years) \u003c/li\u003e\n\n                        \u003cli\u003egYung drung dpal bzang (for eighteen years) \u003c/li\u003e\n\n                        \u003cli\u003eThugs rje gling pa (for a few years) \u003c/li\u003e\n\n                        \u003cli\u003egYung drung bstan \u0026rsquo;dzin (for three years)\u003c/li\u003e\n\n                        \u003cli\u003ebsTan pa rgyal mtshan (for a few years until the Cultural Revolution)\n                        \u003c/li\u003e\n                     \u003c/ol\u003e\n\n                     \u003cp\u003eThe monastery originally comprised of an assembly hall, a kitchen (ja\n                        khang), a mchod rten, and a residence for the monks (grwa khang). It had two\n                        establishments, one for the ritual cycle of dBal gsas (dbal gsas sgrub grwa)\n                        and another for the atonement ritual of the goddess Srid pa rgyal mo (srid\n                        rgyal sgrub grwa). It had a giant thangka and a large collection of books\n                        including a complete manuscript copy of the Bonpo Kanjur made by Khod po Blo\n                        gros thogs med. The monks were required to take their ordination vows at\n                        sMan ri Monastery (No.1).\u003c/p\u003e\n\n                     \u003cp\u003e2) \u0026rsquo;Ong gong Monastery was founded by Khod po Blo gros thogs med at lCang\n                        log sna.\u003ca href=\"#n34\" name=\"nb34\" class=\"note\"\u003e34\u003c/a\u003e It started out as a hermitage and gradually expanded into a\n                        monastery, but fell into decline owing to an ongoing dispute with Nya mtsho.\n                        As a result it was moved to sMug rong dgu rdza brag dkar, but fell into\n                        decline again soon after its reconstruction, as two thirds of the monks were\n                        converted to Buddhism.\u003c/p\u003e\n\n                     \u003cp\u003eThe remaining monks followed Nyi ma rgyal mtshan, who at that time had\n                        returned to \u0026rsquo;Dra valley from sMan ri. The site where they settled was called\n                        dGe gsar in the local dialect, which probably means dgon gsar, \u0026ldquo;new\n                        monastery\u0026rdquo;; the ruins of a stupa are still visible. A master of the\n                        monastery called A khu Ye shes, rebuilt a \u0026rsquo;du khang with four columns and\n                        the monastery became known as \u0026rsquo;Ong gong. Following is a list of the\n                        successive abbots of the monastery until the Cultural Revolution:\u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003edBal \u0026rsquo;gugs sKal bzang rgyal mtshan \u003c/li\u003e\n\n                        \u003cli\u003erTogs ldanTshul khrims rnam dag \u003c/li\u003e\n\n                        \u003cli\u003edBal \u0026rsquo;dzin bsTan \u0026rsquo;dzin dbang rgyal \u003c/li\u003e\n\n                        \u003cli\u003erTogs ldan Sangs rgyas \u003c/li\u003e\n\n                        \u003cli\u003erDzong lu Ye shes \u003c/li\u003e\n\n                        \u003cli\u003eA \u0026rsquo;be Tshul khrims \u003c/li\u003e\n\n                        \u003cli\u003eRa tsho lcags thar \u003c/li\u003e\n                     \u003c/ol\u003e\n\n                     \u003cp\u003eThere were about eighty novices and monks at the monastery in the mid-20th\n                        century. They were required to go to sMan ri Monastery for three years\n                        training and ordination vows.\u003c/p\u003e\n\n                     \u003cp\u003e3) According to oral tradition, sMong skyid Monastery was founded in the 6th\n                        Rab byung (1327-1386) by the three brothers of Khro tshang who travelled\n                        from gShen Dar sding Monastery to \u0026rsquo;Dra valley in Khams. It was called Glang\n                        \u0026rsquo;ong. The eldest brother was called gYung drung rgyal mtshan. After a few\n                        generations, the monastery was moved to sMong skyid and became known as\n                        sMong skyid dgon rnying, the \u0026ldquo;old sMong skyid Monastery\u0026rdquo;. Later when it was\n                        moved again it was known as both sMong skyid dgon gsar, the \u0026ldquo;New sMong skyid\n                        Monastery\u0026rdquo;, and Phun tshogs gling. There were forty novices and monks at the\n                        monastery. \u003c/p\u003e\n\n                     \u003cp\u003eIn the 1980s, the masters of the three monasteries, sPrul sku Zla ba grags\n                        pa, mKhan po bsTan \u0026rsquo;dzin nyi ma, mKhan po gYung drung dbang rgyal, mKhan zur\n                        \u0026rsquo;Chi med, mKhan po Lo thar, Wa lo mGon po and \u0026rsquo;Gyur med agreed to rebuild\n                        the three monasteries together as one monastery. The reconstruction was\n                        completed in 1989.\u003ca href=\"#n35\" name=\"nb35\" class=\"note\"\u003e35\u003c/a\u003e Khyung sras bsTan \u0026rsquo;dzin nyi ma is the present mkhan po and Zla ba\n                        grags pa (b.1936) is the present khri pa.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-1-4\"\u003e4. Hierarchical system\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003eone khri pa\u003c/li\u003e\n\n                        \u003cli\u003eone mkhan po\u003c/li\u003e\n\n                        \u003cli\u003etwo dbu mdzad\u003c/li\u003e\n\n                        \u003cli\u003etwo dge skos\u003c/li\u003e\n\n                        \u003cli\u003enine spyi ba \u003c/li\u003e\n\n                        \u003cli\u003etwo mchod g-yog \u003c/li\u003e\n                     \u003c/ul\u003e\n\n                     \u003cp\u003eAll the incumbents are reelected every three years.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-1-5\"\u003e5. Current number of monks\u003c/h4\u003e\n\n                     \u003cp\u003eThere are sixty-seven novices and monks at the monastery.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-1-6\"\u003e6. Current education\u003c/h4\u003e\n\n                     \u003cp\u003eThere are no organized classes. The young novices are trained by the elder\n                        monks.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-1-7\"\u003e7. Educationa exchange\u003c/h4\u003e\n\n                     \u003cp\u003eThere are no regular exchanges with other monasteries. The novices take\n                        their ordination vows in the monastery during the summer fast (dbyar\n                        gnas).\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-1-8\"\u003e8 / 9. Rituals\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003e6th month: the ritual cycle of Ma rgyud from the 1st to the 6th day\n                           with the following\u0026rsquo;cham dances on the 7th day: rNam brgyad, dMag dpon,\n                           sTag, Seng ge and Dam can brgyad according to the Nang so\n                           tradition.\u003c/li\u003e\n\n                        \u003cli\u003e8th day of the 6th month: religious services (zhabs brtan) and the tea\n                           offering (gser skyems) followed by the \u0026rsquo;cham dances: sTag la\u0026rsquo;i rnga\n                           \u0026rsquo;cham, dBal gsas tshogs \u0026rsquo;cham according to the tradition of the Central\n                           Tibetan monasteries (grwa sa); dBal gsas tshogs \u0026rsquo;cham, dMu bdud, Dam can\n                           brgyad and rGyal po according to the Nang so tradition.\u003c/li\u003e\n\n                        \u003cli\u003e9th day of the 6th month: tea offering ceremony(gser skyems), the\n                           ritual cycle of Me ri, and the following \u0026rsquo;cham dances: rNam brgyad, sTag\n                           la\u0026rsquo;i rnga \u0026rsquo;cham, dBal gsas tshogs \u0026rsquo;cham, Ma rgyud tshogs \u0026rsquo;cham, Dam can\n                           brgyad, and dMag dpon according to the tradition of the Central Tibetan\n                           monasteries (grwa sa).\u003ca href=\"#n36\" name=\"nb36\" class=\"note\"\u003e36\u003c/a\u003e\n                        \u003c/li\u003e\n                     \u003c/ul\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-1-9\"\u003e10. Books held in the monastery \u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has printed copies of the collected works of mNyam med Shes\n                        rab rgyal mtshan\u0026rsquo;s and Shar rdza bKra shis rgyal mtshan.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-1-10\"\u003e11. Income and expenses\u003c/h4\u003e\n\n                     \u003cp\u003eThe main expenses of the monastery are the three major rituals: Ma rgyud\n                        sgrub mchod, the summer fast (dbyar gnas) and the dgu gtor rite. The three\n                        spyi ba are responsible for organizing the rituals: for the Ma rgyud sgrub\n                        mchod, the three spyi ba collect 10 kg of barley from each monk in the\n                        monastery; for the dbyar gnas, each family offers as much barley as it can,\n                        and the dgu gtor rite is organized and sponsored by the monastery itself. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-1-11\"\u003e12. Local community\u003c/h4\u003e\n\n                     \u003cp\u003eThe local lay community consists of four communities (shog khag): Brag ra,\n                        rMang dkyil, Wur go and Shar phyogs. Brag ra community comprises two\n                        villages: Kha lo with fifteen families and rGya bye with fifteen families;\n                        rMang dkyil community comprises three villages: Wa de with eight families,\n                        sKal tsho with eighteen families, bSu \u0026rsquo;go with four families; Wur go\n                        community comprises only one village: Wur go with nineteen families; Shar\n                        phyogs community comprises only one village: Shar phyogs with twenty-three\n                        families. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-1-12\"\u003e13. Local festivals\u003c/h4\u003e\n\n                     \u003cp\u003eThe mountain behind the monastery is called sKu bla Ri mchog and is the\n                        residence of a local deity of the same name. There is a la btsas on its\n                        summit. Khod po Blo gros thogs med unveiled the mountain as a sacred\n                        mountain (gnas ri), and as the celestial abode of the tutelary deity Ma\n                        rgyud in the 13th century. The revelation was confirmed by gSang sngags\n                        gling pa (1864-?) in the 19th century. The mountain\u0026rsquo;s circumambulation takes\n                        place on the 1st day of the 1st month and the 13th day of the 5th month. The\n                        mountain facing the monastery is called Seng ge rgyab bsnol and its three\n                        peaks are believed to represent the three local deities Seng ge rgyab bsnol,\n                        \u0026rsquo;Brong nus and Brag li. There is a la btsas on each peak which are renewed\n                        by both religious and lay communities on the same day as the festival of the\n                        mountain behind the monastery. Seng ge rgyab bsnol and Brag li were\n                        sanctified by Thugs rje gling pa, a master from Nyag rong in the early 20th\n                        century, and \u0026rsquo;Brong nus by gSang sngags gling pa. There is another sacred\n                        mountain called sPos ri ngad ldan which is located northeast of the\n                        monastery, and which was sanctified by gSang sngags gling pa. There is also\n                        la btsas on its summit.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-1-13\"\u003e14. Occupation of the local population\u003c/h4\u003e\n\n                     \u003cp\u003eFarmers\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-1-14\"\u003eSources\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-9-1-14-1\"\u003e(1) Interview\u003c/h5\u003e\n\n                        \u003cp\u003eIn autumn 1997 with Zla ba grags pa (b.1936).\u003c/p\u003e\n\n                     \n\n                     \n\n                        \u003ch5 id=\"b6-9-1-14-2\"\u003e(2) Texts\u003c/h5\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003ebSam \u0026rsquo;grub dgon pa by \u0026rsquo;Phrin dga\u0026rsquo;, MS\u003c/li\u003e\n\n                           \u003cli\u003e\u0026rsquo;Dra g-yung drung bsam \u0026rsquo;grub dgon gyi lo rgyus mdor bsdus by bsTan\n                              \u0026rsquo;dzin nyi ma and Zla ba grags pa, MS \u003c/li\u003e\n                        \u003c/ol\u003e\n\n                     \n\n                  \n\n               \n\n               \n\n                  \u003ch3 id=\"b6-9-2\"\u003e(162) Chu mig Monastery\u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-9-2-1\"\u003e1. Name\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery\u0026rsquo;s full name is \u0026rsquo;Dra Chu mig gYung drung bstan rgyas gling.\n                        Because the first site of the monastery was located near a spring, the\n                        monastery was called Chu mig monastery.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-2-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is located 81 km southwest and a further three hours\u0026rsquo; walk\n                        from rTa\u0026rsquo;u, the county seat.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-2-3\"\u003e3. History\u003c/h4\u003e\n\n                     \u003cp\u003eAccording to legend, during Gri gum btsan po\u0026rsquo;s time, because of the\n                        persecution of Bon in Central Tibet, Me nyag lCe tsha mkhar bu, a famous\n                        Bonpo master, escaped to Khams and established a hermitage in \u0026rsquo;Dra valley\n                        which became the first Bonpo establishment in the area. Later, during Khri\n                        srong lde btsan\u0026rsquo;s persecution of Bon, sNya chen Bla ma, a Bonpo master and a\n                        descendant of sNya chen Li shu stag ring, another great Bonpo master, also\n                        escaped to Khams and took refuge in \u0026rsquo;Dra where he rebuilt the hermitage\n                        which later became the first Bonpo monastic establishment in the area.\n                        According to the same legend, he brought a cypress branch from Mount Kongpo\n                        Bon ri and planted it in \u0026rsquo;Dra valley where it grew into a tree which exists\n                        to this day. There is a village called sNya gad\u003ca href=\"#n37\" name=\"nb37\" class=\"note\"\u003e37\u003c/a\u003e in the valley which is said to have preserved numerous ancient texts\n                        inherited from their ancestors, but unfortunately they were all destroyed\n                        during the Cultural Revolution. Shortly after, Byang Nyi ma rgyal mtshan, a\n                        descendant of Khro tshang in rDza khog brought to the monastery a statue\n                        representing gShen rab Mi bo as a three-year old boy from Central Tibet. He\n                        also enlarged the monastery. His residence (of which only the ruins remain\n                        today) was called Pho nyi bla brang. Later, a master called gTsug phud moved\n                        the monastery to its present site\u003ca href=\"#n38\" name=\"nb38\" class=\"note\"\u003e38\u003c/a\u003e and renamed it Chu mig. According to the same legend, he was a\n                        descendant of the sPa tshang family based in Yu ring village, Central Tibet. \u003c/p\u003e\n\n                     \u003cp\u003eLater, Khod po Blo gros thogs med (1280-1337) arrived in \u0026rsquo;Dra valley and\n                        unveiled the sacred mountain (gnas ri) of \u0026rsquo;Dra gnas the\u0026rsquo;u bo. Among his\n                        foremost disciples there were the Seven Great Lamas. One of the seven was a\n                        master from sNya gad village situated near Chu mig Monastery.\u003c/p\u003e\n\n                     \u003cp\u003edGe bshes gYung drung bstan \u0026rsquo;dzin, the founder of Brag ra Monastery, took\n                        Chu mig Monastery under his wing, and thus the two monasteries developed\n                        close ties during his lifetime. Hor ra bDud \u0026rsquo;dul also came to \u0026rsquo;Dra valley\n                        and founded Seng ge Monastery. This was the first Buddhist monastery in the\n                        area. From the time of Khyung gter \u0026rsquo;Od zer gling pa onwards, most masters of\n                        his lineage looked after the monastery. Shar rdza bKra shis rgyal mtshan,\n                        Bya btang Tshe dbang \u0026rsquo;gyur med, dBra ston sKal bzang bstan pa\u0026rsquo;i rgyal mtshan\n                        visited the monastery to give teachings. In the first half of 19th century,\n                        A bdud lHun \u0026rsquo;grub rdo rje, A lung Blo gros rgyal mtshan, Khyung po Nyi ma\n                        rgyal mtshan, O rgyan Thug rje gling pa were the successive masters of the\n                        monastery. \u003c/p\u003e\n\n                     \u003cp\u003eThe monastery was razed during the Cultural Revolution and rebuilt in the\n                        1980s under the leadership of Bla ma Nor bu. Khyung dbon Rig \u0026rsquo;dzin Yon tan\n                        rnam rgyal gave teachings there in 1990 which marked the resumption of the\n                        monastery\u0026rsquo;s religious activities. Khyung sras bsTan \u0026rsquo;dzin nyi ma is the\n                        present mkhan po.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-2-4\"\u003e4. Hierarchical system\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003eone khri pa\u003c/li\u003e\n\n                        \u003cli\u003eone bla ma\u003c/li\u003e\n\n                        \u003cli\u003etwo dbu mdzad\u003c/li\u003e\n\n                        \u003cli\u003etwo dge skos \u003c/li\u003e\n\n                        \u003cli\u003enine spyi ba \u003c/li\u003e\n\n                        \u003cli\u003etwo mchod g-yog\u003c/li\u003e\n                     \u003c/ul\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-2-5\"\u003e5. Current number of monks\u003c/h4\u003e\n\n                     \u003cp\u003eThere are fifty novices and monks at the monatery.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-2-6\"\u003e6. Current education\u003c/h4\u003e\n\n                     \u003cp\u003eThere are no organized classes. The young novices are trained by the elder\n                        monks.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-2-7\"\u003e7. Educational exchange\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has no special ties with any other monastery. Occasionally the\n                        monks go to sMan ri (No.1) or Shar rdza Hermitage (No.138) for further\n                        teachings, practice and ordination vows.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-2-8\"\u003e8 / 9. Rituals\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003e4th month: ritual based on the bDe chen zhi sgrub for eight days from\n                           the 8th, followed by the prayer to sMon lam mtha\u0026rsquo; yas, the smyung gnas\n                           fast for ten days with ritual based on the Klong rgyas \u003c/li\u003e\n\n                        \u003cli\u003e6th month: the summer rituals (dbyar cho) for three days from the 3rd\n                           day together with the ritual cycle of dBal gsas and gTso mchog ending\n                           with the \u0026rsquo;cham dances for two days (the same as those performed at bSam\n                           \u0026rsquo;grub Monastery (No.161); the ritual cycle of Phur pa according to the\n                           \u0026ldquo;New revelation\u0026rdquo; (gter gsar) tradition for five days in the same month;\n                           the summer fast (dbyar gnas) from the 14th day of the 6th month for fifty\n                           days \u003c/li\u003e\n\n                        \u003cli\u003e12th month: the dgu gtor rite from the 25th day for five days \u003c/li\u003e\n                     \u003c/ul\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-2-9\"\u003e10. Books held in the monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has one printed copy of Kanjur and one printed copy of Dran pa\n                        bka\u0026rsquo; thang and Tshe dbang bka\u0026rsquo; thang - printed from the woodblocks kept at\n                        Gong rgyal Monastery (No.152). \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-2-10\"\u003e11. Income and expenses\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery depends on offerings from the faithful. The monks provide\n                        their own food. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-2-11\"\u003e12. Local community\u003c/h4\u003e\n\n                     \u003cp\u003eThe local lay community consists of four villages: Yar grong with twenty-six\n                        families, Mar grong with twenty-seven families, dGong thog with ten families\n                        and Yi te with eight families. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-2-12\"\u003e13. Local festivals\u003c/h4\u003e\n\n                     \u003cp\u003eThe mountain behind the monastery is sKu bla mThe bo and is the residence of\n                        the local deity of the same name. There is no fixed date for its\n                        propitiation. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-2-13\"\u003e14. Economic occupation of the local population\u003c/h4\u003e\n\n                     \u003cp\u003eFarmers\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-2-14\"\u003eSources\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-9-2-14-1\"\u003e(1) Interview\u003c/h5\u003e\n\n                        \u003cp\u003eIn autumn 1997 with: Zla ba grags pa (b.1936), the head of bSam \u0026rsquo;grub\n                           Monastery\u003c/p\u003e\n\n                     \n\n                     \n\n                        \u003ch5 id=\"b6-9-2-14-2\"\u003e(2) Texts\u003c/h5\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003e\u0026rsquo;Dra chu mig g-yung drung bstan rgyas gling gi lo rgyus mdor bsdus\n                              by Rig \u0026rsquo;dzin nyi ma, MS \u003c/li\u003e\n\n                           \u003cli\u003eChu mig dgon by \u0026rsquo;Phrin dga\u0026rsquo;, MS\u003c/li\u003e\n\n                           \u003cli\u003eA letter dated 23rd day of the 8th month 1999 from Zla ba grags pa\n                              concerning the history of Chu mig Monastery \u003c/li\u003e\n                        \u003c/ol\u003e\n\n                     \n\n                  \n\n               \n\n               \n\n                  \u003ch3 id=\"b6-9-3\"\u003e(163) dGu rdza Monastery\u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-9-3-1\"\u003e1. Name \u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery\u0026rsquo;s full name is dGu rdza (or rdzab) dgon dPal ldan g-yung drung\n                        gling. It was also known as gSang phug or rDza lung.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-3-2\"\u003e2. Location \u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is 28 km south of rTa\u0026rsquo;u, the county seat. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-3-3\"\u003e3. History\u003c/h4\u003e\n\n                     \u003cp\u003eOral tradition relates two legendary accounts of the monastery. According to\n                        one of the legends, after the decline of a Bonpo monastery founded by Khod\n                        po Blo gros thogs med (1280-1337) at lCang lo sna in rTa\u0026rsquo;u, several of its\n                        elder monks went to the sacred mountain rBa zhabs brag dkar and founded a\n                        hermitage there which later developed into a monastery. According to the\n                        other legend, a Bonpo saint called Nam mkha\u0026rsquo; snang mdog from rGyal rong\n                        founded gSang phug, a hermitage on the same sacred mountain that gradually\n                        expanded into a monastery known by the same name. \u003c/p\u003e\n\n                     \u003cp\u003eThe monastery was looked after by the descendants of Khod po Blo gros thogs\n                        med. Later \u0026rsquo;Gro mgon Tshe dbang \u0026rsquo;gyur med, \u0026rsquo;Go mgon Shes rab dgongs rgyal,\n                        \u0026rsquo;Gro mgon gYung drung tshul khrims, Nam mkha\u0026rsquo; rgyal mtshan and Nam mkha\u0026rsquo;\n                        bsam \u0026rsquo;grub gave teachings at the monastery. It seemed to have enjoyed a long\n                        period of prosperity that ended when a group of local Buddhist chiefs who\n                        envious of the monastery\u0026rsquo;s wealth hired a gang of thieves to ransack and\n                        burn down the monastery. \u003c/p\u003e\n\n                     \u003cp\u003eMany years later, during the dGe lugs pa persecution when many Bonpo\n                        monasteries in the area were force to disband, rDza dGe sprul Yid bzhin legs\n                        \u0026rsquo;grub, undaunted by the dGe lugs pa sectarian policy, went to Dartsedo to\n                        obtain permission to rebuild at least one Bonpo monastery. He combined nine\n                        Bonpo monasteries together into one and called it dGu rdza dgon, the \u0026ldquo;Nine\n                        Monasteries in the Clay Mountain\u0026rdquo;. After that, it was maintained by gYung\n                        drung rgyal mtshan and Byams pa \u0026rsquo;phrin las for many years. It was wrecked\n                        during the Cultural Revolution and was rebuilt and resumed its religious\n                        activities in the 1980s. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-3-4\"\u003e4. Hierarchical system \u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003eone khri pa\u003c/li\u003e\n\n                        \u003cli\u003eone dbu mdzad\u003c/li\u003e\n\n                        \u003cli\u003eone dge skos \u003c/li\u003e\n\n                        \u003cli\u003etwo mchod dpon\u003c/li\u003e\n\n                        \u003cli\u003etwo spyi ba \u003c/li\u003e\n                     \u003c/ul\u003e\n\n                     \u003cp\u003eAll of whom are replaced every three years with the exception of the spyi ba\n                        who is replaced every year. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-3-5\"\u003e5. Current number of monks\u003c/h4\u003e\n\n                     \u003cp\u003eThere are twenty-one novices and monks at the monastery.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-3-6\"\u003e6. Current education\u003c/h4\u003e\n\n                     \u003cp\u003eThere are no organized classes. The young novices are trained by the elder\n                        monks.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-3-7\"\u003e7. Educational exchange\u003c/h4\u003e\n\n                     \u003cp\u003eThe monks go to Shar rdza hermitage for ordination vows and teachings, and\n                        occasionally for the three-year retreat.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-3-8\"\u003e8 / 9. Rituals\u003c/h4\u003e\n\n                     \u003cp\u003eThe smon lam prayer ceremony from the 10th to 19th day of the 1st month; the\n                        smyung gnas fast for ten days in the 4th month (the dates are determined by\n                        the monastery); the dbyar gnas summer fast from the 9th to 23rd day of the\n                        6th month. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-3-9\"\u003e10. Books held in the monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has only one printed copy of dBra ston sKal bzang bstan pa\u0026rsquo;i\n                        rgyal mtshan\u0026rsquo;s collected works.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-3-10\"\u003e11. Income and expenses\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery depends on offerings from its followers. The monks provide\n                        their own food.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-3-11\"\u003e12. Local community\u003c/h4\u003e\n\n                     \u003cp\u003eThe local lay community consists of two communities (shog khag): lCags rkang\n                        and sMig ri. lCags rkang community comprises seven villages: Bar sha with\n                        nine families, Sa ya with six families, Sa re with four families, Yo sho\n                        with fourteen families, mKhar chag with six families, \u0026rsquo;Brog pa with four\n                        families and sNgun \u0026rsquo;dus with four families; sMig ri community comprises six\n                        villages: dGu smad with three families, sNye ri with ten families, Ci ti\n                        with seven families, Nya rgyu with ten families, Kha lang with seven\n                        families and \u0026rsquo;Brog pa with twelve families. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-3-12\"\u003e13. Local festivals\u003c/h4\u003e\n\n                     \u003cp\u003eThere is a la btsas on top of the mountain behind the monastery. No date is\n                        fixed for its renewal ceremony which is performed by Bonpos only.\u003c/p\u003e\n\n                     \u003cp\u003eThe mountain facing the monastery, sBa zhabs brag dkar, is the most\n                        important sacred mountain in the area. Khod po Blo gros thogs med sanctified\n                        it and discovered a number of important Bonpo gter ma texts there. The\n                        mountain is venerated every Monkey-Year by both Bonpo and Buddhists who\n                        circumambulate the mountain in the direction prescribed by their respective\n                        traditions. There is a short anonymous text about the mountain entitled sBa\n                        zhabs brag dkar dkar chag dad pa\u0026rsquo;i glu dbyangs, which mentions another\n                        longer text entitled sBa zhabs brag dkar byin rlabs shugs \u0026rsquo;byung. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-3-13\"\u003e14. Occupation of the local population\u003c/h4\u003e\n\n                     \u003cp\u003eFarming supplemented by animal husbandry\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-3-14\"\u003eSources\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-9-3-14-1\"\u003e(1) Interviews\u003c/h5\u003e\n\n                        \u003cp\u003eWith the following monks at the monastery in autumn 1997: \u0026rsquo;Chi med dbang\n                           phyung (b.1929), Blo kho (Blo bzang dpal ldan) (b.1942), sMon lam nor bu\n                           (b.1969)\u003c/p\u003e\n\n                     \n\n                     \n\n                        \u003ch5 id=\"b6-9-3-14-2\"\u003e(2) Texts\u003c/h5\u003e\n\n                        \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                           \u003cli\u003edGu rdzab dgon by \u0026rsquo;Phrin dga\u0026rsquo;, MS \u003c/li\u003e\n\n                           \u003cli\u003esBa zhabs brag dkar dkar chag dad pa\u0026rsquo;i glu dbyangs, anonymous, MS \u003c/li\u003e\n\n                           \u003cli\u003ea short, untitled and anonymous text about the history of the\n                              monastery, MS\u003c/li\u003e\n                        \u003c/ul\u003e\n\n                     \n\n                  \n\n               \n\n               \n\n                  \u003ch3 id=\"b6-9-4\"\u003e(164) Dam pa rang grol Monastery\u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-9-4-1\"\u003e1. Name\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is also known as sTon pa rang grub.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-4-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is located 87 km south of the town Ba smad of rTa\u0026rsquo;u\n                        county.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-4-3\"\u003e3. History\u003c/h4\u003e\n\n                     \u003cp\u003eThere are two legends about the origin of the monastery and its name.\n                        According to one legend recorded by \u0026rsquo;Phrin dga\u0026rsquo;\u003ca href=\"#n39\" name=\"nb39\" class=\"note\"\u003e39\u003c/a\u003e which I also heard when I visited the monastery in 1997, Dam pa rang\n                        grol, a Bonpo master from dGe bshes tsa in Rong brag (rGyal rong), came to\n                        Ba smad and established a hermitage there in the 3rd Rab byung (1147-1206).\n                        The hermitage gradually expanded into a monastery which was named after its\n                        founder. \u003c/p\u003e\n\n                     \u003cp\u003eAccording to the other legend, a Bonpo master called Rig \u0026rsquo;dzin Shar ba rnal\n                        \u0026rsquo;byor attempted to make a statue of gShen rab Mi bo, but despite his efforts\n                        he did not succeed, so in the end he threw out the unfinished statue into\n                        the monastery\u0026rsquo;s courtyard and returned to his room. The next morning, the\n                        statue had become a perfect representation of gShen rab Mi bo. It was named\n                        sTon pa Rang grub, the \u0026ldquo;self-manifesting master\u0026rdquo; and the monastery was named\n                        after it. The statue is believed to have survived until the mid-20th\n                        century.\u003c/p\u003e\n\n                     \u003cp\u003eAlthough there is a list of masters which \u0026rsquo;Phrin dga\u0026rsquo; claims represents the\n                        lineage of the monastery\u0026rsquo;s masters, it is obvious that there are several\n                        names in the list that have nothing to do with the monastery\u0026rsquo;s history so I\n                        did not find it necessary to include it here. The monastery was rebuilt and\n                        resumed its religious activities in the 1980s. The last three descendants of\n                        Khod po Blo gros thogs med who looked after the monastery are Blo gros, his\n                        nephew (khu dbon gdung brgyud), rDo rje, and the latter\u0026rsquo;s nephew, Nor bu\n                        dbang chen (b.1967), who is the present khri pa of the monastery.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-4-4\"\u003e4. Hierarchical system\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003eone khri pa\u003c/li\u003e\n\n                        \u003cli\u003eone dbu mdzad (with no predetermined term of office)\u003c/li\u003e\n\n                        \u003cli\u003eone dge skos (replaced every three years) \u003c/li\u003e\n\n                        \u003cli\u003etwo spyi gnyer (with no predetermined terms of office)\u003c/li\u003e\n\n                        \u003cli\u003eone mchod dpon (with no predetermined term of office)\u003c/li\u003e\n                     \u003c/ul\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-4-5\"\u003e5. Current number of monks\u003c/h4\u003e\n\n                     \u003cp\u003eThere are fifteen novices and monks in the monastery.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-4-6\"\u003e6. Current education\u003c/h4\u003e\n\n                     \u003cp\u003eThere are no organized classes. The young novices are trained by the elder\n                        monks.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-4-7\"\u003e7. Educationa exchange\u003c/h4\u003e\n\n                     \u003cp\u003eThe monks go to Shar rdza Hermitage (No.138) to take their ordination\n                        vows.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-4-8\"\u003e8 / 9. Rituals\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003e2nd month: a ritual known as khang tshe, based on the ritual cycle of\n                           sTag la from the 7th to the 13th day \u003c/li\u003e\n\n                        \u003cli\u003e4th month: the summer offerings (dbyar mchod) from the 3rd to the 15th\n                           day followed by a \u0026rsquo;cham dance on the last day (the dances include A ra ka\n                           co, Keng rus, sTag la, dBal gsas, the four dMag dpon, the four sNgags pa,\n                           the four Dur khrod, the four \u0026rsquo;Bum pa, tigre, lion, Srid pa rgyal mo and\n                           Dam can) \u003c/li\u003e\n\n                        \u003cli\u003e12th month: the smyung gnas fast for eight days beginning on the 16th\n                           and the winter offerings (dgun mchod) on the 24th and 25th days\u003c/li\u003e\n                     \u003c/ul\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-4-9\"\u003e10. Manuscripts and printed books\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has one manuscript copy of Khams chen in sixteen volumes.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-4-10\"\u003e11. Economic circumstances of the monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has eight acres (mu) of land which are used to cultivate\n                        barley. It also receives offerings from its followers. The monks provide\n                        their own food. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-4-11\"\u003e12. Local lay community\u003c/h4\u003e\n\n                     \u003cp\u003eThe local lay community consists of two communities (shog khag): Ba smad\n                        community comprises four villages: Ngo nya with ten families, Ba smad with\n                        fifteen families, Sa skya with four families and Ma dzi with two families;\n                        mGar thar community comprises only one village: Mar cho\u003ca href=\"#n40\" name=\"nb40\" class=\"note\"\u003e40\u003c/a\u003e with three families. In addition there are several villages in the\n                        neighboring county of Dartsedo: Ngo nya village\u003ca href=\"#n41\" name=\"nb41\" class=\"note\"\u003e41\u003c/a\u003e with seven families, Ba smad with eight families, mKhar ma with ten\n                        families and sKu nub with three families.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-4-12\"\u003e13. Local festivals\u003c/h4\u003e\n\n                     \u003cp\u003eThe mountain behind the monastery is known as Wa zur and is the residence of\n                        the local eponymous deity. Its la btsas is at the top of the mountain. The\n                        deity is propitiated twice a year, on the 3rd day of the 1st month and the\n                        11th day of the 4th month. \u003c/p\u003e\n\n                     \u003cp\u003eThe mountain on which the monastery is located is regarded as sacred and is\n                        called Dam pa rang grol. Its distinctive features are four rocks resembling\n                        self-manifested sculptures: the sun and moon to the east, a stupa to the\n                        south, a vajra to the west, and a white conch shell to the north\u003ca href=\"#n42\" name=\"nb42\" class=\"note\"\u003e42\u003c/a\u003e. The mountain is propitiated in the Sheep Year.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-4-13\"\u003e14. Economic occupation of the local population\u003c/h4\u003e\n\n                     \u003cp\u003eFarming supplemented by animal husbandry.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-9-4-14\"\u003eSources\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-9-4-14-1\"\u003e(1) Interviews\u003c/h5\u003e\n\n                        \u003cp\u003eWith the following monks at the monastery in autumn 1997: Rig \u0026rsquo;dzin don\n                           \u0026rsquo;grub (b.1934), rDo rje (b.1933), Ya ma tshe ring (b.1949) \u003c/p\u003e\n\n                     \n\n                     \n\n                        \u003ch5 id=\"b6-9-4-14-2\"\u003e(2) Texts\u003c/h5\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003eDam pa rang grol dgon by \u0026rsquo;Phrin dga\u0026rsquo;, MS\u003c/li\u003e\n                        \u003c/ol\u003e\n\n                     \n\n                  \n\n               \n\n            \u003chr class=\"footnote-divider\"/\u003e\u003ch2\u003eNotes\u003c/h2\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n32\"/\u003e\u003ca href=\"#nb32\" class=\"note\"\u003e\n\t\t\t\t\t[32] \u003c/a\u003e \n                           sMong skyid in bSam \u0026rsquo;grub dgon by \u0026rsquo;Phrin dga\u0026rsquo;, MS; it is also\n                              referred to as sMongs dkyid in \u0026rsquo;Dra g-yung drung bsam \u0026rsquo;grub dgon gyi\n                              lo rgyus mdor bsdus by bsTan \u0026rsquo;dzin nyi ma and Zla ba grags pa,\n                              MS.\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n33\"/\u003e\u003ca href=\"#nb33\" class=\"note\"\u003e\n\t\t\t\t\t[33] \u003c/a\u003e \n                           \u0026rsquo;Chi med \u0026rsquo;gro \u0026rsquo;dul Khod spungs Blo gros thogs med kyi skyes rabs\n                              dang \u0026rsquo;brel ba\u0026rsquo;i don gyi rnam thar gdung rabs dang bcas pa rdzogs ldan\n                              sprin gyi rol mo by dBra ston sKal bzang bstan pa\u0026rsquo;i rgyal mtshan\n                              (1897-1959), block printing. For further information, see notes under\n                              Mi nub Monastery (No. 157).\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n34\"/\u003e\u003ca href=\"#nb34\" class=\"note\"\u003e\n\t\t\t\t\t[34] \u003c/a\u003e \n                           lCang log sna belongs to Khub chags township of rTa\u0026rsquo;u county\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n35\"/\u003e\u003ca href=\"#nb35\" class=\"note\"\u003e\n\t\t\t\t\t[35] \u003c/a\u003e \n                           KGLG p.513: nyag smad rgya mtshams su \u0026rsquo;dra ba li chu khar bon dgon\n                              che ba gcig refers to bSam \u0026rsquo;grub Monastery.\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n36\"/\u003e\u003ca href=\"#nb36\" class=\"note\"\u003e\n\t\t\t\t\t[36] \u003c/a\u003e \n                              According to oral tradition, two brothers of Nang so king in dGe\n                                 bshes tsa valley in rGyal rong, gYung drung bstan \u0026rsquo;dzin and gYung\n                                 drung ye shes, were sent to sMan ri Monastery to study. Because of\n                                 the king who was gravely ill, gYung drung bstan \u0026rsquo;dzin was recalled\n                                 to rGyal rong, but before leaving sMan ri he asked Shes rab dbang\n                                 rgyal, the abbot of sMan ri Monastery at the time, if he could\n                                 establish a new \u0026rsquo;cham tradition in rGyal rong since he was not able\n                                 to learn the entire grwa sa \u0026rsquo;cham tradition of sMan ri. The abbot\n                                 accepted, and thus, upon his return, he established the Nang so\n                                 \u0026rsquo;cham tradition which eventually spread to the Nyag rong, rTa\u0026rsquo;u,\n                                 Brag \u0026rsquo;go and rGyal rong areas. In this monastery, both traditions\n                                 of \u0026rsquo;cham are performed. The term grwa sa in Bonpo tradition refers\n                                 to sMan ri and gYung drung gling monasteries.\n                           \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n37\"/\u003e\u003ca href=\"#nb37\" class=\"note\"\u003e\n\t\t\t\t\t[37] \u003c/a\u003e \n                           snya is the name of a clan descending from sNya chen Li shu stag\n                              ring and sNya chen bla ma; gad means \u0026lsquo;spread\u0026rsquo; in the Me nyag dialect,\n                              thus sNya gad means \u0026ldquo;the tribe that spread from sNya\u0026rdquo;.\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n38\"/\u003e\u003ca href=\"#nb38\" class=\"note\"\u003e\n\t\t\t\t\t[38] \u003c/a\u003e \n                           The only two references concerning the history of the monastery\n                              have different views on this point: \u0026rsquo;Dra chu mig dgon gYung drung\n                              bstan rgyas gling gi lo rgyus by Rig \u0026rsquo;dzin nyi ma says that Nyi ma\n                              rgyal mtshan and gTsug phud were one and the same person, whereas the\n                              Chu mig dgon by \u0026rsquo;Phrin dga\u0026rsquo; considers that they were two different\n                              personages. The former was from rGyal rong and the latter from sPa\n                              lineage in Central Tibet, and gTsug phud was the founder of the\n                              monastery and the monastery became known as Chu mig during his\n                              time.\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n39\"/\u003e\u003ca href=\"#nb39\" class=\"note\"\u003e\n\t\t\t\t\t[39] \u003c/a\u003e \n                           Dam pa rang grol dgon by \u0026rsquo;Phrin dga\u0026rsquo;, MS.\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n40\"/\u003e\u003ca href=\"#nb40\" class=\"note\"\u003e\n\t\t\t\t\t[40] \u003c/a\u003e \n                           the term cho means village in the local Me nyag dialect.\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n41\"/\u003e\u003ca href=\"#nb41\" class=\"note\"\u003e\n\t\t\t\t\t[41] \u003c/a\u003e \n                           This tribe is geographically the same village as Ngo nya of Ba smad\n                              shog khag mentioned above, but belongs to another administrative\n                              division. The same applies to the following eight families of Ba\n                              smad.\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n42\"/\u003e\u003ca href=\"#nb42\" class=\"note\"\u003e\n\t\t\t\t\t[42] \u003c/a\u003e \n                           Shar mi \u0026rsquo;gyur gyi nyi zla rang byon, lho mi \u0026rsquo;gyur gyi mchod rten\n                              rang byon, nub mi \u0026rsquo;gyur gyi rdo rje pha bong, byang mi \u0026rsquo;gyur gyi dung\n                              dkar rang byon.\n                        \u003c/div\u003e\u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b6-9/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-9","is_primary":false,"created_at":"2011-12-13 02:31:02 UTC","updated_at":"2011-12-13 02:31:02 UTC","authors":[{"id":"80","fullname":" (Tsering Thar)"},{"id":"80","fullname":" (Tsering Thar)"}]}]}