{"descriptions":[{"id":1567,"title":"Pashö Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b5-2\"\u003eThe Chamdo region\u003c/h2\u003e\n\n                  \u003ch3 id=\"b5-2-5\"\u003edPa\u0026rsquo; shod rdzong\u003c/h3\u003e\n\n                  \u003cp\u003edPa\u0026rsquo; shod rdzong is in eastern Tibet and is part of Chab mdo region. The \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e was created by the Tibetan government about eighty\n                     years ago. It covers an area of 12,564 square kilometres, of which 734,000 \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emu\u003c/span\u003e is forest. It has a population of 33,000 and\n                     administratively consists of one \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003equ\u003c/span\u003e, one town and fourteen\n                        \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, which contain 125 village councils.\u003c/p\u003e\n\n                  \u003cp\u003edPa\u0026rsquo; shod is said to have got its name from the village that used to be near\n                        (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eshod\u003c/span\u003e meaning \u0026ldquo;nearby place\u0026rdquo;) Mount dPa\u0026rsquo; rgod. dPa\u0026rsquo;\n                     shod Bla brang was founded in 1694. In 1959, the people\u0026rsquo;s administration of\n                     dPa\u0026rsquo; shod rdzong was established.\u003c/p\u003e\n\n                  \u003cp\u003eThis \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e stretches over the basin of three rivers,\n                     rGyal mo rngul chu, rDza chu and \u0026rsquo;Bri chu. While higher and mountainous in the\n                     north-east, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e contains deep gorges formed along\n                     the river rGyal mo rngul chu.\u003c/p\u003e\n\n                  \u003cp\u003eThis \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e is rich in natural resources, such as iron,\n                     coal and aluminum, and is inhabited by many wild animals, including monkeys,\n                     deer, musk deer, otters, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erna ba\u003c/span\u003e (Ovis ammon hodgsoni),\n                     wild sheep and wild yaks. Moreover, it is an area highly productive in\n                     medicinal materials like the dByar rtswa dgun \u0026rsquo;bu\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003e(\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eCordyceps sinensis\u003c/span\u003e), antlers and musk, as well as\n                     agricultural products.\u003c/p\u003e\n\n                  \n\n                     \u003ch4 id=\"b5-2-5-1\"\u003e(85) dBen mdzod Monastery\u003c/h4\u003e\n\n                     \u003cp\u003edBen mdzod Monastery is situated halfway up the hill, to the west of dBen\n                        mdzod (Wa \u0026rsquo;bru) village in \u0026rsquo;Jo \u0026rsquo;ju \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, dPa\u0026rsquo; shod\n                        rdzong. From the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e, the monastery is reached by\n                        driving twenty kilometres eastward on the highway and then riding south for\n                        six hours on horseback.\u003c/p\u003e\n\n                     \u003cp\u003eThis monastery was founded in 1256. Before 1959, there were only four monks,\n                        but at present there are twenty. It is counted as one of the oldest Bonpo\n                        monasteries in Chab mdo region, but has not shown much development because\n                        of the lack of transport facilities and because of other unfavourable\n                        conditions. Currently it has an assembly hall, a temple, monks\u0026rsquo; quarters and\n                        other buildings, and is fairly well equipped with religious objects such as\n                        statues of sTon pa gShen rab, Dran pa nam mkha\u0026rsquo;, his son Tshe dbang rig\n                        \u0026rsquo;dzin, rNam par rgyal ba, sTag la me \u0026rsquo;bar, mNyam med Shes rab rgyal mtshan\n                        and Srid pa rgyal mo, as well as several thangka and Bon scriptures.\u003c/p\u003e\n\n                     \u003cp\u003eRituals and services of this monastery are much the same as those of other\n                        Bonpo monasteries of this region. It does not have any special\n                        activities.\u003c/p\u003e\n\n                     \u003cp\u003eAs the monastery itself has no means of providing a living for the monks,\n                        they depend on their own parents and relatives for support.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b5-2-5-2\"\u003e(86) \u0026rsquo;Bur lung Monastery\u003c/h4\u003e\n\n                     \u003cp\u003e\u0026rsquo;Bur lung Monastery is situated halfway up the hill to the east of dBen\n                        mdzod (Wa \u0026rsquo;bru) village in \u0026rsquo;Jo \u0026rsquo;ju \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, dPa\u0026rsquo; shod\n                        rdzong. From the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e, \u0026rsquo;Bur lung Monastery is reached\n                        by driving twenty kilometres eastward on the highway and riding south on\n                        horseback for six hours.\u003c/p\u003e\n\n                     \u003cp\u003eThis monastery was founded by Khro tshang \u0026rsquo;Brug lha in 1096. Before 1959,\n                        there were only ten monks, but at present there are thirty. This was the\n                        oldest Bonpo monastery in the whole of Tibet. The newly built assembly hall\n                        and temple are very fine looking buildings. The religious objects include a\n                        clay image of sTon pa gShen rab as tall as the ceiling, statues of Dran pa\n                        nam mkha\u0026rsquo;, mNyam med Shes rab rgyal mtshan, Byams ma and Khro bo, as well as\n                        several thangka and Bon scriptures.\u003c/p\u003e\n\n                     \u003cp\u003eThe monks, like those in other Bonpo monasteries, depend on support from\n                        their own parents and relatives for their livelihood, as the monastery has\n                        no means of providing a living for them.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b5-2-5-3\"\u003e(87) bKra shis rtse Monastery\u003c/h4\u003e\n\n                     \u003cp\u003ebKra shis rtse Monastery is also called Wa dag bon dgon. It is located near\n                        the village of Wa dag in Gla ge \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, dPa\u0026rsquo; shod\n                        rdzong. From the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e, Wa dag village is reached by\n                        driving twenty kilometres eastward on the highway. The monastery is situated\n                        halfway up the hill to the south of Wa dag village.\u003c/p\u003e\n\n                     \u003cp\u003eThis monastery was founded in 1589. Before 1959, there was a fairly large\n                        assembly hall and a temple containing religious objects that included the\n                        following: a statue of sTon pa gShen rab as tall as the ceiling, statues of\n                        rNam par rgyal ba, Byams ma and the three guardian deities - Ma, bDud and\n                        bTsan - each of which was as tall as the ceiling, and other gilt-bronze\n                        statues numbering over three hundred. There used to be eighteen monks; at\n                        present there are twenty.\u003c/p\u003e\n\n                     \u003cp\u003eThe mountain at the back of the monastery is the abode of Dam can Yul lha\n                        dkar po, a local deity with one head and two arms. He is depicted as mounted\n                        on a nanny goat, holding a knife in his right hand and a black flag in his\n                        left. The mountain in front of the monastery is the abode of gZhi bdag Bon\n                        thung, a local deity with a blue body. He holds a knife in his right hand\n                        and an ensign in his left. The mountain to the right is called lHa g-yag\n                        dkar po and the one to the left, rDo rje gzer \u0026rsquo;phrang.\u003c/p\u003e\n\n                     \u003cp\u003eAs regards rituals and services, in the morning the monks recite prayers,\n                        then practise the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ertsa lung\u003c/span\u003e meditation, followed by\n                        further recitation of ritual texts of the tutelary deities. In the evening\n                        they propitiate the protective deities, as well as performing the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsur\u003c/span\u003e ceremony, which involves casting barley flour into\n                        fire.\u003c/p\u003e\n\n                     \u003cp\u003eFor their main source of income, the monks depend on their own families for\n                        support. Customarily they are not paid for performing religious services in\n                        villages, but are paid ten \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eyuan\u003c/span\u003e a day for funeral\n                        services.\u003c/p\u003e\n\n                     \u003cp\u003eTo go to Nying khri from dPa\u0026rsquo; shod rdzong, one passes through the regions of\n                        sPo smad, mThong smad and Klu nang.\u003c/p\u003e\n\n                     \u003cp\u003eThe roads in Khams are fraught with difficulty and extreme danger. When we\n                        came to the boundary between dPa\u0026rsquo; shod rdzong and sPo smad rdzong, we were\n                        struck all of a sudden by a small flood from above, and our car was stuck in\n                        the mud. We were quite helpless and could not move, but after finally\n                        getting help from Chinese soldiers, over thirty in number, who dredged up\n                        mud and pulled our car up, we were able proceed on our way. As there were no\n                        bridges on the way, we fell into difficulty and danger again.\u003c/p\u003e\n\n                     \u003cp\u003eAnother time, when in despair, we received help from a Khams pa tribesman\n                        with a devout disposition. He guided us along the route, which led us out of\n                        danger.\u003c/p\u003e\n\n                     \u003cp\u003eThen again, when we were passing in front of a sand hill on the confines of\n                        mThong smad, our car sank into the sand and we had no way to get out of it.\n                        A shovel was the only tool we had and we struggled with it to get our car\n                        out of the sand. At the same time, rocks began to roll down frequently from\n                        above us, so we had to keep watching out for them. At last we managed to\n                        drag the car out and headed in the direction of Nying khri.\u003c/p\u003e\n\n                     \u003cp\u003eIt took us seventeen and a half hours to travel from dPa\u0026rsquo; shod rdzong to\n                        Nying khri.\u003c/p\u003e\n\n                  \n\n               \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-2-5/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-2-5","is_primary":false,"created_at":"2011-12-13 02:30:55 UTC","updated_at":"2011-12-13 02:30:55 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}