{"descriptions":[{"id":1275,"title":"An Overview of Batang","content":"\u003cp\u003eAs with its neighbor Litang (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eli thang\u003c/span\u003e\u003c/em\u003e), one of the primary routes for communication, trade, and military convoys between China and central Tibet runs through Batang (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003e’ba’ thang\u003c/span\u003e\u003c/em\u003e). In the thirteenth century the Mongolian Yuan Dynasty established garrisons in Batang and later the Dalai Lama’s Ganden Palace (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003edga’ ldan pho brang\u003c/span\u003e\u003c/em\u003e) government established large monasteries in the region. In 1703 the Ganden Palace in Lhasa sent two governors (called “depa,” \u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003esde pa\u003c/span\u003e\u003c/em\u003e) – one junior and one senior – to Batang to select local elite, supervise corvée labor, and levy taxes for their own livelihood. The two chiefs from Lhasa died of illness in Batang and were replaced by indigenous leaders, who converted the office of governor  into a hereditary post. In 1728 the reigning governors were made headmen (土司 \u003cem\u003e\u003cspan class=\"chinese\" title=\"Type ID here\"\u003etusi\u003c/span\u003e\u003c/em\u003e) within the Qing imperial system. From this point on their duties grew to involve overseeing trade and collecting taxes for the Qing. In the first decade of the eighteenth century the Qing became more aggressive in its dealings with Batang and major uprisings broke out between 1704-06, resulting in the massacre of many monks and the execution of the two \u003cem\u003egovernors\u003c/em\u003e, thereby bringing an end to the Tibetan polity of Batang.\u003c/p\u003e","source_url":null,"is_primary":false,"created_at":"2011-07-13 16:53:28 UTC","updated_at":"2011-07-13 16:53:28 UTC","authors":[{"id":"32","fullname":"Jann Ronis"},{"id":"32","fullname":"Jann Ronis"}]},{"id":1276,"title":"A Brief Summary of Batang","content":"\u003cp\u003eUnder the Principal and deputy Pacification Commissioner, there were seven Head of 100 Households (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003ebrgya dpon\u003c/em\u003e\u003c/span\u003e, \u003cem\u003e\u003cspan class=\"chinese\" title=\"Type ID here\"\u003etu baihu\u003c/em\u003e\u003c/span\u003e 土百户). In 1729, the governor (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003esde pa\u003c/em\u003e\u003c/span\u003e) dispatched by the Central Tibetan Government, Norbu Ngawang (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003enor bu ngag dbang\u003c/em\u003e\u003c/span\u003e), was appointed Batang Principal Pacification Commissioner, and his brother Trashi Tsering (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003ebkra shis tshe ring\u003c/em\u003e\u003c/span\u003e) was appointed deputy Pacification Commissioner. Altogether 3,633 households were under their rule, and the grain tax was equivalent to 1,895 taels of silver. As was the case with Litang (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eli thang\u003c/span\u003e\u003c/em\u003e), their inheritance system was similar to that of the officials appointed by the Qing court.\u003c/p\u003e","source_url":null,"is_primary":false,"created_at":"2011-07-13 16:53:28 UTC","updated_at":"2011-07-13 16:53:28 UTC","authors":[{"id":"52","fullname":"Yudru Tsomu"},{"id":"52","fullname":"Yudru Tsomu"}]}]}