{"descriptions":[{"id":1568,"title":"Nyingtri Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b5-2\"\u003eThe Chamdo region\u003c/h2\u003e\n\n                  \u003ch3 id=\"b5-2-6\"\u003eNying khri rdzong\u003c/h3\u003e\n\n                  \u003cp\u003eNying khri rdzong lies in the south-western part of Tibet, at the confluence of\n                     the rivers Nyang chu and Yar lung gTsang po. It covers an area of 10,238 square\n                     kilometres, 28,000 \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emu\u003c/span\u003e of which is farmland, 565,000 \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emu\u003c/span\u003e is pastureland and 5,020,000 \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emu\u003c/span\u003e\n                     forest. Its population is about 26,000. Administratively, it consists of one\n                     town. \u003c/p\u003e\n\n                  \u003cp\u003eIn 1959, the three old \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e - Kong po rTse la rdzong,\n                     bDe gling rdzong and Jo mo rdzong - were joined together to form Nying khri\n                     rdzong and at the same time its people\u0026rsquo;s administration was established; but in\n                     1964, the administration was dismantled and Nying khri rdzong came under the\n                     direct control of Lhasa. Then, in 1976 the administration of Nying khri rdzong\n                     was restored again.\u003c/p\u003e\n\n                  \u003cp\u003eThe \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong \u003c/span\u003eis situated along the river Yar lung gTsang po.\n                     It contains beautiful mountains and the region is rich in natural forest. Along\n                     the river there is good farmland where the agriculture is fairly prosperous, as\n                     is the pasturage. Various medicinal herbs grow here, cattle thrive and the area\n                     is abundant in carnivores and herbivores. Roads are good for travellers.\n                     Moreover, this \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e has much that is of interest,\n                     scenically and historically, including Kong po Bon ri, celebrated in Tibet and\n                     beyond.\u003c/p\u003e\n\n                  \n\n                     \u003ch4 id=\"b5-2-6-1\"\u003eBon ri, the Great Sacred Place\u003c/h4\u003e\n\n                     \u003cp\u003eFrom rTag gzigs \u0026rsquo;Ol mo lung ring, sTon pa gShen rab, accompanied by five\n                        attendants, came to rescue his seven horses, which were stolen by the demons\n                        of Kong po. sTon pa gShen rab and his attendants travelled down the river\n                        Yar lung gTsang po to Kong po, the land of demons. While travelling, sTon pa\n                        gShen rab was obstructed along the way by the three evils - \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eklu\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebdud\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebtsan\u003c/span\u003e - out\n                        of envy, but in spite of all the serious obstacles, he subjugated the land,\n                        which belonged to black demons by performing miracles that were beyond all\n                        imagination.\u003c/p\u003e\n\n                     \u003cp\u003eThen sTon pa gShen rab and his attendants reached the palace rTse la \u0026rsquo;bar\n                        ba, where they were welcomed:\u003c/p\u003e\n\n                     \u003cp\u003e\u0026ldquo;The lady Kong btsun De mo was the first to honour him. Holding a\n                        nectar-producing bough of juniper in her hand, she proposed a way in which\n                        restitution could be made for the seven horses. The matter was settled\n                        through offers of compensation: firstly, by offering the lady Kong bza\u0026rsquo; khri\n                        lcam to sTon pa gShen rab as his wife; secondly, by offering bushels of gold\n                        and turquoise; and thirdly, Kong rje, the king of the demons, offered\n                        himself and his subjects, who then became sTon pa gShen rab\u0026rsquo;s\n                        attendants.\u0026rdquo;\u003c/p\u003e\n\n                     \u003cp\u003esTon pa gShen rab then buried many treasures, including the gold and\n                        turquoise he received, at the foot of the craggy hills that looked like\n                        scattered jewels, so that they would be the essence of the soil of the four\n                        quarters of Tibet. Saying prayers to the nectar-producing bough of Kong\n                        btsun De mo, he thrust it into the ground there as a sign of eternity.\u003c/p\u003e\n\n                     \u003cp\u003eOn top of Mount gNyan, he also planted a juniper tree as tall as himself,\n                        where handprints of his four distinguished disciples still remain. The tree\n                        is called sKu tshad sku shug ldem drug. \u003c/p\u003e\n\n                     \u003cp\u003eHe preached the Bon of the Nine Vehicles and he, himself being the lord of\n                        the dMu lineage, identified a mountain and gave it the name dMu ri smug po.\n                        This is the central peak of Mount Bon ri. The summit is also called lHa ri\n                        gyang tho. He entrusted the local deities who reside on various peaks to\n                        guard the treasures he had concealed: gYung drung lha gnyan rtsal as the\n                        guardian of treasure in the centre, Gangs gnyan stag rtse as the king of the\n                        east, Nyang lha btsan drug as the king of the north, bDud nag rngams sgra\n                        sgrogs as the king of the west and gYu \u0026rsquo;od sman btsun as the goddess of the\n                        south. Kong btsun De mo is the overall protectress of the place and rDzu\n                        \u0026rsquo;phrul klu dbang is the special protector of treasures.\u003c/p\u003e\n\n                     \u003cp\u003eThe sacred mountain Bon ri and its surroundings became a centre of the\n                        teachings of Bon. gNya\u0026rsquo; khri btsan po is said to have descended from the sky\n                        onto the summit lHa ri Gyang tho. He was the first king of Tibet. Co\u0026rsquo;u and\n                        \u0026rsquo;Tshe mi were the first religious attendants of the king; between them and\n                        the king there was the \u0026ldquo;priest-patron\u0026rdquo; relationship. The king and his\n                        religious attendants resided at the foot of Mount dMu ri smug po and\n                        inspired the spreading of the Bon teachings.\u003c/p\u003e\n\n                     \u003cp\u003eSince then a number of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egshen\u003c/span\u003e religious\n                        practitioners have come up to this holy place and established places for\n                        religious practice. dMu ri smug po, the main peak of Mount Bon ri, is the\n                        very highest among the peaks, which include lHa ri Gyang tho, Nor bu ri and\n                        gShen ri bde ldan. On the slopes and in the valleys of Mount Bon ri, there\n                        were the following religious sites: Srid rgyal, sTag bro sa, dGyes ri, dGon\n                        rnying, Srin mo phug, dBus phug, Yang dben, Bya de phug, lHa ri Gyang tho,\n                        gSang gling, Phug gu, Nyi ma phug, sNang ngog, Thugs dkar brag, Brag dkar\n                        zhabs rjes, rDzong chung steng, Shel sku sbug and the cemetery Mi yul skyid\n                        mthing. Mount Bon ri is, therefore, not only a special place for the Bonpo,\n                        but Buddhists as well, who join in its veneration.\u003c/p\u003e\n\n                     \u003cp\u003eMount Bon ri still receives a stream of pilgrims who accumulate merit by\n                        making circumambulations and many prostrations. Mount Bon ri and its\n                        surroundings present unearthly scenery, with the beautiful high mountains\n                        filled with pine trees, bamboo, medicinal herbs, flowers, herbivores and\n                        various kinds of birds.\u003c/p\u003e\n\n                     \u003cp\u003eThere were periods of great celebration in the vicinity of the mountain. One\n                        of the major festivities in a cycle of twelve years was an event called\n                        Nyang po lha gsol, held in the tiger year, from the 1st to the 8th day of\n                        the eighth month. During this period, people got together in the seven Bonpo\n                        monasteries, including sNang ngog, and went through the ceremonies, true to\n                        the time-honoured tradition, of initiation, the fortune-call ritual and\n                        religious dances. The lay folk also performed dances, horse-racing,\n                        horseback archery and the fortune-call parade.\u003c/p\u003e\n\n                     \u003cp\u003eIn the mouse year, on the 8th day of the eighth month, there was the\n                        performance of the fortune-call ceremony by the religious practitioners, and\n                        dances and songs by the lay folk, as in the case of the tiger year. The\n                        origin of this festival goes back to a Bonpo hermit:\u003c/p\u003e\n\n                     \u003cp\u003eIn the Sixth Rab byung (1327-1386) a lama of Shel zhig from the Khams\n                        province rediscovered a crystal image of sTon pa gShen rab called Dri med\n                        shel sku, in the place called Shel sku sbug, and took it back to Khams.\n                        Similarly, three text-rediscoverers from Khyung po found, in Thugs dkar\n                        brag, a conch believed to be self-grown from the teeth of sTon pa gShen rab\n                        and took it back to Khyung po. Following that, in Kong po, a mountain\n                        crumbled, rainfall became rare, fields produced little harvest, disease\n                        spread among people and cattle, famine struck and many other disasters\n                        ensued, which reduced the people to a state of helplessness. During this\n                        time, the hermit dPon gsas Ri pa \u0026rsquo;brug gsas was in meditation at the cave\n                        Thod g-yu phug in Nying khri. The hermit understood the reason for the\n                        disasters and said, \u0026ldquo;The fertility of the soil had been weakened because of\n                        the excavation of the treasures, the image Dri med shel sku and the tooth\n                        conch.\u0026rdquo; He therefore made the people perform the ritual of propitiation\n                        dedicated to the local deities and the fortune-call ceremony. When these\n                        ceremonies ended, rain began to fall, people had a good harvest and the\n                        epidemic abated.\u003c/p\u003e\n\n                     \u003cp\u003eThe local people propitiated the goddess Srid pa rgyal mo in her various\n                        aspects: at Srid rgyal Monastery, it was dKar mo Srid rgyal; at rDzong chung\n                        steng Monastery, sMug mo Srid rgyal; and at sTag bro sa, Srid rgyal drel\n                        nag. The people of the three villages of Nya mgor propitiated the goddess A\n                        ma Yu mo. They also kept the tradition of performing the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsang\u003c/span\u003e ritual on the 15th and 30th of every month at different\n                        sacred sites of Mount Bon ri where there were special signs, such as\n                        footprints of early sages on rocks. This holy mountain, to which all\n                        devotees pay homage and make pilgrimages, is one of the most important\n                        religious sites in the world and, as such, it is well known.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b5-2-6-2\"\u003e(88) Srid rgyal Monastery\u003c/h4\u003e\n\n                     \u003cp\u003eSrid rgyal dgon chen is situated close to Nying khri rdzong, halfway up the\n                        holy mountain Bon ri. Cars can reach the foot of the mountain.\u003c/p\u003e\n\n                     \u003cp\u003eOne of the thirty-seven centres of Bon was rKong yul Se mo thang. These\n                        centres were established during the time of Mu khri btsan po, a son of gNya\u0026rsquo;\n                        khri btsan po. It is at Se mo thang in Kong po that Srid rgyal Monastery is\n                        located.\u003c/p\u003e\n\n                     \u003cp\u003eThe lineage of lamas of this monastery goes back to Ri pa \u0026rsquo;Brug gsas. He is\n                        said to have been the emanation of the tutelary deity sTag la med \u0026rsquo;bar. A\n                        historical document states:\u003c/p\u003e\n\n                     \u003cp\u003e\u0026ldquo;In the land called Bon ri\u003c/p\u003e\n\n                     \u003cp\u003eThere will be a hermit named \u0026rsquo;Brug gsas\u003c/p\u003e\n\n                     \u003cp\u003eWho will possess a \u0026lsquo;magic-stone\u0026rsquo;,\u003c/p\u003e\n\n                     \u003cp\u003eWill be courageous and avert wars,\u003c/p\u003e\n\n                     \u003cp\u003eAnd guide 300,000 people to salvation.\u003c/p\u003e\n\n                     \u003cp\u003eAnyone who contacts him will be rewarded.\u0026rdquo;\u003c/p\u003e\n\n                     \u003cp\u003eThis hermit was born in 1270 in rDza rong into the clan of sMa ra. sMa ra is\n                        a subdivision of the clan Rang bya. He was the second son of dKon cog dge,\n                        the father, and A lcam U gu, the mother. Having been in religious service\n                        until the age of thirteen years, he was given the name \u0026rsquo;Brug gsas rgyal.\n                        From the time he was fourteen until he was nineteen years of age, he\n                        practised meditation. He then listened to various masters in China, \u0026rsquo;Jang\n                        and Mi nyag. He then became conscious of the impermanence of life. He\n                        therefore travelled to Central Tibet and began to practise more meditation,\n                        as well as to perform circumambulation around sacred sites such as Ti se, Ma\n                        pang, Bye ma g-yung drung and sPos ri ngad ldan. He then travelled down to\n                        Kong po in accordance with a prophecy of Srid pa rgyal mo. In 1330, he\n                        \u0026ldquo;opened the door of Bon ri\u0026rdquo; (that is to say, he identified the mountain),\n                        because people had forgotten the fact that the place was one of the\n                        thirty-seven religious centres of Bon. This was due to the long period of\n                        time that passed since sTon pa gShen rab\u0026rsquo;s visit to the place and also due\n                        to the chequered history of the Bon religion.\u003c/p\u003e\n\n                     \u003cp\u003e\u0026rsquo;Brug gsas took up residence in the cave gYu phug, near which the three\n                        streams of Nyang meet. He remained there in meditation for three years and\n                        countenanced deities of tranquil and wrathful aspects from whom he received\n                        more prophecies. He was able to make the eight kinds of demons serve him.\n                        While devoting himself to retreat-practice of Khro bo and Phur pa on the\n                        mountain, he received signs from the goddess dKar mo Srid rgyal for founding\n                        a monastery at this place. He therefore founded Srid rgyal Monastery there.\n                        The interior and exterior of the monastic buildings were of good design and\n                        their religious contents were rich. More than one hundred monks from all\n                        directions gathered together there.\u003c/p\u003e\n\n                     \u003cp\u003eHe left traces of his body and footprints on rocks around the site of the\n                        monastery and passed away at the age of eighty. He promised that he would\n                        come back in the form of a bird to see the monastery every year on the 13th\n                        day of the fourth Tibetan month. A festival called dGon chen Bya mjal was,\n                        thereafter, held on this day and it was the occasion when people went to see\n                        the bird.\u003c/p\u003e\n\n                     \u003cp\u003eThe line of the heads of the monastery was as follows:\u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003e Ri pa \u0026rsquo;Brug gsas\u003c/li\u003e\n\n                        \u003cli\u003e Rag shi Nyi ma rgyal mtshan\u003c/li\u003e\n\n                        \u003cli\u003e Bru ston Nyi ma rgyal mtshan\u003c/li\u003e\n\n                        \u003cli\u003e La tri hri rda (Zhang zhung language: Dam pa blo gros)\u003c/li\u003e\n\n                        \u003cli\u003e sDong sgom bsTan pa lhun grub\u003c/li\u003e\n\n                        \u003cli\u003e rNal \u0026rsquo;byor Nam mkha\u0026rsquo; lhun grub\u003c/li\u003e\n\n                        \u003cli\u003e Tshe dbang lhun grub\u003c/li\u003e\n\n                        \u003cli\u003e bsTan pa rgyal mtshan\u003c/li\u003e\n\n                        \u003cli\u003e gYung drung rnam rgyal\u003c/li\u003e\n\n                        \u003cli\u003e Rin chen tshul khrims\u003c/li\u003e\n\n                        \u003cli\u003e Kun bzang lhun grub\u003c/li\u003e\n\n                        \u003cli\u003e rGyal ba gtsug phud\u003c/li\u003e\n\n                        \u003cli\u003e Tshe dbang legs mchog\u003c/li\u003e\n\n                        \u003cli\u003e gYung drung rgyal mtshan\u003c/li\u003e\n\n                        \u003cli\u003e rGyal ba blo gros\u003c/li\u003e\n\n                        \u003cli\u003e Mi \u0026rsquo;gyur rgyal mtshan\u003c/li\u003e\n\n                        \u003cli\u003e lHun grub dbang rgyal\u003c/li\u003e\n\n                        \u003cli\u003e gYung drung dbang rgyal\u003c/li\u003e\n\n                        \u003cli\u003e Tshe dbang \u0026rsquo;od zer\u003c/li\u003e\n\n                        \u003cli\u003e Khyung sprul gYung drung phun tshogs\u003c/li\u003e\n\n                        \u003cli\u003e Zla ba don \u0026rsquo;grub\u003c/li\u003e\n\n                        \u003cli\u003e Tshul khrims blo gros\u003c/li\u003e\n\n                        \u003cli\u003e mTha\u0026rsquo; yas rgya mtsho\u003c/li\u003e\n\n                        \u003cli\u003e Nor skyabs Rinpoche\u003c/li\u003e\n                     \u003c/ol\u003e\n\n                     \u003cp\u003eDam pa blo gros, the fourth in the line, founded the monastery called rDzong\n                        chung kha. gDong sgom bsTan pa lhun grub, the fifth, founded sTag rtse\n                        Monastery (No.89) in his later life. bsTan pa rgyal mthan, the eighth,\n                        carried out all the duties delegated to him by sPyan gsal Kun \u0026rsquo;phel gling,\n                        an official serving under the Fifth Dalai Lama (1617-1682). As a reward, the\n                        Dalai Lama granted the monastery the special privilege of establishing an\n                        independent monastic code, building a rooftop and making a double\n                        tamarisk-stems-work on the outer wall of the monastic building. At that time\n                        there were four hundred monks in the monastery. Mi \u0026rsquo;gyur rgyal mtshan, the\n                        sixteenth in the line, founded dGyes ri Monastery. Khyung sprul gYung drung\n                        phun tshogs, the twentieth, founded dGon sding Monastery.\u003c/p\u003e\n\n                     \u003cp\u003eAt present there are nineteen monks in the monastery. It has a complete set\n                        of the printed edition of the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/em\u003e\n                        and a complete set of manuscripts of the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo;\n                           brten\u003c/em\u003e. Besides these, there are ritual texts and more than two\n                        hundred volumes\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003eof manuscripts.\u003c/p\u003e\n\n                     \n\n                        \u003ch5 id=\"b5-2-6-2-1\"\u003eAnnual Ritual Services\u003c/h5\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003e In the first month the birthday ceremony of mNyam med Shes rab\n                              rgyal mtshan is celebrated on the 5th day, and the memorial service of\n                              sTong rgyung mthu chen was held for fifteen days.\u003c/li\u003e\n\n                           \u003cli\u003e In the second month there is a recitation of the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/em\u003e and on the occasion of the festival of\n                              sTon pa gShen rab\u0026rsquo;s conversion of demons.\u003c/li\u003e\n\n                           \u003cli\u003e In the third month the ritual cycle of one of the five tutelary\n                              deities is performed for ten days.\u003c/li\u003e\n\n                           \u003cli\u003e In the fourth month, on the 10th day, the birthday of Dran pa nam\n                              mkha\u0026rsquo; was celebrated; on the 13th, the memorial service of Ri pa \u0026rsquo;Brug\n                              gsas was held. For the latter, the Zhi khro khri mchod ceremony was\n                              performed. This festival, called dGon chen Bya mjal (\u0026ldquo;Meeting the bird\n                              of the great monastery\u0026rdquo;), was the occasion when the local people would\n                              dance and sing, and expect to see the vulture, as Ri pa \u0026rsquo;Brug gsas had\n                              promised that he would come in the form of the bird every year.\u003c/li\u003e\n\n                           \u003cli\u003e In the fifth month, starting from the 5th day, the memorial\n                              service of mNyam med Shes rab rgyal mtshan was held for ten\n                              days.\u003c/li\u003e\n\n                           \u003cli\u003e In the sixth month, on the 10th day, the birthday ceremony of Tshe\n                              dbang rig \u0026rsquo;dzin and Pad ma \u0026rsquo;byung gnas was held.\u003c/li\u003e\n\n                           \u003cli\u003e In the seventh month, starting from the 15th day, the confession\n                              ceremony was held for five days.\u003c/li\u003e\n\n                           \u003cli\u003e In the eighth month there was the performance of the ritual cycle\n                              of dBal gsas and the offering of the sacrificial cake a hundred times\n                              to the guardians of the Bon religion for eight days.\u003c/li\u003e\n\n                           \u003cli\u003e In the ninth month, starting from the 13th day, there was the\n                              performance of the Ma tri \u0026rsquo;bum sgrub ceremony as a memorial service of\n                              sTon pa gShen rab for fifteen days.\u003c/li\u003e\n\n                           \u003cli\u003e In the tenth month, on the 15th day, a general religious service\n                              was held.\u003c/li\u003e\n\n                           \u003cli\u003e In the eleventh month, there was the performance of the thousand\n                              offerings of the sacrificial cake to sTag la me \u0026rsquo;bar and the short \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e rite for fifteen days.\u003c/li\u003e\n\n                           \u003cli\u003e In the twelfth month, there was a the performance of the birthday\n                              celebration of sTon pa gShen rab on the 15th day, based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egYung drung klong rgyas\u003c/span\u003e and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e rite based on the ritual cycle of Khro bo for\n                              fifteen days.\u003c/li\u003e\n                        \u003c/ol\u003e\n\n                        \u003cp\u003eDaily assemblies are held to make offerings to the deities.\u003c/p\u003e\n\n                        \u003cp\u003eTea is served twelve times a day, and meals with meat and butter are\n                           provided according to availability. Apart from this, the monks must make\n                           their living by going out and performing religious services in villages\n                           and receiving support from their parents and relatives.\u003c/p\u003e\n\n                     \n\n                  \n\n                  \n\n                     \u003ch4 id=\"b5-2-6-3\"\u003e(89) sTag rtse gYung drung gling Monastery\u003c/h4\u003e\n\n                     \u003cp\u003esDong sgom bsTan pa lhun grub, the fifth head of Srid rgyal Monastery, was a\n                        native of Amdo. He founded sTag rtse gYung drung gling in 1680.\u003c/p\u003e\n\n                     \u003cp\u003eThe line of the heads of this monastery is as follows:\u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003e sDong sgom bsTan pa lhun grub\u003c/li\u003e\n\n                        \u003cli\u003e Tshe dbang lhun grub\u003c/li\u003e\n\n                        \u003cli\u003e Rin chen tshul khrims\u003c/li\u003e\n\n                        \u003cli\u003e sKal bzang lhun grub\u003c/li\u003e\n\n                        \u003cli\u003e rGyal ba gtsug phud\u003c/li\u003e\n\n                        \u003cli\u003e Tshe dbang mchog legs\u003c/li\u003e\n\n                        \u003cli\u003e lHun grub dbang rgyal\u003c/li\u003e\n\n                        \u003cli\u003e gYung drung dbang rgyal\u003c/li\u003e\n\n                        \u003cli\u003e bsTan pa rgyal mtshan\u003c/li\u003e\n\n                        \u003cli\u003e Tshe dbang rnam rgyal\u003c/li\u003e\n\n                        \u003cli\u003e Tshe dbang bdud \u0026rsquo;dul\u003c/li\u003e\n                     \u003c/ol\u003e\n\n                     \u003cp\u003eThis monastery formerly possessed such religious objects as the following: a\n                        marvelous precious stone found on the peak of Bon ri by sDong sgom bsTan pa\n                        lhun grub; the latter\u0026rsquo;s image, called lCe me thub; and statues of Phur pa,\n                        rTa mgrin and Padmasambhava. There were more than two thousand manuscripts\n                        including the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/em\u003e and \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; brten\u003c/em\u003e.\u003c/p\u003e\n\n                     \u003cp\u003eAt present the monastery possesses relics of sDong sgom bsTan pa lhun grub,\n                        a large white conch, more than ten statues, including Phur pa, rTa mgrin,\n                        and \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/em\u003e and \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; brten\u003c/em\u003e. There are no more than twelve monks in this\n                        monastery now.\u003c/p\u003e\n\n                     \u003cp\u003eNear the monastery there is a rock-face upon which sDong sgom bsTan pa lhun\n                        grub inscribed the five syllables \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003estag\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ertse\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eg-yung\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edrung \u003c/span\u003eand\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egling\u003c/span\u003e with his fingers, and a stone with his\n                        handprint on it. At the back of the monastery there is a meditation cave of\n                        the four scholarly ones; to the north there is a rock with an amazing shape,\n                        called Ye shes dbal mo; up the valley there is the meditation cave of sDong\n                        sgoms bsTan pa lhun grub. The area around the monastery is covered with\n                        dense forest of various kinds of trees and is considered to be the abode of\n                        the three protective deities, Ma, bDud and bTsan. It stands in a magnificent\n                        place surrounded by mountains, the abodes of the local deities, including\n                        lHa gnyan gYung drung rtse in the centre, rGyal po Kong gnyan rgyal in the\n                        east, bDud nag rNgams sgra sgrog in the west, Ma mo gYu \u0026rsquo;od sman in the\n                        south and Nyang lha bTsan drug in the north.\u003c/p\u003e\n\n                     \n\n                        \u003ch5 id=\"b5-2-6-3-1\"\u003eServices and Rituals\u003c/h5\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003e In the first month there is the memorial service of mNyam med Shes\n                              rab rgyal mtshan for six days starting from the 1st day of the month,\n                              and the performance of the offering of sacrificial cake one hundred\n                              times to sTag la me \u0026rsquo;bar and one thousand times to the protective\n                              deities for nine days.\u003c/li\u003e\n\n                           \u003cli\u003e In the second month, offerings of the sacrificial cake are made to\n                              Ge khod gsang drag for eleven days.\u003c/li\u003e\n\n                           \u003cli\u003e In the third month, starting from the 8th day, offerings of the\n                              sacrificial cake are made to dBal gsas for ten days.\u003c/li\u003e\n\n                           \u003cli\u003e In the fifth month, starting from the 8th day, the ritual of rNam\n                              rgyal stong mchod is performed for seven days.\u003c/li\u003e\n\n                           \u003cli\u003e In the ninth month, starting from the 22nd day, offerings of the\n                              sacrificial cake are made to sTag la me \u0026rsquo;bar for ten days.\u003c/li\u003e\n\n                           \u003cli\u003e In the eleventh month, starting from the 9th day, the sTag rtse me\n                              mchod is performed for seven days.\u003c/li\u003e\n\n                           \u003cli\u003e In the twelfth month, starting from the 22nd day, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e rite is performed for ten days.\u003c/li\u003e\n                        \u003c/ol\u003e\n\n                        \u003cp\u003eAs for daily activities, the day is divided into four parts: in the\n                           first, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsang\u003c/span\u003e ritual; in the second, water\n                           offering and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsur\u003c/span\u003e ceremony; in the third,\n                           prayers; and last, propitiation of the protective deities.\u003c/p\u003e\n\n                        \u003cp\u003eThe local deity residing on the hill behind the monastery is called Pho\n                           lha \u0026rsquo;Ba\u0026rsquo; ba dpal ldan and the local deity of sTag rtse village is the\n                           goddess A ma Pad mo.\u003c/p\u003e\n\n                        \u003cp\u003eFor their means of living, the monks receive an annual stipend of 2,880\n                              \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eyuan\u003c/span\u003e from the lama, and the local devotees offer\n                           over ten thousand \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eyuan\u003c/span\u003e for the expenses of the\n                           performance of the rituals mentioned above.\u003c/p\u003e\n\n                        \u003cp\u003eTo go to rTse thang in lHo kha from Nying khri rdzong one takes the route\n                           that passes through Glang rdzong. The road is reasonably good, but it is\n                           very often winding and, moreover, one must go up and across the big\n                           mountain pass called sPor thang la. It can, therefore, take some twelve\n                           hours to reach rTse thang.\u003c/p\u003e\n\n                        \u003cp\u003eFrom rTse thang to sNye mo rdzong is a drive of three and a half hours,\n                           crossing the large bridge at Chu shur.\u003c/p\u003e\n\n                     \n\n                  \n\n               \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-2-6/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-2-6","is_primary":false,"created_at":"2011-12-13 02:30:55 UTC","updated_at":"2011-12-13 02:30:55 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}