{"descriptions":[{"id":1330,"title":"Dzamar Sharigön Dargyé Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch3 id=\"b5-1-1\"\u003esNye rong rdzong\u003c/h3\u003e\n\n                     \u003ch4 id=\"b5-1-1-3\"\u003e(11) Sha ri Monastery\u003c/h4\u003e\n\n                     \u003cp\u003erDza dmar Sha ri dgon Dar rgyas gling is located in the southern rDza dmar\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, which covers the north-western part of sNye\n                        rong rdzong.\u003c/p\u003e\n\n                     \u003cp\u003eThe monastery stands on top of a small hill, to the north of which stretches\n                        a range of magnificent rocky mountains. The plain around the monastery is\n                        beautiful, large and spacious. A great many people, both lay and clerical,\n                        would be fascinated at the sight of it.\u003c/p\u003e\n\n                     \u003cp\u003eThe monastery was founded in 1890 by bSod nams g-yung drung of the sKam\n                        clan. The story of the monastery\u0026rsquo;s beginnings is as follows:\u003c/p\u003e\n\n                     \u003cp\u003eThe great abbot of sMan ri (No.1), bSod nams lhun grup dbang gi rgyal po,\n                        came to stay in rDza dmar in the Thirteenth Rab byung. During his stay he\n                        fasted on the tenth day of every month, and made flower-offerings. Having\n                        seen this, some senior Bonpo took it as being most important for them and\n                        adopted it as a part of their collective works. The accomplished saint\n                        repeatedly shouted out an oath to the territorial deities such as Ri rgan\n                        Bum rdza se mo, and made them take vows so that they would protect the\n                        peaceful communities. \u003c/p\u003e\n\n                     \u003cp\u003eLater, when the great abbot of sMan ri, Nyi ma bstan \u0026rsquo;dzin, came to rDza\n                        dmar, he not only urged and explained the necessity of building a monastery\n                        there, he also made the most careful preparations he could afford.\u003c/p\u003e\n\n                     \u003cp\u003eThen another great abbot of mKhar sna (No.7), \u0026rsquo;Gro mgron Shes rab g-yung\n                        drung, came to rDza dmar and built a five-storey stupa at bKra shis na mo\n                        che. In addition to this, he identified the sacred hill on which a monastery\n                        should be built, and made a thorough investigation of the place.\u003c/p\u003e\n\n                     \u003cp\u003eThe story of the origin of the name rDza dmar Sha ri goes as follows: Once\n                        when gShen gSang ba \u0026rsquo;dus pa captured some witches, he bound them all firmly\n                        to a chicken-shaped rock, on the part that looked like the head of a bird.\n                        But two of them, Me bza\u0026rsquo; brag sbyor and Chu bza\u0026rsquo; rlung sbyor, managed to\n                        escape, barely, and disguised themselves as deer. Later, however, gSang ba\n                        \u0026rsquo;dus pa killed them with his sword, which made him famous as a deer hunter,\n                        Sha ba ri (hence the name Sha ri).\u003c/p\u003e\n\n                     \u003cp\u003eTo the south of rDza dmar Sha ri there is a rocky mountain called Tshe bum\n                        in which a number of treasures are kept, including the magical objects of\n                        sTag la me \u0026rsquo;bar, the mysterious stick of \u0026rsquo;Od ldan \u0026rsquo;bar ba and the like.\u003c/p\u003e\n\n                     \u003cp\u003eTo the east is Shel rdzong, the abode of Yum chen Thugs rje Byams ma. There\n                        is also a cave called the Shel phug, the abode of Kun bzang rGyal ba \u0026rsquo;dus\n                        pa, in which there are many self-grown (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erang byon\u003c/span\u003e)\n                        letters on the rock and self-grown figures of particularly eminent ones\n                        still visible. In 1892, sKam bSod nams g-yung drung founded rDza dmar Sha ri\n                        Monastery in accordance with the prophecy made by Shes rab g-yung drung,\n                        undertaking mass fasting, which had previously been practised by senior\n                        Bonpo on the tenth day of each month as the basis of their activities.\u003c/p\u003e\n\n                     \u003cp\u003eThe altar and religious objects were completely renewed and the monastery\n                        was looked after by mKhan nag bla chung, Khro bla sKal bzang rgya mtsho,\n                        bZod pa dge slong and A mchod Ge khod. Although bsTan pa tshul khrims, who\n                        was then sent from sMan ri, became widely known as the Sha ri abbot, the\n                        unfavourable climate gave him no choice but to finally return to his home in\n                        rGyal rong.\u003c/p\u003e\n\n                     \u003cp\u003eThe next to take care of the monastery was mTshams pa Shes rab. However, to\n                        his misfortune, a gush of water from underground caused the temple and the\n                        schoolhouse to be ruined. The monastery suffered greatly, on the brink of\n                        annihilation.\u003c/p\u003e\n\n                     \u003cp\u003eAt that time, in the course of a discussion involving officials, citizens\n                        and monks, an expectation grew that sKam Tshe dbang \u0026rsquo;gyur med (generally\n                        called sKam \u0026rsquo;Gyur dga\u0026rsquo; Rinpoche) would restore and maintain the monastery.\n                        They told him the essentials of the discussion, which he fully accepted.\u003c/p\u003e\n\n                     \u003cp\u003eTshe dbang \u0026rsquo;gyur med was exceedingly venerable; he had taken the monastic\n                        oaths in the presence of the abbot of sMan ri, Phun tshogs blo gros, had\n                        studied under many great teachers and had completed the quintessence of the\n                        three Sutra, Tantra and rDzogs chen. For the sake of all beings, he spread\n                        the teachings of gShen widely, so that his fame reached every part of the\n                        Bonpo community. All Bonpo experienced such heartfelt gratification that\n                        they respected him as their head.\u003c/p\u003e\n\n                     \u003cp\u003eHe spent everything that had been given to him by many patrons and\n                        proponents, lay and clergy, solely on good deeds. Since there was no choice\n                        but for the monastery to be transferred to another place and rebuilt, the\n                        great abbot of sMan ri, Nyi ma dbang rgyal, and some others inspected Nor bu\n                        gdong, the plain below Ri rgan bum rdza. However, the officials, citizens\n                        and monks of rDza dmar all raised an objection to this with the reason that\n                        the place was too far from Ge mo where the lord Kham pa Ge khod resided,\n                        along with other reasons. A discussion was then held among Tshe dbang \u0026rsquo;gyur\n                        med, Zhwa khra \u0026rsquo;Chi med, the chieftain of rDza dmar, and Kham pa Ge khod,\n                        the chieftain of Ge mo. They reached an agreement to build the monastery\n                        midway between rDza dmar and Ge mo.\u003c/p\u003e\n\n                     \u003cp\u003eAs almost all the religious objects of the monastery except for one set\n                        manuscript of the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur \u003c/em\u003eand \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; brten\u003c/em\u003e and some fine incense had been\n                        dispersed by that time, sKam \u0026rsquo;Gyur dga\u0026rsquo; began to gather together the\n                        religious objects and the people and the government of rDza dmar began to\n                        work on the temple. Since they participated in the construction in this way,\n                        the religious objects and the temple were soon nearly completed, when sKam\n                        \u0026rsquo;Gyur dga\u0026rsquo; was struck down with an illness. Taking over his work, two of his\n                        disciples, bSod nams lhun grub and Nam mkha\u0026rsquo; rgyal mtshan of the sKam clan,\n                        completed the task.\u003c/p\u003e\n\n                     \u003cp\u003eWith respect to the family of sKam, it is known to be in the line of the\n                        sGo, one of the five great clans of early Tibet: sGa, sGo, gDong, dBra and\n                        \u0026rsquo;Bru. The forefather of the sKam transformed himself into a deity\u0026rsquo;s\n                        offspring called dGa\u0026rsquo; ba mdangs ldan, and descended to this world for the\n                        sake of religious trainees, so that they would be led by the clear light of\n                        the deity. In order to tame the devil Bhyo ra nag po, he came down to a\n                        place called Yul bla ra na se with a turquoise drum booming in his hand.\n                        There he was known by the name of sGo rgyal lha bon thod dkar.\u003c/p\u003e\n\n                     \u003cp\u003eThe reason why he was known by the name of sKam is as follows: there was\n                        once a time when the lake Dwang ra g-yu mtsho overflowed naturally, and sGo\n                        rgyal lha bon thod dkar appeared and demonstrated his acquired ability by\n                        drying up the flood. After this, his clan came to be called by the name of\n                        sKam (which means drying).\u003c/p\u003e\n\n                     \u003cp\u003eSubsequently, in some districts, including Dwang ra g-yu mtsho, sDe dge, and\n                        Hor sBra chen, men of the sKam family through successive generations became\n                        the most talented leaders. It is said that that there have been some 180\n                        masters in the sKam family, such as sGo A lod shig gzan, gYung drung nyi\n                        rgyal, the tutor of Nyi ma bstan \u0026rsquo;dzin, the great abbot of sMan ri; sKam\n                        Khro rgyal grags pa, Nyi ma rgyal mtshan, the abbot of So brgyad, and\n                        others.\u003c/p\u003e\n\n                     \u003cp\u003eThe way in which the sKam family formed the foundation of prosperity in the\n                        Hor sBra chen district was as follows: Once when a quarrel was provoked in\n                        the sDe dge district between sKam bsTan \u0026rsquo;dzin gtsug phud and Ga lhug, the\n                        chieftain of dKar shul, they asked the king of sDe dge at lHa thog to deal\n                        with it. sKam bsTan \u0026rsquo;dzin gtsug phud won the decision that the monastery\n                        should be exempt from taxation. Hearing this, the chieftain of dKar shul\n                        developed a hatred for him, and threatened that no monk would be allowed in\n                        the monastery. However, sKam bsTan \u0026rsquo;dzin gtsug phud felt generous enough to\n                        leave an excellent mark at the rTsi chu river as witness of his spiritual\n                        accomplishment. The Hor lineage eagerly wanted to leave for rTa sgo in upper\n                        Nag tshang. However at that time, Nyi ma rgyal mtshan, the elder son of the\n                        religious teacher of the Klu phug monastery in the Hor sBra chen district,\n                        repeatedly expressed his hope that he would fix his permanent abode in Hor\n                        sBra chen. Because of this, sKam bsTan \u0026rsquo;dzin gtsug phud took up permanent\n                        residence in the Hor sBra chen district so that he could give full support\n                        to the hope of Nyi ma rgyal mtshan. Descendants of sKam gradually increased\n                        and the teachings of gShen became widespread in rDza dmar in the sNye rong\n                        district. The reputation of the sKam family thus came to be widely known in\n                        Hor sBra chen.\u003c/p\u003e\n\n                     \n\n                        \u003ch5 id=\"b5-1-1-3-1\"\u003eStructure and religious objects of the monastery\u003c/h5\u003e\n\n                        \u003cp\u003eThe monastery consisted of the following buildings: the assembly hall\n                           with four long pillars and sixteen short ones; two temples, rNam rgyal\n                           lha khang and Dran pa lha khang, each with four long pillars and four\n                           short ones; the two-storey \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla brang\u003c/span\u003e; the meditation\n                           hall; and the large quarters for monks.\u003c/p\u003e\n\n                        \u003cp\u003eFormerly, this monastery possessed an abundance of religious objects\n                           including the following: a sacred gilt-bronze statue of gShen rab rNam\n                           par rgyal ba as tall as a two-storey house, the Four Buddhas of\n                           gilt-bronze and a gilt-bronze statue of gShen rab Mi bo. In the Dran pa\n                           lha khang were the reliquary stupas of sKam \u0026rsquo;Gyur dga\u0026rsquo; and some other\n                           relics.\u003c/p\u003e\n\n                        \u003cp\u003eAmong the many religious objects, the ones of particular importance were\n                           the following: the treasure-trove statue of sTon pa gShen rab; the big\n                           conch called bKra shis \u0026rsquo;od \u0026rsquo;bar; multiple relics called Yid bzhin dbang\n                           gi rgyal po; three small tsha tsha clay images belonging to \u0026rsquo;Chi med Dran\n                           pa, the father and sons; the golden flat-bell of self-deliverance; the\n                           self-grown white letter A, found in rTsa ri mtsho dkar by Karma pa Rang\n                           byung rdor rje; the footprint of mKha\u0026rsquo; \u0026rsquo;gro Klu yang sgong brgyad; the\n                           silver statue of gShen lha \u0026rsquo;od dkar called bKra shis \u0026rsquo;od \u0026rsquo;bar,\n                           rediscovered by Nyag gter gSang sngags gling pa; the \u0026ldquo;red gold\u0026rdquo; stupa\n                           discovered by Khro tshang \u0026rsquo;brug lha in the rDzu \u0026rsquo;phrul phug cave on Mt.\n                           Ti se; the self-grown image of Zhi ba Kun tu bzang po, which came out of\n                           the teeth of a Shel sku Khro bo rgyal mtshan; the self-grown image of\n                           gShen lha, which appeared on the skull of Khyung po Gyer chen zla med;\n                           \u0026ldquo;six relics of the six directions\u0026rdquo;; and a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ephur pa\u003c/span\u003e\n                           dagger made of bronze.\u003c/p\u003e\n\n                        \u003cp\u003eThere were also a great many precious manuscripts including a high\n                           quality set of \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/em\u003e and \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; brten\u003c/em\u003e, the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eKhams brgyad\u003c/em\u003e, the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eMi nub\n                              mtshan mdo\u003c/em\u003e and the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eDri med gzi\n                              brjid\u003c/em\u003e.\u003c/p\u003e\n\n                     \n\n                     \n\n                        \u003ch5 id=\"b5-1-1-3-2\"\u003eAnnual religious activities and rituals\u003c/h5\u003e\n\n                        \u003cp\u003eThis monastery followed various traditions such as that of Zhu, Bru and\n                           the New Tradition.\u003c/p\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003e In the first Tibetan month a fast was performed.\u003c/li\u003e\n\n                           \u003cli\u003e In the sixth month there was an annual festival during which an\n                              assembly was held on the tenth day, concurrently with which a\n                              religious dance was performed.\u003c/li\u003e\n\n                           \u003cli\u003e During the three months from the tenth to the twelfth, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e rite was performed once each month, three\n                              times in all. In the old days when the monastery flourished, there\n                              were monthly prescribed services.\u003c/li\u003e\n                        \u003c/ol\u003e\n\n                        \u003cp\u003eAt that time, this monastery was an establishment where there were both\n                           monks and tantric practitioners. There were about twenty monks and some\n                           sixty trantric practitioners.\u003c/p\u003e\n\n                        \u003cp\u003eIt is said that there were \u0026ldquo;the eighty generations of Bonpo tantric\n                           practitioners of rDza dmar\u0026rdquo;. Some of these must have observed the tantric\n                           vows properly. Among the monks there were many who observed their vows\n                           strictly. The famous chanting master of sMan ri, called the Teacher sBa\n                           ba, was also a monk from Sha ri Monastery.\u003c/p\u003e\n\n                        \u003cp\u003eAt present, this monastery has eight lamas and twenty-five monks whose\n                           conditions are good in every respect.\u003c/p\u003e\n\n                     \n\n                  \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-1-1-3/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-1-1-3","is_primary":false,"created_at":"2011-12-13 02:28:52 UTC","updated_at":"2011-12-13 02:28:52 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}