{"descriptions":[{"id":1268,"title":"Taktsang Lhamo Monastery (stag tshang lha mo dgon pa)","content":"\u003cp\u003eTaktsang Lhamo (stag tshang lha mo)/Kirti Monastery (ki rti dgon pa) was a monastic polity exercising joint political and religious rule of a wide area before 1949, based mainly in Dz\u0026ouml;rg\u0026eacute; (mdzod dge; Dz\u0026ouml;g\u0026eacute; in Standard Tibetan pronunciation) but extending into Ngawa (rnga ba) and Markham (smar khams) counties in Ngawa Prefecture and Sangchu (bsang chu), Luchu (klu chu), and Tewo (the bo) counties in Kanlho (kan lho) Prefecture.\u003ca href=\"#_ftn1\"\u003e[1]\u003c/a\u003e Taktsang Lhamo seems to be the mother monastery of the Kirti Monastery in the same valley, as well as many other monasteries in Tewo. The two have not always cooperated though, as is clear from Ekvall\u0026rsquo;s account of his time there, in which he calls Kirti: Gurdi Monastery. What the extent of the monasteries control over the plains of Dz\u0026ouml;g\u0026eacute; remains to be determined, though some sense of this might be extracted from Ekvall\u0026rsquo;s work.\u003c/p\u003e\n\u003cp\u003eTaktsang Lhamo is the most well-known among all Kirti monasteries. It was the base of the past ten Kirti Rinpoch\u0026eacute;s for carrying out religious activities and thus it served as the mother monastery, despite the fact that Kala Mountain Retreat (kwa la ri ri khrod), which the first Kirti Rinpoch\u0026eacute;\u003ca href=\"#_ftn2\"\u003e[2]\u003c/a\u003e founded at the beginning, is actually the mother monastery. Takstang Lhamo ruled two tsowa (\u003cem\u003etsho ba\u003c/em\u003e) directly and it had about 470 \u003cem\u003etawa \u003c/em\u003e(\u003cem\u003emtha\u0026rsquo; ba\u003c/em\u003e)\u003ca href=\"#_ftn3\"\u003e\u003cem\u003e\u003cstrong\u003e[3]\u003c/strong\u003e\u003c/em\u003e\u003c/a\u003e households, or 1465 people.\u003ca href=\"#_ftn4\"\u003e[4]\u003c/a\u003e There were twelve villages around the monastery and they were the monastery\u0026rsquo;s lhad\u0026eacute; (\u003cem\u003elha sde\u003c/em\u003e)\u003ca href=\"#_ftn5\"\u003e\u003cem\u003e\u003cstrong\u003e[5]\u003c/strong\u003e\u003c/em\u003e\u003c/a\u003e. The highest leadership of the monastery was two people, namely Kirti Rinpoch\u0026eacute; and the W\u0026ouml;npo (dbon po). There were 17 reincarnate lamas at the monastery and each of them had their own residence\u003cem\u003e \u003c/em\u003e(\u003cem\u003ebla brang\u003c/em\u003e). As the highest lama of the monastery, Kirti Rinpoch\u0026eacute; exercised executive power over the religious and temporal affairs at the monastery, as well as the economic activities. The W\u0026ouml;npo was the main person in charge of administration and finances. Usually, this person would be a close relative of the lama. The position of the W\u0026ouml;npo at Kirti Monastery was hereditary and the first W\u0026ouml;npo was a relative of the first Kirti Rinpoch\u0026eacute;. Prior to 1950, W\u0026ouml;npo Nyerwa S\u0026ouml;nam (dbon po gnyer ba bsod nams) held the absolute power over the monastery. As his title suggests, he was both W\u0026ouml;npo and Nyerwa (gnyer ba), whose job was to manage the resources of the monastery and look after the tawa villages. Moreover, he enjoyed a good relationship with Ma Bufang.\u003c/p\u003e\n\u003cp\u003eThe influence of Kirti Monastery has extended to the provinces of Sichuan and Gansu. Kirti Monastery has eighteen monasteries under it. In principle, these monasteries were managed by their own lamas, but in practice the W\u0026ouml;npo controlled them all. The mother monastery appointed the lamas at these monasteries and important matters were reported to the mother monastery. It is important to note here that the relationship between Kirti Monastery and Labrang Monastery has not been a good one, especially since the time of the eighth Kirti Rinpoch\u0026eacute; (1849-1905).\u0026nbsp;\u0026nbsp;\u003c/p\u003e\n\u003cp\u003eHortsang Jikm\u0026eacute; (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003ehor gtsang \u0026rsquo;jigs med\u003c/span\u003e) says that Kirti Monastery ruled Khagya (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003ekha gya\u003c/span\u003e), B\u0026ouml;ro (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003e\u0026rsquo;bos ro\u003c/span\u003e), Jangtsa (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eskyang tsha\u003c/span\u003e; Kyangtsa in Standard Tibetan pronunciation), Dringwa (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003e\u0026rsquo;bring ba\u003c/span\u003e), Zaru (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003egza\u0026rsquo; ru\u003c/span\u003e), and Tsongru (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003etshong ru\u003c/span\u003e), which are part of the Twelve Divisions of Dz\u0026ouml;rg\u0026eacute;.\u003c/p\u003e\n\u003ch2\u003e\u003cstrong\u003eReference \u003c/strong\u003e\u003c/h2\u003e\n\u003cp\u003eUnless otherwise noted, all notes are to:\u003c/p\u003e\n\u003cp\u003eHor gtsang \u0026rsquo;jigs med. \u003cem\u003eMdo smad lo rgyus chen mo las sde tsho\u0026rsquo;i skor glegs bam dang bo \u003c/em\u003e[The First Volume of Communities and Tsowa (sde tsho) in The Greater History of Amdo]. Dharamsala, India: Library of Tibetan Works \u0026amp; Archives, 2009, 208-331.\u003c/p\u003e\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e\n\u003chr size=\"1\" /\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref1\"\u003e[1]\u003c/a\u003e Yang Songbo \u0026amp; Qudan, \u003cem\u003eAba dichu zongjiao shiyao\u003c/em\u003e (Chengdu: Chengdu ditu chubanshe, 1993), 348.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref2\"\u003e[2]\u003c/a\u003e The first Kirti Rinpoch\u0026eacute; was Rongchen Gend\u0026uuml;n Gyentsen (rong chen dge \u0026rsquo;dun rgyal mtshan). He was ordained by Tsongkhapa.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref3\"\u003e[3]\u003c/a\u003e \u003cem\u003eT\u003c/em\u003e\u003cem\u003eawa \u003c/em\u003e(\u003cem\u003emtha\u0026rsquo; ba\u003c/em\u003e)\u003cem\u003e \u003c/em\u003erefers to\u0026nbsp;the villages\u0026nbsp;near the monastery that are responsible for providing labor services\u0026nbsp;to the monastery such as taking care of the monastery's animals. \u003cem\u003eTawa\u003c/em\u003e literally means \u0026ldquo;edge\u0026rdquo; and in this case it means the villages on the edge of the monastery.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref4\"\u003e[4]\u003c/a\u003e Yang Songbo \u0026amp; Qudan, \u003cem\u003eAba dichu zongjiao shiyao\u003c/em\u003e (Chengdu: Chengdu ditu chubanshe, 1993), 348.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref5\"\u003e[5]\u003c/a\u003e \u003cem\u003eLhad\u0026eacute; \u003c/em\u003e(\u003cem\u003elha sde\u003c/em\u003e)\u003cem\u003e \u003c/em\u003erefers to the villages that support the monasteries by giving donations. Most monasteries have\u0026nbsp;\u003cem\u003elhad\u0026eacute;\u003c/em\u003e e.g, Rongwo \u003cem\u003elhad\u0026eacute;\u003c/em\u003e (\u003cem\u003elha sde\u003c/em\u003e of Rong bo Monastery).\u0026nbsp;These\u0026nbsp;\u003cem\u003e\u0026nbsp;\u003c/em\u003e\u003cem\u003elhad\u0026eacute;\u003c/em\u003e villages do not have a particular name\u0026nbsp;and they are simply called \u003cem\u003e\u003c/em\u003e\u003cem\u003elhad\u0026eacute;\u003c/em\u003e. Usually \u003cem\u003etawa\u003c/em\u003e (\u003cem\u003emtha' ba\u003c/em\u003e) villages are poor and dependent on the monastery, whereas\u0026nbsp;\u003cem\u003e\u003c/em\u003e\u003cem\u003elhad\u0026eacute;\u003c/em\u003e villages are better off and\u0026nbsp;the monastery is dependent on them.\u0026nbsp;One translation for\u0026nbsp;\u003cem\u003e\u003c/em\u003e\u003cem\u003elhad\u0026eacute;\u003c/em\u003e is \u0026ldquo;parish.\u0026rdquo;\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2011-07-06 07:26:11 UTC","updated_at":"2011-07-08 12:37:07 UTC","authors":[{"id":"24","fullname":"Gray Tuttle"},{"id":"24","fullname":"Gray Tuttle"}]}]}