{"descriptions":[{"id":1342,"title":"Ngülkho Gön Yungdrung Dargyé Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch3 id=\"b5-1-4\"\u003e\u0026rsquo;Bri ru rdzong \u003c/h3\u003e\n\n                     \u003ch4 id=\"b5-1-4-4\"\u003e(23) dNgul kho Monastery\u003c/h4\u003e\n\n                     \u003cp\u003edNgul kho dgon gYung drung dar rgyas gling was built by Kyu ra \u0026rsquo;od zer in\n                        1240 in the present-day dNgul kho village. It is a traditional \u0026ldquo;Tantric\n                        monastery\u0026rdquo;, small but influential, and has been in a state of stability with\n                        no serious ups and downs for a long time. History does not tell clearly the\n                        individual names of every lama who has cared for and protected the monastery\n                        so far, but it is said that descendants in the Ko bo lineage, one of the\n                        three descent groups of the region called Ko bo, Rag shi and Shel sku took\n                        care of the monastery and rendered great service in keeping, defending and\n                        spreading the doctrine of Eternal Bon.\u003c/p\u003e\n\n                     \u003cp\u003eLater, in the Fifteenth Rab byung, Me ston Nyi ma rgyal mtshan, a hermit\n                        from Brag dmar ri \u0026rsquo;dun in Khyung po, and sTag zhig Rin chen dbang ldan, a\n                        disciple of Grub chen sMon lam rgyal mtshan, on their way to Kong po,\n                        established a close patron-priest relationship with the villagers and monks\n                        of rGyal shod. Acceding to the wishes expressed by the Shel sku villagers,\n                        these hermits decided to take care of the dNgul kho Monastery.\u003c/p\u003e\n\n                     \u003cp\u003eSeveral years after that, sTag zhig Rin dbang, accompanied by some others,\n                        arrived in rGyal shod and became the head of this monastery.\u003c/p\u003e\n\n                     \u003cp\u003eAt the end of the Fifteenth Rab byung, dNgul kho Monastery was moved from\n                        dNgul kho village to the western outskirts, midway up the slope of the\n                        mountain. It now takes about twenty minutes to go up to the monastery by\n                        car.\u003c/p\u003e\n\n                     \u003cp\u003eWhen the monastery was built, Ban dkar stag phu chos rje Ngag dbang bstan\n                        \u0026rsquo;dzing rgya mtsho, who was of the dGe lugs pa school, gave a huge amount of\n                        tea, grain and the like, by way of offering congratulations for the\n                        completion of the monastery.\u003c/p\u003e\n\n                     \u003cp\u003eHaving fully completed dNgul kho Monastery with excellent buildings and\n                        religious objects, sTag zhig Rin dbang summoned all the monks of the Eternal\n                        Bon monasteries and hermitages in rGyal shod district to his monastery and\n                        performed the \u0026ldquo;medicine rite\u0026rdquo; (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esman sgrub\u003c/span\u003e) based on the\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhro bo \u0026rsquo;od zer \u0026rsquo;khyil ba\u003c/span\u003e. This was the first time\n                        such a rite, on such a grand scale, was performed in the region. He bestowed\n                        upon the participants all the teachings they wished for. Not only that,\n                        according to the manner of each monastic community, he continually arranged\n                        plentiful offerings and brought back the lost rules of the regular services\n                        of dNgul kho Monastery and recruited more monks and lay practitioners than\n                        before.\u003c/p\u003e\n\n                     \u003cp\u003eSince this lama himself relied upon those laymen who had taken some vows, he\n                        obtained the real nature of power of wisdom and compassion by means of\n                        Tantric practices. He is said to have been a man of outstanding virtue and\n                        deeds, and who had rediscovered the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTshogs bdag rol pa\u003c/span\u003e\n                        and the statue of Tshe dbang rig \u0026rsquo;dzin among the rocks of Sen ge gnam rdzong\n                        in gSa\u0026rsquo; phu.\u003c/p\u003e\n\n                     \u003cp\u003eAccording to the description in his biography, he was born in 1883. A\n                        special ordinance was given to the monastery by His Holiness the Thirteenth\n                        Dalai Lama, Thub bstan rgya mtsho.\u003c/p\u003e\n\n                     \u003cp\u003eDuring the time of sTag zhig Rin dbang, dNgul kho dar rgyal gling made\n                        progress in deserving its name. Later, around the 1920s, both the lama and\n                        his disciple died, one after the other.\u003c/p\u003e\n\n                     \u003cp\u003eSince this monastery was a mixture of old and new Bonpo tradition, the\n                        regular prayer services and rituals are also practised accordingly.\u003c/p\u003e\n\n                     \n\n                        \u003ch5 id=\"b5-1-4-4-1\"\u003eMain religious objects\u003c/h5\u003e\n\n                        \u003cp\u003eThe monastery\u0026rsquo;s religious objects, which were in perfect condition,\n                           included the following: a bronze statue of Zhi ba Kun bzang a skor; one\n                           of Tshe dbang rig \u0026rsquo;dzin, rediscovered in gSa\u0026rsquo; phu by sTag gzhi Rin dbang;\n                           a conch of enlightenment that belonged to sTag gzhi Rin dbang; and the\n                           three relics of sTag gzhi Tshul khrims called \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esha\u003c/span\u003e\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eri ram, me ri ram and chu ri ram\u003c/span\u003e, which came out of\n                           his brain. However, after the death of sTag gzhi Rin dbang, the monastery\n                           declined, due to many problems.\u003c/p\u003e\n\n                        \u003cp\u003eThis monastery had a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eslob dpon\u003c/span\u003e, a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edbu mdzad\u003c/span\u003e, a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edge bskos\u003c/span\u003e and a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003espyi phyag\u003c/span\u003e. The latter took all the responsibilities\n                           for supervising the monastic work. There used to be about forty\n                           monks.\u003c/p\u003e\n\n                        \u003cp\u003eThis monastery was recently restored to some degree by A bu bSam med and\n                           others, and has about thirty monks at present. It is situated in a\n                           beautiful environment, and near it there is a sacred graveyard.\u003c/p\u003e\n\n                        \u003cp\u003eAt present, dNgul kho Monastery is, on the whole, in a state of more\n                           serious decline than ever before.\u003c/p\u003e\n\n                        \u003cp\u003eFrom dNgul kho Monastery, travelling about six kilometres eastward along\n                           the river rGyal chu, we come to Ban dkar \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, in\n                           which rDo rting Monastery is located. The monastery is situated on a hill\n                           to the south-west of the river rGyal chu. It takes about twenty minutes\n                           on foot to reach the top of the hill.\u003c/p\u003e\n\n                     \n\n                  \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-1-4-4/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-1-4-4","is_primary":false,"created_at":"2011-12-13 02:28:58 UTC","updated_at":"2011-12-13 02:28:58 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}