{"descriptions":[{"id":1345,"title":"Patsang Gön Yungdrung Rapten Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch3 id=\"b5-1-5\"\u003esBra chen rdzong\u003c/h3\u003e\n\n                     \u003ch4 id=\"b5-1-5-1\"\u003e(26) sPa tshang Monastery \u003c/h4\u003e\n\n                     \u003cp\u003esPa tshang dgon gYung drung rab brtan gling belongs to Ye tha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang \u003c/span\u003eand can be reached within ten minutes, walking\n                        from sBra chen rdzong. It was founded in 1847 by sPa ston gYung drung nam\n                        bzang, who was of the holy sPa lineage. The sPa is one of the six sacred\n                        families: Bru, Zhu, gShen, sPa, rMe\u0026rsquo;u and Khyung. The Bon Sources and some\n                        other historical documents give reasons why the sPa family is important:\u003c/p\u003e\n\n                     \u003cp\u003elHa bu sPa ba spa thog, a son of Sangs po and Chu lcam, was born in heaven.\n                        He descended to earth from rTsa gsum lha and preached Bon. Then he went to\n                        Zhang zhung rNam rgyal lha rtse. From there he went to the Crystal Cave on\n                        Mount Ti se where he practised meditation on the tutelary deity Me ri for\n                        three years and so attained the divine body and was called Kri smon lcags\n                        kyi bya ru can. At that time, in Zhang zhung, people used to say, \u0026ldquo;In the\n                        sky the divine son is beautiful. On earth the king is great.\u0026rdquo; Lha bu\u0026rsquo;s\n                        descendants were ancestors of the sPa family and some of its members held\n                        the position of prelate at the court of kings of Tibet.\u003c/p\u003e\n\n                     \u003cp\u003esPa ston Khyung \u0026rsquo;bar, who had obtained spiritual power of mysticism in the\n                        latter stage of Bon development, demonstrated his acquired abilities. He\n                        transformed himself into a wrathful deity in order to subdue heretics and\n                        into a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egaruda\u003c/span\u003e bird to subdue the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003enaga\u003c/span\u003e spirits.\u003c/p\u003e\n\n                     \u003cp\u003eOther masters who belonged to the sPa family were as prodigious:\u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003e Zhig po Kun rtse\u003c/li\u003e\n\n                        \u003cli\u003e Shes rab rgyal mtshan\u003c/li\u003e\n\n                        \u003cli\u003e sPa rTogs ldan drang srong\u003c/li\u003e\n\n                        \u003cli\u003e sPa ston rGyal ba shes rab\u003c/li\u003e\n\n                        \u003cli\u003e sPa ston dPal ldan bzang po\u003c/li\u003e\n\n                        \u003cli\u003e Nyi dpal bzang po\u003c/li\u003e\n                     \u003c/ol\u003e\n\n                     \u003cp\u003eThere were other masters of the sPa lineage who were based at La phug in\n                        Western Tibet called the \u0026ldquo;Thirteen good masters\u0026rdquo; (sPa bla bzang po bcu\n                        gsum); to name six of them, we have the following:\u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003e Zla rgyal bzang po\u003c/li\u003e\n\n                        \u003cli\u003e sTobs chen bzang po\u003c/li\u003e\n\n                        \u003cli\u003e dPal mchog bzang po\u003c/li\u003e\n\n                        \u003cli\u003e dPal \u0026rsquo;bar bzang po\u003c/li\u003e\n\n                        \u003cli\u003e mKhas grub Nam mkha\u0026rsquo; bzang po\u003c/li\u003e\n\n                        \u003cli\u003e gYung drung bzang po\u003c/li\u003e\n                     \u003c/ol\u003e\n\n                     \u003cp\u003eHowever, their seat in Western Tibet declined and some members of the family\n                        migrated to mDo smad.\u003c/p\u003e\n\n                     \u003cp\u003eOne of these was sPa ston gYung drung rgyal po, who had two sons: dGra \u0026rsquo;dul\n                        bstan rgyal and bSod nams dbang grags. They proceeded from Amdo to the\n                        domain of the Hor Ye tha tribe and finally settled there. Their offspring\n                        were gYung drung nam bzang, lHun grub grags pa, Shes rab grags pa and Yon\n                        tan. gYung drung nam bzang became the prelate of the king of Hor and later\n                        he founded sPa tshang Monastery. After that, the centre of activities of the\n                        sPa family was shifted from west to east. All Bonpo sources agree that the\n                        monastery in Hor Ye tha constituted the most important monastic centre of\n                        the sPa lineage.\u003c/p\u003e\n\n                     \u003cp\u003eLater, sPa ston gYung drung bstan pa \u0026rsquo;brug grags had other assembly halls\n                        built, with passages around them, on the three storeys of a building that\n                        had one hundred pillars. He also had the following religious objects\n                        erected: a stupa of bDud \u0026rsquo;dul sgra sgrags, and statues of sTon pa rdzogs sku\n                        and rNam par rgyal ba, all gilt-bronze works. They were as high as a\n                        three-storey building. There were many small images as well. There was also\n                        the temple of bKra shis sgo mang that had twenty-pillars and contained a\n                        stupa of bKra shis sgo mang, a giant reliquary stupa and gilt-bronze images\n                        of rGyal ba rgya mtsho and sMra seng as tall as a three-storey building. He\n                        also had a large number of new religious objects built in the gTso bzhi\n                        temple.\u003c/p\u003e\n\n                     \u003cp\u003eThe Bonpo doctrine was spread widely through the setting up of a flawless\n                        preaching school, under the system of the monastic tradition of sMan ri\n                        (No.1) and gYung drung gling (No.2) as well as the teachings of Shar rdza,\n                        the one who attained the \u0026ldquo;rainbow-body\u0026rdquo;. Thus the members of the sPa family\n                        made the Bon religion flourish there.\u003c/p\u003e\n\n                     \u003cp\u003eThe lineage of the masters of sPa tshang Monastery in Ye tha is as\n                        follows:\u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003e sPa gYung drung nam bzang\u003c/li\u003e\n\n                        \u003cli\u003e sPa ston Nam mkha\u0026rsquo; sgrol gsal\u003c/li\u003e\n\n                        \u003cli\u003e sPa ston Nyi ma \u0026rsquo;bum gsal\u003c/li\u003e\n\n                        \u003cli\u003e sPa ston gYung drung bstan pa \u0026rsquo;brug grags (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ealias\u003c/span\u003e\n                           \u0026rsquo;Brug Rinpoche)\u003c/li\u003e\n\n                        \u003cli\u003e sPa bsTan pa rgyal mtshan (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ealias\u003c/span\u003e Nyi \u0026rsquo;bum sprul\n                           sku)\u003c/li\u003e\n\n                        \u003cli\u003e sPla Zla ba rgyal mtshan\u003c/li\u003e\n\n                        \u003cli\u003e bsTan pa \u0026rsquo;brug grags\u003c/li\u003e\n\n                        \u003cli\u003e Kho bo rTog ldan Shes rab phun tshogs\u003c/li\u003e\n                     \u003c/ol\u003e\n\n                     \u003cp\u003eThe last master did not belong to the lineage of the sPa family, but\n                        observed the rules of monastic discipline according to the sPa\n                        tradition.\u003c/p\u003e\n\n                     \u003cp\u003eAmong the above-mentioned lamas, Nyi ma \u0026rsquo;bum gsal, who was very active in\n                        the development process of the monastery, is described in some historical\n                        documents as follows:\u003c/p\u003e\n\n                     \u003cp\u003eHe was born in 1825. He took full ordination in the presence of Zhu ston\n                        rGyal mtshan nyi ma and mKhan chen sKal bzang bstan pa\u0026rsquo;i nyi ma and heard\n                        teachings from these masters. He acquired an extraordinary knowledge of\n                        Buddhism and Bon under the tutelage of Me ston Nyi ma rgyal mtshan, \u0026rsquo;Gro\n                        mgon Shes rab g-yung drung, Grub dbang bsTan \u0026rsquo;dzin rin chen and gTer ston\n                        Tshe dbang grags pa. As mentioned above, he had temples built and various\n                        statues made as well as making copies of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/span\u003e\n                        and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo;\u003c/span\u003e\n                        \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebren\u003c/span\u003e. Having established the practice of preaching and\n                        meditating, he passed away at the age of sixty-seven.\u003c/p\u003e\n\n                     \u003cp\u003eAnother important figure in the development of sPa tshang Monastery was\n                        gYung drung bstan pa \u0026rsquo;brug grags. He was born in 1832. He took ordination at\n                        an early age in the presence of his paternal uncle, Nyi ma \u0026rsquo;bum gsal. He\n                        received the entire course of initiation, transmissions and explanations of\n                        Sutra, Tantra and Mind. While practising these three, he also studied and\n                        became very learned. He wrote many books, about ten volumes on Bon, and\n                        established a school of metaphysical studies in the monastery. He had a gilt\n                        stupa of bKra shis sgo mang built, and another stupa of bDud \u0026rsquo;dul sgra\n                        sgrags, as mentioned above. His deeds and name came to be known all around,\n                        and he passed away at the age of sixty.\u003c/p\u003e\n\n                     \n\n                        \u003ch5 id=\"b5-1-5-1-1\"\u003eAnnual Religious Services and Rituals\u003c/h5\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003e At the end of the eleventh Tibetan month the ritual of sTag la me\n                              \u0026rsquo;bar was performed for five days.\u003c/li\u003e\n\n                           \u003cli\u003e In the twelfth month, at the end of the year, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu chen\u003c/span\u003e ritual based on the ritual cycles of Kho bo and Phur\n                              pa was performed over seven days, and on the 30th day the ceremony of\n                              confession was held.\u003c/li\u003e\n\n                           \u003cli\u003e In the first month flower offerings, A dkar bum sgrub and bCo lnga\n                              mchod pa were performed, occupying seventeen days in all.\u003c/li\u003e\n\n                           \u003cli\u003e In the second month the ritual based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emKha\u0026rsquo;\n                                 klong gsang mdos\u003c/span\u003e was performed for nine days.\u003c/li\u003e\n\n                           \u003cli\u003e In the third month Dus chen che mo was performed for seventeen\n                              days, as well as religious dances (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edbang \u0026rsquo;cham\u003c/span\u003e)\n                              and the ritual based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eRig \u0026rsquo;dzin gsang\n                              sgrub\u003c/span\u003e.\u003c/li\u003e\n\n                           \u003cli\u003e In the sixth month the rituals of Ma rgyud and rNam rgyal were\n                              performed and the summer retreat was observed for seventeen\n                              days.\u003c/li\u003e\n\n                           \u003cli\u003e In the seventh month the ritual based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eZhi\n                                 khro\u003c/span\u003e was performed for fourteen days.\u003c/li\u003e\n\n                           \u003cli\u003e In the eighth month the ritual of Ma tri bum sgrub was performed\n                              for nine days and there were religious dances.\u003c/li\u003e\n\n                           \u003cli\u003e In the tenth month a debate on metaphysics was conducted for ten\n                              days.\u003c/li\u003e\n                        \u003c/ol\u003e\n\n                        \u003cp\u003eThe organization of the monastery at that time consisted of the\n                           following:\u003c/p\u003e\n\n                        \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                           \u003cli\u003e\n                              \u003cspan style=\"font-style: italic;\" class=\"\"\u003emkhan po\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan style=\"font-style: italic;\" class=\"\"\u003edpon slob\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan style=\"font-style: italic;\" class=\"\"\u003e dbu mdzad\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan style=\"font-style: italic;\" class=\"\"\u003edge bskos\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan style=\"font-style: italic;\" class=\"\"\u003egrwa dpon\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan style=\"font-style: italic;\" class=\"\"\u003ephyag mdzod\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan style=\"font-style: italic;\" class=\"\"\u003espyi gso\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan style=\"font-style: italic;\" class=\"\"\u003e gnyer pa\u003c/span\u003e\n                           \u003c/li\u003e\n                        \u003c/ul\u003e\n\n                        \u003cp\u003eThere were 250 monks in the monastery.\u003c/p\u003e\n\n                        \u003cp\u003eIn the assembly hall and at its porch, there were excellent murals of\n                           deities. In the assembly hall from the right, there were the\n                           following:\u003c/p\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003e Srid rgyal Drel dmar: a goddess with a dark blue body, three faces\n                              and six arms; the three faces are of different colours, the right\n                              being white, the left red, and the centre blue. She holds a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ezhing dbyug\u003c/span\u003e (a stuffed object made of human skin),\n                              a sword and a sash in her three right hands, and in the left three are\n                              a swastika, a trident and a skull cup. She is adorned with rosaries of\n                              fresh skulls around her neck and rosaries of dry skulls on her limb\n                              joints. She is mounted on a red mule whose four legs are supported by\n                              the Four Great Kings.\u003c/li\u003e\n\n                           \u003cli\u003e mKha\u0026rsquo; dbyings lha mo: a goddess with a red body, nine heads and\n                              eighteen arms. She is mounted on a white mule in a state exhibiting\n                              bravery.\u003c/li\u003e\n\n                           \u003cli\u003e Dus yum lha mo: a goddess with a blue body, nine heads and eight\n                              arms. She is mounted on a blue mule and has a frightening air.\u003c/li\u003e\n\n                           \u003cli\u003e Srid rgyal drel nag ma: a goddess with a dark blue body, three\n                              heads and six arms. Her faces being white to the right, red to the\n                              left and blue in the centre, she possesses a perfect beauty. She holds\n                              a banner, a sword and a peg in her three right hands, and a mirror, an\n                              iron hook and a skull filled with blood in the left three. Mounted on\n                              a black mule, she presents a wrathful appearance.\u003c/li\u003e\n\n                           \u003cli\u003e Bya ra ma gsum: 1) dKar mo srid rgyal: a goddess with a white\n                              body, one head and two arms. Sitting astride a bird, she exhibits a\n                              comfortable wrath. 2) sMug po srid rgyal: a goddess with a brown body,\n                              one head and two arms. Riding a leaping mule, she exhibits a\n                              terrifying air. 3) Nag mo srid rgyal: a goddess with a blue body, one\n                              head and two arms. In some murals she is mounted on a Garuda and in\n                              others an iron wolf.\u003c/li\u003e\n\n                           \u003cli\u003e rDzu \u0026rsquo;phrul sman bzhi: 1) gNam phyi gung rgyal: a single headed,\n                              two-armed goddess with a white body. Riding a snow lion, she exhibits\n                              a brave look. 2) Ye phyi gung sangs: a single-headed, two-armed,\n                              yellow-bodied divinity. Mounted on a dragon, she has an air of glory.\n                              3) Phyi ma ye sangs: a divinity with one head, two arms and a red\n                              body. She is a terrifying divinity riding a Garuda. 4) gNam sman che\n                              mo: a goddess with a dark blue body, one head and two arms. Riding a\n                              sheep, she shows an air of magnificence.\u003c/li\u003e\n\n                           \u003cli\u003e Ma rgyud yi dam gsang mchog: a divinity with a blue body, seven\n                              heads and sixteen arms. Possessing Garuda\u0026rsquo;s wings, he shows an air of\n                              passionate wrath.\u003c/li\u003e\n\n                           \u003cli\u003e sTag la me \u0026rsquo;bar: a divinity with a red body, one head and two\n                              arms. His attributes are a gold wheel in his right hand, lifted up\n                              into the sky, and nine crossed swords in the left hand.\u003c/li\u003e\n\n                           \u003cli\u003e Phur pa, the Deity of Action: a divinity with a blue body, three\n                              heads and six arms; the lower part of his body is in the form of a\n                              frightening dagger.\u003c/li\u003e\n\n                           \u003cli\u003e dBal chen Ge khod, the Deity of Virtue: a divinity with a blue\n                              body, nine heads and sixteen arms. He presents fierce looks while\n                              holding, to his bosom, his consort, who has a red body, three heads\n                              and six arms and is in a rage. In his peaceful form, he is called A ti\n                              mu wer in the Zhang zhung language, and Sangs rgyas mkha\u0026rsquo; rgyal in\n                              Tibetan.\u003c/li\u003e\n\n                           \u003cli\u003e gTso mchog mkha\u0026rsquo; \u0026rsquo;gyings, the Deity of Mind: a divinity with a\n                              blue body, three heads and six arms. His consort has a red body, one\n                              head and two arms. When in his peaceful form, he is called gYung drung\n                              yongs rdzogs.\u003c/li\u003e\n\n                           \u003cli\u003e lHa rgod thog pa, the Deity of Speech: a divinity with a blue\n                              body, four heads and eight arms. His consort has a green body, one\n                              head and two arms. In his peaceful form he appears as sMra ba\u0026rsquo;i seng\n                              ge.\u003c/li\u003e\n\n                           \u003cli\u003e dBal gsas rngam pa, the Deity of Body: a divinity with a blue\n                              body. Adorned with a tiger, snow lion, Garuda and a dragon above his\n                              head, he presents a wrathful appearance. His peaceful form is Kun\n                              bzang rgyal ba \u0026rsquo;dus pa.\u003c/li\u003e\n\n                           \u003cli\u003e Mi bdud \u0026rsquo;byams pa khrag mgo: Ge ta ge rgya in the Zhang zhung\n                              language, he has a dark blue body, one head and two arms. He\n                              brandishes an axe in his right hand, and holds either a bow and arrow\n                              or a black banner in his left. He is mounted on an otter or a black\n                              horse.\u003c/li\u003e\n                        \u003c/ol\u003e\n\n                        \u003cp\u003eBesides all these, there are the Four Principal Peaceful Deities (bDe\n                           gshegs gtso bzhi) of Sutra rituals, rNam par rgyal ba and rGyal ba rgya\n                           mtsho with a thousand arms and a thousand eyes.\u003c/p\u003e\n\n                        \u003cp\u003eBelow the porch the murals of the wheel of existence and the Four Great\n                           Kings were drawn. All this vividly shows the particular tradition of the\n                           Bonpo tradition.\u003c/p\u003e\n\n                        \u003cp\u003esPa tshang Monastery in Hor Ye tha was an important seat of the sPa\n                           family, and it still plays an important role as the centre of the sPa\n                           tradition. At present, this monastery\u0026rsquo;s chief lamas are Kho bo rTogs ldan\n                           Shes rab phun tshogs, bsTan pa \u0026rsquo;brug grags and Nam mkha\u0026rsquo; dbang grub. sKal\n                           bzang dbang grags, the aged dance master of sPa tshang Monastery, is very\n                           skilled in the art of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham\u003c/span\u003e dance. Twice a year,\n                           therefore, they customarily perform religious dances. They maintain the\n                           art of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham\u003c/span\u003e well and have good costumes for it. In\n                           fact, we saw the staging of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham\u003c/span\u003e dance based on\n                           the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eRig \u0026rsquo;dzin gsang sgrub\u003c/span\u003e, which consists of several\n                           dances, such as gSer skyem, mTshams bcad, sPyan \u0026rsquo;bebs, sPyan \u0026rsquo;dren, rNam\n                           brgyad tshogs \u0026rsquo;cham, sKu bstod, Nang \u0026rsquo;cham and others. These are of the\n                           Bonpo tradition but have unique features. The present sPa tshang\n                           Monastery has over one hundred monks, and the religious activities are\n                           kept in the way they used to be.\u003c/p\u003e\n\n                     \n\n                  \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-1-5-1/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-1-5-1","is_primary":false,"created_at":"2011-12-13 02:28:59 UTC","updated_at":"2011-12-13 02:28:59 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}