{"descriptions":[{"id":1344,"title":"Sada Böngön Miyo Samten Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch3 id=\"b5-1-4\"\u003e\u0026rsquo;Bri ru rdzong \u003c/h3\u003e\n\n                     \u003ch4 id=\"b5-1-4-6\"\u003e(25) gSa\u0026rsquo; mda\u0026rsquo; bon Monastery\u003c/h4\u003e\n\n                     \u003cp\u003egSa\u0026rsquo; mda\u0026rsquo; bon dgon Mi g-yo bsam gtan gling is situated to the south of the\n                        river rGyal chu. Although a road has been built from gYang shod \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e to the monastery, there is no bridge over the\n                        river rGyal chu capable of carrying traffic. So a ride of about five hours\n                        on horseback is required.\u003c/p\u003e\n\n                     \u003cp\u003eThe monastery was founded by Zhu btsun gYung drung khri \u0026rsquo;od in 1465. rGyal\n                        shod, the seat of the monastery, is one of the so-called Four Rong (gorge)\n                        and Eight or Eighteen Shod (lowland) that a number of holy men have visited.\n                        In ancient times, the district was called Sum pa\u0026rsquo;i stong bu chung and was\n                        part of sGo pa, one of the three regions of Zhang zhung known as sGo, Phug\n                        and Bar. During the reign of Srong btsan sgam po, Tibet was divided into\n                        four \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eru\u003c/span\u003e and the core of the third \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eru\u003c/span\u003e, called rGyal shod sTag pa tshal, corresponds to the present-day\n                        rGyal shod.\u003c/p\u003e\n\n                     \u003cp\u003eThe derivation of the monastery\u0026rsquo;s name is as follows: This monastery was\n                        built on a protruding from the hill site called gSa\u0026rsquo; mda\u0026rsquo; (gSa\u0026rsquo; lung mda\u0026rsquo;),\n                        which was counted as one of the Thirteen Treasures (Rin chen bcu gsum) in a\n                        region where various flowers of surpassing beauty bloom, such that the place\n                        was called rTsi thog steng (Plateau of fruits and flowers). The monastery\n                        was commonly called gSa\u0026rsquo; mda\u0026rsquo; bon dgon, which was a combination of the\n                        alternate name of the site and the name of the religious tradition, while\n                        its real name is Mi g-yo bsam gtan gling.\u003c/p\u003e\n\n                     \u003cp\u003eThe area has a mountain called Phu ru lho yi \u0026rsquo;dzam bu klu ri and a lake,\n                        gSa\u0026rsquo; phu mgon lha dkar po. These are regarded as two of the Thirteen\n                        Treasures of gSa\u0026rsquo; (snow leopard). Around them, to the right lies rGod kyi\n                        dar rgyas bcu gsum, to the left lies La gong gi drag rtsal bcu gsum, and in\n                        front, Mo nam smyug mo mched brgyad, just like servants surrounding their\n                        king. They are places of outstanding sacredness where teacher Kun tu bzang\n                        po meditated and bestowed blessings. In the caves of these places Dran pa\n                        nam mkha\u0026rsquo; and his twin sons are believed to have concealed texts containing\n                        profound teachings and had also left marks of their spiritual\n                        attainment.\u003c/p\u003e\n\n                     \u003cp\u003eAs the site is a meeting point for travellers between China and Tibet, the\n                        name gSa\u0026rsquo; mda\u0026rsquo; bon dgon frequently appears in documents and is, therefore, a\n                        well-known place. Over the years the fortunes of the monastery have risen\n                        and fallen.\u003c/p\u003e\n\n                     \u003cp\u003eIn regard to the origin of gSa\u0026rsquo; mda\u0026rsquo; bon dgon, it is difficult to specify\n                        from historical documents. According to a document, before gSa\u0026rsquo; mda\u0026rsquo; was\n                        founded, there was another monastery called Mar khu thang established by\n                        either Ko bo Ye shes rgyal mtshan or Khu btsun gYung drung khri \u0026rsquo;od.\u003c/p\u003e\n\n                     \u003cp\u003eAccording to recent study on the origin of the Bon religion and its lamas,\n                        it was the masters of the Zhu g-yas lineage that had established many\n                        monastic centres, including Sog gYung drung gling and Khra rgan nyi yu in\n                        the latter stage of Bonpo development, when the dying embers of teaching\n                        began to rekindle all over Tibet. The Zhu g-yas is a powerful lineage whose\n                        forefather is Zhu g-yas Legs po, the authorized proprietor of the Bon\n                        tantric and Mind class teachings, which had been handed down from gShen chen\n                        Klu dga. The latter was the principal one among the one hundred\n                        text-discoverers who had opened the door to Bonpo teachings.\u003c/p\u003e\n\n                     \u003cp\u003eIn 1465, Zhu btsun gYung drung khri \u0026rsquo;od founded Mi g-yo bsam gtan gling. It\n                        generally followed the Zhu tradition called Zhu lugs Sog zam and the rituals\n                        were practised following the manner of Sog gYung drung gling Monastery.\u003c/p\u003e\n\n                     \u003cp\u003eKo bo Ye shes rgyal mtshan meditated in the gSa\u0026rsquo; bu mdzod \u0026rsquo;chang smug mo\n                        hermitage. During the latter half of his lifetime he went to Khyung po and\n                        founded a monastery, and worked hard for the sake of sentient beings. The\n                        monastery was taken care of by the adherents of Ko bo Ye shes rgyal mtshan,\n                        including Ko ston sByin pa rgyal mtshan and Ko bo Kun bzang, who had\n                        appeared in succession. Since these Ko lamas were benevolent enough to look\n                        after the monastery, they developed it by giving continuous teachings based\n                        on Sutra, Tantra and the Mind texts so that the monastery developed further,\n                        making its name known everywhere. It is said that when Ko bo Ye shes rgyal\n                        mtshan passed away, many self-grown relics appeared (from the cremation of\n                        his body) which were worshipped as the most auspicious objects in this\n                        monastery.\u003c/p\u003e\n\n                     \u003cp\u003eIn 1718, misfortune befell Mar khu thang Monastery when the vicious\n                        Mongolian troops of Jungar came to rGyal shod district and plotted to\n                        destroy the monastery. The two Bonpo local leaders, lHa rje skyen ga yu and\n                        Thod pa thad ga yu, undertook armed operations and killed some of the\n                        vicious Mongolian soldiers, including the chief, but could not prevent the\n                        rest of the Jungar entering the monastery. They plundered the monastery\n                        beyond all imagination, destroying it totally. All the religious objects\n                        were instantly turned into a ball of fire. However, one of the main\n                        religious objects, the word-uttering statue of gShen rab (sTon pa gsung byon\n                        ma), escaped destruction, along with the two short pillars, and they were\n                        regarded as the auspicious symbol of the monastery\u0026rsquo;s restoration.\u003c/p\u003e\n\n                     \u003cp\u003ePreparations for restoration of the monastery were made. Of all the things\n                        that were lost, they searched in particular for one of the main religious\n                        objects, called \u0026rsquo;Phar chen dkar po rGyang grags ma (the Big White Conch of\n                        Far-flung Fame), made of sTon pa gShen rab\u0026rsquo;s teeth, which had gone missing\n                        in the chaos. It was found on a rock at gSa\u0026rsquo; yar kha, which influenced the\n                        decision to rebuild the future monastery there.\u003c/p\u003e\n\n                     \u003cp\u003eDuring the several years of hard work that was being done making\n                        preparations, Sangs rgyas gling pa, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ealias\u003c/span\u003e Byang chub\n                        rdo rje, who upheld the tradition of the New Bon, was travelling in the\n                        regions of the four \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erong\u003c/span\u003e, such as Kong po and the eight\n                        shod where he made rediscoveries of texts. In 1727, he came to rTsi thog\n                        steng and carried out the ceremony of consecration of the new location. The\n                        officials, lay practitioners and people of the Bu rdzum tribe made him the\n                        religious teacher of this monastery, and he bestowed upon the new monastery\n                        the name Mi g-yo gsam gtan gling, the same as before, plus abundant funds\n                        and materials to make continual offerings. The monastery maintained its\n                        ritual practices of the Zhu tradition, but Sangs rgyas gling pa also\n                        introduced some of those of the New Bon.\u003c/p\u003e\n\n                     \u003cp\u003eAt that time there were about sixty monks and lay practitioners in all, so\n                        some people began to call the monastery the Sixty Monastic College of gSa\u0026rsquo;\n                        \u0026rsquo;mda (gSa\u0026rsquo; mda\u0026rsquo; grwa tshang drug cu).\u003c/p\u003e\n\n                     \u003cp\u003eLater, Mi \u0026rsquo;gyur rgyal mtshan, an incarnate lama, visited rGyal shod. He\n                        resided at Kong po Bon ri and was one of the twenty-five Red Hat masters who\n                        were regarded as the masters of Sangs rgyas gling pa\u0026rsquo;s teachings.\u003c/p\u003e\n\n                     \u003cp\u003eMi \u0026rsquo;gyur rgyal mtshan began to have a close patron-priest relationship with\n                        the officials and people of the Bu rdzum tribe. Formerly, when Sangs rgyas\n                        gling pa was the head of the monastery, the officials, people and priests of\n                        Bu rdzum expressed a strong hope that the holy man Mi \u0026rsquo;gyur rgyal mtshan\n                        would be the proprietor of both rGyal ri and gSa\u0026rsquo; mda\u0026rsquo; monasteries, which he\n                        accepted.\u003c/p\u003e\n\n                     \u003cp\u003eTo the religious dances performed during the Ma tri bum sgrub festival of\n                        gSa\u0026rsquo; mda\u0026rsquo; bon dgon, Mi \u0026rsquo;gyur rgyal mtshan added some elegant styles\n                        following those performed in rGyal ri Monastery. He gave gSa\u0026rsquo; mda\u0026rsquo; bon dgon\n                        a mask of mKha\u0026rsquo; \u0026rsquo;gro seng gdong ma crafted by \u0026rsquo;Brel \u0026rsquo;Gyur med rgyal mtshan,\n                        as an object of worship. He worked, in particular, on reframing the written\n                        moral code of the monastery by rectifying its defect; this was regarded as\n                        an invaluable deed for the entire community and was indeed very beneficial\n                        to the interests of the monastery.\u003c/p\u003e\n\n                     \u003cp\u003eThe reconstruction of gSa\u0026rsquo; mda\u0026rsquo; bon dgon began with the building of the\n                        twelve-pillared assembly hall. It had a porch and stairway. Then the monks\u0026rsquo;\n                        quarters and other buildings were built, all in a good fashion.\u003c/p\u003e\n\n                     \u003cp\u003eThe main religious objects of the monastery were as follows: the big conch\n                        made of gShen rab Mi bo\u0026rsquo;s teeth; the relic stupas of the successive Ko bo\n                        lamas; a bronze statue of gShen rab; a gilt-bronze statue of mKhan chen Mu\n                        zi gsal bzang; statues of gShen lha \u0026rsquo;od dkar, Khro bo gtso mchog and gShen\n                        gSangs ba \u0026rsquo;dus pa, all made of a mixture of medicine and clay; as well as\n                        stupas, including rNam rgyal mchod rten. In the assembly hall were murals of\n                        the Twelve Deeds (mDzad pa bcu gnyis) and the deities of gSas mkhar mchog\n                        lnga. At the porch were, in common with every other monastery, the murals of\n                        the Four Great Kings (rGyal chen sde bzhi), the wheel of existence and so\n                        forth, and, not common to all monasteries, murals of the territorial deities\n                        of peaceful nature (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eyul lha\u003c/span\u003e), such as gSa\u0026rsquo; yi nor bu\n                        bcu gsum and Chis kyi rin chen bcu gsum. In the tantric room upstairs were\n                        images of principal religious protective deities of peace and wrath, and on\n                        both sides of them stood the Six Bonpo Protectors (Bon skyong sde drug) and\n                        Zhu btsan Grags rgyal in a frightening aspect, as if guarding the Bonpo\n                        doctrine.\u003c/p\u003e\n\n                     \u003cp\u003eA brief history of the influential Zhu lineage, which had maintained gSa\u0026rsquo;\n                        mda\u0026rsquo; bon dgon in Bu rdzum, is as follows:\u003c/p\u003e\n\n                     \u003cp\u003eOnce there was the chief gYung drung bsod nams, one of the successive Bu\n                        rdzum chiefs. It is said that originally these were offspring of the local\n                        deity. gYung drung bsod nams had only a daughter named Rin chen lha mo, who\n                        remained without offspring. There were no chiefs for the community and so\n                        there was the danger that the chieftain lineage might be ended. However, she\n                        was a person capable of leading her community. The members of her community,\n                        both lay and clerical, decided that they should try to look for a suitable\n                        man of a good family who would marry her. At that time, in 1777, the gTer\n                        ston Yung drung grags pa of the Zhu family, who was learned and\n                        compassionate, began to have a very close relationship with gSa\u0026rsquo; mda\u0026rsquo; bon\n                        dgon. The leaders of the monastery therefore requested him to marry Rin chen\n                        lha mo so that he could look after the monastery.\u003c/p\u003e\n\n                     \u003cp\u003eHe provided a powerful remedy for the local community and the Bonpo\n                        doctrine. He established a close patron-priest relationship with Tshe ring\n                        rab brtan, the king of Hor, and became the king\u0026rsquo;s spiritual master.\u003c/p\u003e\n\n                     \u003cp\u003egYung drung grags pa rediscovered hidden texts in the sacred site Brag dkar\n                        lha lung, situated in the vicinity of Klu phug Monastery (No.31) in sBra\n                        chen, and recognized the place as a pilgrimage site as well as tracing the\n                        path around it. At that time, the people of the Bu rdzum tribe, both laity\n                        and clergy, thought that since the monastery was founded by a man of the Zhu\n                        family and its tradition belonged to this family, it would be most\n                        appropriate if the Zhu family also now looked after it, and they\n                        congratulated the lama. From that time on, in the Bu rdzum tribe, the\n                        lineage of the local chief was united with that of Zhu g-yas.\u003c/p\u003e\n\n                     \u003cp\u003eConcerning the way in which this Bonpo monastery, whose inmates were a\n                        mixture of monks and lay practitioners, was transformed into a proper\n                        monastery, it happened as follows: When Sangs rgyas bstan \u0026rsquo;dzin dbang gi\n                        rgyal po, the incarnation of rJe btsun Byang pa Khro tshang \u0026rsquo;Brug lha and\n                        the twenty-fifth throne holder of sMan ri Monastery (No.1) in gTsang, where\n                        the Second Buddha mNyam med Shes rab rgyal mtshan resided, came to the lower\n                        rGyal shod, he said that if the monastery followed the monastic tradition of\n                        sMan ri it would be a great benefit in the future for the interests of\n                        monastery itself and living beings. Every Bonpo devotee in the place, lay\n                        and clerical, willingly accepted the proposal. The leaders of the region,\n                        members of the monastery and ordinary people took vows to respect the\n                        recommendation.\u003c/p\u003e\n\n                     \u003cp\u003emGon lha, the younger son of the chief Zhu g-yas Pad ma rin chen, took\n                        monastic vows and was given the name bsKal bzang gtsug phud. The lay\n                        practitioners in the monastery also took monastic vows. Moreover, many\n                        people from the tribe became monks, so that the number of monks grew by\n                        nearly one hundred. The abbot wrote the regulations of the monastery based\n                        on the Vinaya and Sutra.\u003c/p\u003e\n\n                     \u003cp\u003eWhen the abbot was about to leave for sMan ri Monastery, he called at Mi\n                        g-yo bsam gtan gling and gave an instruction saying that they should follow\n                        the Bru tradition, in accordance with the sMan ri practice, but the Zhu\n                        tradition of the dGu gsum festivals is of such magnificence that it should\n                        be maintained as before. For this reason, the Zhu tradition of the festivals\n                        has been kept till the present day.\u003c/p\u003e\n\n                     \u003cp\u003eLater on, the above-mentioned mGon lha vacated the throne and went to live\n                        with the family of the Sen tsha chieftain. However, he continued to do a lot\n                        of work that was beneficial to the monastery: he had many invaluable\n                        monastic articles made in the assembly hall, such as victorious banners\n                        decorated with various ornaments, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;phan\u003c/span\u003e, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ephye \u0026rsquo;phur\u003c/span\u003e and canopies, all made of thick Hor\n                        cloth.\u003c/p\u003e\n\n                     \u003cp\u003ebsTan pa \u0026rsquo;brug grags became a monk in this monastery. He was one of the four\n                        nephews of the king of Hor, Tsung chen hu Tshe dbang lha rgyal. The latter\n                        was a son of Zhu g-yas bSod nams dpad rgyal, the chief of Bu rdzum. However,\n                        bsTan pa \u0026rsquo;brug grags could not do much for the monastery.\u003c/p\u003e\n\n                     \u003cp\u003eAfter that the local community needed another lama. The leaders of Bu rdzum,\n                        therefore, sent a messenger with one \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdo tshad\u003c/span\u003e of\n                        silver and many other things to Ri zhing Monastery (No.4) in the upper Nyang\n                        in gTsang in order to invite a lama of the Zhu family. A lama called sTon pa\n                        of rTsa phu bla brang in Ri zhing, who was learned in the tradition of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esrid gshen\u003c/span\u003e, considering the benefit to sentient beings,\n                        accepted the invitation and came to rGyal shod. As a departing gift, the\n                        rTsa phu bla brang gave him the so-called He la nam mkha\u0026rsquo;i \u0026rsquo;phur mo che,\n                        which is a statue of Phur pa rediscovered by gShen chen Klu dga\u0026rsquo;. It was\n                        made of five different precious metals with three faces and a Garuda\n                        hovering above its head.\u003c/p\u003e\n\n                     \u003cp\u003eThe lama sTon pa lived among the people of rGyal shod as if he were a simple\n                        layman. He worked a great deal for the beings, not caring for either wealth\n                        or fame. He had four sons. One of the middle two took monastic vows in the\n                        presence of the abbots of the upper and lower monasteries, and received the\n                        name bsTan \u0026rsquo;dzin gtsug phud. He received initiations and teachings of the\n                        outer, inner, and secret so well that the proper practice of rituals spread\n                        everywhere. As hoped by the people, priests and officials, he became the\n                        head of gSa\u0026rsquo; mda\u0026rsquo; bon dgon. He travelled often to the nomad areas of Hor in\n                        order to collect donations. In 1916, he completely rebuilt the monastery\n                        with new buildings, such as the temple with forty-eight long and short\n                        pillars, the dBu rtse with its stairway, the dance hall and so forth.\n                        However, he did not live to see the religious objects and murals\n                        completed.\u003c/p\u003e\n\n                     \u003cp\u003eAfter the death of bsTan \u0026rsquo;dzin gtsug phud, bsTan pa rgya mtsho of Zhu g-yas\n                        took over the work. Many lay and clerical devotees made donations, so that\n                        the murals and religious objects were completed. In the dBu rtse temple were\n                        the following: a gilt-bronze statue of rGyal ba rgya mtsho with a thousand\n                        arms and a thousand eyes, as high as a two-storey house; a life-size\n                        gilt-bronze statue of Tshe dbang bod yul ma; clay images of rNam par rgyal\n                        ba, sMra ba\u0026rsquo;i seng ge, Thugs rje byams ma, mNyam med chen po, gTso mchog\n                        mkha\u0026rsquo; \u0026rsquo;gyings and sTag la me \u0026rsquo;bar, each of which stood as high as a\n                        two-storey house, installed on fully draped thrones.\u003c/p\u003e\n\n                     \u003cp\u003eOn the shelves, on both sides of the assembly hall, are said to have been a\n                        collection of countless scriptures, including the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo;\n                           \u0026rsquo;gyur\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; brten\u003c/span\u003e of Eternal Bon, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;Bum\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emDo gzer mig\u003c/span\u003e written in\n                        gold and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;Bum\u003c/span\u003e of the three versions: detailed,\n                        standard and compact. There were the murals of the Thousand Buddha, Cho ga\n                        bcu gnyis, the Twelve Deeds of gShen rab Mi bo, the deities of gSas mkhar\n                        mchog lnga and the protective deities of Bon. Around the upper structure of\n                        the temple were murals of the lineage of the masters of monastic tradition.\n                        At the porch were the murals of the Four Great Kings and the wheel of\n                        existence.\u003c/p\u003e\n\n                     \u003cp\u003eUpstairs, in the bsKangs gso khang, were clay images of sTag la spu gri dmar\n                        nag and the religious protectors of Bon. On the lattice-work fence were clay\n                        images of dBal gsas and Tshe dbang Bod yul ma. The murals were of the\n                        assembled deities of Zhang zhung Bon skor.\u003c/p\u003e\n\n                     \u003cp\u003eZhu g-yas bsTan pa rgya mtsho was the younger of the two sons of Pad ma rnam\n                        rgyal, a chief of Bu rdzum. He was born in 1905 and his lay name was bSod\n                        nams grags pa. He later took monastic vows in the presence of sKu \u0026rsquo;dun Phun\n                        tshogs blo gros of sMan ri Monastery, and was given the name bsTan pa rgya\n                        mtsho. He received teachings in the presence of the mKhan chen Phun tshogs\n                        blo gros, the yogi bZod pa rgyal mtshan from Khyung po and the hermit gYung\n                        drung ye shes. He mastered the esoteric learning of Bon and became the head\n                        of gSa\u0026rsquo; mda\u0026rsquo; bon dgon, which consequently brought great prosperity to the\n                        monastery. In the latter half of his life he handed over all the\n                        responsibilities of teaching to his nephew Nyi zla tshe dbang, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ealias\u003c/span\u003e bsTan pa rgyal mtshan, and practised meditation\n                        for the rest of his life at the cave gSa\u0026rsquo; phu. He passed away in 1966.\u003c/p\u003e\n\n                     \u003cp\u003eNyi zla tshe dbang is the present head of gSa\u0026rsquo; mda\u0026rsquo; bon dgon. He was born in\n                        the family of the chief of Bu rdzum and was the younger of the two sons of\n                        Zhu g-yas Rin chen dbang rgyal. In 1934, he took monastic vows in the\n                        presence of bsTan pa blo gros, the abbot of sMan ri, and was given the name\n                        bsTan pa rgyal mtshan. He studied the precepts of Bon under the same master\n                        and bZod pa rgyal mtshan, the yogi of Khyung po. Similarly, he received\n                        teachings from the three other masters: Zhu g-yas gYung drung rgyal mtshan\n                        from Yung drung dpal ri in Khyung po; Shel zhig gYung drung rnam rgyal, a\n                        personal disciple of Grub dbang Shar rdza pa; and bsTan pa rgya mtsho, his\n                        paternal uncle. He also studied the general culture of Tibet, including\n                        Tibetan linguistics. He has been in charge of all aspects of the headship of\n                        this monastery up to the present day.\u003c/p\u003e\n\n                     \n\n                        \u003ch5 id=\"b5-1-4-6-1\"\u003eAnnual Religious Services and Practice of Rituals\u003c/h5\u003e\n\n                        \u003cp\u003eFor about fifteen days, from the 3rd day of the first Tibetan month,\n                           there were ceremonies of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elnga mchod\u003c/span\u003e and from the\n                           16th, for three days, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esmon lam\u003c/span\u003e festival is\n                           celebrated. Besides these, normally after finishing daily tea, the monks\n                           assemble to perform various rituals: the eight-day ritual based on the\n                              \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esGrib sbyong mun sel sgron ma,\u003c/span\u003e called the dPon\n                           tshang ma a dkar; the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eZhi khro\u003c/span\u003e ritual, for over\n                           twenty days; the seven-day ritual of Ma rgyud; the five-day ritual of\n                           gDugs dkar; the Twelve Rituals (Cho ga bcu gnyis), for twelve days; the\n                           recitation of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/span\u003e; and the five-day\n                           ritual of Phur pa. On these occasions, a number of local devotees come to\n                           make flower offerings.\u003c/p\u003e\n\n                        \u003cp\u003eIn the sixth Tibetan month a summer retreat is observed for about thirty\n                           days. Then comes the end of the month, when the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu\n                              gtor\u003c/span\u003e rite called Khro bo dmar chen, which is the short one (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu chung\u003c/span\u003e), is performed.\u003c/p\u003e\n\n                        \u003cp\u003eIn the eighth month there is a big festival, Ma tri bum sgrub, for twelve\n                           days. On this occasion, religious dances that consist of thirteen\n                           different ones are performed over two days and on another day the public\n                           initiation is given.\u003c/p\u003e\n\n                        \u003cp\u003eOn the 24th day of the tenth month another \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e\n                           rite is performed, this time an elaborated one (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu\n                              chen\u003c/span\u003e), based on the recital of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhro bo ngo\n                              mtshar rgyas pa\u003c/span\u003e.\u003c/p\u003e\n\n                        \u003cp\u003eFrom the 3rd day of the twelfth month the ritual sTag la tshogs stong is\n                           performed, and at the end of the month the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e\n                           rite of sTag la is performed, leading to the New Year\u0026rsquo;s general\n                           celebration.\u003c/p\u003e\n\n                        \u003cp\u003eTo sum up, they assemble for rituals for more than ten months of the\n                           whole year.\u003c/p\u003e\n\n                        \u003cp\u003eAs for the organization of this monastery, it consists mainly of a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edbu bla\u003c/span\u003e (head), four \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elas sne\u003c/span\u003e\n                           (official), \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edbu mdzad\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edge\n                              bskos\u003c/span\u003e. In addition to these, there are several senior monks from\n                           Khyung po and Ya nge thod pa in the lineage of old Bonpo masters, who\n                           take responsibility for managing the big festivities. For prescribed\n                           monastic activities the first four above-mentioned members should take\n                           responsibility. The main annual ceremonies are Nag po spam chen, Tshogs\n                           stong, lNga mchod, sMon lam, Zhi khro, Ma rgyud, gDugs dkar, Phur pa,\n                           Dung yon, bsNyen bsnyung, the dGag dbye, sNgags rgyun, dBu rtse mar chen,\n                           sNgags rgyun mar chen, \u0026rsquo;Khor chen, Khyi khrud, gSar \u0026rsquo;phar, and sPyi gso.\n                           The expenses of the eight-day ritual of A dkar are met by the chief of Bu\n                           rdzum. Funds for the above-mentioned activities are raised from livestock\n                           and farmland production. In the old days, it was with tea and silver that\n                           they raised funds to erect the so-called Four Stupas (mChod rten bzhi) of\n                           Nag po spam chen. Out of the funds, they must save cash to hand over so\n                           that the budget for the rest of the year might be met. There was a\n                           special rule in the monastery that according to the amount of the funds,\n                           four or two monks must take responsibility in turn for the funds.\u003c/p\u003e\n\n                        \u003cp\u003eWith regard to monastic discipline, the legal document of the monastery\n                           serves as its basis. For example, if a monk breaks one of the four\n                           primary rules, he must be punished with a fine of eighteen \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003etam rdo\u003c/span\u003e and he must find a substitute to be his\n                           replacement. Although the monastery used to be called \u0026ldquo;the Sixty Monastic\n                           College of gSa\u0026rsquo; mda\u0026rsquo;\u0026rdquo;, because it had only sixty monks, it actually now\n                           has more than one hundred monks. The regulations of the monastery are\n                           very strict. The monks are not even allowed to wear undershirts at any\n                           time, and even in the courtyard of the public houses, including the four\n                           or five monks\u0026rsquo; quarters, they were under close surveillance.\u003c/p\u003e\n\n                        \u003cp\u003eDuring the recent period of its history (i.e., the Cultural Revolution)\n                           the monastery declined markedly for many internal and external reasons.\n                           However, it was rebuilt in 1985. Several religious objects hidden and\n                           kept safe by the senior monk Byang chub grags pa, bsTan \u0026rsquo;dzin bzang po\n                           and the dKar ya nge family were returned to the monastery. rDo rgyal kha\n                           ba rNam rgyal dbang grags of the Zhu family purchased a complete set of\n                           the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/em\u003e in two hundred volumes\n                           printed in Chengdu, and presented it to the monastery.\u003c/p\u003e\n\n                        \u003cp\u003eAfter all this, at present this monastery is in pretty good condition in\n                           terms of size and equipment, and has come out as one of the principal\n                           Bonpo monasteries of Nag chu region. In the monastery there are three\n                           lamas, including Lama Nyi zla tshe dbang, mentioned above, who is very\n                           learned in Bon culture, and there are about forty-seven monks.\u003c/p\u003e\n\n                        \u003cp\u003eA trip of about 250 kilometres from \u0026rsquo;Bri ru rdzong takes us to sBra chen\n                           rdzong.\u003c/p\u003e\n\n                     \n\n                  \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-1-4-6/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-1-4-6","is_primary":false,"created_at":"2011-12-13 02:28:59 UTC","updated_at":"2011-12-13 02:28:59 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}