{"descriptions":[{"id":1016,"title":"Kekar Möndur Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\n\u003cdiv id=\"essay-head2\"\u003e\n\u003ctable\u003e\n\u003ctbody\u003e\n\u003ctr\u003e\n\u003ctd align=\"left\" valign=\"top\"\u003e\n\u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e\n\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c!--(a)--\u003e\u003cbr /\u003eEdited by Geoffrey Barstow and Mickey Stockwell\u003c/div\u003e\n\u003c/td\u003e\n\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\n\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy;  2010. \u003c/span\u003e\n\u003cdiv id=\"permission\"\u003e\u003cbr /\u003eReproduced with permission from the author \u003cbr /\u003eunder the \u003ca class=\"thl-poplink\" href=\"../../../../../tools/licenses.php#essay=/thl/text-license/\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\n\u003c/div\u003e\n\u003c/td\u003e\n\u003c/tr\u003e\n\u003c/tbody\u003e\n\u003c/table\u003e\n\u003c/div\u003e\n\u003ch2 id=\"b2-1\" class=\"space-before\"\u003eII.1. Stelae and accompanying structures: Funerary and non-funerary structures\u003c/h2\u003e\n\u003ch3 id=\"b2-1-25\"\u003e\u003cspan class=\"popular\"\u003eKekar M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRked dkar mon dur\u003c/span\u003e\u003c/h3\u003e\n\u003ch4 id=\"b2-1-25-1\"\u003eBasic site data\u003c/h4\u003e\n\u003cul class=\"bullet-blue\"\u003e\n\u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eKekar M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRked dkar mon dur\u003c/span\u003e \u003c/li\u003e\n\u003cli\u003eSite number: C-154\u003c/li\u003e\n\u003cli\u003eSite typology: II.1c \u003c/li\u003e\n\u003cli\u003eGeographic coordinate (N. lat.): 32\u0026ordm; 32.3΄ \u003c/li\u003e\n\u003cli\u003eGeographic coordinate (E. long.): 82\u0026ordm; 24.5΄ \u003c/li\u003e\n\u003cli\u003eElevation: 4370 m \u003c/li\u003e\n\u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eTsakha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eTshwa kha\u003c/span\u003e \u003c/li\u003e\n\u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eGegy\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDge rgyas\u003c/span\u003e \u003c/li\u003e\n\u003cli\u003eSurvey expedition: UTAE\u003c/li\u003e\n\u003cli\u003eSurvey date: June 4, 2001\u003c/li\u003e\n\u003cli\u003eContemporary usage: The site has been destroyed to make way for a road. \u003c/li\u003e\n\u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e\n\u003c/ul\u003e\n\u003ch4 id=\"b2-1-25-2\"\u003eGeneral site characteristics\u003c/h4\u003e\n\u003cp\u003e\u003cspan class=\"popular\"\u003eKekar M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRked dkar mon dur\u003c/span\u003e was situated 5 km west of \t\t\t\t\t\t\t\tthe town of \u003cspan class=\"popular\"\u003eTsakha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eTshwa kha\u003c/span\u003e in the midst of the \t\t\t\t\t\t\t\t\t\u003cspan class=\"popular\"\u003eTsakha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eTshwa kha\u003c/span\u003e basin. By 2001, this rare and highly \t\t\t\t\t\t\t\tvaluable site had been heavily impacted by construction crews improving an east-west link road to \u003cspan class=\"popular\"\u003eGegy\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDge rgyas\u003c/span\u003e. It is reported that explosives were used on the \t\t\t\t\t\t\t\tarchaeological site in order to dislodge its stone elements. \u003cspan class=\"popular\"\u003eKekar M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRked dkar mon dur\u003c/span\u003e stood next to one of the many parallel tracks traversing the \t\t\t\t\t\t\t\t\t\u003cspan class=\"popular\"\u003eTsakha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eTshwa kha\u003c/span\u003e basin. By 2002, the site had been \t\t\t\t\t\t\t\tutterly destroyed by the road building effort, the stones ripped from the ground to build the new road bed. \t\t\t\t\t\t\t\tClearly, in the wide open stable terrain of the \u003cspan class=\"popular\"\u003eTsakha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eTshwa kha\u003c/span\u003e basin, the new road could have been easily diverted around the site. The availability of stones \t\t\t\t\t\t\t\tin the form of the monument and old superstitions, however, proved too much for the poorly advised road workers. \t\t\t\t\t\t\t\t\t\u003cspan class=\"popular\"\u003eKekar M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRked dkar mon dur\u003c/span\u003e stood on gravelly and \t\t\t\t\t\t\t\tsandy well-drained terrain. The site consisted of a concourse of standing stones and an appended edifice. The \t\t\t\t\t\t\t\tsmall unhewn pillars were of two or three types of rock red or white in color. The same white calcareous rock used \t\t\t\t\t\t\t\tfor some of the standing stones was employed in the construction of the appended edifice.\u003c/p\u003e\n\u003ch4 id=\"b2-1-25-3\"\u003eOral tradition\u003c/h4\u003e\n\u003cp\u003eLocal sources report that \u003cspan class=\"popular\"\u003eKekar M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRked dkar mon dur\u003c/span\u003e was considered inauspicious and would disorient drivers and even cause accidents on the main \t\t\t\t\t\t\t\troad. It is said to have been blown up for this reason. In the region such sites are generally associated with the \t\t\t\t\t\t\t\tancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e. In \u003cspan class=\"popular\"\u003eTsakha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eTshwa kha\u003c/span\u003e and northern \u003cspan class=\"popular\"\u003eGegy\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDge rgyas\u003c/span\u003e, however, oral traditions around archaic archaeological sites are not \t\t\t\t\t\t\t\twell developed. This may be the case because the present pastoral residents of these regions are of relatively \t\t\t\t\t\t\t\trecent origin (they began to arrive less than 350 years ago).\u003c/p\u003e\n\u003ch4 id=\"b2-1-25-4\"\u003eSite elements\u003c/h4\u003e\n\u003ch5 id=\"b2-1-25-4-1\"\u003eAppended edifice\u003c/h5\u003e\n\u003cp\u003eBy 2001, the temple-tomb had been reduced to a flattened tumulus 50 cm to 60 cm in height. This structure \t\t\t\t\t\t\t\t\tapproximately measured 4 m (north-south) x 3.6 m (east-west). The temple-tomb was built on a natural 1.5 m rise \t\t\t\t\t\t\t\t\tin the plain. No coherent wall fragments were visible. In a 15 m radius around the temple-tomb there were \t\t\t\t\t\t\t\t\tscattered stones that must have once been part of it. In the middle of the tumulus there was a shallow \t\t\t\t\t\t\t\t\tdepression corresponding to the location of the central chamber.\u003c/p\u003e\n\u003ch5 id=\"b2-1-25-4-2\"\u003ePillar array\u003c/h5\u003e\n\u003cp\u003eThe field of standing stones was aligned in the cardinal directions. Around 100 mostly broken pillars were \t\t\t\t\t\t\t\t\tstill in situ in 2001, no more than 25 percent of the total number that once stood at the site. The rectangular \t\t\t\t\t\t\t\t\tarray measured at least 31 m (east-west) x 8 m (north-south). There was a gap of 8 m between the most westerly \t\t\t\t\t\t\t\t\tstanding stones and the appended edifice, indicating that the array was originally longer east to west (the \t\t\t\t\t\t\t\t\tpillars in this typology usually come close to the appended edifice). The ground of the west half of the array \t\t\t\t\t\t\t\t\tslightly inclines towards the erstwhile remains of the appended temple-tomb. Most of the intact pillars were \t\t\t\t\t\t\t\t\tfound on the east side of the array. The tallest specimens reached 40 cm to 50 cm in height. These uncut stones \t\t\t\t\t\t\t\t\ttended to have four irregular faces. The rows of pillars were spaced 55 cm to 1 m apart, and the individual \t\t\t\t\t\t\t\t\tpillars in a row 65 cm to 1 m apart. This spacing, however, may not have reflected the original distribution of \t\t\t\t\t\t\t\t\tstanding stones (it could have been somewhat denser).\u003c/p\u003e\n\u003cp\u003eThe array was enclosed on its three outer sides by a double-course slab wall. These walls were composed of \t\t\t\t\t\t\t\t\tlight-colored calcareous stones (15 cm to 20 cm long) laid 15 cm to 20 cm apart in parallel courses. The upright \t\t\t\t\t\t\t\t\tstones of the enclosing walls were flush with the ground surface or rose above it slightly. In 2001, the south \t\t\t\t\t\t\t\t\tperimeter wall was largely intact, less than 50 percent of the north wall was extant, and the east wall was \t\t\t\t\t\t\t\t\thighly fragmentary. The dissolute east wall contained one standing stone within its courses. Running parallel to \t\t\t\t\t\t\t\t\tthe east wall of the array there appears to have been four more slab walls extending a maximum of 4 m to its \t\t\t\t\t\t\t\t\teast. Only small portions of these double-course slab walls were still intact in 2001. The western-most of the \t\t\t\t\t\t\t\t\tfour slab walls contained three standing stones within its courses. This wall was around 30 cm in thickness. The \t\t\t\t\t\t\t\t\ttwo outermost slab walls on the east side of the pillar array appear to have consisted of just a single-line of \t\t\t\t\t\t\t\t\tstones, but by the time of the survey there was little structural evidence left to go by.\u003c/p\u003e\n\u003c/div\u003e\n\u003cdiv id=\"chap-id\"\u003e/bellezza2/b2-1-25/\u003c/div\u003e\n\u003cdiv id=\"chapRefWindow\" class=\"jqmWindow\" style=\"overflow: hidden; height: 300px;\"\u003e\n\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\n\u003cdiv class=\"conx-content\" style=\"height: 280px;\"\u003e\n\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"\u003e \u003c/span\u003e\u003c/h3\u003e\n\u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on \t\t\t\t\tthe Tibetan Upland \t\t\t\t(Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library,  \t\t\t\t2010),  \t\t\t\t\u003cspan class=\"pgnm\"\u003e. \u003c/span\u003e\u003c/p\u003e\n\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\n\u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on \t\t\t\t\tthe Tibetan Upland, .  \t\t\t\tCharlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-1-25","is_primary":false,"created_at":"2010-08-25 11:10:20 UTC","updated_at":"2011-12-20 14:54:48 UTC","authors":[]}]}