{"descriptions":[{"id":1303,"title":"World Culture:  “Peoples”, “Cultures”, and “Cultural Regions”","content":"\u003cp\u003eThe history of human identity on the planet earth is bound up with the changing nature of community, culture, and polity over the last twelve thousand years of human history. Over time, our affiliations with networks of other people, and their impact on our sense of collective identity, have grown far more complex than their original roots in immediate family relationships and small scale human settlements. With the emergence of urbanism, transregional polities, and a broader sense of affiliation with like people across a large territory as mediated by technological transformations (on the basis of gender, sexuality, profession, hobby, religion, company, political unit, and a myriad of other factors), each individual has come to participate in a complex array of groups, with which they identify in varying ways and to varying degrees \u0026ndash; emotional, cognitive, and so forth.\u003c/p\u003e\n\u003cp\u003eOne of the most persistent and important forms of affiliation has been that of the \u0026ldquo;cultural\u0026rdquo;, namely individuals\u0026rsquo; felt affiliation as belonging to a group of people defined in terms of their cultural traditions and self-identification. Such affiliations are generally intertwined with other associations, including kinship networks, polities, race, and religion, but generally constitute a high profile form of identity and sense of belonging that cannot be reduced to those other factors. Thus we have the \u0026ldquo;Tibetan\u0026rdquo; people, or the \u0026ldquo;Japanese\u0026rdquo; people and so forth. Prior to our present rage for national boundaries, the strict alignment of personal and community identity with political entities with unmistakable boundaries \u0026ndash; the modern nation state \u0026ndash; is absent in premodern times, though certainly cultural groups were often formed by political entities, or impacted upon them, but the situation was far more complex and fluid than now. While there is a certain arbitrariness to such demarcations, there are also multiple environmental, cultural and historical logics at work rendering them useful.\u003c/p\u003e\n\u003cp\u003eOne of the complexities of identifying cultural groups or cultural regions is implicit in the latter term, namely the assumption we often make that there is a contiguous geographical area that we can clearly mark as belonging to this cultural group, or that cultural group. There is no question that generally communities and their sense of belonging to a \u0026ldquo;people\u0026rdquo; or \u0026ldquo;culture\u0026rdquo; is closely bound up with territory, and that a \u0026ldquo;people\u0026rdquo; tend usually to inhabit a continuous geographical area. That said, in fact the boundaries of those areas is generally not precisely known, both because of the lack of documentation and because they change fluidly over time as situations change. In addition, often the territory is discontinuous, interrupted by areas inhabited by other peoples with distinct cultural affiliations, or with far flung diaspora areas that are the result of politically or economically motivated migrations.\u0026nbsp; Thus the mapping of cultures, or cultural groups, namely people, to cultural regions, or geographical territories, if often extremely complex. An additional complexity is that often people have multiple cultural affiliations, which have a tacitly understood hierarchy \u0026ndash; at the highest, most abstract level, they may feel an affiliation with a large cultural group, but then they also have more particular affiliations to other, smaller, cultural groups, which can sometimes have three or more levels. For example, a Tibetan may feel \u0026ldquo;Tibetan\u0026rdquo; at the most generic level, but see herself as \u0026ldquo;Khampa\u0026rdquo; (eastern Tibet) regionally, and then even \u0026ldquo;Derge\u0026rdquo; at the very local level, and possibly beyond. Each of these identities gets expressed in different contexts, and means different things to the person or group of people in question. And each has its potentially distinct complex associations with race, religion, politics, and more.\u003c/p\u003e\n\u003cp\u003eWhen one turns to the problem of identifying the web of cultural groups and subgroups, as well as their imperfect mapping to geographically expressed cultural regions and subregions, it is thus obviously an imperfect and artificial process. At the same time, articulating such taxonomies also is an important goal, since it helps us understand explicit and tacit knowledge in an area, and amongst a complex array of communities, and can serve as an important device to sorting out the interrelationships of a broad range of phenomena. The goal is to discern the complex grouping of peoples over vast stretches of space and time into multiple affiliations based upon cultural factors, which then helps us understand both historical references to their collective identity and affiliations, and our own attempts to understand their interrelationships, even if they are only ever tacitly expressed. The criteria or indicators to make these identifications include common elements in the following domains, which are presented in the order of the most important to the least important (roughly) and which constitute a very partial list:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eexplicit identity statements (I am\u0026hellip;, We are\u0026hellip;)\u003c/li\u003e\n\u003cli\u003eorigin myths and historical narratives\u003c/li\u003e\n\u003cli\u003espoken language\u003c/li\u003e\n\u003cli\u003ewritten language\u003c/li\u003e\n\u003cli\u003ebodies of literature\u003c/li\u003e\n\u003cli\u003egeographical location\u003c/li\u003e\n\u003cli\u003eclothing\u003c/li\u003e\n\u003cli\u003earchitecture\u003c/li\u003e\n\u003cli\u003eeconomic systems\u003c/li\u003e\n\u003cli\u003ereligious traditions\u003c/li\u003e\n\u003cli\u003eclans and tribes\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eAt the most abstract level, then, we might speak of all peoples across the globe as belonging to a single world culture. This communality might not seem particularly apparent, but we see it invoked frequently in movies, novels, and formal talks, ranging from invocations of \u0026ldquo;aliens\u0026rdquo; from another planet, to an invocation of our common humanity, or the increasingly close knit character of the \u0026ldquo;global village\u0026rdquo;.\u003c/p\u003e\n\u003cp class=\"Paragraph\"\u003eThe first order of subdivisions of cultures, then, is very abstract and artificial in character, but most typically uses the convenient geographic boundaries of the world\u0026rsquo;s continents: Africa, Asia, Europe, North America, South America, and Australia. While in daily life and discourse, such cultural affiliations might not be at the foremost of people\u0026rsquo;s thoughts and words, certainly they are not unknown in terms of self-identification as politicians, intellectuals, writers, artists, businessmen, and other refer to themselves in terms of being an \u0026ldquo;African politician\u0026rdquo;, or as an \u0026ldquo;Asian artist\u0026rdquo;, and so forth.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2011-10-28 18:07:27 UTC","updated_at":"2013-12-30 13:43:33 UTC","authors":[{"id":"42","fullname":"David Germano"},{"id":"42","fullname":"David Germano"}]}]}