{"descriptions":[{"id":1209,"title":"An Overview of Golok","content":"\u003ch2\u003eLocation and Geographic Features\u003c/h2\u003e\n\u003cp\u003eGolok (mgo log) is a cultural area in Eastern Tibet sandwiched between the Tibetan regions of Amdo (a mdo) and Kham (khams), but for much of its six-hundred-plus years of recorded history it prided itself on being distinct from both its Tibetan and Chinese neighbors. The defining feature of Golok is its expansive high-altitude pasturelands, home to an economy driven principally by nomadic pastoralism. Today, Golok corresponds to the Chinese administrative unit Golok Tibetan Autonomous Prefecture (mgo log bod rigs rang skyong khul), and is situated in the southern region of Qinghai Province, bordering Sichuan Province to the south. Within Qinghai, it is south of Tsonup (tsho nup, Ch. Haixi) Tibetan and Mongolian Autonomous Prefecture, East of Y\u0026uuml;lsh\u0026uuml;l (yul shul, Ch. Yushu) Tibetan Autonomous Prefecture, and west of Ngawa (rnga ba) Tibetan and Qiang Autonomous Prefecture. Today the region contains six counties including Chikdril (gcig sgril), Darlak (dar lag), Gad\u0026eacute; (dga\u0026rsquo; bde), Machen (rma chen), Mat\u0026ouml; (rma stod), and Pema (pad ma) and covers 75,000 km\u003csup\u003e2\u003c/sup\u003e, making it roughly the size of the Czech Republic. More than 90% of its inhabitants are Tibetan according to the 2000 census. In the past, however, Golok territories were larger than they are now, covering more than 100,000 km\u003csup\u003e2\u003c/sup\u003e, closer to the size of Iceland.\u003ca name=\"n1\" href=\"#fn1\"\u003e[1]\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003eThe most well-known landmark in Golok is the Any\u0026eacute; Machen (a myes rma chen) mountain range (alt. 6282 m., 20610 ft.), one of Tibet\u0026rsquo;s most sacred mountains. But even the lower regions of Golok, which are blanketed with rolling alpine grasslands, stand at an average altitude of 4000 m., making the majority of terrain unsuitable for agriculture. Although towns are growing quickly and nomad resettlement programs coupled with fencing policies are changing traditional migration patterns, nomadic pastoralism is still the primary livelihood in Golok. Nomads travel seasonally to provide their herds with optimal pasturage, moving into higher grasslands in the summer and returning to lower more sheltered areas in the winter. This is especially important in Golok given that the average annual temperature in the northwest part of Golok (using Mat\u0026ouml; as an example) is -22˚ C. Weather conditions in Golok are highly variable, with sunny skies regularly making way for hailstorms followed by rainbows in a matter of minutes. Golok decreases in altitude and becomes less arid as one moves further southeast, with counties such as Chikdril and Pema having an average annual temperature of 2-3˚ C. In this southeastern part of the region, more than 3000 acres of land is farmed, the primary crops being wheat, barley, peas, white mustard, turnip, and radish.\u003ca name=\"n2\" href=\"#fn2\"\u003e[2]\u003c/a\u003e Given the lower altitude of Pema County, it is not surprising that not only are the oldest monasteries in Golok found here in the valley of the Machu River (rma chu, Ch. Huang He, Yellow River), but there is also evidence of ancient human civilization in Pema County with 45 excavated sites dating to the Bronze Age.\u003ca name=\"n3\" href=\"#fn3\"\u003e[3]\u003c/a\u003e\u0026nbsp;\u003c/p\u003e\n\u003ch2\u003eLineage History\u003c/h2\u003e\n\u003cp\u003eThe Goloks trace their history back at least 600 years to the time of Dri Lhagyel Bum (\u0026rsquo;bri lha rgyal \u0026rsquo;bum) in the fourteenth century. Story has it that he was originally from an area south of Nangchen (nang chen) in Qinghai on the western edge of Sichuan Province at a place named Drilung (\u0026rsquo;bri rlung), but together with a small group of households he moved to a valley named Gukho (\u0026rsquo;gu kho) in the Pely\u0026uuml;l (dpal yul) district of Sichuan. Dri Lhagyel Bum had faith in both the Katok (KaH tog) lineage of Nyingma (rnying ma) Buddhism and B\u0026ouml;n (bon). He built a place to make offerings at Any\u0026eacute; Machen as well as several B\u0026ouml;n temples. He married a girl who was a descendant of the mountain Nyenpo Yuts\u0026eacute; (gnyan po g.yu rtse), located in Pema County, Golok. When his son Ambum (a \u0026rsquo;bum) grew up, together with fifty households they moved to Golok at the end of the fourteenth century. Not long after this, they fought their neighbors and emerged victorious, thus earning the Do, Dzi, and Ma valleys (rdo, \u0026rsquo;dzi, and smra) for themselves. In acknowledgement of their victory, the Ming Emperor Xuan de (r. 1425-35) sent the Goloks\u0026rsquo; leader official titles and rank.\u003ca name=\"n4\" href=\"#fn4\"\u003e[4]\u003c/a\u003e\u003c/p\u003e\n\u003ch2\u003eThe Meaning of\u0026nbsp; \u0026ldquo;Golok\u0026rdquo;\u003c/h2\u003e\n\u003cp\u003eAccording to the \u003cem\u003eAnnals of Golok History \u003c/em\u003e(mgo log lo rgyus deb ther), one explanation for the name \u0026ldquo;Golok\u0026rdquo; is that the locals in that region called them the people who had \u0026ldquo;left the \u0026rsquo;Gu Valley behind\u0026rdquo; (\u0026rsquo;gu log pa), that is, the name of their former territory in Pely\u0026uuml;l. Alternately, as they consolidated power in the region, \u0026ldquo;Golok\u0026rdquo; came to refer to their prowess at vanquishing their enemies in battle and having them lose their heads (mgo). Namkhai Norbu cites an alternate etymology he heard during his travels through Golok territory in 1951: instead of Golok, his informants told him that the real meaning is ngolok (ngo log), that is, \u0026ldquo;rebellion,\u0026rdquo; as is clear in the following folk song he cites:\u003c/p\u003e\n\u003cp\u003e\u003cspan class=\"prose\"\u003e\n\u003cp\u003eI rebel (Ngolok) against those up there, I rebel against Tibet/ I rebel!/\u003c/p\u003e\n\u003cp class=\"NoSpacing\"\u003eAgainst the orders of the Dharma King of Tibet I rebel!/ I rebel and the sky is with me./ The blue sky is with the rebellion!/ I rebel against those down there, I rebel,/ against China I rebel!/ Against the Chinese governments laws I rebel!/ I rebel! We make our own laws!\u003ca name=\"n5\" href=\"#fn5\"\u003e[5]\u003c/a\u003e\u003c/p\u003e\n\u003c/span\u003e\u003c/p\u003e\n\u003cp class=\"NoSpacing\"\u003eNot only Golokpas, but many of their neighbors readily agreed with the characterization of them as rebels given their penchant for banditry and marauding both their neighbors and the caravans that passed nearby their territories en route from Xining to Jyekundo (skye dgu mdo). It is true that some Goloks supplemented their pastoral economy with the goods secured from their infamous raids, but they were not unique in this regard. Many other Tibetan communities, in particular nomadic ones, engaged in similar tactics aided by the fact that their mobility made them a difficult target for retribution in comparison to settled agriculturalists.\u003c/p\u003e\n\u003ch2\u003eReligion in Golok\u003c/h2\u003e\n\u003cp class=\"NoSpacing\"\u003eNevertheless, the people of Golok were by and large devoutly religious, as the following proverb attests: \u0026ldquo;Above the mountain is the sun and moon; above the ruler is the chaplain.\u0026rdquo;\u003ca name=\"n6\" href=\"#fn6\"\u003e[6]\u003c/a\u003e In Golok, B\u0026ouml;n and Nyingma Buddhism have had the greatest historical importance. Although there aren\u0026rsquo;t many B\u0026ouml;n Monasteries left in Golok, the pervasive influence of B\u0026ouml;n can be seen in the prevalent custom of worshipping mountain gods through annual incense propitiation rituals, the most important among them being Any\u0026eacute; Magyel Bomra (a mye rma rgyal sbom ra) of Any\u0026eacute; Machen, Nyenpo Yuts\u0026eacute;, Yungdrung Chakts\u0026eacute; (g.yung drung lcags rtse), and so forth.\u003c/p\u003e\n\u003cp class=\"NoSpacing\"\u003eThe strongest Buddhist influence in Golok came from Katok Monastery in Kham (est. 1159). The \u003cem\u003eAnnals of Golok History\u003c/em\u003e suggests multiple reasons for Katok\u0026rsquo;s importance in Golok. The first one is Golok\u0026rsquo;s greater proximity to the major Nyingma monasteries of Kham compared to the other major monastic centers in Amdo northeast of Golok, which are predominantly Gelukpa. Another reason for the prominence of Katok is that Goloks trace their lineage history back to ancestors who themselves came from the general vicinity of Katok. Thirdly, four generations after Dri Lhagyel Bum, his descendant Sonamkyap (bsod nams skyabs) became a monk and studied at Katok at the end of the fifteenth century. When he completed his studies, he returned to Golok and founded Drakkargo Monastery (brag dkar mgo mgon), which was the first monastery in Golok. After this, many other branch monasteries of Katok proliferated in Golok, as well as some from other Nyingma lineages including Pely\u0026uuml;l and Dzokchen (rdzogs chen). Out of the fifty-four monasteries in Golok, thirty-six of them are Nyingma. Within these, nineteen are affiliated with Katok, eight with Pely\u0026uuml;l, and nine with Dzokchen. Additionally, there are eight Jonang (jo nang), seven Geluk (dge lugs), one of mixed lineage, one Kagy\u0026uuml; (bka\u0026rsquo; brgyud), and two B\u0026ouml;n monasteries. Until the late nineteenth century, however, these monasteries were by and large not made up of fixed buildings, but were rather \u0026ldquo;black encampments\u0026rdquo; (nag sgar) or \u0026ldquo;tent monasteries\u0026rdquo; (sbra dgon) that moved along with their parishioners (lha sde).\u003c/p\u003e\n\u003ch2\u003eSocial Structure\u003c/h2\u003e\n\u003cp class=\"NoSpacing\"\u003eBefore its incorporation into the PRC, Golok was not centrally organized, but was rather a confederation of different locally controlled communities. Golok was comprised of three main parts (mgo log khag gsum): Akyong Bum (a skyong \u0026rsquo;bum), Wangchen Bum (dbang chen \u0026rsquo;bum), and Pema Bum (pad ma \u0026rsquo;bum). Each one of these parts was like an umbrella with further divisions, each with their own leaders, and then subdivisions beyond those. Akyong Bum included five different divisions (tsho khag) with their own leaders (dpon), which themselves governed up to three different communities: the nomadic community (ru sde), farming community (rong sde), and outer community (phyi sde), which referred to groups of people who had been incorporated into the Golok fold but were originally outsiders.\u003ca name=\"n7\" href=\"#fn7\"\u003e[7]\u003c/a\u003e Similarly, Wangchen Bum included an upper and lower division, from which multiple layers of subdivisions came forth. Listing these by their Tibetan names in the order of larger to smaller, Wangchen Bum\u0026rsquo;s subdivisions included: ru ma \u0026gt;ru sde or phyi sde \u0026gt; shog chung or tsho shog or tsho ba \u0026gt; tsho ma lag \u0026gt; tsho yang lag. Thirdly, Pema Bum was divided into eight different principalities (\u003cem\u003edpon khag\u003c/em\u003e) each governed by their own leader. These principalities contained different communities (sde ba) each with multiple encampment circles (tsho khor) or groups of ten households (bcu shog). As is evident by this overview of the breakdown of Golok society, Golok was not a monolithic entity but rather a collection of communities ranging in size and power. Internal disputes over rights to pasture land and other vendettas were (and still are) commonplace, but in the face of a common external enemy, the three parts of Golok were able to organize and mobilize an army with alacrity.\u003c/p\u003e\n\u003ch2\u003ePolitical History\u003c/h2\u003e\n\u003cp class=\"NoSpacing\"\u003eGolok people themselves have emphasized their autonomy and their warlike propensities, such as this often-quoted comment purportedly spoken by a Golok man to the Russian explorer P. K. Kozloff:\u003c/p\u003e\n\u003cp\u003e\u003cspan class=\"prose\"\u003e\n\u003cp\u003e...We N\u0026rsquo;goloks, on the other hand, have from time immemorial obeyed none but our own laws, none but our own convictions. A N\u0026rsquo;golok is born with knowledge of his freedom, and with his mother\u0026rsquo;s milk imbibes some acquaintance with his laws. They have never been altered. Almost in his mother\u0026rsquo;s womb he learns to handle arms. His forebears were warriors\u0026mdash;were brave and fearless men, even as we to-day are their worthy descendants...\u003ca name=\"n8\" href=\"#fn8\"\u003e[8]\u003c/a\u003e \u0026nbsp;\u003c/p\u003e\n\u003c/span\u003e\u003c/p\u003e\n\u003cp class=\"NoSpacing\"\u003eEven so, Golok has had many opportunities to sharpen its military skills in the face of external attacks. For hundreds of years leading up to the eighteenth century, the Mongols to the north of Golok were a menace to them. In the mid-seventeenth century when the Mongol Gushri Khan sent an army through Kham to aid the Geluk school of Tibetan Buddhism in consolidating their power over Central Tibet, his Mongol armies attacked Golok and forced several parts of it to pay tribute. Again in 1724 as the Manchu Qing Dynasty (1644-1911) extended its power base westward, the Qing Emperor Yongzheng (r. 1723-36) violently suppressed the northern regions of Eastern Tibet, destroying more than forty Golok groups and forcing Golok under its empire with the obligation to pay tribute. The Qing distributed official ranks and titles to some Golok leaders until at least the early nineteenth century, when their power weakened. After the fall of the Qing Dynasty in 1911 and during China\u0026rsquo;s subsequent Republican era (1912-1949), regions including Golok that were a part of the northwest provinces claimed by China were not effectively controlled by the national government. In the wake of this power vacuum, the Chinese Muslim Ma family warlords took over a broad swath of China\u0026rsquo;s northwest territories. Ma Qi, Ma Lin, and Ma Bufang successively launched a series of extremely violent attacks on Golok regions in 1917, 1920, 1921, 1927, 1933, 1935-8, and 1940-41. Despite the carnage resulting from these attacks, the entirety of Golok was never successfully subjugated by the Ma warlords. Hence, prior to the incorporation of Golok into the People\u0026rsquo;s Republic of China in the early 1950s, although at least a few divisions within Golok did choose to submit to the Dalai Lama\u0026rsquo;s Tibetan government and more still were forced to submit at different times to the Mongols, Manchu Qing, and later Chinese Muslim Ma warlords, for long periods of time the majority of Golok did manage to maintain its autonomy, as the Golok man who spoke to Kozloff boasted.\u003c/p\u003e\n\u003ch2\u003eReferences\u003c/h2\u003e\n\u003cp\u003eDon grub dbang rgyal and Nor sde, \u003cem\u003eYul go log gi lo rgyus deb ther padma dkar po\u0026rsquo;i chun po\u003c/em\u003e. Zi ling: Mtsho sngon mi rigs dpe skrun khang, 1992.\u003c/p\u003e\n\u003cp\u003eGruschke, Andreas. \u003cem\u003eThe Cultural Monuments of Tibet\u0026rsquo;s Outer Provinces: Amdo\u003c/em\u003e. Bangkok: White Lotus Press, 2001.\u003c/p\u003e\n\u003cp\u003eKozloff, P. K. \u0026ldquo;Through Eastern Tibet and Kam (Continued).\u0026rdquo; \u003cem\u003eThe Geographical Journal\u003c/em\u003e 31, no. 5 (1908): 522-34.\u003c/p\u003e\n\u003cp\u003eLhawang, Lodey. \u0026ldquo;The Conferring of Tibetan Government Ranks on the Chieftains of Golok.\u0026rdquo; \u003cem\u003eLungta\u003c/em\u003e 8 (1994): 13-17.\u003c/p\u003e\n\u003cp\u003e\u003cem\u003eMgo log rig gnas lo rgyus\u003c/em\u003e. Zi ling: Srid gros Mgo log khul u rig gnas lo rgyus rgyu cha zhib \u0026rsquo;jug u yon lhan khang, 1991.\u003c/p\u003e\n\u003cp class=\"NoSpacing\"\u003eNamkhai Norbu. \u003cem\u003eJourney Among the Tibetan Nomads\u003c/em\u003e. Dharamsala: Library of Tibetan Works \u0026amp; Archives, 1997.\u003c/p\u003e\n\u003ch2\u003eEndnotes\u003c/h2\u003e\n\u003chr size=\"1\" /\u003e\n\u003cp\u003e\u003ca name=\"fn1\" href=\"#n1\"\u003e[1]\u003c/a\u003e Don grub dbang rgyal and Nor sde, \u003cem\u003eYul go log gi lo rgyus deb ther padma dkar po\u0026rsquo;i chun po\u003c/em\u003e (Zi ling: Mtsho sngon mi rigs dpe skrun khang, 1992) 6.\u003c/p\u003e\n\u003cp\u003e\u003ca name=\"fn2\" href=\"#n2\"\u003e[2]\u003c/a\u003e Don grub dbang rgyal and Nor sde, \u003cem\u003eGo log lo rgyus deb ther\u003c/em\u003e, 1-11.\u003c/p\u003e\n\u003cp\u003e\u003ca name=\"fn3\" href=\"#n3\"\u003e[3]\u003c/a\u003e Andreas Gruschke, \u003cem\u003eCultural Monuments of Tibet\u0026rsquo;s Outer Provinces: Amdo\u003c/em\u003e (Bangkok: White Lotus Press, 2001) 85.\u003c/p\u003e\n\u003cp\u003e\u003ca name=\"fn4\" href=\"#n4\"\u003e[4]\u003c/a\u003e Don grub dbang rgyal and Nor sde, \u003cem\u003eGo log lo rgyus deb ther\u003c/em\u003e, 17.\u003c/p\u003e\n\u003cp class=\"NoSpacing\"\u003e\u003ca name=\"fn5\" href=\"#n5\"\u003e[5]\u003c/a\u003e Namkhai Norbu. \u003cem\u003eJourney among the Tibetan Nomads\u003c/em\u003e (Dharamsala: Library of Tibetan Works \u0026amp; Archives, 1997) 3.\u003c/p\u003e\n\u003cp\u003e\u003ca name=\"fn6\" href=\"#n6\"\u003e[6]\u003c/a\u003e Don grub dbang rgyal and Nor sde, \u003cem\u003eGo log lo rgyus deb ther\u003c/em\u003e, 105.\u003c/p\u003e\n\u003cp\u003e\u003ca name=\"fn7\" href=\"#n7\"\u003e[7]\u003c/a\u003e An additional sixth division, Lama Tsangwa (bla ma gtsang ba tshang) came to be included among these divisions. Additionally, Akyong Bum is also described as being tripartite (khag gsum), with the first three of the five divisions mentioned above as the three main Akyong parts including Kangsar (khang gsar), Kanggen (khang rgan), and Gongma (gong ma tshang).\u003c/p\u003e\n\u003cp\u003e\u003ca name=\"fn8\" href=\"#n8\"\u003e[8]\u003c/a\u003e P. K. Kozloff, \u0026ldquo;Through Eastern Tibet and Kam (Continued).\u0026rdquo; \u003cem\u003eThe Geographical Journal\u003c/em\u003e 31, no. 5 (1908): 526.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2010-11-01 18:16:28 UTC","updated_at":"2010-11-11 19:09:45 UTC","authors":[{"id":"53","fullname":"Sarah Jacoby"},{"id":"53","fullname":"Sarah Jacoby"}]},{"id":24,"title":"A Brief Summary of Golok","content":"\u003cp\u003eGolok (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003emgo log\u003c/span\u003e\u003c/em\u003e) is a distinct ethno-cultural region by virtue of its dialects, origin narratives, tribal and clan groupings, explicit identity statements, and life-style and ecology. The dialects spoken in the Golok region are a variation of nomadic Amdo dialects ('brog skad), distinct from the farming areas to the north and east, but grading into the Ngawa (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003ernga ba\u003c/span\u003e\u003c/em\u003e) dialect to the southeast, and running up against the Kham dialects (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003ekhams skad\u003c/span\u003e\u003c/em\u003e) of Yushu to the southwest. In contemporary China, there is a \u003cspan class=\"place\" title=\"1180\"\u003eGolok Tibetan Autonomous Prefecture\u003c/span\u003e based on this perceived unity. The areas around Golok are more difficult in terms of classification. Pastoralist communities extend from Golok southeast through Ngawa (\u003cem\u003e\u003cspan class=\"tibetan\"\u003ernga ba\u003c/span\u003e\u003c/em\u003e), Mewa (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003erme ba\u003c/span\u003e\u003c/em\u003e) and Dz\u0026ouml;g\u0026eacute; (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003emdzod dge\u003c/span\u003e\u003c/em\u003e), which have traditionally been referred to as Shimdrok (also pronounced Zhingdrok, \u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003ezhing 'brog\u003c/span\u003e\u003c/em\u003e). They are quite similar to Golok, and thus their most natural classification is not immediately apparent.\u003c/p\u003e","source_url":null,"is_primary":false,"created_at":"2009-06-09 18:00:52 UTC","updated_at":"2013-02-14 14:22:40 UTC","authors":[{"id":"15","fullname":"Toni Huber"},{"id":"15","fullname":"Toni Huber"}]}]}