{"descriptions":[{"id":1571,"title":"Tewo Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 class=\"h1\" id=\"b6\"\u003eBonpo monasteries and temples \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003ein Tibetan regions in Qinghai, Gansu and\n               Sichuan\n            \u003c/h2\u003e\n\n               \u003ch2 id=\"b6-1\"\u003eThe bo County\u003c/h2\u003e\n\n               \n\n                  \u003ch3 id=\"b6-1-1\" class=\"space-before\"\u003eIntroduction\u003c/h3\u003e\n\n                  \u003cp\u003eThe bo, sometimes called The bo gorge (The bo rong) is a long, deep gorge with\n                     numerous side-gorges through which flows the The bo Chu nag or \u0026rsquo;Brug chu.\n                     Geographically it belongs to the sGang gsum rong drug (\u0026ldquo;three hills and six\n                     gorges\u0026rdquo;).\u003c/p\u003e\n\n                  \u003cp\u003eThe bo County is located in southeast Gannan Tibetan Autonomous Prefecture of\n                     Gansu province in China. The county covers an area of 51,480000 sq km, 60% of\n                     which are covered by forest. The county is divided into twelve districts (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e): sTeng ka, Gyi ba, Kha pa, sTag ra, Nyin ngo, dBang\n                     bzang, Huayuan, A zha, rDo ra, Ri dbang, Bya \u0026rsquo;bab and La rtse khog. It\n                     comprises a total of two hundred and twenty-one villages. The population is\n                     3201, about 80% of which are Tibetan. Most of the inhabitants are farmers who\n                     practise both agriculture and animal husbandry.\u003c/p\u003e\n\n               \n\n               \n\n                  \u003ch3 id=\"b6-1-2\"\u003eHistory \u003c/h3\u003e\n\n                  \u003cp\u003eThe bo was occupied by A zha in the sixth century, and descendents of A zha\u0026rsquo;s\n                     people may still be found in the following thirteen villages in A zha valley (A\n                     zha khog), one of the side-gorges in A zha district (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e): Nags sked, A rta srib, Khe lam, Phyug bcu, Pe gseb, Nags gong,\n                     Nyin pa, bTsun mo, sMad lung, rGyab klu gong ma, rGyab klu \u0026rsquo;og ma, lTag srib,\n                     Sa dkar sgang. Shortly after A zha\u0026rsquo;s invasion, the Tibetan army defeated A\n                     zha\u0026rsquo;s forces and annexed the whole The bo area to Tibet. Ancient Chinese\n                     Sources refer to The bo as Di Zhou (Di is the Chinese pronunciation of The,\n                     Zhou the Chinese word for prefecture), and state that it was established as a\n                     prefecture in 577 A.D. It is also mentioned that at the time, in addition to\n                     the present The bo county area, the prefecture included mDzo dge and Nan ping\n                     located in present day southern Gansu. In recent history The bo was conquered\n                     from the North by the King of Cone and remained under the control of Cone until\n                     the nineteen-forties. The bo was intergrated into Cone Autonomous Region in\n                     1950 and established as a separate county in 1962.\u003c/p\u003e\n\n                  \u003cp\u003eIt is not certain when Bon first reached the area; according to oral history,\n                     it was during the Imperial period when the Yarlung kings unified Tibet and the\n                     \u0026rsquo;Phags pa rnams gsum spread Bon in Amdo. Later, with the development of\n                     Buddhism in the area, many Bonpo monasteries were converted to Buddhism,\n                     especially to the dGe lugs pa tradition.\u003c/p\u003e\n\n                  \u003cp\u003eThere are more than twenty Buddhist monasteries in The bo, all of which are dGe\n                     lugs pa with the exception of sPe gu Monastery which is Sa skya pa. The first\n                     Buddhist monastery in The bo appears to be sTeng ka Monastery, which was\n                     founded by dPal Shes rab \u0026rsquo;bar, a famous disciple of \u0026rsquo;Phags pa Blo gros rgyal\n                     mtshan (1235-1281), and which was later converted to the dGe lugs pa tradition.\n                     The dGe lugs pa began to establish monasteries in the area from the late\n                     sixteenth century onwards --three monasteries at the end of the sixteenth\n                     century, six in the seventeenth century, six in the eighteenth century, three\n                     in the nineteenth century, whose foundation date remains unknown.\u003c/p\u003e\n\n               \n\n               \n\n                  \u003ch3 id=\"b6-1-3\"\u003e(91) gTso tshang Monastery\u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-1-3-1\"\u003e1. Name \u003c/h4\u003e\n\n                     \u003cp\u003egTso tshang Monastery\u0026rsquo;s full name is gSang sngags smin grol dar rgyas gling.\n                        gTso is the family name of gTso \u0026rsquo;phags Zla ba rgyal mtshan whose descendents\n                        founded the three monasteries -Ze kha, Bya brang and gSer gzhong- that\n                        constitute gTso tshang. Since the monastery is presently located in Legs\n                        lung village, it is also known as Legs lung Monastery. In the local dialect,\n                        the name of the village used to be La lo, but since no one no longer knows\n                        the original meaning of the term, the monastery\u0026rsquo;s name was recently changed\n                        to Legs lung, \u0026ldquo;Good Valley\u0026rdquo;, because of the term\u0026rsquo;s positive connotation.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-3-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003eIn the early nineteen-eighties, the authorities granted permission to\n                        rebuild Ze kha, Bya brang and gSer gzhong monasteries together as one\n                        monastery at the site of Bya brang Monastery in Bya brang village, where the\n                        main assembly hall (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;du khang\u003c/span\u003e) had escaped destruction.\n                        However, since there was no longer enough land there to rebuild all three\n                        monasteries, Legs lung village was chosen as a new site. The site is located\n                        in Drongtsa (\u0026rsquo;Brong tsha) valley, 2 km east of the The bo county seat. The\n                        mountain behind the monastery (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyab ri\u003c/span\u003e) is part of the\n                        sTag sgang range. The monastery, nestled in the mountain, is situated on the\n                        north bank of the eastward flowing \u0026rsquo;Brug chu river and faces south\n                        (latitude: 34\u0026deg;02\u0026rsquo;93\u0026rdquo;N, longitude: 103\u0026deg;15\u0026rsquo;22\u0026rdquo;E).\u003c/p\u003e\n\n                     \u003cp\u003eThe original site of Ze kha monastery (latitude: 34\u0026deg;02\u0026rsquo;41\u0026rdquo;N, longitude:\n                        103\u0026deg;14\u0026rsquo;67\u0026rdquo;E) is located 1 km northeast.\u003c/p\u003e\n\n                     \u003cp\u003eThe original site of Bya brang Monastery is located 2 km east of county town\n                        on the opposite river bank (latitude: 34\u0026deg;02\u0026rsquo;27\u0026rdquo;N, longitude:\n                        103\u0026deg;15\u0026rsquo;35\u0026rdquo;E).\u003c/p\u003e\n\n                     \u003cp\u003eThe original site of gSer gzhong Monastery (latitude: 34\u0026deg;35\u0026rsquo;45\u0026rdquo;N, longitude:\n                        103\u0026deg;30\u0026rsquo;27\u0026rdquo;E) is located 5 km east of county town on the north bank of the\n                        river.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-3-3\"\u003e3. History\u003c/h4\u003e\n\n                     \u003cp\u003eAccording to oral tradition, the three brothers and great Bonpo masters Do\n                        \u0026rsquo;phags chen mo, sKyang \u0026rsquo;phags Nyi ma rgyal mtshan and gTso \u0026rsquo;phags Zla ba\n                        rgyal mtshan came to Amdo to spread the Bon doctrine. They \u0026ldquo;opened\u0026rdquo; many\n                        hermitages (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eri khrod\u003c/span\u003e), some of which later became\n                        monasteries (for instance, sNang zhig Monastery No. 180, one of the largest\n                        Bonpo monasteries in Tibet, was originally a hermitage founded by Do \u0026rsquo;phags\n                        chen mo). The three masters played a key role in the first spread of Bon in\n                        Amdo. There are descendents of gTso still living in The bo, Khri ka, Shar\n                        khog (=Zung chu) and rGan rgya in Amdo. Kyang za Yig rtsis ma, the mother of\n                        the three masters, also a fervent Bonpo, established her main residence at a\n                        site known as dGu skyang. gTso \u0026rsquo;phags Zla ba rgyal mtshan is believed to\n                        have travelled extensively throughout the area, actively spreading the Bon\n                        religion. Although he founded only a number of sacred sites (and no\n                        monastery), he made a profound impression on the local culture and\n                        traditions. One of his mother\u0026rsquo;s sacred sites and his main ritual and\n                        cremation sites are located at Chu gter rdzong, on Brag dkar bya rgod, a\n                        sacred mountain (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egnas ri\u003c/span\u003e) in Amdo. The first Bonpo\n                        monasteries were founded much later (only four to five generations ago) by\n                        gTso \u0026rsquo;phags\u0026rsquo;s descendents. At present the remaining known descendents of\n                        gTso \u0026rsquo;phags live in the three villages that are financing the reconstruction\n                        of the three monasteries. Five of the families live in Ra nang village which\n                        is responsible for Ze kha Monastery, four in Bya brang village which is\n                        responsible for Bya brang Monastery, and two in gSer gzhong village which is\n                        responsible for gSer gzhong Monastery. There is no doubt that the \u0026rsquo;Phags pa\n                        rnams gsum were lay people and that their religious tradition was permeated\n                        by indigenous customs and beliefs. However, the monasteries - which emerged\n                        much later - seem to have been strongly influenced by Buddhism.\u003c/p\u003e\n\n                     \u003cp\u003eSince gTso tshang Monastery in fact comprises three monasteries - Ze kha,\n                        Bya brang, and gSer gzhong - it is important to mention here the information\n                        concerning their respective historical backgrounds.\u003c/p\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-1-3-3-1\"\u003e\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eZe kha\u003c/span\u003e\n                        \u003c/h5\u003e\n\n                        \u003cp\u003eThe date of Ze kha Monastery\u0026rsquo;s foundation and the identity of its founder\n                           remain obscure; even A skal, the only surviving monk who has some\n                           knowledge on the history of gTso tshang and who wrote the only historical\n                           account of the monastery (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTGLG\u003c/span\u003e) is uncertain. The\n                           first master of Ze kha Monastery, Shar ba khri skyang, was born in sTod\n                           mtsho \u0026rsquo;phel into one of the three Khri skyang villages of Zung chu County\n                           in rNga ba Prefecture; the second master was born in rGya myi ya ru (the\n                           exact location of which remains unknown). The third master was born in En\n                           \u0026rsquo;dzin mtsho \u0026rsquo;dus. During his lifetime the monastery\u0026rsquo;s assembly hall was\n                           destroyed by fire and rebuilt. He travelled to Central Tibet and Khams.\n                           He was renowned as a saint, and was believed to be endowed with\n                           miraculous powers (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egrub rtags\u003c/span\u003e); He is said to have\n                           founded the monastery\u0026rsquo;s \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham\u003c/span\u003e (monastic dance). The\n                           fourth master remains unidentified. The fifth, Bla ma skyabs, was born in\n                           lDong ba village of Brag sgom ba; his father was called A dam and his\n                           mother Klu mo. He broke his religious vows, so three influential monks of\n                           Ze kha - Dran pa skyabs, bSod nams dar rgyas and A rdo - invited Tshul\n                           khrims rgyal mtshan, a descendent of Do \u0026rsquo;phags chen po, then aged five,\n                           from rNga khog to take his place in 1930. However, the new incumbent also\n                           broke his vows when he turned twenty-five, and was replaced by his\n                           brother Bon slebs Nam mkha\u0026rsquo; bstan \u0026rsquo;dzin, the present master of gTso\n                           tshang Monastery. Before 1958, Ze kha Monastery comprised a two storey\n                           assembly hall with five rooms on each floor, a common house (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003espyi khang\u003c/span\u003e) with nine rooms and a two-storey building\n                           with five rooms called rNga sgra khang. According to oral tradition, the\n                           monastery was built on the site of an ancient Chinese Han fort.\u003c/p\u003e\n\n                     \n\n                     \n\n                        \u003ch5 id=\"b6-1-3-3-2\"\u003e\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eBya brang\u003c/span\u003e\n                        \u003c/h5\u003e\n\n                        \u003cp\u003eAlthough the real name of Bya brang Monastery\u0026rsquo;s first lama remains\n                           unknown, he was locally known as gSer so can and was born in dGu skyang.\n                           According to oral tradition, he left dGu skyang with a retinue in search\n                           of an auspicious place to build a monastery. Disappointed by the first\n                           two sites where he expected to receive some favourable omen, he continued\n                           his search. As he was passing through a place called Nags \u0026rsquo;bul beyond\n                           Tsha bzo mountain, he came upon a dead body which turned out to be that\n                           of the son of the A bze village chief who had been killed by a gang of\n                           robbers. He covered up the corpse, left his favourite dog behind to guard\n                           the corpse, and went to look for the deceased man\u0026rsquo;s father. He eventually\n                           met the chief and his entourage who were looking for the son. The chief,\n                           moved by the Lama\u0026rsquo;s solicitude for his dead son, requested him to become\n                           his spiritual master and offered him land on which to build the\n                           monastery, as well as fields and an estate to support it. The chosen site\n                           was known as Bya brang (\u0026ldquo;Bird\u0026rsquo;s chest\u0026rdquo;) because of its garuda-like shape.\n                           gSer so can accepted the offer and thus Bya brang Monastery was built.\n                           His successor and incarnation was born in Mar sgur village not far from\n                           the monastery. Not much is known about the third incarnation except that\n                           he too was born in Mar sgur. However there are many fantastical tales\n                           relating his miraculous deeds circulating among the local Bonpo\n                           community. The fourth incarnation was born in En \u0026rsquo;dzi\u0026rsquo;i snya bza\u0026rsquo;. The\n                           fifth was born in 1918, and his father was Klu \u0026rsquo;bum bsod nams. He studied\n                           under Hor btsun bsTan \u0026rsquo;dzin blo gros and obtained the Rab \u0026rsquo;byams pa\n                           degree at gYung drung gling Monastery (No.2), and thus acquired a\n                           reputation as a learned lama. He built a new assembly hall. He died in\n                           1958 at gYung drung gling. Before 1958, the monastery comprised a new\n                           assembly hall built of wood with five rooms on each floor, and a\n                           two-storey common house (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003espyi khang\u003c/span\u003e) with five rooms\n                           on each floor, likewise built of wood.\u003c/p\u003e\n\n                     \n\n                     \n\n                        \u003ch5 id=\"b6-1-3-3-3\"\u003e\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egSer gzhong \u003c/span\u003e\n                        \u003c/h5\u003e\n\n                        \u003cp\u003eThe first master of gSer gzhong Monastery, a descendent of gTso \u0026rsquo;phags\n                           called Thor cog can, arrived from Dwang ra in the North to look for a\n                           place to build a monastery. He stopped at the site of gSer gzhong one\n                           night to rest and dreamt that a fox had stolen one of his boots, thus\n                           preventing him from travelling further. However, he found the fox\u0026rsquo;s den\n                           with his boot inside. Thor cog can took this as a favourable omen and\n                           decided to build the monastery there. Its construction was financed by A\n                           nag dbang chen and gShen tsha glang thar. \u003c/p\u003e\n\n                        \u003cp\u003eThor cog can\u0026rsquo;s reincarnation was born in sTag ri snya nang. The following\n                           incarnation and third lama of the monastery was born in En \u0026rsquo;dzi\u0026rsquo;i nyin\n                           ri. The fourth, Shes rab bstan \u0026rsquo;dzin was born at sGang ri kha in 1907 and\n                           was enthroned at the age of six. He studied under Kun bzang tshang from\n                           sNang zhig in The bo and later went himself to sNang zhig to further his\n                           studies. He also travelled to central Tibet with an entourage. On the\n                           way, at Sog sde in Nag chu kha, he subdued a demon, a feat which earned\n                           him considerable fame and popularity. After spending three years at gYung\n                           drung gling and seven years at Grwa sa \u0026rsquo;og ma i.e. sTag rtse ri khrod in\n                           Kong po to study and collect funds for the monasteries, he returned to\n                           The bo where he died in 1954 at the age of forty-seven. \u003c/p\u003e\n\n                        \u003cp\u003eAnother incarnation of the same lama was born almost at the same time, in\n                           1916. His father was named Klu \u0026rsquo;bum and his mother gNam sman \u0026rsquo;tsho. He\n                           was enthroned at the age of twelve and his appointed tutor (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eyongs \u0026rsquo;dzin\u003c/span\u003e) was Tshe dbang shes rab. He left the\n                           monastery at a young age to search for his own spiritual teacher and whom\n                           he found in the person of bSe ba drung ram pa Shes rab phun tshogs at\n                           sKyang tshang Monastery (No. 202). He studied and practised assiduously\n                           for many years until his master\u0026rsquo;s death, after which he returned to The\n                           bo where he spent four years at bDe gsal ri khrod, a hermitage he had\n                           founded. He then travelled to Central Tibet with two students via rKyang\n                           phyag. There is a record of all the Bonpo and Buddhist monasteries and\n                           sacred sites of Amdo, Khams, gTsang, dBus, Nag chu kha, mNga\u0026rsquo; ris which\n                           he visited on his way. He also studied under Shar rdza bKra shis rgyal\n                           mtshan for two years. While in Central Tibet, he made a three-year\n                           retreat to practise the secret Ma rgyud tantra in a cave at lHa ri gyang\n                           tho where King dMu khri btsan po is said to have practised the sPyi\n                           spungs tantra of the Bon religion. A message from his monastery informing\n                           him of a disaster and requesting him to return drew him from his retreat.\n                           Back in The bo he chose to stay at the hermitage which he had recently\n                           established and not at his residence in the monastery. He became renowned\n                           throughout the area as an outstanding lama. He died in 1958 in Cone. \u003c/p\u003e\n\n                        \u003cp\u003eIn addition to the above-mentioned lamas of the main lineage, there are\n                           many other famous masters and practitioners whose stories are well known\n                           by the local population. Before 1958, the monastery comprised a\n                           three-storey assembly hall with seven rooms on each floor, a three-room\n                           sgrub khang and a five-room \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003espyi khang\u003c/span\u003e, all built of\n                           wood.\u003c/p\u003e\n\n                        \u003cp\u003eIn the early nineteen-eighties, the elder monks from all three\n                           monasteries gathered to discuss how to rebuild the three monasteries\n                           together (permission was granted for only one monastery). They sought the\n                           advice of Bon slebs Nam mkha\u0026rsquo; bstan \u0026rsquo;dzin, the head lama of Ze kha at the\n                           time, and requested him to supervise the reconstruction of gTso tshang\n                           Monastery. The new assembly hall has twelve pillars. The most sacred\n                           objects within are a statue of sTon pa gShen rab which was discovered by\n                           dBal khyung sMon lam rgyal mtshan at gNas chen gSang ba yang rdzong, and\n                           brought to the monastery by Bon lsebs Nam mkha\u0026rsquo; bstan \u0026rsquo;dzin.\u003c/p\u003e\n\n                     \n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-3-4\"\u003e4. Hierarchical system\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003e\n                           \u003cspan style=\"font-style: italic;\" class=\"\"\u003ebla ma\u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan style=\"font-style: italic;\" class=\"\"\u003edbon po\u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan style=\"font-style: italic;\" class=\"\"\u003edbu mdzad\u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan style=\"font-style: italic;\" class=\"\"\u003e dge skos\u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan style=\"font-style: italic;\" class=\"\"\u003e gnyer pa,\u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;go bdag bla ma\u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan style=\"font-style: italic;\" class=\"\"\u003e las sne \u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan style=\"font-style: italic;\" class=\"\"\u003e spyi ba\u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan style=\"font-style: italic;\" class=\"\"\u003e dkor gnyer or lha gnyer\u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan style=\"font-style: italic;\" class=\"\"\u003e mar chen\u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan style=\"font-style: italic;\" class=\"\"\u003e ja mar\u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan style=\"font-style: italic;\" class=\"\"\u003e ja g-yog\u003c/span\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan style=\"font-style: italic;\" class=\"\"\u003e chu len\u003c/span\u003e\n                        \u003c/li\u003e\n                     \u003c/ul\u003e\n\n                     \u003cp\u003eTwo common practices in monasteries are \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emang ja\u003c/span\u003e, tea\n                        offering and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;gyed phogs\u003c/span\u003e, money and other offerings\n                        distributed among the monks during assemblies.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-3-5\"\u003e5. Current number of monks\u003c/h4\u003e\n\n                     \u003cp\u003eThere are thirty-three monks and novices in gTso tshang Monastery.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-3-6\"\u003e6. Current education\u003c/h4\u003e\n\n                     \u003cp\u003eAt first A skal only taught the young monks reading and reciting. Later he\n                        began to teach a little grammar from texts such as the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eSum\n                           bcu pa\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erTags \u0026rsquo;jug\u003c/span\u003e. In 1996, Bon slebs Nam\n                        mkha\u0026rsquo; bstan \u0026rsquo;dzin sent sTag tsha Kun grol from rTogs ldan Monastery (No.178)\n                        to gTso tshang to be the head of a meditation college, to teach Tibetan,\n                        Bonpo theory and practice to all the monks, and to guide the three-year\n                        meditation retreat (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elo gsum\u003c/span\u003e) following the tradition\n                           (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ephyag len\u003c/span\u003e) of rTogs ldan Monastery. According to\n                        this tradition, The \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elo gsum\u003c/span\u003e must begin on the 11th day\n                        of the 4th month according to the Tibetan calendar and the first period of\n                        the first year begins with the practice of meditation according to the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhrid yig dmar mo mdzub tshugs\u003c/span\u003e for one hundred nights.\n                        The second period of the first year begins on the 1st of September with the\n                        practice of meditation according to the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erTsa lung gsang\n                           mdzod\u003c/span\u003e by Kun grol grags pa for one hundred nights. The first period\n                        of the second year is devoted to the introduction (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esngon\n                           \u0026rsquo;gro\u003c/span\u003e) to the rDzogs chen tradition according to the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; lung rgya mtsho\u003c/span\u003e by Shar rdza bKra shis rgyal mtshan\n                        (1859-1934) for one hundred nights, and the second period to rDzogs chen\n                        meditation for one hundred nights. In the third year, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhrid yig dmar mo mdzub tshugs\u003c/span\u003e is again used as a base for practice\n                        as \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esngon \u0026rsquo;gro\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebcud len\u003c/span\u003e for one\n                        hundred nights, followed by the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTshe dbang bod yul ma\u003c/span\u003e,\n                        including the mun mtshams (meditation in darkness), for one hundred nights.\n                        Teachings during the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elo gsum\u003c/span\u003e are based on the following\n                        works: the Ma rgyud cycle; \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhrid yig dmar mo mdzub\n                           tshug\u003c/span\u003e of Kun grol grags pa (b.1700); the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; lung\n                           rgya mtsho\u003c/span\u003e, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esDe snod mdzod\u003c/span\u003e and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsKyed rdzogs lha gnyen shel gong\u003c/span\u003e by Shar rdza; the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eBon rang lugs kyi khrid gzhung du ma las btus pa\u0026rsquo;i byang chub\n                           lam gyi rim pa\u0026rsquo;i dmigs khrid gshen bstan gsal ba\u0026rsquo;i sgron me\u003c/span\u003e (also\n                        known as \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTshul chen lam rim\u003c/span\u003e) by Tshul chen Tshul khrims\n                        bstan pa\u0026rsquo;i rgyal mtshan. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-3-7\"\u003e7. Educational exchange\u003c/h4\u003e\n\n                     \u003cp\u003egTso tshang Monastery has close ties with rTogs ldan Monastery, the seat of\n                        Bon slebs Nam mkha\u0026rsquo; bstan \u0026rsquo;dzin. Thus Bon slebs sends educated monks to gTso\n                        tshang to teach and gTso tshang sends some of its young monks to rTogs ldan\n                        to study. rGod po (No.92) and gTer ri (No.97) used to be branch monasteries\n                        of gSer gzhong Monastery. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-3-8\"\u003e8 / 9. Rituals\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003e 1st month, 3rd-5th day: celebration of mNyam med Shes rab rgyal\n                           mtshan\u0026rsquo;s anniversary during which the monks perform the \u003cspan style=\"font-style: italic;\" class=\"\"\u003edge spyod\u003c/span\u003e ritual and invite mNyam med for the \u003cspan style=\"font-style: italic;\" class=\"\"\u003egling skor\u003c/span\u003e; the 6th day marks the beginning of \u003cspan style=\"font-style: italic;\" class=\"\"\u003esmon lam\u003c/span\u003e during which the \u003cspan style=\"font-style: italic;\" class=\"\"\u003ebDe gshegs stong gi\n                              mtshan brjod\u003c/span\u003e is recited once a day. Ze kha Monastery had their\n                              \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham\u003c/span\u003e dance on the 8th day followed by the \u003cspan style=\"font-style: italic;\" class=\"\"\u003egtor bzlog\u003c/span\u003e rite on the 9th day. Bya brang Monastery\n                           performed their \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham\u003c/span\u003e on the 13th day, which was\n                           also followed by \u003cspan style=\"font-style: italic;\" class=\"\"\u003egtor bzlog\u003c/span\u003e rite. gSer gzhong\n                           Monastery exhibited its \u003cspan style=\"font-style: italic;\" class=\"\"\u003egos sku\u003c/span\u003e (a large embroidered\n                           tangkha) on the 15th day and its smon lam ceremonies ended on the 16th\n                           day with the \u003cspan style=\"font-style: italic;\" class=\"\"\u003egtor bzlog\u003c/span\u003e rite. \u003c/li\u003e\n\n                        \u003cli\u003e 3rd month, 1st-17th day: the \u003cspan style=\"font-style: italic;\" class=\"\"\u003eDu tri su\u003c/span\u003e\n                           recitation practised, without interruption, by the monks and lay people\n                           together (male and female alike); participants must practise in silence\n                              (\u003cspan style=\"font-style: italic;\" class=\"\"\u003ethun\u003c/span\u003e), while circumambulating the monastery (\u003cspan style=\"font-style: italic;\" class=\"\"\u003eskor ba\u003c/span\u003e) the whole time. The transmission (\u003cspan style=\"font-style: italic;\" class=\"\"\u003edbang\u003c/span\u003e) of the \u003cspan style=\"font-style: italic;\" class=\"\"\u003eDu tri su\u003c/span\u003e cycle is\n                           given on the 8th.\u003c/li\u003e\n\n                        \u003cli\u003e 4th month, 7th-16th day: the mChod pa stong mchod ritual is performed\n                           (7th-12th day: the \u003cspan style=\"font-style: italic;\" class=\"\"\u003estong mchod\u003c/span\u003e ritual in conjunction\n                           with the \u003cspan style=\"font-style: italic;\" class=\"\"\u003eKlong rgyas\u003c/span\u003e ceremony, 13th-16th day: the\n                           ceremony of fasting known as the \u003cspan style=\"font-style: italic;\" class=\"\"\u003esmyung gnas\u003c/span\u003e yar\n                           tshogs together with the \u003cspan style=\"font-style: italic;\" class=\"\"\u003edGe bsnyen lha lnga\u003c/span\u003e\n                           ritual).\u003c/li\u003e\n\n                        \u003cli\u003e 5th month, 1st-15th day: the \u003cspan style=\"font-style: italic;\" class=\"\"\u003edbyar gnas\u003c/span\u003e ritual\n                           in which all the monks of different grades, \u003cspan style=\"font-style: italic;\" class=\"\"\u003edrang srong\n                              ba\u003c/span\u003e and \u003cspan style=\"font-style: italic;\" class=\"\"\u003egtsang gtsug pa\u003c/span\u003e must participate in\n                           the great ritual known as Ma tri sgrub chen. The practitioners of the \u003cspan style=\"font-style: italic;\" class=\"\"\u003edbyar gnas\u003c/span\u003e must also recite the \u003cspan style=\"font-style: italic;\" class=\"\"\u003eKun\n                              dbyings sku lnga\u0026rsquo;i cho ga\u003c/span\u003e and the \u003cspan style=\"font-style: italic;\" class=\"\"\u003esPang\n                              skong\u003c/span\u003e once a day. The transmission of the \u003cspan style=\"font-style: italic;\" class=\"\"\u003ebzlog\n                              chog\u003c/span\u003e was given on the 16th day.\u003c/li\u003e\n\n                        \u003cli\u003e 8th month, 1st-7th day: the ritual service (\u003cspan style=\"font-style: italic;\" class=\"\"\u003ezhabs\n                              brtan sku rim\u003c/span\u003e), consisting of one thousand \u003cspan style=\"font-style: italic;\" class=\"\"\u003ebskang\n                              ba\u003c/span\u003e and tshogs for the tutelar (\u003cspan style=\"font-style: italic;\" class=\"\"\u003eyi dam\u003c/span\u003e) and\n                           protective deities (\u003cspan style=\"font-style: italic;\" class=\"\"\u003ebka\u0026rsquo; skyong\u003c/span\u003e) in conjunction with\n                           the ritual cycle of the deity gSang drag, had to be completed withintat\n                           period. The ritual ended with the performance of the \u003cspan style=\"font-style: italic;\" class=\"\"\u003esrung zlog bsad gsum\u003c/span\u003e of the gSang drag cycle.\u003c/li\u003e\n\n                        \u003cli\u003e 10th month, starting on the 26th day: seven-day ritual of the dBal\n                           gsas cycle with the \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham\u003c/span\u003e dance on the 29th.\u003c/li\u003e\n                     \u003c/ul\u003e\n\n                     \u003cp\u003e12th month, 21st-29th day: ritual known as \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e\n                        during which the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esrung zlog\u003c/span\u003e of the deity sTag la is\n                        performed.\u003c/p\u003e\n\n                     \u003cp\u003eIn addition to the above-mentioned annual ceremonies there are monthly\n                        rituals known as the Cho ga bcu gnyis, \u0026ldquo;The Twelve Rituals\u0026rdquo; sponsored by\n                        each of the monks in turn:\u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003e\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edPal ldan dus \u0026rsquo;khor\u003c/span\u003e in the 1st month\u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eByams ldan rgyal ba\u003c/span\u003e in the 2nd month\u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKun dbyings sku lnga\u003c/span\u003e in the 3rd month\u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erNam dag byams ma\u003c/span\u003e in the 4th month\u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKun rig sgron ma\u003c/span\u003e in the 5th month\u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edGe\u003c/span\u003e\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsnyen lha lnga\u003c/span\u003e in the 6th month\u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKun gsal byams ma\u003c/span\u003e in the 7th month\u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esMon lam mtha\u0026rsquo; yas\u003c/span\u003e in the 8th month\u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egYung drung rnam \u0026rsquo;joms\u003c/span\u003e in the 9th month\u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esMan bla\u003c/span\u003e in the 10th month\u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edGe spyod\u003c/span\u003e in the 11th month\u003c/li\u003e\n\n                        \u003cli\u003e\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erGyal ba rgya mtsho\u003c/span\u003e in the 12th month\u003c/li\u003e\n                     \u003c/ol\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-3-9\"\u003e10. Books held in the monastery\u003c/h4\u003e\n\n                     \u003cp\u003eSeven copies of the Bonpo Canon (the second edition printed in Chengdu), one\n                        copy of the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eDran pa bka\u0026rsquo; thang\u003c/em\u003e in eight\n                        volumes, one copy of the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eTshe dbang bka\u0026rsquo;\n                           thang\u003c/em\u003e in four volumes, one copy of the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eSlob dpon bka\u0026rsquo; thang\u003c/em\u003e in four volumes, one copy of the\n                           \u003cem xmlns:str=\"http://exslt.org/strings\"\u003emKha\u0026rsquo; \u0026rsquo;gro\u0026rsquo;i bka\u0026rsquo; thang\u003c/em\u003e.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-3-10\"\u003e12. Local community \u003c/h4\u003e\n\n                     \u003cp\u003eIn the past the communities of three monasteries were organized, following\n                        the traditional Tibetan military system, into three units (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edmag ru\u003c/span\u003e), which, in the past, functioned as military divisions\n                        during critical times and which were stationed in open valleys: Nyin pa unit\n                        comprising Ra nang, Yang le, rDza ri, Kha lung, Lag lab, Gyi rong, lDong bzo\n                        and A ro, the manor villages of Ze kha Monastery; Srib pa unit comprising\n                        mDa\u0026rsquo; lung, Yar sgur, Mar sgur, Bya brang, dPa\u0026rsquo; brgya, sBas skyes, sNgo sngo\n                        and Nges sa, the manor villages of Bya brang Monastery (since the Bonpo\n                        monastery in Kha ba\u0026rsquo;i klong was a branch monastery of Bya brang, its\n                        villages, as well as half of Kha ba, Shug steng kha and Ri bo sgang also\n                        belonged to Bya brang Monastery); sMad ma khag gsum unit comprising Chag\n                        sgo, Nyin lung kha, Shing \u0026rsquo;bras, gSer gzhong, Ci nges nang, Kha nang, sGur\n                        mgo, Ban chung (no mention in \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKBTL\u003c/span\u003e), Nyin srib, and\n                        gSer gzhong Monastery\u0026rsquo;s villages. Altogether three hundred and sixty\n                        families. All of them now belong to sTeng ka district (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e) of The bo.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-3-11\"\u003e13. Local festivals \u003c/h4\u003e\n\n                     \u003cp\u003eThe mountain behind (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyab ri\u003c/span\u003e) of Ze kha is called Ho\n                        ri. Mount Brag nag behind Ho ri is the abode of the local deity Brag nag.\n                        The mountain range to the east of Ze kha is called sTag sgang and and is the\n                        rgyab ri of gTso tshang Monastery, and the range to the west of Ze kha is\n                        called gZig sgang. \u003c/p\u003e\n\n                     \u003cp\u003egTso tshang Monastery is located at the foot of the sTag sgang range and the\n                        la btsas that was built at its summit with the help of Bon slebs Nam mkha\u0026rsquo;\n                        bstan \u0026rsquo;dzin in 1986 is propitiated on the 13th day of the 4th month. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-3-12\"\u003e14. Occupation of the local people \u003c/h4\u003e\n\n                     \u003cp\u003eFarmers, who, in the past, were organized into military units (see above\n                        section). A wide variety of crops grow in the valley - wheat, barley, beans,\n                        potatos, peas, and maize. Most of the farmers also keep animals of some kind\n                        - cows, horses, donkeys, mules, sheep and goats. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-3-13\"\u003eSources\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-1-3-13-1\"\u003e(1) Interviews\u003c/h5\u003e\n\n                        \u003cp\u003eInterviews with A skal and sTag tsha Kun grol on 26 August 1996 at the\n                           monastery. A skal was a monk at Ze kha Monastery and was born in De bzo\n                           in 1932.\u003c/p\u003e\n\n                        \u003cp\u003esTag tsha Kun grol was born in rNga khog in 1960. He is a monk at rTogs\n                           ldan Monastery in rNga khog, and was sent to gTso tshang by Bon slebs Nam\n                           mkha\u0026rsquo; bstan \u0026rsquo;dzin to teach the monks there and guide the three-year\n                           retreat (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elo gsum\u003c/span\u003e).\u003c/p\u003e\n\n                        \u003cp\u003eOn 29 August, I visited Nyi ma bstan \u0026rsquo;dzin, a monk from gSer gzhong\n                           Monastery, born in 1908, on account of his knowledge of the monastery\u0026rsquo;s\n                           history. Unfortunately, owing to his old age, he had lost much of his\n                           memory and could not assist me.\u003c/p\u003e\n\n                     \n\n                     \n\n                        \u003ch5 id=\"b6-1-3-13-2\"\u003e(2) Texts\u003c/h5\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003eBHMT\u003c/li\u003e\n\n                           \u003cli\u003eDBSJ\u003c/li\u003e\n\n                           \u003cli\u003eKBTL\u003c/li\u003e\n\n                           \u003cli\u003eKNGL\u003c/li\u003e\n\n                           \u003cli\u003eKTSD\u003c/li\u003e\n\n                           \u003cli\u003eTGLG\u003c/li\u003e\n\n                           \u003cli\u003eTLPY\u003c/li\u003e\n\n                           \u003cli\u003eZNYZ\u003c/li\u003e\n                        \u003c/ol\u003e\n\n                     \n\n                  \n\n               \n\n               \n\n                  \u003ch3 id=\"b6-1-4\"\u003e(92) rGod po Monastery\u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-1-4-1\"\u003e1. Name\u003c/h4\u003e\n\n                     \u003cp\u003eThere used to be a Bonpo monastery called Bya \u0026rsquo;bab gser thang whose\n                        foundation date and founder remain unknown, and which, according to oral\n                        tradition, was forcefully converted to Buddhism, together with many other\n                        Bonpo monasteries, when the Cone Chief conquered The bo (probably during the\n                        time of Tshe dbang don grub (1642-1692), the ninth chief of Cone and Blo\n                        bzang don grub, (?-1692), his successor (See \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eDMCB\u003c/span\u003e,\n                        pp.661-663; \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eCNTK\u003c/span\u003e, pp.372-373; \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eZNYZ\u003c/span\u003e, pp.41-55). Several monks, unwilling to submit, fled from the\n                        monastery and built a new Bonpo monastery. Because they were considered rgod\n                        po \u0026ldquo;brave people\u0026rdquo;, the new monastery was called rGod po.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-4-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003erGod po Monastery is located in La rtsa khog district. The seat of the\n                        district is mKhar steng, 95 km east of county town. The La rtsa chu is a\n                        small northward-flowing tributary of The bo river. rGod po Monastery is\n                        located in Chas ra village, on the east bank of the La rtsa chu, around 120\n                        km from the county town, the seat of The bo county (latitude 34\u0026deg;08\u0026rsquo;02\u0026rdquo;N,\n                        longitude 103\u0026deg;55\u0026rsquo;41\u0026rdquo;E).\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-4-3\"\u003e3. History\u003c/h4\u003e\n\n                     \u003cp\u003eTwo articles written in Tibetan without any references to their Sources say\n                        that the monastery was built in ca. 1770 by gYung drung bstan \u0026rsquo;dzin, and\n                        that the first lama of the monastery was born in mKhar steng village and was\n                        known as mKhar steng Lama. His reincarnation was discovered twenty years\n                        after his death. There were two assembly halls and sixty-three cells\n                        accomodating seventy-five monks in the first half of the twentieth century\n                           (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eDBSJ\u003c/span\u003e, p.101; \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTLPY\u003c/span\u003e, pp.69-70).\n                        According to oral tradition, a Lama from Shar khog rebuilt the monastery at\n                        the present site after the monastery was destroyed by monks from a Buddhist\n                        monastery in mKhar steng when the lama of rGod po was still a child. At\n                        present the monastery is in a state of disrepair. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-4-4\"\u003e7. Educational exchange\u003c/h4\u003e\n\n                     \u003cp\u003erGod po was a branch of gSer gzhong Monastery. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-4-5\"\u003e12. Local people\u003c/h4\u003e\n\n                     \u003cp\u003eThere are fourteen families in Chas ra village.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-4-6\"\u003e14. Occupation of the local people\u003c/h4\u003e\n\n                     \u003cp\u003efarming\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-4-7\"\u003eSources\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-1-4-7-1\"\u003e\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e(1.) Interview:\u003c/span\u003e\n                        \u003c/h5\u003e\n\n                        \u003cp\u003eAll the information besides the two articles mentioned above was\n                           collected from an interview on 27 August 1996 with Blo bzang (b.1929) and\n                           rDo rje (b.1923) who were both monks at the monastery for a few\n                           years.\u003c/p\u003e\n\n                     \n\n                  \n\n               \n\n               \n\n                  \u003ch3 id=\"b6-1-5\"\u003e(93) Nags gong Monastery\u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-1-5-1\"\u003e1. Name \u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery\u0026rsquo;s real name is bSam \u0026rsquo;grub, but since it is located at the foot\n                        of Nags gong village it is locally known as Nags gong or Nags gong bSam\n                        \u0026rsquo;grub dgon.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-5-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003eNags gong Monastery is located on north bank of the \u0026rsquo;A zha river in \u0026rsquo;A zha\n                        valley, about 90 km southeast of the county town (latitude: 33\u0026deg;48\u0026rsquo;18\u0026rdquo;N,\n                        longitude 103\u0026deg;41\u0026rsquo;58\u0026rdquo;E).\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-5-3\"\u003e3. History\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery was founded in ca. 875 A.D. by sKyang \u0026rsquo;phags Nyi ma rgyal\n                        \u0026rsquo;mtshan and is now a branch monastery of dGu skyang Monastery (No.196), the\n                        main seat of dGu skyang Nyi ma rgyal mtshan. Prior to 1959, the monastery\n                        comprised one assembly hall, and living quarters consisting of thirty-nine\n                        cells accomodating fifty monks (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eDBSJ\u003c/span\u003e, p.101; \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTLPY,\u003c/span\u003e p.69). It was rebuilt in 1991. At present it\n                        comprises one assembly hall, the residence of the head lama, and ten\n                        cells.\u003c/p\u003e\n\n                     \u003cp\u003eWhen I visited the monastery, the assembly hall was under construction, but\n                        all the monks were away performing a ritual at a private home. I found the\n                        head lama of the monastery in Pe gseb village. He was born in 1968. He is\n                        not considered an incarnation but was chosen a few years ago by the monks.\n                        Since he has been busy with rebuilding the monastery, he has had little time\n                        to study and knows almost nothing of the monastery\u0026rsquo;s history, even though he\n                        is considered the most learned person in the area.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-5-4\"\u003e5. Current number of monks \u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has twelve monks, five or six of whom live outside the\n                        monastery with their families.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-5-5\"\u003e6. Current education\u003c/h4\u003e\n\n                     \u003cp\u003eThe head of the monastery is a young monk called bSod nams ye she. Since all\n                        the monks are very young, they study mainly Tibetan and ritual practice\n                        under the head master.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-5-6\"\u003e8 / 9. Rituals \u003c/h4\u003e\n\n                     \u003cp\u003eThe monks go to dGu skyang to perform the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham\u003c/span\u003e dance\n                        with the monks there on the 13th day of the 3rd month. Occasionally, they\n                        also perform funerary rites and rituals for health, fortune, abundant crops\n                        etc, in private homes at the behest of the families. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-5-7\"\u003e12. Local community\u003c/h4\u003e\n\n                     \u003cp\u003eThe local lay community of the monastery consists of five villages: Nags\n                        gong with twenty families, Pe gseb with thirty-eight families, Gro mang with\n                        twenty-two families, dNgul ba with twelve families and sTag dpung with ten\n                        families (one hundred and three people in total).\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-5-8\"\u003e14. Occupation of the local people\u003c/h4\u003e\n\n                     \u003cp\u003eFarming\u003c/p\u003e\n\n                  \n\n               \n\n               \n\n                  \u003ch3 id=\"b6-1-6\"\u003e(94) Chags ri Monastery \u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-1-6-1\"\u003e1. Name\u003c/h4\u003e\n\n                     \u003cp\u003eChags ri Monastery. Its formal name is dPal ldan g-yung drung gling.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-6-2\"\u003e2. Location \u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is situated on the east bank of sTag ra chu dkar river in sTag\n                        ra valley (sTag ra district, Xiang), 60 km southeast of the county town\n                        (latitude: 33\u0026deg;51\u0026rsquo;65\u0026rdquo;N, longitude: 103\u0026deg;22\u0026rsquo;06\u0026rdquo;E).\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-6-3\"\u003e3. History\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery was founded by a chief of the mGo rje village named Tshe lung\n                        (or Tshe lhun) in ca. 1868. It was moved to another site but because of some\n                        sort of threat to the monks\u0026rsquo; lives, the monastery was moved back to its\n                        original site. Later, another disaster occured: three of the monks held up\n                        three horses belonging to the chief of Cone for reasons that remain\n                        unexplained. The chief of Cone retaliated by burning down the monastery.\n                        There is little information concerning the monastery\u0026rsquo;s history besides the\n                        fact that it was connected to A skyid sKyang tshang Monastery (No.194) in\n                        mDzod dge, and for this reason a monk of sKyang tshang called Dri med \u0026rsquo;od\n                        zer undertook the reconstruction of the monastery in 1993. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-6-4\"\u003e5. Current number of monks\u003c/h4\u003e\n\n                     \u003cp\u003eAt present there are thirty-two and novices monks living in the monastery.\n                        As head of the monastery, Dri med \u0026rsquo;od zer visits the site every year to\n                        inspect the reconstruction work and perform rituals. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-6-5\"\u003e7. Educational exchange\u003c/h4\u003e\n\n                     \u003cp\u003esKyang tshang Monastery of which it is a branch.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-6-6\"\u003e12. Local community\u003c/h4\u003e\n\n                     \u003cp\u003eThe local lay community of the monastery consists of six villages: mGo rje,\n                        sGang leb, Kun gtsang, Phu ba, mGo rtse and bSe shang. There are forty\n                        families in mGo rje, thirty-four in sGang leb, eleven in Kun gtsang, twenty\n                        in mGo rtse, and about twenty in bSe tshang.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-6-7\"\u003e13. Local festivals\u003c/h4\u003e\n\n                     \u003cp\u003eThere are three la btsas on Mount Ha mtsho the rgyab ri or mountain behind\n                        the monastery: two la btsas at the top belonging to two of the villages,\n                        Khro bo and sGang leb, and a common la btsas at the foot of the mountain\n                        propitiated by the entire local lay community. All three la btsas are\n                        renewed on the same dates: 13th day of the 1st month and the 13th day of the\n                        4th month.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-6-8\"\u003e14. Occupation of the local people\u003c/h4\u003e\n\n                     \u003cp\u003eFarming.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-6-9\"\u003eSources:\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-1-6-9-1\"\u003e(1) Interviews\u003c/h5\u003e\n\n                        \u003cp\u003eIn autumn of 1996 with: gYung drung \u0026rsquo;gyur med (b.1935) and a monk of the\n                           monastery.\u003c/p\u003e\n\n                     \n\n                     \n\n                        \u003ch5 id=\"b6-1-6-9-2\"\u003e(2) Texts\u003c/h5\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003e\n                              \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eBHMT\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e DBSJ\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e KBTL\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e KNGL\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e KTSD\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e TLPY\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e ZNYZ\u003c/span\u003e\n                           \u003c/li\u003e\n                        \u003c/ol\u003e\n\n                     \n\n                  \n\n               \n\n               \n\n                  \u003ch3 id=\"b6-1-7\"\u003e(95) Shing skam Monastery \u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-1-7-1\"\u003e1. Name\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery was originally named Khis ri after an old village, but later\n                        it came to be known as Shing skam Monastery, the name of the village where\n                        it was located. The name is only known by its pronunciation and thus its\n                        exact meaning remains obscure. Shing skam in Tibetan, if spelt the way it is\n                        pronounced, literally means \u0026ldquo;dead tree\u0026rdquo;; this interpretation corresponds to\n                        one legend according to which the monastery was built on a site where many\n                        trees died. The monastery is also known as Kha ba lung, since it is situated\n                        in Kha ba lung.\u003c/p\u003e\n\n                     \u003cp\u003eThe local Bonpo community simply calls it Kha ba lung, but it should not be\n                        confused with the Buddhist monastery of the same name in the vicinity. To\n                        distinguish them, the Buddhist monastery, which is located above the\n                        village, is referred to as Kha ba lung dgon pa gong ma (upper Kha ba lung\n                        Monastery) and the Bonpo monastery, which is located at the bottom of the\n                        village, as Kha ba lung dgon pa \u0026rsquo;gab ma (lower Kha ba lung Monastery) (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;gab ma\u003c/span\u003e has the same meaning as \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ezhol\n                           ma\u003c/span\u003e in Amdo dialect). Some people also refer to the monastery as Shel\n                        sgo dgon pa because it was the first monastery in the valley to have its\n                        windows fitted with glass panes.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-7-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003eShing skam Monastery was situated near the Kha ba village of Kha ba district\n                           (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e), located 34 km east of county town, the seat\n                        The bo County (latitude: 33\u0026deg;58\u0026rsquo;78\u0026rdquo;N, longitude: 103\u0026deg;29\u0026rsquo;66\u0026rdquo;E).\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-7-3\"\u003e3. History\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery seems to have been founded in 1466 (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eDBSJ,\u003c/span\u003e\n                        p.100; \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTLPY\u003c/span\u003e, pp.65-66). The original monastery was\n                        located on a slope in En \u0026rsquo;dzi valley near a Buddhist monastery. It was later\n                        moved by Tso ke don grub, the village chief, to its present site near the\n                        village because its original location was too remote and made it an easy\n                        target for thieves. The monastery was destroyed in 1958 and so far has not\n                        been rebuilt nor has the reincarnation of its trulku been found. At present,\n                        the local Bonpo community goes to other Bonpo monasteries in the area. \u003c/p\u003e\n\n                     \u003cp\u003eThe monastery\u0026rsquo;s lineage of masters ran for at least four generations, since\n                        the names of four of the masters are mentioned: Nyi ma, A gsas, Blo bzang\n                        and rDo rje (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eDBSJ\u003c/span\u003e, p.100; \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTLPY\u003c/span\u003e,\n                        pp.65-66). \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-7-4\"\u003e12. Local community\u003c/h4\u003e\n\n                     \u003cp\u003eThere are more than fifty Bonpo families in Kha ba village which formerly\n                        constituted the monastery\u0026rsquo;s lay community.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-7-5\"\u003e14. Occupation of the local people\u003c/h4\u003e\n\n                     \u003cp\u003eFarming\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-7-6\"\u003eSources:\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-1-7-6-1\"\u003e(1) Interviews\u003c/h5\u003e\n\n                        \u003cp\u003eInterview with \u0026rsquo;Od zer (b.1936), a monk at the Buddhist monastery. I\n                           could not find anyone among the local Bonpo community who knew more about\n                           the destroyed monastery.\u003c/p\u003e\n\n                     \n\n                  \n\n               \n\n               \n\n                  \u003ch3 id=\"b6-1-8\"\u003e(96) bSam \u0026rsquo;grub Monastery\u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-1-8-1\"\u003e1. Name\u003c/h4\u003e\n\n                     \u003cp\u003egYung drung bsam \u0026rsquo;grub dgon \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-8-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is situated about 55 km from the county town of The bo, in the\n                        center of Kha ba Township, at the confluence of Nya len black river and Myi\n                        chen river which flows southwards to The bo valley.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-8-3\"\u003e3. History\u003c/h4\u003e\n\n                     \u003cp\u003eThree lamas, Shes rab dbang phyug, rGyal mtshan and Nya le bla ma, from\n                        three different hermitages, came together and founded bSam \u0026rsquo;grub Monastery\n                        in ca. 1395. It is not clear how and when this occurred but the monastery is\n                        affiliated to A skyid sKyang tshang Monastery (No.194) in mDzod dge. Until\n                        the nineteen-fifties the monastery comprised an assembly hall, thirty-three\n                        cells, and housed seventy-seven monks. The monastery had a series of masters\n                        as follows:\u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003e rGyal ba, from Myi che ba village, he was also the lama of another\n                           Bonpo monastery called Shes rab Monastery. \u003c/li\u003e\n\n                        \u003cli\u003e Chos \u0026rsquo;byor rgyal ba \u003c/li\u003e\n\n                        \u003cli\u003e bSam gtan rgyal ba\u003c/li\u003e\n\n                        \u003cli\u003e Shes rab dngos grub \u003c/li\u003e\n\n                        \u003cli\u003e Nya len Bla ma \u003c/li\u003e\n\n                        \u003cli\u003e rGyal mtshan of Myi che ba village\u003c/li\u003e\n\n                        \u003cli\u003e Nam mkha\u0026rsquo; rgyal mtshan\u003c/li\u003e\n\n                        \u003cli\u003e Tshul khrims rgyal mtshan from Nyin srib village at sTeng ka in The\n                           bo, travelled to Central Tibet to receive teachings and then returned to\n                           secular life in Kong po \u003c/li\u003e\n\n                        \u003cli\u003e A monk of the Myi che ba village, name is unknown. \u003c/li\u003e\n\n                        \u003cli\u003e Rin chen nor bu of Myi che ba village \u003c/li\u003e\n\n                        \u003cli\u003e Ye shes tshul khrims of Mi rgod kha village\u003c/li\u003e\n\n                        \u003cli\u003e bsTan \u0026rsquo;dzin dbang rgyal of Myi che ba village; he travelled twice to\n                           Central Tibet to study and receive teachings, and became a renowned\n                           teacher when he returned to the monastery. \u003c/li\u003e\n\n                        \u003cli\u003e sKal bzang \u0026rsquo;jam dpal of Myi che ba village; according to legend, he\n                           went to Lhasa, India and Hongkong to study, and was renowned as a\n                           sculptor. \u003c/li\u003e\n\n                        \u003cli\u003e dNgos grub tshogs pa of Nya len pa village, was a renowned teacher\n                           and artist (he executed the murals in the previous assemly hall). He died\n                           in 1958. \u003c/li\u003e\n\n                        \u003cli\u003e bsTan \u0026rsquo;dzin rgyal mtshan, the present master of the monastery. He is\n                           currently rebuilding the monastery. Permission to rebuild the monastery\n                           was obtained in 1981 and work began in 1982. An assembly hall and\n                           forty-one cells have been rebuilt.\u003c/li\u003e\n                     \u003c/ol\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-8-4\"\u003e7. Educational exchange\u003c/h4\u003e\n\n                     \u003cp\u003eSince the monastery is a branch monastery of A skyid sKyang tshang\n                        Monastery, Dri med \u0026rsquo;od zer, a reincarnation from A skyid sKyang tshang,\n                        regularly visits the monastery to inspect the work and to give teachings.\n                        However, the monks are currently busy with the reconstruction rather than\n                        studying.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-8-5\"\u003e8 / 9. Rituals\u003c/h4\u003e\n\n                     \u003cp\u003e- The \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esmon lam\u003c/span\u003e festival from the 6th to the 16th day of\n                        the 1st month, and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edbyar gnas\u003c/span\u003e retreat from 15th to\n                        21st of the 6th month. An annual \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham\u003c/span\u003e dance is\n                        performed on the 8th and 9th days of the 1st month during the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esmon lam\u003c/span\u003e festival.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-8-6\"\u003e10. Books held in the monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery possesses complete copies of the Bonpo \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/em\u003e and \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo;\n                           rten\u003c/em\u003e.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-8-7\"\u003e11. Income and expenses\u003c/h4\u003e\n\n                     \u003cp\u003eEconomic circumstances of the monastery depends on offerings made by\n                        disciples. The government has given ten thousand Chinese Yuan for the\n                        reconstruction of the monastery. Account for offerings has never been\n                        done.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-8-8\"\u003e12. Local community\u003c/h4\u003e\n\n                     \u003cp\u003eThe local community of the monastery consists of three large villages, Nya\n                        len, Nyin ga\u0026rsquo;i kha and Myi che pa, altogether seventy-three families.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-8-9\"\u003e13. Local festivals\u003c/h4\u003e\n\n                     \u003cp\u003eOn the summit of the mountain behind the monastery are three \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ela btsas\u003c/span\u003e, all three named after gSas mkhar lha ri snying po and\n                        propitiated twice a year, on the 11th day of the 4th month and the 11th day\n                        of the 11th month.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-8-10\"\u003e14. Occupation of the local people\u003c/h4\u003e\n\n                     \u003cp\u003eAgriculture\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-8-11\"\u003eSources:\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-1-8-11-1\"\u003e(1) Interviews\u003c/h5\u003e\n\n                        \u003cp\u003eInterviews in autumn of 1996 with: Pad kho (b.1926), who spent several\n                           years as a monk in the monastery, was born in Nya-len village; bSod nams\n                           (b.1937) was born in Myi che ba village.\u003c/p\u003e\n\n                     \n\n                     \n\n                        \u003ch5 id=\"b6-1-8-11-2\"\u003e(2) Texts \u003c/h5\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003e\n                              \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eBHMT\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e DBSJ\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e KBTL\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e KNGL\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e KTSD\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e TLPY\u003c/span\u003e\n                           \u003c/li\u003e\n                        \u003c/ol\u003e\n\n                     \n\n                  \n\n               \n\n               \n\n                  \u003ch3 id=\"b6-1-9\"\u003e(97) gTer ri Monastery\u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-1-9-1\"\u003e1. Name\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery was called gTer ri, the \u0026ldquo;hill of hidden treasures\u0026rdquo;, because a\n                        cymbal (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esbub chol\u003c/span\u003e) was discovered at the site on which\n                        it was built. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-9-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is located near Tshong \u0026rsquo;dus village, on the east bank of En\n                        \u0026rsquo;dzi river in En \u0026rsquo;dzi valley of Kha ba district (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e)\n                        in The bo County, about 50 km from the seat of the county (latitude:\n                        34\u0026deg;06\u0026rsquo;55\u0026rdquo;N, longitude: 103\u0026deg;25\u0026rsquo;61\u0026rdquo;E).\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-9-3\"\u003e3. History \u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery appears to have been founded in 1524 by Blo bzang don grub, a\n                        reputable lay person (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eDBSJ\u003c/span\u003e, p.100; \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTLPY\u003c/span\u003e, p.66). According to legend, shortly after its foundation the\n                        monastery fell into decline. Two lamas from gSer gzhong Monastery came to\n                        look after it, as it was a branch monastery of gSer gzhong. The complex\n                        comprised one assembly hall, one temple and living quarters housing more\n                        than twenty monks (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eDBSJ\u003c/span\u003e, p.100; \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTLPY\u003c/span\u003e, p.66). The monastery was destroyed during the Cultural\n                        Revolution. It has not been rebuilt and the Bonpo people living in the area\n                        go to the local rNying ma pa monastery for their religious affairs. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-9-4\"\u003e8 / 9. Rituals\u003c/h4\u003e\n\n                     \u003cp\u003eThe \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esmon lam\u003c/span\u003e prayer ceremony at the beginning of the\n                        1st month was performed in conjunction with gSer gzhong Monastery. There was\n                        the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham\u003c/span\u003e dance on the 11th day of the 11th month.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-9-5\"\u003e12. Local community\u003c/h4\u003e\n\n                     \u003cp\u003eThe local lay community of the monastery consists of six villages: lTag ga\n                        kha, Nyi ri kha, Be ri kha, \u0026rsquo;Og sa kha, Tshong \u0026rsquo;du and gNyan bza\u0026rsquo; (more than\n                        thirty families in total).\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-9-6\"\u003e13. Local festivals\u003c/h4\u003e\n\n                     \u003cp\u003eThe local people celebrate the renewal of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ela btsas\u003c/span\u003e\n                        dedicated to the local deity of Mount Sa dkar on the 1st day of the 4th\n                        month. The \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ela btsas\u003c/span\u003e is situated at the top of the\n                        mountain behind the monastery. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-9-7\"\u003e14. Occupation of the local people\u003c/h4\u003e\n\n                     \u003cp\u003eFarming\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-9-8\"\u003eSources\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-1-9-8-1\"\u003e\n                           \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e(1) \u003c/span\u003eInterviews\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e:\u003c/span\u003e\n                        \u003c/h5\u003e\n\n                        \u003cp\u003eInterviews with: lH ba, born in 1932; A skal, a monk from Ze kha\n                           Monastery, born in 1932.\u003c/p\u003e\n\n                     \n\n                     \n\n                        \u003ch5 id=\"b6-1-9-8-2\"\u003e(2) Texts\u003c/h5\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003e\n                              \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e BHMT\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eDBSJ\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e KBTL\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e KNGL\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e KTSD\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e TLPY\u003c/span\u003e\n                           \u003c/li\u003e\n\n                           \u003cli\u003e\n                              \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e ZNYZ\u003c/span\u003e\n                           \u003c/li\u003e\n                        \u003c/ol\u003e\n\n                     \n\n                  \n\n               \n\n               \n\n                  \u003ch3 id=\"b6-1-10\"\u003e(98) rTsa ring (also rTsa ri, Tsa ri) Monastery\u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-1-10-1\"\u003e1. Name\u003c/h4\u003e\n\n                     \u003cp\u003eThe formal name of the monastery is rGyal myi gYung drung dmu ri.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-10-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is situated near Zur lung kha village in Nyin ngo district\n                           (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e) of The bo County, 56 km east of the\n                        county-town, the seat the county (latitude: 34\u0026deg;05\u0026rsquo;64\u0026rdquo;N, longitude:\n                        103\u0026deg;34\u0026rsquo;58\u0026rdquo;E).\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-10-3\"\u003e12. Local community\u003c/h4\u003e\n\n                     \u003cp\u003eThe local lay community consists of ten villages: \u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003e Lung yul kha with eleven families (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKTSD\u003c/span\u003e, p.47\n                           and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKBTL\u003c/span\u003e, p.39: Lung g-ye kha). \u003c/li\u003e\n\n                        \u003cli\u003e gTer yul kha with thirty-five families (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKTSD\u003c/span\u003e,\n                           p.47: rTing g-ye kha; \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKBTL\u003c/span\u003e, p.47: rTig g-ye kha). \u003c/li\u003e\n\n                        \u003cli\u003e rDzong tsa kha with forty-five families (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKTSD\u003c/span\u003e,\n                           p.47: dKyil bcugs kha). \u003c/li\u003e\n\n                        \u003cli\u003e Nyin la kha with nine fimilies. \u003c/li\u003e\n\n                        \u003cli\u003e Zur lung kha with seventeen families. \u003c/li\u003e\n\n                        \u003cli\u003e Yar ru kha with twenty-eight families (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKTSD\u003c/span\u003e,\n                           p.47 and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKBTL\u003c/span\u003e, p.39: Ya ru kha). \u003c/li\u003e\n\n                        \u003cli\u003e Srib ga kha with eighteen families. \u003c/li\u003e\n\n                        \u003cli\u003e Gad srang kha with seven families (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKBTL\u003c/span\u003e, p. 39:\n                           Sked srib). \u003c/li\u003e\n\n                        \u003cli\u003e gDong ga kha with twenty-two families. \u003c/li\u003e\n\n                        \u003cli\u003e Khog sde kha with nineteen families (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKTSD\u003c/span\u003e, p.\n                           47: Khog steng kha).\u003c/li\u003e\n                     \u003c/ol\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-10-4\"\u003e13. Local festivals \u003c/h4\u003e\n\n                     \u003cp\u003eMount dMu ri, which is the mountain behind (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyab ri\u003c/span\u003e)\n                        the monastery, is the site for celebration of the renewal of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ela btsas\u003c/span\u003e. The propitiation takes place on the 15th day\n                        of the 4th month.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-1-10-5\"\u003e14. Occupation of the local people\u003c/h4\u003e\n\n                     \u003cp\u003eMostly agriculture.\u003c/p\u003e\n\n                  \n\n               \n\n            \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b6-1/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-1","is_primary":false,"created_at":"2011-12-13 02:30:57 UTC","updated_at":"2011-12-13 02:30:57 UTC","authors":[{"id":"80","fullname":" (Tsering Thar)"},{"id":"80","fullname":" (Tsering Thar)"}]}]}