{"descriptions":[{"id":1343,"title":"Doting Gön Ngotsar Püntsok Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch3 id=\"b5-1-4\"\u003e\u0026rsquo;Bri ru rdzong \u003c/h3\u003e\n\n                     \u003ch4 id=\"b5-1-4-5\"\u003e(24) rDo rting Monastery\u003c/h4\u003e\n\n                     \u003cp\u003erDo rting dgon Ngo mtshar Phun tshogs gling was founded in 1420 by Kun dga\u0026rsquo;\n                        dbang ldan of the Bru family. It stands in the middle of Bon lung skya mo in\n                        rGyal shod, as if protected all around by the Eight Sisters of Mo nam smug\n                        po. It is a pleasant place, with a hill resembling a Garuda stretching its\n                        wings at the back of the monastery, an eight-spoked wheel in the sky,\n                        double-petalled lotus flowers on the ground, and five big juniper trees,\n                        symbol of the \u0026ldquo;five families\u0026rdquo; (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erigs lnga\u003c/span\u003e), at the\n                        front.\u003c/p\u003e\n\n                     \u003cp\u003eWhen Bru ston mTshungs med bsod blo, the heart-emanation of sTong rgyung and\n                        one of the eighteen gYas ru teachers who were greatly famed in the latter\n                        stage of Bonpo development, travelled all over mDo khams, he paid a visit to\n                        this place and gave a blessing. Before the establishment of this monastery,\n                        it is said that there was already the residence (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla\n                           brang\u003c/span\u003e) of the Shel sku family in rDo rting.\u003c/p\u003e\n\n                     \u003cp\u003eSome call this monastery rDo gter because Bru Kun dga\u0026rsquo; dbang ldan built it\n                        at the very site where Shel sku Khro bo rgyal mtshan rediscovered a\n                        nine-edged black iron vajra (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdo rje\u003c/span\u003e) from a mine (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egter\u003c/span\u003e). Kun dga\u0026rsquo; dbang ldan not only established rDo\n                        rting Monastery but also taught cosmogony and monastic discipline according\n                        to the Bru tradition and, moreover, developed the practice of rituals. rDo\n                        rting became a veritable monastery preserving the pure tradition of rGyal ba\n                        sMan ri ba and came to be reputed as sMan ri bar ma.\u003c/p\u003e\n\n                     \u003cp\u003eThere were two residences (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla brang\u003c/span\u003e) in rDo rting\n                        Monastery called Bru tshang and Shel tshang. A big juniper tree planted by\n                        Bru Kun dga\u0026rsquo; dbang ldan himself, in order block the view of inauspicious\n                        geomantic signs, is still seen to the north of the Bru tshang residence.\u003c/p\u003e\n\n                     \u003cp\u003eAt the time of Kun dga\u0026rsquo; dbang ldan, there were about one hundred monks at\n                        this monastery. They performed the following religious services every three\n                        years: the great medicine-completion ceremony of Khro bo \u0026rsquo;od zer \u0026rsquo;khyil ba,\n                        the great initiation of Gu ya and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emdos\u003c/span\u003e ritual based\n                        on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emKha\u0026rsquo; klong gsang ba\u0026rsquo;i mdos\u003c/span\u003e\n                        \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003echen\u003c/span\u003e. These were normally performed just like the\n                        regular services of rGyal ba sMan ri ba.\u003c/p\u003e\n\n                     \u003cp\u003eThe lamas of the Bru and Shel sku residences took turns, for three years\n                        each, to look after the monastery. At the time, the monastic buildings were\n                        extraordinarily beautiful. At the centre of the monastery were nine long\n                        pillars, on which vases were carved. They were topped by a carved Garuda and\n                        supported by a base that was a carved turtle. The roof rafters, fashioned\n                        into a pa tra, the family crest, were supported around the edge by eight\n                        pillars. There were four large mandalas drawn on the ceiling (facing down).\n                        They were of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emDo g-yung drung klong rgyas\u003c/span\u003e, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eZhi ba g-yung drung yongs rdzogs\u003c/span\u003e, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhro bo dbang chen\u003c/span\u003e and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eMu tra lha\u0026rsquo;i dkyil\n                           \u0026rsquo;khor\u003c/span\u003e. In the verandah outside were carvings of reticulated\n                        swastikas.\u003c/p\u003e\n\n                     \u003cp\u003eWith respect to the Shel sku residence of this monastery, there has been a\n                        steady succession of lamas: \u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003e Shel bla sMon lam bkra shis \u003c/li\u003e\n\n                        \u003cli\u003e Nam mkha\u0026rsquo; \u0026rsquo;od zer\u003c/li\u003e\n\n                        \u003cli\u003e gYung drung rgyal mtshan \u003c/li\u003e\n\n                        \u003cli\u003e Nam mkha\u0026rsquo; rgyal mtshan \u003c/li\u003e\n\n                        \u003cli\u003e rNam rgyal tshul khrims\u003c/li\u003e\n\n                        \u003cli\u003e Grags pa rnam rgyal\u003c/li\u003e\n                     \u003c/ol\u003e\n\n                     \u003cp\u003eThese were all in the line of descent from gNam gsas rgyal po of the Shel\n                        zhig family, a branch of the line of sTang chen dMu tsha gyer med. Then\n                        followed the Shel lamas invited from the Shel zhig family in the north:\u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003e rGyal mchog nyi ma \u003c/li\u003e\n\n                        \u003cli\u003e Nam mkha\u0026rsquo; rgyal po \u003c/li\u003e\n\n                        \u003cli\u003e Nam mkha\u0026rsquo; bsod rgyal \u003c/li\u003e\n\n                        \u003cli\u003e lHun grub dbang rgyal \u003c/li\u003e\n\n                        \u003cli\u003e rGyal ba tshul khrims\u003c/li\u003e\n                     \u003c/ol\u003e\n\n                     \u003cp\u003eThese lamas first began by making preparations to set up their residence in\n                        the monastery. Then, in collaboration with the Bru family, they established\n                        rDo rting Monastery. For a period of time, care for the monastery was shared\n                        with the lama Be \u0026rsquo;o, who had come to stay here; later on, its religious\n                        teachers were just Shel sku lamas.\u003c/p\u003e\n\n                     \u003cp\u003eOf the above-mentioned Shel lamas, some were monks, and some were\n                        text-discoverers, that is to say, married. Not only that, they recreated one\n                        of their unique traditions called bDud rtsi khi khar: the practice of\n                        religious festivals wherein the way the ritual was carried out was inspired\n                        by the early masters, both men and women. Shel bla gYung drung rgyal mtshan\n                        rediscovered a crystal image called Dri med shel sku at the Shel sbug of\n                        Kong po Bon ri, the holy mountain. bTsan rje dmar po, the local deity of Bon\n                        ri, is also one of the protective deities of rDo rting Monastery. Some of\n                        the Shel zhig lamas were thus referred to by the abbreviation Shel bla.\u003c/p\u003e\n\n                     \u003cp\u003eThe religious object of major importance in rDo rting Monastery at that time\n                        was the statue of Khro bo gtso mchog as high as the ceiling. It had been\n                        rediscovered by Shel bla Khro bo rgyal mtshan from the source of the river\n                        Khro tshang, which runs through the side of the monastery. In the temple\n                        there was said to be a golden statue and many other religious objects.\u003c/p\u003e\n\n                     \u003cp\u003eAs for scriptures, there were sixteen volumes of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhams\n                           chen\u003c/span\u003e, written in gold, called \u0026rsquo;Dzam gling rgyan (the ornament of the\n                        World). It was also called gSer chos zho \u0026rsquo;bru skar tsheg. The name denotes\n                        that every single letter (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eyig \u0026rsquo;bru\u003c/span\u003e) of the golden text\n                           (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egser chos\u003c/span\u003e) is written with as much gold as one \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ezho\u003c/span\u003e of gold, and every \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003etsheg\u003c/span\u003e with\n                        one \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eskar ma\u003c/span\u003e of gold. The gold was provided by the\n                        protector of water, the great \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edge bsnyen\u003c/span\u003e of Yag zam\n                        kha, who offered a pair of goldfish in honour of the Shel sku lama and the\n                        monastery. According to oral tradition, the lamas and the monks, considering\n                        the possibility that the powerful local lord might come to seize the gold if\n                        the news leaked out of the monastery, smelted it secretly so that they could\n                        use it to write the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhams chen\u003c/span\u003e with it.\u003c/p\u003e\n\n                     \u003cp\u003eLater, the monastery experienced a change that was considerable. As is quite\n                        a common course of events in the human world, the Shel sku family broke up\n                        into several factions. Even the Shel sku bla brang in the monastery itself\n                        was spilt up, and the family finally abandoned the monastery altogether. The\n                        members of the family became common people like any other. The Bru tshang\n                        bla brang also became helpless with no protector.\u003c/p\u003e\n\n                     \u003cp\u003eAt about the same time, Be \u0026rsquo;o Lama, who had come from the north, took up\n                        permanent residence in rDo rting Monastery. At first he tried to help the\n                        monastery, but this elicited much criticism internally and as a result the\n                        monastery suffered further. Caught by the tide and destiny, the interests of\n                        the monastery and the deeds of the lamas were all reduced to a state of\n                        withered winter flowers.\u003c/p\u003e\n\n                     \u003cp\u003erDo rting Monastery, in spite of its previous reputation as sMan ri Bar ma,\n                        eventually declined into a lay establishment. Not only that, the religious\n                        objects that were easily carried became scattered everywhere. The two lamas,\n                        lHa thog and lHa mgon, went elsewhere, and the monastery itself was\n                        threatened with complete destruction.\u003c/p\u003e\n\n                     \u003cp\u003eAt that time, the community leaders of the four tents, having learned a\n                        lesson from the past, launched a reconstruction of rDo rting Monastery in\n                        order to avoid its total decline. They took on responsibility for the work\n                        and took the decisions that the two Shel sku lamas who had fled to Glas\n                        rgyud should, by turn, take care of the monastery as religious teacher and\n                        that the number of lay practitioners (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eser khyim\u003c/span\u003e) should\n                        not be reduced to less than forty. They distributed the monastic funds and\n                        other properties to all the villagers so that the villagers would be able to\n                        help maintain the yearly expenses of the establishment.\u003c/p\u003e\n\n                     \u003cp\u003eThen they restored the temple, and made continuous efforts to bring back the\n                        scattered religious objects and resolve other issues. Having succeeded in\n                        regaining the image of Khro bo gTso mchog, they relocated the dBu rtse\n                        temple and made a new clay image. The large and small conchs, which were the\n                        ritual instruments of Sad ne ga\u0026rsquo;u, and those of Ti ti mi slag can, were well\n                        kept in the monastery.\u003c/p\u003e\n\n                     \u003cp\u003eThe principal religious services practised at the monastery were based on\n                        texts such as the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eBon skyong sgrup pa\u003c/span\u003e, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emKha\u0026rsquo; klong gsang mdos\u003c/span\u003e, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eNgo mtshar\n                           rgyas pa\u003c/span\u003e and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eZhi khro\u003c/span\u003e. Formerly, rDo rting\n                        Monastery was one of the thirteen monastic communities of rGyal ston lding\n                        dgu.\u003c/p\u003e\n\n                     \u003cp\u003eThe monastery now exists in its restored condition and contains an assembly\n                        hall, a temple and several religious objects. At present there are\n                        twenty-seven monks and one lama.\u003c/p\u003e\n\n                  \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-1-4-5/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-1-4-5","is_primary":false,"created_at":"2011-12-13 02:28:58 UTC","updated_at":"2011-12-13 02:28:58 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}