{"descriptions":[{"id":1227,"title":"The Rinpung Government","content":"\u003cp\u003eThe Rinpung (\u003cspan class=\"org\" title=\"Type ID here\"\u003erin spungs\u003c/span\u003e) Government was established in 1434, the year later dubbed \u0026ldquo;the year in which the Pakmodru (\u003cspan class=\"org\" title=\"Type ID here\"\u003ephag mo gru\u003c/span\u003e) collapsed.\u0026rdquo; The rise of the Rinpung government represents the rise of a new region of power in Central Tibet, namely Zhikats\u0026eacute; (\u003cspan class=\"place\" title=\"Type ID here\"\u003egzhis ka rtse\u003c/span\u003e) in Tsang. It is from this town that the Rinpung government successfully wrested control of Central Tibetan from the Pakmodru and began a century of conflict between \u0026Uuml; and Tsang.\u0026nbsp;\u003c/p\u003e\n\u003cp\u003eEarlier the Pakmodru leader Drakpa Gyeltsen (\u003cspan class=\"person\" title=\"Type ID here\"\u003egrags pa rgyal mtshan\u003c/span\u003e, 1377-1440) had appointed Namkha Gyeltsen (\u003cspan class=\"person\" title=\"Type ID here\"\u003enam mkha\u0026rsquo; rgyal mtshan\u003c/span\u003e) as the local leader of the Rinpung fortress and estates, located to the west of Zhikats\u0026eacute;. Namkha Gyeltsen took the name Rinpung as his family name, and from this the government took its name. When Drakpa Gyeltsen died in 1440 (or 1442 according to some sources), the young nephew of the Rinpung leader, Norbu Zangpo (\u003cspan class=\"person\" title=\"Type ID here\"\u003enor bu bzang po\u003c/span\u003e, 1403-1466), was appointed head of the Pakmodru.\u0026nbsp; Norbu Zangpo took full advantage of his influence at the Pakmodru court, and by 1434 had successfully shifted power from Pakmodru to Rinpung. In 1435 the Rinpung family moved its administration from the family seat of Rinpung to the fortress of Samdrupts\u0026eacute; (\u003cspan class=\"place\" title=\"Type ID here\"\u003ebsam grub rtse\u003c/span\u003e), located in present day Zhikats\u0026eacute;. This was to remain the center of the Rinpung Government through its reign. During the 1430s Rinpung began to take control of other estates throughout Tsang. Relations between Rinpung and Pakmodru continued to be strained despite, or perhaps because of the fact that Rinpung family members now controlled both the Pakmodru central government and the expanding Rinpung estates.\u003c/p\u003e\n\u003cp\u003eIn the wake of the power Norbu Zangpo\u0026rsquo;s death in 1466, his younger brother Tsoky\u0026eacute; Dorj\u0026eacute; (\u003cspan class=\"person\" title=\"Type ID here\"\u003emtsho skyes rdo rje\u003c/span\u003e, 1452-1510), took control of Pakmodru. This was an important step for the Rinpungpa, for Tsoky\u0026eacute; Dorj\u0026eacute; favored the Rinpung factions of the family. This increasing family control laid the ground for Norbu Zangpo\u0026rsquo;s grandson, D\u0026ouml;ny\u0026ouml; Dorj\u0026eacute; (\u003cspan class=\"person\" title=\"Type ID here\"\u003edon yod rdo rje\u003c/span\u003e, 1462-1512, the son of K\u0026uuml;nzangpa [\u003cspan class=\"person\" title=\"Type ID here\"\u003ekun bzang pa\u003c/span\u003e]) to significantly increase Rinpung\u0026rsquo;s control of Tsang in 1480, and launch a major offensive against the Lhasa area in 1481. In 1485 he attacked the Gyants\u0026eacute; polity, but was defeated when Pakmodru and Lhasa allied with Gyants\u0026eacute;. In 1492 Dony\u0026ouml; Dorj\u0026eacute; successfully took control of several districts around Lhasa, and in 1498 he held such control over Lhasa that he was able to forbid Gelukpa monks and religious leaders from attending the Lhasa Great Prayer festival, control of which he had given to the Karmapa Sect. The ban against the Gelukpa was to last until 1517.\u003c/p\u003e\n\u003cp\u003eThe sixteenth century saw the rise of a new power from within the ranks of the Rinpung administration. Zhingshakpa Tseten Dorj\u0026eacute; (\u003cspan class=\"person\" title=\"Type ID here\"\u003ezhing shag pa tshe brtan rdo rje\u003c/span\u003e, mid-sixteenth century) was appointed stable minister at Zhikats\u0026eacute;. Through a series on intrigues Tseten Dorj\u0026eacute; rallied the existing Pakmodru factions against the Rinpung family, and eventually took full control of the Samdrupts\u0026eacute; fortress. With him the Rinpung Government comes to an end, and the Tsangpa Government begins.\u003c/p\u003e\n\u003cp\u003eAlmost nothing is currently known about the administrative system of the Rinpung Government, nor is much known about the extent of its land holdings. In 1830 Rinpung remained an administrative district within the Ganden Government, and it may be possible to get a rough sense of its former extent through examination of its nineteenth century status. The reason for the current lack of knowledge is simple; as is the case with so many of the pre-modern polities in Tibet, there is no almost extant literature that describes the Rinpung Government. Scholars are thus left to piece together an outline of its shape and scope through scattered references in the literary evidence, while what documentary evidence there might be remains inaccessible.\u003c/p\u003e\n\u003ch1\u003eSources\u003c/h1\u003e\n\u003cp\u003eDung-dkar blo-bzang \u0026rsquo;phrim-las [sic]. \u003cem\u003eThe Merging of Religious and Secular Rule in Tibet\u003c/em\u003e. Beijing: Foreign Languages Press, 1991, 57-61.\u003c/p\u003e\n\u003cp\u003eDung dkar blo bzang \u0026rsquo;prhin las. \u003cem\u003eDung dkar tshig mdzod chen mo\u003c/em\u003e [Dungkar\u0026rsquo;s Large Dictionary]. Beijing: Krung go\u0026rsquo;i bod rig pa dpe skrun khang, 2002, 1915-17.\u003c/p\u003e\n\u003cp\u003eTsepon W. D. Shakabpa. \u003cem\u003eTibet: A Political History.\u003c/em\u003e New Have: Yale University Press, 1967.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2011-06-12 15:45:34 UTC","updated_at":"2011-06-12 15:45:34 UTC","authors":[{"id":"2","fullname":"Kurtis Schaeffer"},{"id":"2","fullname":"Kurtis Schaeffer"}]}]}