{"descriptions":[{"id":346,"title":"Zimpuk Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\n\u003cdiv id=\"essay-head2\"\u003e\n\u003ctable\u003e\n\u003ctr\u003e\n\u003ctd align=\"left\" valign=\"top\"\u003e\n\u003cdiv class=\"chapter\"\u003e\n\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\n\u003c/div\u003e\n\u003cdiv class=\"author\"\u003e\n\u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e\n\u003c/td\u003e\n\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\n\u003cdiv class=\"copyright\"\u003e\n\u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \n\t\t\t\t\t\t\t\u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \n\t\t\t\t\t\t\t\u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\n\u003c/td\u003e\n\u003c/tr\u003e\n\u003c/table\u003e\n\u003c/div\u003e\n\u003ch2 id=\"b1-2\"\u003eI.2. Residential Structures in Other Locations: Religious and Elite Residences\u003c/h2\u003e\n\t\t\t\t\t\t\u003ch3 id=\"b1-2-18\"\u003e\n\t\t\t\t\t\t\t\u003cspan class=\"popular\"\u003ezimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug\u003c/span\u003e\n\t\t\t\t\t\t\u003c/h3\u003e\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\u003ch4 id=\"b1-2-18-1\"\u003eBasic site data\u003c/h4\u003e\n\t\t\t\t\t\t\t\u003cul class=\"bullet-blue\"\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSite name: \u003cspan class=\"popular\"\u003ezimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug\u003c/span\u003e\n\t\t\t\t\t\t\t\t\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eEnglish equivalent: Abode Cave \u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSite number: B-31\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSite typology: I.2a. \u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eGeographic coordinate (N. lat.): 29\u0026ordm; 50.8\u0026#900; \u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eGeographic coordinate (E. long.): 84\u0026ordm; 02.9\u0026#900;\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eElevation: 4630 m to 4650 m \u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eLeyor\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLas yor\u003c/span\u003e\n\t\t\t\t\t\t\t\t\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eDrongpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Brong pa\u003c/span\u003e\n\t\t\t\t\t\t\t\t\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSurvey expedition: HTCE\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSurvey date: April 26, 2002\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eContemporary usage: None. \u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eIdentifiable Buddhist constructions: \u003cspan class=\"popular emph\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten\u003c/span\u003e and a \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e wall. \u003c/li\u003e\n\t\t\t\t\t\t\t\u003c/ul\u003e\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\u003ch4 id=\"b1-2-18-2\"\u003eGeneral site characteristics\u003c/h4\u003e\n\t\t\t\t\t\t\t\u003cp\u003eThe all-stone religious center of \u003cspan class=\"popular\"\u003ezimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug\u003c/span\u003e was\n\t\t\t\t\t\t\t\tfounded on bluffs that rise above the right bank of the \u003cspan class=\"popular\"\u003eTsachu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eTshwa chu\u003c/span\u003e (Salt River). The south and north bluffs are separated by an approximately 100-m wide ravine.\n\t\t\t\t\t\t\t\tThe site consists of three residential loci: north bluff complex, south bluff complex and foot of the south bluff\n\t\t\t\t\t\t\t\tcomplex. The adeptly built structures of \u003cspan class=\"popular\"\u003ezimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug\u003c/span\u003e have an eastern aspect. The random-rubble, mud-mortared walls contain variable-sized blocks and\n\t\t\t\t\t\t\t\tslabs, some of which reach 50 cm to 80 cm in length. Most of the stones have a reddish color and many of them were\n\t\t\t\t\t\t\t\tdressed. All buildings at the site exhibit similar aging processes such as obdurate mortar supporting lichen\n\t\t\t\t\t\t\t\tgrowth. Most of the mortar, however, has washed out of the joints. This uniformity in the physical condition of\n\t\t\t\t\t\t\t\tthe structures seems to indicate that \u003cspan class=\"popular\"\u003ezimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug\u003c/span\u003e\n\t\t\t\t\t\t\t\twas established as an integral installation. \u003c/p\u003e\n\t\t\t\t\t\t\t\u003cp\u003eThe presence of significant Buddhist shrines at \u003cspan class=\"popular\"\u003ezimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug\u003c/span\u003e, the placement of the site near the bottom of a river valley as well as\n\t\t\t\t\t\t\t\tcertain morphological features (relatively high elevation structures, tall entranceways, a commodious rear room, a\n\t\t\t\t\t\t\t\trear window and other windows, and buildings with an above-ground aspect) seem to indicate an early historic\n\t\t\t\t\t\t\t\tperiod foundation by Buddhists. The construction of \u003cspan class=\"popular\"\u003ezimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug\u003c/span\u003e relied on the materials and building techniques incumbent in the construction\n\t\t\t\t\t\t\t\tof the \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e, an architectural form derived from the\n\t\t\t\t\t\t\t\tarchaic cultural legacy. The all-stone corbelled facility appears to have been built as part and parcel of\n\t\t\t\t\t\t\t\t\tUpper Tibet\u0026rsquo;s first florescence of Buddhist monuments. The\n\t\t\t\t\t\t\t\testablishment of \u003cspan class=\"popular\"\u003ezimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug\u003c/span\u003e therefore seems to\n\t\t\t\t\t\t\t\tcoincide with a late phase in the practice of the old architectural traditions of the region. The size, design and\n\t\t\t\t\t\t\t\tstandard of quality exhibited by \u003cspan class=\"popular\"\u003ezimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug\u003c/span\u003e\n\t\t\t\t\t\t\t\tsingle it out as an important Upper Tibetan religious site. \u003c/p\u003e\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\u003ch4 id=\"b1-2-18-3\"\u003eOral tradition\u003c/h4\u003e\n\t\t\t\t\t\t\t\u003cp\u003eAccording to local \u003cspan class=\"popular emph\"\u003edrok pa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brog pa\u003c/span\u003e, \u003cspan class=\"popular\"\u003ezimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug\u003c/span\u003e is an ancient religious center.\u003c/p\u003e\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\u003ch4 id=\"b1-2-18-4\"\u003eSite elements\u003c/h4\u003e\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\u003ch5 id=\"b1-2-18-4-1\"\u003eNorth bluff complex\u003c/h5\u003e\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\u003ch6 class=\"essay\"\u003eOutlying structures\u003c/h6\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eFrom the foot of the north bluff, a trail ascends to what appears to be an old gateway. Approximately 7 m\n\t\t\t\t\t\t\t\t\t\tbeyond the gateway, a wall running north-south separates the main complex from the access route. At its\n\t\t\t\t\t\t\t\t\t\tnorthern extremity, this wall turns east to join a lone building (3.3 m x 3.8 m). This building contains a\n\t\t\t\t\t\t\t\t\t\tsingle room with a few corbels still attached to the walls, indicating that it was built with a stone roof.\n\t\t\t\t\t\t\t\t\t\tThe north wall extends 50 cm above these corbels, indicating the presence of either a parapet wall or a roof\n\t\t\t\t\t\t\t\t\t\twith successive layers of bridging stones. The intact entranceway (1.2 m x 60 cm) to this small building faces\n\t\t\t\t\t\t\t\t\t\twest towards the main building. The east-west wall continues past this dependency, sequestering it from the\n\t\t\t\t\t\t\t\t\t\tmain building. This now discontinuous wall has a maximum height of 2.5 m on its forward or east side and a\n\t\t\t\t\t\t\t\t\t\tmaximum height of 1.5 m on its inner side. The main building is located approximately 5 m west or uphill of\n\t\t\t\t\t\t\t\t\t\tthis encircling wall. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\u003ch6 class=\"essay\"\u003eMain building\u003c/h6\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eThe main building measures 13 m (north-south) and 8 m (east-west) and is generally aligned in the cardinal\n\t\t\t\t\t\t\t\t\t\tdirections. Exterior walls are up to 1 m in thick, illustrating the strength of this structure. The rear or\n\t\t\t\t\t\t\t\t\t\twest wall stands fully out of the ground and is still around 3 m in height. The north section of the rear wall\n\t\t\t\t\t\t\t\t\t\tis capped with a 50-cm-thick layer of stones mixed with mud. In the west wall there is a single window with a\n\t\t\t\t\t\t\t\t\t\tlarge lintel (25 cm x 50 cm). \u003c/p\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eThe north portion of the main building is divided into three tiers of rooms oriented east-west. The forward\n\t\t\t\t\t\t\t\t\t\tor east tier has been largely destroyed. The forward wall is up to 2 m in height, although most of it is\n\t\t\t\t\t\t\t\t\t\tconsiderably lower. This wall does not appear to have been very straight (as is often the case with \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e). There are a few in situ corbels on the walls\n\t\t\t\t\t\t\t\t\t\tof the forward tier. The east-facing entranceway (1.4 m x 60 cm) to the middle tier is still intact. This\n\t\t\t\t\t\t\t\t\t\tentranceway accesses a small room (1.6 m x 2.3 m) with a portion of its roof still in place. Immediately north\n\t\t\t\t\t\t\t\t\t\tof the middle tier entranceway there is an entrance (1.3 m x 50 cm) to another small room (1.5 m x 1.7 m). The\n\t\t\t\t\t\t\t\t\t\troof in this room is partially intact and is set about 1.6 m above the floor. In the east wall there is a\n\t\t\t\t\t\t\t\t\t\twindow (20 cm x 25 cm) that opens onto the forward tier. Some red ochre tinted mud plaster is still attached\n\t\t\t\t\t\t\t\t\t\tto the interior walls of this small room. This room must have been a chapel or sanctum of some kind.\u003c/p\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eAccess to the rear tier of the main building is via the middle tier room with the east-facing exterior\n\t\t\t\t\t\t\t\t\t\tentranceway. The rear entranceway is whole (1.4 m x 50 cm) and leads into a relatively large room (4.5 m x 2.3\n\t\t\t\t\t\t\t\t\t\tm) whose end coincides with the exterior west wall of the main edifice. The east side of this room is\n\t\t\t\t\t\t\t\t\t\tbuttressed, creating various nooks some of which have in situ corbels resting above them. This large rear\n\t\t\t\t\t\t\t\t\t\tsouth room was entirely built above-ground. The rear/west wall of this large room extends about 1 m above the\n\t\t\t\t\t\t\t\t\t\tin situ corbels to produce a parapet-like structure. The floor-to-ceiling height of the rear south room was\n\t\t\t\t\t\t\t\t\t\tapproximately 1.6 m. This size and relative placement of this room suggests that it had a common ceremonial\n\t\t\t\t\t\t\t\t\t\tfunction. There is also an adjacent small rear south room with a window in the rear wall (as already noted\n\t\t\t\t\t\t\t\t\t\tabove). This is the only \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e surveyed to date\n\t\t\t\t\t\t\t\t\t\twith an upslope-facing window. There are a few in situ corbels in the small south rear room. The exterior\n\t\t\t\t\t\t\t\t\t\tlines of the building suggest that there was yet another rear south room but nearly all vestiges of it have\n\t\t\t\t\t\t\t\t\t\tbeen effaced. On the southeast side of the rear west room there is an entranceway (1.3 m x 50 cm) that\n\t\t\t\t\t\t\t\t\t\taccesses another middle tier room. The stone roof over this room (2 m x 2.4 m) has largely survived, and was\n\t\t\t\t\t\t\t\t\t\tconstructed of bridging stones laid diagonally. The ceiling is 2 m high in this room. In the south wall there\n\t\t\t\t\t\t\t\t\t\tis a window (50 cm x 25 cm). Much of the mud plaster covering the walls in this middle tier room has remained\n\t\t\t\t\t\t\t\t\t\tintact. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eThe smaller south wing of the main building is accessed via an entrance on the south side of the forward\n\t\t\t\t\t\t\t\t\t\ttier. The lintel over this large entranceway is still intact, however, most of the south wing has\n\t\t\t\t\t\t\t\t\t\tdisintegrated; only a majority of its rear or west wall has survived. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\u003ch6 class=\"essay\"\u003eNorth bluff shrines\u003c/h6\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eSoutheast of the main edifice there is a ruined Buddhist\n\t\t\t\t\t\t\t\t\t\t\u003cspan class=\"popular emph\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten\u003c/span\u003e. Part of its bulbous \u003cspan class=\"popular emph\"\u003ebhumpa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebum pa\u003c/span\u003e is still intact. The upper tier of the base (3.5 m x 3.5 m)\n\t\t\t\t\t\t\t\t\t\toverhangs the lower tier of the base, a common design feature. Vertically placed stone slabs prop up the\n\t\t\t\t\t\t\t\t\t\toverhanging sections of the upper tier of the base. Many old plaques inscribed with the \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e mantra rest around the \u003cspan class=\"popular emph\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten\u003c/span\u003e. At the foot of the north bluff there is a substantial wall with many old\n\t\t\t\t\t\t\t\t\t\tcarved plaques of the \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e mantra as well as a few\n\t\t\t\t\t\t\t\t\t\trepresentational specimens. The most notable ones feature a \u003cspan class=\"popular emph\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten\u003c/span\u003e and the god of compassion \u003cspan class=\"popular\"\u003eChenrezik\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpyan ras gzigs\u003c/span\u003e. Potentially, the very oldest inscribed plaques at the site date to\n\t\t\t\t\t\t\t\t\t\tthe second diffusion of Buddhism in Tibet. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\u003ch6 class=\"essay\"\u003eCave\u003c/h6\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eOn the south side of the north bluff complex, the remains of a stone-buttressed trail lead down to the ravine\n\t\t\t\t\t\t\t\t\t\tthat geographically divides the \u003cspan class=\"popular\"\u003ezimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug\u003c/span\u003e\n\t\t\t\t\t\t\t\t\t\tsite. On the descent from the north bluff, one encounters a two-chambered cave cut into an earthen and\n\t\t\t\t\t\t\t\t\t\tconglomerate cave. The roof of the forward chamber has collapsed. Two stone slabs that formed part of the\n\t\t\t\t\t\t\t\t\t\tdoorjamb in the forward chamber entrance are still in situ.\u003c/p\u003e\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\u003ch5 id=\"b1-2-18-4-2\"\u003eSouth bluff edifice\u003c/h5\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eThis site consists of a single highly incoherent habitational structure (8 m x 4 m). Its floor space was\n\t\t\t\t\t\t\t\t\tcompletely built above-ground. A few corbels are in position on the west wall, the best-preserved portion of the\n\t\t\t\t\t\t\t\t\tbuilding. The west wall, where still intact, is 2 m in high and nearly 1 m thick. On the west or exterior side\n\t\t\t\t\t\t\t\t\tof this wall there is a stone gutter. \u003c/p\u003e\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\u003ch5 id=\"b1-2-18-4-3\"\u003eFoot of the south bluff complex\u003c/h5\u003e\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\u003ch6 class=\"essay\"\u003eLargest building\u003c/h6\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eThe largest building in the foot of the south bluff complex measures 13 m (north-south) x 6.5 m (east-west)\n\t\t\t\t\t\t\t\t\t\tand appears to have been laid out in the cardinal directions. Standing walls reach a maximum height of 2.5 m\n\t\t\t\t\t\t\t\t\t\tand are at least 50 cm in thickness. There are four rear or west tier rooms. Some corbels in the southwest\n\t\t\t\t\t\t\t\t\t\troom are in situ. There was also a forward tier of rooms in this building but they have been obliterated. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\u003ch6 class=\"essay\"\u003eTwo other buildings\u003c/h6\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eJust 1.7 m south of the large edifice there is another residential structure that measures 8 m (north-south)\n\t\t\t\t\t\t\t\t\t\tx 3 m (east-west). This building consists of a single row of three or four rooms. Much of the north side of\n\t\t\t\t\t\t\t\t\t\tthe structure has been annihilated, precluding a detailed assessment of its plan. The west wall of the\n\t\t\t\t\t\t\t\t\t\tstructure was partially built into a slope abutting a cliff. The most southerly room (1.7 m x 1.7 m) has\n\t\t\t\t\t\t\t\t\t\tsections of all four walls as well as its entranceway (1.2 m x 60 cm) in place. The adjacent room has what\n\t\t\t\t\t\t\t\t\t\tresembles a stone gutter facing into it. Nine meters downhill there is a third structure in the foot of the\n\t\t\t\t\t\t\t\t\t\tsouth bluff complex, most of which has been reduced to ground level. Probably measuring 12 m (north-south) x 8\n\t\t\t\t\t\t\t\t\t\tm (east-west), south wall segments reach 1 m to 1.2 m in height. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\n\u003ctbody\u003e\n\u003ctr\u003e\n\u003ctd class=\"leftcell\"\u003e\n\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\n\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\n\u003c/a\u003e\n\u003c/td\u003e\n\u003ctd class=\"midcell\"\u003e\n\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\n\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\n\u003c/a\u003e\n\u003c/td\u003e\n\u003ctd class=\"rightcell\"\u003e\n\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\n\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\n\u003c/a\u003e\n\u003c/td\u003e\n\u003c/tr\u003e\n\u003c/tbody\u003e\n\u003c/table\u003e\n\u003c/div\u003e\n\u003cdiv id=\"chap-id\"\u003e/bellezza/b1-2-18/\u003c/div\u003e\n\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\n\u003cdiv class=\"closebtn\"\u003e\n\u003ca href=\"#\"\u003eClose\u003c/a\u003e\n\u003c/div\u003e\n\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\n\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\n\u003c/h3\u003e\n\u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on\n\t\t\t\t\tthe Tibetan Upland\n\t\t\t\t(Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, \n\t\t\t\t2010), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\n\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\n\u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on\n\t\t\t\t\tthe Tibetan Upland, . \n\t\t\t\tCharlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-2-18","is_primary":false,"created_at":"2010-08-11 20:46:41 UTC","updated_at":"2010-08-12 16:53:51 UTC","authors":[]}]}