{"descriptions":[{"id":1560,"title":"Nyima Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b5-1\" class=\"space-before\"\u003eThe Nagchu region\u003c/h2\u003e\n\n                  \u003ch3 id=\"b5-1-3\"\u003eNyi ma rdzong\u003c/h3\u003e\n\n                  \u003cp\u003eNyi ma rdzong lies to the west of Nag chu. It once belonged to the Nag tshang\n                     tribe, which gave it the name Nag tshang Nyi ma rdzong, which has now become\n                     familiar to many people of this area. Late in the 17th century, it was governed\n                     by the Tibetan government, and functioned as an important access point for\n                     travelling to mNga\u0026rsquo; ris, Nepal, Ladakh and other places. It is now possible to\n                     reach sGer rtse rdzong in mNga\u0026rsquo; ris by car in one day or less.\u003c/p\u003e\n\n                  \u003cp\u003eNyi ma rdzong has an area of about 150,000 square kilometres and a population\n                     of about 30,000. Two \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003equ\u003c/span\u003e, thirteen \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e and ninety-nine villages are under the immediate supervision of\n                     this \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e.\u003c/p\u003e\n\n                  \u003cp\u003eThis area is surrounded by mountains, such as the Kun lun mountain range in the\n                     north and the sacred snow mountain Ti se in the south, and the land is, on\n                     average, more than five thousand metres above sea level.\u003c/p\u003e\n\n                  \u003cp\u003eIn this region, at present, there are many places of pilgrimage: three Buddhist\n                     monasteries, including \u0026rsquo;Gro dpal bDe chen \u0026rsquo;gyur med gling; four Bonpo\n                     monasteries, including \u0026rsquo;Om bu bSam gtan gling; as well as the mountain rTa sgo\n                     and the lake Dwang ra g-yu mtsho. This is also a perfect treasure house of\n                     mineral resources and animals, both carnivorous and herbivorous. The district\n                     was established as Nyi ma rdzong in 1983.\u003c/p\u003e\n\n                  \n\n                     \u003ch4 id=\"b5-1-3-1\"\u003e(16) \u0026rsquo;Om bu bSam gtan gling Monastery\u003c/h4\u003e\n\n                     \u003cp\u003e \u0026rsquo;Om bu bSam gtan gling is in \u0026rsquo;Om bu \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, seventy-six\n                        kilometres south-west of Nyi ma rdzong. This \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e lies\n                        on the northern side of the lake Dwang ra g-yu mtsho.\u003c/p\u003e\n\n                     \u003cp\u003eThe monastery was established by bSod nams g-yung drung around 1890. He is\n                        regarded as one of the Thirteen Spiritual Leaders of Lake Dwang ra (Dwang ra\n                        g-yu mtsho\u0026rsquo;i \u0026rsquo;gro \u0026rsquo;dren bcu gsum) and belonged to the lineage of Guru. This\n                        lineage is traced back to Guru gYung drung phun tshogs, from which it\n                        descends to bZod pa and down to the Guru \u0026rsquo;Od zer, who is the fourth in the\n                        line.\u003c/p\u003e\n\n                     \u003cp\u003eThe main religious objects are the sacred statues of Bla chen Dran pa nam\n                        mkha\u0026rsquo; with his twin sons. It is said that there used to be an important old\n                        manuscript called Bya rgod mchu bris (\u0026ldquo;written with the beak of\n                        vulture\u0026rdquo;).\u003c/p\u003e\n\n                     \u003cp\u003eEvery year in the first Tibetan month, a large-scale, prescribed service of\n                        the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebum sgrub\u003c/span\u003e ritual is held, during which the monks\n                        meditate mainly on the deity Khro bo. Otherwise, services on a smaller scale\n                        are performed frequently.\u003c/p\u003e\n\n                     \u003cp\u003eIn the old days there used to be more than twenty monks, but now there are\n                        no more than ten monks and one lama; the present condition of the monastery\n                        is not as good as it was previously.\u003c/p\u003e\n\n                     \u003cp\u003eSome degree of restoration was carried Guru \u0026rsquo;Od zer. The main source of\n                        income, to maintain the monks and the lama, is donations from each household\n                        and the performance of religious services in the village.\u003c/p\u003e\n\n                     \u003cp\u003erGya rgod \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e lies thirteen kilometres away. The road\n                        is convenient for driving between the two \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, \u0026rsquo;Om bu\n                        and rGya rgod, and rGya rgod \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e has good facilities\n                        for travellers. We met more than one hundred pilgrims who were on their way\n                        to Ser zhig Monastery (No.19) or Mount rTa sgo, and we took many pictures of\n                        each other.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b5-1-3-2\"\u003e(17) gYu bun Monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is in the eastern part of rTa sgo \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e.\n                        It is a whole day\u0026rsquo;s ride on horseback from the rTa sgo \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. The location of this Bonpo monastic community is an earthly\n                        sphere of purity in the middle of Zhang zhung.\u003c/p\u003e\n\n                     \u003cp\u003eMore than three thousand years ago, there was a group of eighty great\n                        masters of Eternal Bon, the first ten of which, the gShen, reigned over the\n                        area. Among the ten gShen was Mu khri btsan po, the son of gNya\u0026rsquo; khri btsan\n                        po, who had a very high regard for the teachings of Eternal Bon. During Mu\n                        khri btsan po\u0026rsquo;s time, the thirty-seven tantric communities (\u0026rsquo;Du gnas so\n                        bdun) were established. Dwang ra gYu bun Monastery was founded in the places\n                        where the Gangs gnyan rta sgo and Dwang ra\u0026rsquo;i mtsho \u0026rsquo;gram of the thirty-seven\n                        communities were situated.\u003c/p\u003e\n\n                     \u003cp\u003eThe place where the monastery is found is, moreover, one of the twenty-four\n                        sacred places mentioned in the Bonpo Ma rgyud tantra. The self-grown five\n                        jackal-headed mKha\u0026rsquo; \u0026rsquo;gro can still be seen in this place, as stated in the\n                        text of the Ma rgyud tantra.\u003c/p\u003e\n\n                     \u003cp\u003eThe \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esPyi spungs khro bo dbang chen\u003c/span\u003e states that Sad ne\n                        ga\u0026rsquo;u of Zhang zhung trained himself in Dwang ra gYu bun. This implies that\n                        it was Sad ne ga\u0026rsquo;u of Zhang zhung sgo pa who first established gYu bun\n                        Monastery. He is one of the thirteen masters found among the eighty adepts\n                        of the Bon tradition.\u003c/p\u003e\n\n                     \u003cp\u003eSad ne ga\u0026rsquo;u was born in Zhang zhung. His father was rGyal mtshan bde ba and\n                        his mother was rGyal bza\u0026rsquo; klong yang. He studied under several teachers,\n                        like A nu \u0026rsquo;phrag thag, so that he was finally able to accomplish his\n                        learning.\u003c/p\u003e\n\n                     \u003cp\u003eHe exhibited many miraculous signs in the gYu bun community, such as curing\n                        leprosy patients just by looking at them, forcing back attackers and floods,\n                        taming wild carnivorous animals so that he could use them for\n                        transportation, igniting himself, subduing wickedness, being able to cross\n                        the lake Dwang ra riding on a drum and being able to build a crystal stupa\n                        in a river.\u003c/p\u003e\n\n                     \u003cp\u003eAfter having meditated for attaining perfection, he vanished just like the\n                        light of a rainbow. After that, history tells us, many great masters\n                        appeared one after another. Although the monastery sometimes experienced\n                        periods without strong leadership, there were other times when it had\n                        several holy ones who maintained universalism and remained meditating. Among\n                        them was mTshungs med rNam dag tshul khrims, who came to the monastery\n                        around 1687. He promoted the development of the monastic community and it\n                        continued to grow through the time of his disciples, including Tshul khrims\n                        lhun grub, up until the time of the fourth master. After that the monastery\n                        was suppressed, but was taken care of and rehabilitated by sKyid gsum bla\n                        brang, who was the benefactor of the master gYung drung lha rtse.\u003c/p\u003e\n\n                     \u003cp\u003eIn short, this monastic community was one that was outstandingly blessed, to\n                        which many excellent masters came at every stage of the early development of\n                        Bonpo teachings, and where many holy ones of Zhang zhung died, passing into\n                        the rainbow light.\u003c/p\u003e\n\n                     \u003cp\u003eThe monastery possessed a number of important religious objects, some of\n                        which were later moved to other places: for example, Sad ne ga\u0026rsquo;u\u0026rsquo;s conch was\n                        taken to Thob rgyal sMan ri Monastery (No.1).\u003c/p\u003e\n\n                     \u003cp\u003eIn the 1980s the monastery was reconstructed under the responsibility of the\n                        reincarnation bsTan \u0026rsquo;dzin dbang grags. At present the monastery has one lama\n                        and twenty-two monks. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b5-1-3-3\"\u003e(18) Phyug tsho Monastery\u003c/h4\u003e\n\n                     \u003cp\u003eTravelling about forty kilometres straight south from rGya rgod \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, we arrive in rTa sgo \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e.\n                        Turning right at the top of a small mountain pass, and travelling another\n                        fifty kilometres, we reach Phyug tsho Monastery. Since the sacred sites of\n                        the snow mountain rTa sgo, the lake Dwang ra g-yu mtsho and the mountain\n                        called dGe bsnyen are visible from the top of the pass, love and respect\n                        arise in people\u0026rsquo;s minds, which may inspire them to prostrate themselves with\n                        all their faith, to perform the bsang ceremony as an offering and to raise\n                        ritual flags. Many of them, moreover, pile up as many stones as their own\n                        age to make a cairn.\u003c/p\u003e\n\n                     \u003cp\u003eLike Gangs Ti se, rMa chen sPom ra, Yar lha Sham po, gNyan chen Thang lha\n                        and sPu rgyal, the sacred snow mountain rTa sgo is an important pilgrimage\n                        site for both Bonpo and Buddhists.\u003c/p\u003e\n\n                     \u003cp\u003eThe lake Dwang ra g-yu mtsho, as one of the three greatest pilgrimage sites,\n                        is a \u0026ldquo;soul lake\u0026rdquo; (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla mtsho\u003c/span\u003e). On its shore is a\n                        two-metre-high phallus made of dried mud, in accordance with the ancient\n                        custom in token of worship of the Bonpo protective deities. The term \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edwang ra\u003c/span\u003e is a Zhang zhung word meaning lake (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emtsho\u003c/span\u003e).\u003c/p\u003e\n\n                     \u003cp\u003eA number of devotees from Nag tshang Nyi ma rdzong, mNga\u0026rsquo; ris mTsho chen\n                        rdzong and other regions have infinite belief in the sacred blue lake and\n                        the snow mountain. There are always many pilgrims circumambulating the\n                        mountain, but on the 15th day of the fourth Tibetan month in particular, a\n                        huge number of lay devotees and clergy come to accumulate merit through\n                        performing the circumambulation because it is the great pilgrimage day (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eri bskor che mo\u003c/span\u003e). Some of them repeatedly prostrate\n                        themselves and circumambulate the mountain.\u003c/p\u003e\n\n                     \u003cp\u003eThe road between the above-mentioned pass and Phyug tsho Monastery is not\n                        very good, but it is nice that wild asses, rock goats, cranes and many other\n                        wild animals can be seen on the fields stretching out on both sides.\u003c/p\u003e\n\n                     \u003cp\u003ePhyug tsho Monastery is situated on the hill beside the lake Dwang ra g-yu\n                        mtsho. One can see at a glance that among the monasteries of Eternal Bon it\n                        is particularly distinguished.\u003c/p\u003e\n\n                     \u003cp\u003eThis monastery was built around 1849 by gYo lag sgom chen, a disciple of\n                        sNang ston Zla ba rgyal mtshan. After being founded, it was taken care of by\n                        Khyung ser sMon lam bstan pa, the lama of gcod practice, who had prodigious\n                        knowledge. Thereafter followed the two lamas, the famous Khyung dkar bsTan\n                        pa rgyal mtshan, who had the qualities of wisdom, compassion and power, and\n                        his attendant, the Sa ge gYung drung ye shes. During their time, Bonpo\n                        teachings were kept, defended and spread so well that the monastery\n                        flourished greatly.\u003c/p\u003e\n\n                     \u003cp\u003eLater, when the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edge bshes\u003c/span\u003e of gYung drung gling (No.2),\n                        gYung drung bstan pa\u0026rsquo;i rgyal mtshan from Shar khog in Amdo, became the abbot\n                        of this monastery, he renovated it and collected many religious objects.\u003c/p\u003e\n\n                     \u003cp\u003eThen the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edge bshes\u003c/span\u003e Khyung dkar bsTan pa lhun grub\n                        followed him as abbot. He arranged for the future supervisor and abbot of\n                        this monastery to be sent from gYung drung gling and that their principal\n                        practice should be based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emKa\u0026rsquo; \u0026rsquo;gro gsang\n                        gcod\u003c/span\u003e.\u003c/p\u003e\n\n                     \u003cp\u003eAt present, Phyug tsho Monastery has a number of buildings: the assembly\n                        hall, a temple, bKa\u0026rsquo; \u0026rsquo;gyur khang, protector\u0026rsquo;s temple, monks\u0026rsquo; quarters and\n                        others. As for the religious objects, there is a statue of sTon pa gShen rab\n                        and many kinds of scriptures, including the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo;\n                           \u0026rsquo;gyur\u003c/em\u003e and \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; brten\u003c/em\u003e. Of\n                        particular note are the knotted knife and the knotted needle which are\n                        believed to be examples of proof of the spiritual accomplishment of the\n                        masters. There are also a great many medicine-pots, because the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebum sgrub\u003c/span\u003e ritual has customarily been performed in this\n                        monastery.\u003c/p\u003e\n\n                     \u003cp\u003eIn the protector\u0026rsquo;s temple there are only the images of the Bonpo protective\n                        deities. They look very fearsome.\u003c/p\u003e\n\n                     \u003cp\u003eAt present, there are fifty monks and one lama in the monastery. Some of the\n                        regular religious services are synchronized, for the most part, with those\n                        of gYung drung gling.\u003c/p\u003e\n\n                     \u003cp\u003eNow, retracing our way southward from the lakeshore of Dwang ra g-yu mtsho\n                        to the above-mentioned mountain pass, and travelling several kilometres\n                        south-eastward, we reach the river rTa sgo gtsang po. rTa sgo Ser zhig\n                        Monastery is situated on the west bank of the river. Although it is only a\n                        little more than ten kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e to the\n                        monastery, the summer flooding period makes it very difficult for a car to\n                        cross the river.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b5-1-3-4\"\u003e(19) Ser zhig Monastery\u003c/h4\u003e\n\n                     \u003cp\u003eFrom the description written by the supreme master who belonged to the\n                        celebrated eighteen Zhig families, it appears that rTa sgo Ser zhig\n                        Monastery was contemporaneous with sMan ri (No.1). It is therefore apparent\n                        that the monastery was named Ser zhig after the family name of the lama who\n                        founded the monastery in 1405. Ser zhig Monastery is the biggest one in the\n                        Nag tshang Dwang ra g-yu mtsho area. Because of this, the Fifth Dalai Lama\n                        recognized it as a monastery of the government and permitted it to have a\n                        certain number of the local people as its retainers. The monastery is also\n                        called Se zhig skor lde, since it is one of the seven Nag tshang sger\n                        tsho.\u003c/p\u003e\n\n                     \u003cp\u003eThe monastery consisted of a two-storey temple, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla\n                           brang\u003c/span\u003e and monks\u0026rsquo; quarters. There were many religious objects and\n                        books. Besides these, there were religious objects transferred from Nyi lung\n                        \u0026rsquo;gram, the seat of \u0026rsquo;Dzi bon dBang gi rgyal mtshan, when it was destroyed.\n                        However, invaded by the barbarous Mongolian forces of Jungar, Ser zhig\n                        Monastery was turned into a military camp, and the temple and monks\u0026rsquo;\n                        quarters were soon destroyed.\u003c/p\u003e\n\n                     \u003cp\u003eAfter that, a number of people launched themselves into its reconstruction,\n                        as well as maintaining the doctrine. They included the one called Zhang\n                        zhung Lama, a descendant of Gu ru lama, a lama of the Zhu family from \u0026rsquo;Jed\n                        spang lung, a lama of the Shel zhig family and others. \u003c/p\u003e\n\n                     \u003cp\u003eThe main religious objects of the monastery were as follows: a black square\n                        stone called A ma sa gsum with the three white letters A, Ma and Sa on it; a\n                        small conch made of a devotee\u0026rsquo;s teeth; a tooth of the sTon pa gShen rab\u0026rsquo;s\n                        horse with a self-risen letter A on it; a Garuda\u0026rsquo;s claw as big as a yak\u0026rsquo;s\n                        horn; and a self-grown figure of Zhi ba Kun du bzang po within a crystal\n                        stupa.\u003c/p\u003e\n\n                     \u003cp\u003eBesides these, the monastery had a small drum, which is said to be a present\n                        given to a Ser zhig lama by the local deity gDong dmar lha btsan of rTa sgo.\n                        Among the patrons of the monastery it used to be the custom for patrons to\n                        appeal to the abbot to let one of them beat the drum when the ritual Ma tri\n                        bum sgrub was performed, for it was said that if one could beat the drum\n                        three time, he might get rid of all the bad luck or misfortune of the whole\n                        year, and his wish might be fulfilled. The patron was expected to offer five\n                        silver tam kar and a ceremonial scarf for each beat. All the people in the\n                        neighbourhood, lay and clergy, both Buddhists and Bonpo, showed boundless\n                        respect for this drum. At mass meetings, three beats of the drum by the\n                        abbot preceded the chanting; only then was the prayer conductor to begin\n                        leading the chorus.\u003c/p\u003e\n\n                     \u003cp\u003eIn the protector\u0026rsquo;s temple was a mask of the deity A bse, called Nga \u0026rsquo;dra ma.\n                        This designation was derived from the words spoken by the deity to the mask\n                        maker, \u0026ldquo;this mask looks like me\u0026rdquo; (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003enga \u0026rsquo;dra\u003c/span\u003e), which\n                        turned the mask into an object of great rarity.\u003c/p\u003e\n\n                     \u003cp\u003eIt is said that there were many old, important religious objects in the\n                        monastery, such as the skull of sTon pa gShen rab with a self-produced\n                        letter A on it, his teeth with a self-produced Gu ru on them, a statue of\n                        sTon pa with a self-produced mantra \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eOm ma ti ma ye sa\n                           le\u0026rsquo;du\u003c/span\u003e on the upper right part of it, and armour that belonged to\n                        sTon pa (said to have been taken to Xian in China).\u003c/p\u003e\n\n                     \u003cp\u003eThe teaching and practice of this monastery have actually experienced rise\n                        and fall in every stage of its history. The recent significant figures of\n                        this monastery are as follows: Grags dbang Rinpoche of the Zhu family; sTag\n                        la dbang rgyal of the Zhu family; the lama called Zhang zhung mKhan po; \u0026rsquo;Og\n                        tshom dkar po; and the young Shel zhig. The early ones are said to be in the\n                        \u0026rsquo;Prang lugs lineage of Nag tshang.\u003c/p\u003e\n\n                     \u003cp\u003eThe monastery is administered by a lama, a prayer conductor, a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edge bskos\u003c/span\u003e, a treasurer and an assistant. Besides them,\n                        two monks are charged, in turn, with the detailed tasks of religious\n                        activities, such as the accounts of Ma tri bum sgrub, and so on.\u003c/p\u003e\n\n                     \n\n                        \u003ch5 id=\"b5-1-3-4-1\"\u003ePractice of Rituals and Religious Services\u003c/h5\u003e\n\n                        \u003cp\u003eRituals are practised in the manner of the so-called sTod Nag tshang\n                           \u0026rsquo;phrang tradition, prominent among other old traditions of Zhu. The way\n                           of chanting the ritual text of the deity Khro bo is considered special\n                           and the text is said to have been composed when the masters had visions\n                           of the deity. The same manner is said to have been adopted by the other\n                           monasteries of the region, including \u0026rsquo;Om bu Monastery (No.17).\u003c/p\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003e In the third Tibetan month the following religious activities take\n                              place: Preparations, which take five days, are made for the great \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebum sgrub\u003c/span\u003e ritual based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eMa\n                                 tri rin chen sgrol ma\u003c/span\u003e; the great \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebum\n                                 sgrub\u003c/span\u003e ritual is thereafter performed for fifteen days.\n                              Religious dances are performed inside and outside the monastery, one\n                              day for each, and another two days are spent giving initiation.\u003c/li\u003e\n\n                           \u003cli\u003eIn the course of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebum sgrub\u003c/span\u003e ritual, lamas\n                              and monks from the monasteries of Phyug tsho, gYu bun and \u0026rsquo;Om bu,\n                              besides the permanent resident monks of Ser zhig itself, are allowed\n                              into the monastery, and so are any others, including hermits and\n                              pilgrims, who know how to chant the Ma tri mantra. More than 150\n                              people may enjoy a share of the offerings at times of great mass\n                              meetings.\u003c/li\u003e\n\n                           \u003cli\u003e In the twelfth month the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e rite of\n                              Phur pa is performed. Initiations are given at the end of the\n                              month.\u003c/li\u003e\n                        \u003c/ol\u003e\n\n                        \u003cp\u003eBesides the above-mentioned activities, several other small-scale\n                           services are performed throughout the year.\u003c/p\u003e\n\n                        \u003cp\u003eThere are a number of sacred sites surrounding Ser zhig Monastery: to the\n                           south-west lies the rTa sgo mountain range. At a good distance from the\n                           monastery, towards the range, at the foot of a hill, is a marvelous\n                           meditation cave called Shod tram phug pa. It was the abode of the master\n                           dMu Shod tram chen po, who was in the exalted \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;ja\u0026rsquo;\n                              lus\u003c/span\u003e lineage of Zhang zhung oral tradition. Near the cave is a\n                           spring filled with limpid water that is said to cleanse sins.\u003c/p\u003e\n\n                        \u003cp\u003eAt quite some distance up towards the rTa sgo mountain range, there is\n                           another meditation cave called rTa sgo rDzu \u0026rsquo;phrul phug (the Miraculous\n                           Cave of rTa sgo); it is about the size of a two-pillared room and is\n                           shielded in the four cardinal directions by big rocks and overhead by a\n                           heap of big stones. It is also called rTa sgo gDong dmar lha btsan gyi\n                           phug pa, in which resided the yogi Nam mkha\u0026rsquo; blo ldan, one of the three\n                           chief masters of gShen Nyi ma rgyal mtshan. There is a limpid spring\n                           beside the cave.\u003c/p\u003e\n\n                        \u003cp\u003eFurther up, at the top of the hill, is a lake called Nag mer mtsho, edged\n                           with piles of stones. It is a blessed holy lake with two different\n                           aspects: the external, which looks like the right eye of Dwang ra; and\n                           the internal, like the eye of mKa\u0026rsquo; \u0026rsquo;gro sKye ma \u0026rsquo;od mtsho. Innumerable\n                           Buddhists and Bonpo, both lay and clergy, visit the lake to\n                           circumambulate it or to pay respect to it. It is believed that every\n                           pilgrimage site brings many blessings, especially in Tiger years.\u003c/p\u003e\n\n                        \u003cp\u003eClimbing up into the mountain range, at a good distance from the hilltop,\n                           midway up the slope of the ice-capped mountain Ngo dmar lha btsan, there\n                           is an area where heaps of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebtsag\u003c/span\u003e (a kind of\n                           mineral used for medical purposes) can be found around the edge of the\n                           snow. It is actually the spot where the divine \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebtsag\u003c/span\u003e\n                           of rTa sgo can be obtained. \u003c/p\u003e\n\n                        \u003cp\u003eAnother source of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebtsag\u003c/span\u003e, according to some people,\n                           is in the mountains to the east of the rTa sgo gtsang po waterfall, which\n                           can be reached via the route in front of Ser zhig Monastery. Many people\n                           believe it to be the divine \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebtsag\u003c/span\u003e of rTa sgo,\n                           because the mountain rTa sgo casts a shadow over the site.\u003c/p\u003e\n\n                        \u003cp\u003eFormerly there were more than twenty monks in Ser zhig Monastery. At\n                           present there are fifteen monks and one lama. Many Bonpo, laity and\n                           clergy, come to make pilgrimages.\u003c/p\u003e\n\n                        \u003cp\u003eFrom Ser zhig Monastery back to Nyi ma rdzong is about 180 kilometres,\n                           and it takes about six hours by car. The distance from there to dPal mgon\n                           rdzong generally requires stopping for a night, but the direct way to Nag\n                           chu may be chosen as an alternative.\u003c/p\u003e\n\n                        \u003cp\u003eFrom the town of Nag chu, driving seventy kilometres eastward on the Nag\n                           chu-Chab mdo highway, one arrives at \u0026rsquo;Bri lung \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. Turning south-eastward and driving another seventy\n                           kilometres, one reaches \u0026rsquo;Bri ru rdzong. Although the road is good between\n                           the highway and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e, two mountain passes must\n                           be crossed.\u003c/p\u003e\n\n                        \u003cp\u003eOf the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e within Nag chu region, this is one\n                           with relatively good local characteristics.\u003c/p\u003e\n\n                     \n\n                  \n\n               \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-1-3/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-1-3","is_primary":false,"created_at":"2011-12-13 02:30:51 UTC","updated_at":"2011-12-13 02:30:51 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}