{"descriptions":[{"id":1472,"title":"Penden Minup Yungdrung Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b6-8\"\u003eNyag rong rdzong\u003c/h2\u003e\n\n                  \u003ch3 id=\"b6-8-8\"\u003e(157) Mi nub Monastery\u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-8-8-1\"\u003e1. Name\u003c/h4\u003e\n\n                     \u003cp\u003eThe full name of the monetary is dPal ldan mi nub g-yung drung gling.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-8-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is located in Mi nub village, at the foot of Mount sBas gnas\n                        gnam lcabs yang rdzong in A \u0026rsquo;dzul valley of Nyag rong. The village belongs\n                        to Shod ring Township which is 6 km south of the county town of Nyag rong.\n                        It takes two hours from the Township to climb through a hill to the\n                        village.\u003c/p\u003e\n\n                     \u003cp\u003eThe monastery is considered to be the residence of Khod spungs Blo gros\n                        thogs med (1280-1337)\u003ca href=\"#n22\" name=\"nb22\" class=\"note\"\u003e22\u003c/a\u003e who was a famous figure as a rediscoverer of gter ma texts in the\n                        history of Bon religion. His biography contains a list of gter ma texts that\n                        he rediscovered. After his life-story, there is also another chapter\n                        entitled gDung rabs so so\u0026rsquo;i lo rgyus cung zad smos pa (p.28a) which records\n                        the names of the masters who were close to Khod spungs Blo gros thogs med.\n                        It is just a list of names without dates:\u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003eBlo gros rgyal mtshan, a lay master who lived at Gong shel brag dmar\n                           phug. He founded a college for lay tantrics of Bonpo at mChog dge and had\n                           many disciples. Towards the end of his life, he went to \u0026rsquo;Du ra mdo in Me\n                           nyag where executed the ritual of sa \u0026rsquo;dul for the site of \u0026rsquo;Du ra\n                           Monastery (No. 165). He died when he was 63. \u003c/li\u003e\n\n                        \u003cli\u003erNam dag gtsug phud, a son of Khod spungs Blo gros thogs med. He went\n                           to gYas ru dben sa Monastery in gTsang to study, and was the first monk\n                           in the lineage. He gave teachings in sBa zhabs brag dkar hermitage, \u0026rsquo;Dra\n                           yul chu mig ljongs, dGe bshes khog, Khro skyabs and Cog tse. He died at\n                           rGyal mo dmu rdo in rGyal rong.\u003ca href=\"#n23\" name=\"nb23\" class=\"note\"\u003e23\u003c/a\u003e\n                        \u003c/li\u003e\n\n                        \u003cli\u003esGrub gshen sNang ldan was born at sBa zhabs gnas and lived at Sha ra\n                           thang in Nyag rong as a lay master. mNyam med Shes rab rgyal mtshan\n                           (1356-1415) became a pupil of him and gave all important teachings to him\n                           such as Tshe dbang bya ri ma and Khyung dmar. He died when he was 71. \u003c/li\u003e\n\n                        \u003cli\u003eGrub chen Khyung rgod, a lay master and a son of Blo gros rgyal\n                           mtshan. His real name was Khyung gsas bdud \u0026rsquo;joms. He learnt religion from\n                           his father. He was believed to have obtained the \u0026ldquo;rainbow body\u0026rdquo;. He died\n                           at 55.\u003c/li\u003e\n                     \u003c/ol\u003e\n\n                     \u003cp\u003eThen there were the thirteen masters in the same lineage:\u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003eNam mkha\u0026rsquo; g-yung drung, a son of Grub chen Khyung rgod. He traveled\n                           extensively and gave teachings in the rGyal rong area. He died at 60 in\n                           \u0026rsquo;Dra yul; \u003c/li\u003e\n\n                        \u003cli\u003eSeng ge blo gros, a son of Nam mkha\u0026rsquo; g-yung drung. He learnt religion\n                           from his father and gave teachings in \u0026rsquo;Dra yul and died when he was 63. \u003c/li\u003e\n\n                        \u003cli\u003e\u0026rsquo;Dul ba rgyal mtshan, a son of Seng ge blo gros. He studied Bon under\n                           his father and then went to sMan ri Monastery (No.1) to study under the\n                           feet of Rin chen rgyal mtshan, the fifth abbot of the monastery. Since he\n                           became the religious teacher of the king of Khro chen, he spent years at\n                           mTsho mtho Monastery (No.188). He had many disciples there although his\n                           residence was in Nyag rong. He died when he was 60 at bZhag ra lha rtse\n                           hermitage in Me nyag. \u003c/li\u003e\n\n                        \u003cli\u003egSang ba mchog ldan was a lay master. He learnt religion from his\n                           uncle \u0026rsquo;Dul ba rgyal mtshan, and went into retreat for twelve years on\n                           Mount Blon po skos yag in Nyag rong. He died when he was 55.\u003c/li\u003e\n\n                        \u003cli\u003eA shar blo gros, a son of gSang ba mchog ldan. He entered sMan ri\n                           Monastery and studied under bSod nams ye shes. He died when he was\n                           70.\u003c/li\u003e\n\n                        \u003cli\u003ebsTan pa rgyal mtshan, a son of Khod spungs Gu ru. The latter was a\n                           descendant of Grub chen khyung rgod. He followed A shar blo gros and\n                           upheld both teachings and lineage. He became also a disciple of a Sa skya\n                           bdag chen and lCags mdud \u0026rsquo;brug mo rdzong in Nyag rong. He traveled in\n                           rGyal rong and Me nyag to practise meditation and became very famous. He\n                           produced many sons. They were divided into three groups: Khod spungs sKos\n                           yag pa, Yo kyun pa, and Mi nub tshang. He died when he was 60.\u003c/li\u003e\n\n                        \u003cli\u003erJe bthun mgon po was a lay master. He studied under his father and\n                           Tshul khrims \u0026rsquo;od zer who was a descendant of Byang ba khro tshang. He had\n                           a close relationship with dBra tshang, the chief family in rDza khog of\n                           sDe dge and also with the Buddhists in his area. He had a lot of\n                           disciples in rDza khog and Tre hor.\u003ca href=\"#n24\" name=\"nb24\" class=\"note\"\u003e24\u003c/a\u003e He died in Brag dmar hermitage in Nyag rong.\u003c/li\u003e\n\n                        \u003cli\u003erGyal ba rin chen, a son of rJe btsun mgon po. He was a lay master,\n                           but attended many monasteries for studying and practising. He died when\n                           he was 53.\u003c/li\u003e\n\n                        \u003cli\u003erNam rgyal grags pa, a son of sNgags chung and a brother of rJe btsun\n                           mgon po. He was a lay master and lived in Brag dmar mgo in Nyag rong. He\n                           spent many years in rGyal rong and died when he was 40.\u003c/li\u003e\n\n                        \u003cli\u003eRin chen lhun grub, a son of rNam rgyal grags pa. He was a lay master\n                           and studied under his father and \u0026rsquo;Dra bla gYung drung rgyal mtshan. He\n                           lived at sBa zhabs brag dkar hermitage and traveled and taught in rDza\n                           khog, rNga khog and rGyal rong. He died when he was 83.\u003c/li\u003e\n\n                        \u003cli\u003egYung drung rnam rgyal, a son of Rin chen lhun grub. He was a lay\n                           master who traveled extensively in rGyal rong and died when he was\n                           45.\u003c/li\u003e\n\n                        \u003cli\u003egYung drung bstan \u0026rsquo;dzin, a son of gYung drung rnam rgyal. He was a\n                           monk and took up ressidence in Zhu tshang Monastery for many years where\n                           he gave teachings. He initiated founding several monasteries in rGyal\n                           rong. He moved to Klu \u0026rsquo;bum Monastery (No.153), but the present biography\n                           does not mention it. He died when he was 70.\u003c/li\u003e\n\n                        \u003cli\u003eNyi ma dbang ldan, a son of Jo sras. The latter was a member of the\n                           Khod spungs family. Apart from Bonpo teachings, he also practised rNying\n                           ma pa teachings and had very close relationship with the rNying ma pa. He\n                           became the representative of Su la lineage which had a long line of\n                           teachers that ended with Nam mkha\u0026rsquo; skyabs and brTson \u0026rsquo;grus bzang mo. The\n                           lineage of Khod spungs then became known as Su la tshang. After these\n                           thirteen masters of the Khod spungs lineage, we know only the names of\n                           their successors and it would be too cumbersome to give them all\n                           here.\u003c/li\u003e\n                     \u003c/ol\u003e\n\n                     \u003cp\u003eA shar Blo gros, the 5th master, came from mChog dge Monastery to Mi nub bco\n                        brgyad thang and founded a small monastery there. The date of foundation is\n                        unknown. However, now nothing remains there apart from a stupa, a tsha tsha\n                        khang and a piece of land which now belongs to the monastery called A shar\n                        zhing. According to a brief history of the monastery provided by the\n                           monastery\u003ca href=\"#n25\" name=\"nb25\" class=\"note\"\u003e25\u003c/a\u003e there was a master of the Khod spungs lineage called Mi nub Shes rab\n                        rin chen, but in the biography of Khod spungs Blo gros thogs med he is not\n                        mentioned. He is said to have moved the monastery to the present site and\n                        built an assembly hall with four pillars. The same Sources also states that\n                        his brother bsTan \u0026rsquo;dzin was a master in the monastery.\u003c/p\u003e\n\n                     \u003cp\u003egSang sngags gling pa, Shar rdza bKra shis rgyal mtshan and dBra ston bsKal\n                        bzang bstan pa\u0026rsquo;i rgyal mtshan visited the monastery and gave teachings\n                        there. In the 1980s, the monastery got permission to be rebuilt.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-8-3\"\u003e4. Hierarchical system\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003etwo dbu mdzad (dbu mdzad and dbu skyor)\u003c/li\u003e\n\n                        \u003cli\u003efour dge skos\u003c/li\u003e\n\n                        \u003cli\u003etwo mchod dpon\u003c/li\u003e\n\n                        \u003cli\u003eone bdag gnyer\u003c/li\u003e\n                     \u003c/ul\u003e\n\n                     \u003cp\u003eFor the dbu mdzad, one has to be first dbu skyor for three years first, then\n                        the dbu mdzad for another three years. The bdag gnyer stays for nine years.\n                        The rest changes every three years.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-8-4\"\u003e6. Current number of monks\u003c/h4\u003e\n\n                     \u003cp\u003eThere are fifty-nine monks in the monastery. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-8-5\"\u003e7. Current education\u003c/h4\u003e\n\n                     \u003cp\u003eYoung monks follow old monks to learn teachings and practices. They go to\n                        Shar rdza Hermitage (No.138) to follow further courses and receive\n                        ordination.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-8-6\"\u003e8 / 9. Rituals\u003c/h4\u003e\n\n                     \u003cp\u003eFour types of rituals are performed: the smon lam from the 3rd to 12th of\n                        the first month; the observance of the smyung gnas fast from the 15th for\n                        few days; the ritual of three cycles: Khro bo, Phur pa and Me ri from the\n                        20th to 30th of the twelfth month; the observance of dbyar gnas fast from\n                        the 14th of the sixth month for fifty days.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-8-7\"\u003e10. Books held in the monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has a complete set of Bonpo Kanjur and Katen, and a number of\n                        ritual texts such as that of sTag la, Khro bo, Phur pa and Me ri.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-8-8\"\u003e11. Income and expenses\u003c/h4\u003e\n\n                     \u003cp\u003eThe monks have to find their food by themselves; the expenses of the\n                        monastery depend on offerings of disciples.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-8-9\"\u003e12. Local community\u003c/h4\u003e\n\n                     \u003cp\u003eThe local villages are grouped into four communities (shog khag) who are\n                        described as the lha sde of the monastery: 1. Ri \u0026rsquo;go village with twelve\n                        families, rTa dbye with one family. 2. Ri mda\u0026rsquo; village with twelve families.\n                        3. Yul lung village with twelve families; Zang mda\u0026rsquo; village with four\n                        families; Mi nub village with eight families; Yul lung phug village with one\n                        family. 4. Shod ru village with thirteen families; Bu bzhi with one family\n                        and Thog bi with two families.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-8-10\"\u003e13. Local festivals\u003c/h4\u003e\n\n                     \u003cp\u003eA sacred mountain called sKyobs \u0026rsquo;byin is situated in the south-west of the\n                        monastery. Both monks and lay people perform the circumambulation of the\n                        mountain on the occasion of the Dog Year called gnas \u0026rsquo;dus. The master who\n                        \u0026ldquo;opened the door of holy mountain\u0026rdquo; (gnas sgo phye mkhan) was Khod spungs Blo\n                        gros thogs med. \u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-8-11\"\u003e14. Occupation of the local population \u003c/h4\u003e\n\n                     \u003cp\u003eAgriculture\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-8-8-12\"\u003eSources\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-8-8-12-1\"\u003e(1) Interviews\u003c/h5\u003e\n\n                        \u003cp\u003eIn autumn of 1997 with the following monks of the monastery: Tshe thar\n                           (b.1963), the present dge bskos of the monastery, gYung drung dbang rgyal\n                           (b.1969), Tshe dbang (b.1937), gDung dkar (b.1934) and lHa skyabs\n                           (b.1954) \u003c/p\u003e\n\n                     \n\n                     \n\n                        \u003ch5 id=\"b6-8-8-12-2\"\u003e(2) Texts\u003c/h5\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003eKGLG, Vol.1, pp. 393-395\u003c/li\u003e\n                        \u003c/ol\u003e\n\n                     \n\n                  \n\n               \u003chr class=\"footnote-divider\"/\u003e\u003ch2\u003eNotes\u003c/h2\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n22\"/\u003e\u003ca href=\"#nb22\" class=\"note\"\u003e\n\t\t\t\t\t[22] \u003c/a\u003e \n                           \u0026rsquo;Chi med \u0026rsquo;gro \u0026rsquo;dul khod spungs blo gros thogs med kyi skyes rabs\n                              dang \u0026rsquo;brel ba\u0026rsquo;i don gyi rnam thar gdung rabs dang bcas pa rdzogs ldan\n                              sprin gyi rol mo by dBra ston sKal bzang bstan pa\u0026rsquo;i rgyal mtshan\n                              (1897-1959), block print. In this work, the author described the life\n                              of Khod spungs Blo gros thogs med to the time when he met bSod nams\n                              sgrol ma who became his wife at the age of twenty-five. Then the\n                              biography strangely ends without any reference to the second half of\n                              his life.\n                        \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n23\"/\u003e\u003ca href=\"#nb23\" class=\"note\"\u003e\n\t\t\t\t\t[23] \u003c/a\u003e \n                              \u0026rsquo;Dra yul chu mig ljongs is a place in rTa\u0026rsquo;u County of dKar mdzes\n                                 Prefecture in Sichuan Province. dGe bshes khog, Khro skyabs, Cog\n                                 tse, and rGyal mo dmu rdo traditionally belong to the rGyal rong\n                                 region. dGe bshes khog and rGyal mo dmu rdo are in Rong brag County\n                                 of dKar mdzes Prefecture. Khro skyabs and Cog tse are in rNga pa\n                                 Prefecture in Sichuan Province.\n                           \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n24\"/\u003e\u003ca href=\"#nb24\" class=\"note\"\u003e\n\t\t\t\t\t[24] \u003c/a\u003e \n                              Tre hor is an area in dKar mdzes County in dKar mdzes\n                                 Prefecture.\n                           \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n25\"/\u003e\u003ca href=\"#nb25\" class=\"note\"\u003e\n\t\t\t\t\t[25] \u003c/a\u003e \n                           Mi nub dgon pa\u0026rsquo;i lo rgyus, the author is unknown, MS.\n                        \u003c/div\u003e\u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b6-8-8/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-8-8","is_primary":false,"created_at":"2011-12-13 02:30:03 UTC","updated_at":"2011-12-13 02:30:03 UTC","authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}]}]}