{"descriptions":[{"id":1566,"title":"Dzogang Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b5-2\"\u003eThe Chamdo region\u003c/h2\u003e\n\n                  \u003ch3 id=\"b5-2-4\"\u003emDzo sgang rdzong\u003c/h3\u003e\n\n                  \u003cp\u003emDzo sgang rdzong lies in the south-west of Tibet. It covers an area of 11,726\n                     square kilometres of which farmland occupies 42,000 \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emu\u003c/span\u003e,\n                     and forest 392 \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emu\u003c/span\u003e. The population of this \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e is about 380,000, most of which is engaged in agriculture.\n                     Forestry and livestock farming are doing quite well. The \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e has one \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003equ,\u003c/span\u003e sixteen \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e and 160 village councils under its direct control.\u003c/p\u003e\n\n                  \u003cp\u003eThis \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e, which had been under the rule of the\n                     government of Tibet, was set up as the people\u0026rsquo;s administration of mDzo sgang in\n                     1959. The \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e is blessed with such animals as wild\n                     yaks, leopards, bears, otters and musk deer, which thrive in the vast forest,\n                     and, moreover, with considerable mineral resources, such as gold, silver, iron\n                     and coal. There are nine Bonpo monasteries in this \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e.\n                     This is the most prosperous \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e, in terms of Bonpo\n                     tradition, next to sTeng chen rdzong.\u003c/p\u003e\n\n                  \n\n                     \u003ch4 id=\"b5-2-4-1\"\u003e(76) sTong mda\u0026rsquo; Monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is also known as mDo dar dgon. Driving for twenty-six\n                        kilometres eastward from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e, we come to mDo dar\n                        village in dBu yag \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, from which a one hour\u0026rsquo;s drive\n                        up the mountain brings us to sTong mda\u0026rsquo; Monastery. This monastery is\n                        situated in the midst of several agricultural villages.\u003c/p\u003e\n\n                     \u003cp\u003eThe monastery was founded by gTsug phud tshul khrims, from whom the lineage\n                        of the heads of the monastery has led down to the ninth. Religious objects\n                        possessed by the monastery are as follows: a clay image of sTon pa gShen rab\n                        six cubits high; two white stupas, six cubits high; and more than ten masks\n                        of various kinds. Before 1959, the monastery had twenty-eight monks; this\n                        has now decreased to only seven. The practice of rituals is much the same as\n                        those of other Bonpo monasteries.\u003c/p\u003e\n\n                     \u003cp\u003eFifteen kilometres west of the monastery is a holy mountain called sGro ra\n                        Pad ma \u0026rsquo;byung gnas. It looks just like a Garuda flying with its wings\n                        fluttering. Every year on the 15th day of the sixth month, the local people\n                        get together to circumambulate the mountain, perform religious dances and\n                        engage in other festivities.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b5-2-4-2\"\u003e(77) La ngu Monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is located near Srib gru kha village, Krung gling kha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. The village is fifty kilometres south-west of\n                        mDzo sgang rdzong. The absence of a road makes travelling there very\n                        difficult. The place called Srib gru kha used to be the site of one of the\n                        main ferries across the river rGyal mo rngul chu.\u003c/p\u003e\n\n                     \u003cp\u003eThis is one of the oldest Bonpo monasteries and is said to have been founded\n                        by Rin spungs dBang rgyal. It stands in front of Mount Rin chen spungs.\n                        Initially, it was built on verdant grassland. Later, it was moved to a\n                        larger place up the mountain. Though small, La ngu Monastery has special old\n                        architectural characteristics. A story tells why the monastery is called La\n                        ngu: at the time of its inauguration, musical instruments such as conch,\n                        oboe, drum, and cymbals were played, making the local deities of the four\n                        directions and those who resided on the mountain pass (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ela\u003c/span\u003e), cry (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003engu\u003c/span\u003e) for joy. The monastery\u0026rsquo;s\n                        religious objects are of considerable quality and include statues of sTon pa\n                        gShen rab, Byams ma and sTag la me \u0026rsquo;bar. There was also an image of the\n                        Buddha, said to have descended to the monastery by itself.\u003c/p\u003e\n\n                     \u003cp\u003eIn the old days, there were sixty-two monks in this monastery. This number\n                        had diminished to thirty-five in 1959, and at present there are only fifteen\n                        monks, led by Tshul khrims rnam dag \u0026rsquo;od zer. This lama is very learned in\n                        the Bon tradition, its history and other sciences.\u003c/p\u003e\n\n                     \n\n                        \u003ch5 id=\"b5-2-4-2-1\"\u003ePractice of Rituals\u003c/h5\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003e In the first Tibetan month, from the 4th day to the 6th, there is\n                              the commemoration of mNyam med Shes rab rgyal mtshan.\u003c/li\u003e\n\n                           \u003cli\u003e In the third month, from the 14th to the 22nd, the ritual cycle of\n                              Phur pa is performed.\u003c/li\u003e\n\n                           \u003cli\u003e In the fifth month there is the thousand offerings of sacrificial\n                              cake to sTag la me \u0026rsquo;bar.\u003c/li\u003e\n\n                           \u003cli\u003e In the ninth month, from the 1st to the 9th day, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ertsa rlung\u003c/span\u003e meditation is practised and from the\n                              14th to the 21st, there is the performance of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egunacakra\u003c/span\u003e offerings to Khro bo.\u003c/li\u003e\n                        \u003c/ol\u003e\n\n                     \n\n                     \n\n                        \u003ch5 id=\"b5-2-4-2-2\"\u003eDaily Activities\u003c/h5\u003e\n\n                        \u003cp\u003eFrom five o\u0026rsquo;clock to seven in the morning, the monks practise meditation.\n                           In the evening, from seven to eight, they perform the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsang\u003c/span\u003e ritual and recite prayers.\u003c/p\u003e\n\n                     \n\n                  \n\n                  \n\n                     \u003ch4 id=\"b5-2-4-3\"\u003e(78) Sa bla Monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is located near gCig yon village, sTobs \u0026rsquo;bangs \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. It is sixty kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e\n                        to the village. As there is no road the trip can be very difficult.\u003c/p\u003e\n\n                     \u003cp\u003eIt is said that this monastery was founded in 1497. Before 1959, there were\n                        ten monks in the monastery. The number has been reduced to only five now. In\n                        spite of its long history of some five hundred years, it has remained\n                        something like a small hermitage and has only a few religious objects, such\n                        as the statues of sTon pa gShen rab, rNam par rgyal ba, Byams ma and sTag la\n                        me \u0026rsquo;bar.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b5-2-4-4\"\u003e(79) Ri sna Monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is located in Krung gling kha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, on\n                        the eastern bank of rGyal mo rngul chu, in the southern part of mDzo sgang\n                        rdzong. In the old days the place was called Rab pa. The distance between\n                        the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e is no\n                        more than sixty kilometres, but it is very difficult to traverse.\u003c/p\u003e\n\n                     \u003cp\u003eNo record concerning the date of establishment of this monastery has\n                        remained. Still it is one of the fairly old Bonpo monasteries.\u003c/p\u003e\n\n                     \u003cp\u003eBefore 1959, there were nineteen monks; today there are ten. In the temple\n                        there are just a few religious objects, like the statues of sTon pa gShen\n                        rab and Yum chen Byams ma. In terms of facilities, it is poorly\n                        equipped.\u003c/p\u003e\n\n                     \u003cp\u003eRituals are practised in the same manner as those of other Bonpo\n                        monasteries. The monks rely mainly on support from their own families for\n                        their living and occasionally go out to perform religious services in\n                        villages to supplement their income.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b5-2-4-5\"\u003e(80) mDangs \u0026rsquo;phyar Monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThis monastery is located near Bal stod village, in the northern part of the\n                        former Rab pa village, in the present Krung gling kha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, which lies on the eastern side of the river rGyal mo rngul\n                        chu, in the southern part of mDzo sgang rdzong. It is a mere sixty\n                        kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e to the village, but it is\n                        still a difficult distance to be travelled.\u003c/p\u003e\n\n                     \u003cp\u003eThere are no historical documents clearly recording the date of the\n                        monastery\u0026rsquo;s establishment and there is little oral information. Still, based\n                        on the architectural aspect of the building, it is said to be one of the\n                        fairly old Bonpo monasteries.\u003c/p\u003e\n\n                     \u003cp\u003eBefore 1959, there were thirty monks, and at present thirty-two. The\n                        assembly hall, temple and religious objects are in quite good condition. The\n                        monastery\u0026rsquo;s activities have no unique characteristics, but are much the same\n                        as other Bonpo monasteries.\u003c/p\u003e\n\n                     \u003cp\u003eAs for their source of income, the monks mainly receive support from their\n                        families and the occasional performance of religious services in the\n                        monastery or in villages.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b5-2-4-6\"\u003e(81) Shug rdzong Monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is near \u0026rsquo;Os bab village, Krung gling kha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. Originally, the present Krung gling kha was called Rab pa,\n                        and is located on the east side of the river rGyal mo rngul chu, in the\n                        southern part of mDzo sgang rdzong. It is sixty kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e to Krung gling kha, and \u0026rsquo;Os bab village is in the\n                        northern part of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, close to Bal stod village.\n                        The absence of a road makes travelling very difficult.\u003c/p\u003e\n\n                     \u003cp\u003eIt is not clear when this monastery was founded. Before 1959, there were\n                        eighty-five monks and at present there are thirty-five. There is an assembly\n                        hall, a temple and other buildings of appropriate design and size. There are\n                        religious objects of considerable quality, such as the statues of sTon pa\n                        gShen rab, Byams ma, mNyam med Shes rab rgyal mtshan and Khro bo. As for\n                        scriptures, there is the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/span\u003e and other books of\n                        ritual practice.\u003c/p\u003e\n\n                     \u003cp\u003eIn regard to rituals and services, they practise what is commonly done in\n                        other Bonpo monasteries, and have no special activities. For their living,\n                        the monks depend mainly on their own parents and relatives for financial\n                        support. Occasionally they are invited to perform religious services, such\n                        as conducting funerals, which helps supplement their income.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b5-2-4-7\"\u003e(82) Rab pa Monastery\u003c/h4\u003e\n\n                     \u003cp\u003eRab pa Monastery is located near Rab pa village (which is now called Krung\n                        gling kha) on the east side of the river rGyal mo rngul chu, in the southern\n                        part of mDzo sgang rdzong. From the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e to Rab pa is\n                        a distance of only sixty kilometres, but as there is no road, the going is\n                        very hard.\u003c/p\u003e\n\n                     \u003cp\u003eAlthough there is no recorded date for the establishment of this monastery,\n                        it is said to be one of the oldest Bonpo monasteries.\u003c/p\u003e\n\n                     \u003cp\u003eBefore 1959, there were no more than eight monks, but at present there are\n                        fourteen. The name of this monastery is said to be related to the fact that\n                        the area where the monastery is located is so large that it would take a day\n                        on horseback to circumambulate it. The place is therefore the best among the\n                        local areas and that is why it is called Rab pa, the \u0026ldquo;Best\u0026rdquo;.\u003c/p\u003e\n\n                     \u003cp\u003eIn the temple of the monastery are several statues of sTon pa gShen rab,\n                        Dran pa nam mkha\u0026rsquo; and Byams ma, a few thangka and Bonpo scriptures.\n                        Otherwise the facilities are very poor.\u003c/p\u003e\n\n                     \u003cp\u003eAs for the monks\u0026rsquo; main source of income, they depend, just as in the other\n                        small Bonpo monasteries, on their own parents and relatives for support.\n                        Besides this, to make their living, they must supplement this support by\n                        going out to perform religious services.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b5-2-4-8\"\u003e(83) dByibs pa Monastery\u003c/h4\u003e\n\n                     \u003cp\u003edByibs pa Monastery is located near dByibs pa village, which is to the west\n                        of Gug pa village in Zhwa gling kha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. Zhwa gling\n                        kha is situated on the east side of the river rGyal mo rngul chu, in the\n                        southern part of mDzo sgang rdzong. From the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e to\n                        Zhwa gling kha is a distance of more than fifty kilometres. Although the\n                        distance is not great, travelling it is very hard because of the absence of\n                        a road.\u003c/p\u003e\n\n                     \u003cp\u003eThe date of this monastery\u0026rsquo;s establishment is unknown, but according to oral\n                        history it is one of the oldest Bonpo monasteries. Before 1959, the\n                        monastery had forty-seven monks. At present, it is a moderate-sized Bonpo\n                        monastery of thirty-one monks, with an assembly hall, a temple, monks\u0026rsquo;\n                        quarters and other buildings. It has religious objects appropriate to its\n                        size and needs, such as statues of sTon pa Khri gtsug rgyal ba, Dran pa nam\n                        mkha\u0026rsquo;, his son Tshe dbang rig \u0026rsquo;dzin, sTag la me \u0026rsquo;bar and Srid pa rgyal mo,\n                        thangka, \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ethe bKa\u0026rsquo; \u0026rsquo;gyur\u003c/em\u003e, and other books\n                        concerning religious practice. Rituals and services are practised in this\n                        monastery as they are in other Bonpo monasteries of average size. It has no\n                        special activities.\u003c/p\u003e\n\n                     \u003cp\u003eAs for the monks\u0026rsquo; main source of income, they receive financial support from\n                        their own parents and relatives. The monastery itself has no other means of\n                        earning revenue. Occasionally the monks are invited to perform religious\n                        services, such as funerals, in villages, which helps supplement their\n                        income.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b5-2-4-9\"\u003e(84) lTag tsha Monastery\u003c/h4\u003e\n\n                     \u003cp\u003elTag tsha Monastery is located near Su mgo village, on the bank of the river\n                        rGyal mo rngul chu, to the south of Gug pa village, Zhwa gling kha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. Zhwa gling kha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e is in\n                        the southern part of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e and Su mgo village is\n                        more than forty kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e. It is a\n                        very difficult distance to travel because there is no road.\u003c/p\u003e\n\n                     \u003cp\u003eIn spite of there being no recorded date for its establishment, this\n                        monastery is also customarily said to be a fairly old Bonpo monastery.\u003c/p\u003e\n\n                     \u003cp\u003eBefore 1959, there were seven monks in the monastery, but at present there\n                        are fourteen. The main religious objects in the monastery\u0026rsquo;s temple are\n                        statues of sTon pa gShen rab, mNyam med Shes rab rgyal mtshan, Byams ma and\n                        others, as well as several thangka and books\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e. \u003c/span\u003eApart\n                        from these it has hardly any facilities.\u003c/p\u003e\n\n                     \u003cp\u003eAs for rituals and services, the monks perform the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsang\u003c/span\u003e ritual in the morning and recite prayers in the evening. They\n                        perform the common daily activities. There are no rituals or services\n                        specific to this monastery. The monks\u0026rsquo; main source of income is, much the\n                        same as in other poor Bonpo monasteries, financial support from their own\n                        parents or relatives. The monastery itself has no means of generating\n                        revenue. Occasionally the monks are invited to perform religious services,\n                        such as funerals, in villages, which helps supplement their income.\u003c/p\u003e\n\n                     \u003cp\u003eProceeding north from mDzo sgang rdzong by car, through the grassland of\n                        sPom mda\u0026rsquo;, where an airfield is situated, and along the river rGyal mo rngul\n                        chu, one arrives at dPa\u0026rsquo; shod rdzong. Driving from mDzo sgang rdzong to dPa\u0026rsquo;\n                        shod rdzong takes six and a half hours. When we reached the district of dPa\u0026rsquo;\n                        shod rdzong, the way had been blocked to traffic by road construction, which\n                        prevented us from proceeding. After a long wait of five and a half hours,\n                        the road was finally opened.\u003c/p\u003e\n\n                  \n\n               \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-2-4/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-2-4","is_primary":false,"created_at":"2011-12-13 02:30:54 UTC","updated_at":"2011-12-13 02:30:54 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}