{"descriptions":[{"id":388,"title":"Domuk Tsamkhang Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\n\u003cdiv id=\"essay-head2\"\u003e\n\u003ctable\u003e\n\u003ctr\u003e\n\u003ctd align=\"left\" valign=\"top\"\u003e\n\u003cdiv class=\"chapter\"\u003e\n\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\n\u003c/div\u003e\n\u003cdiv class=\"author\"\u003e\n\u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e\n\u003c/td\u003e\n\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\n\u003cdiv class=\"copyright\"\u003e\n\u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \n\t\t\t\t\t\t\t\u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \n\t\t\t\t\t\t\t\u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\n\u003c/td\u003e\n\u003c/tr\u003e\n\u003c/table\u003e\n\u003c/div\u003e\n\u003ch2 id=\"b1-2\"\u003eI.2. Residential Structures in Other Locations: Religious and Elite Residences\u003c/h2\u003e\n\t\t\t\t\t\t\u003ch3 id=\"b1-2-66\"\u003e\n\t\t\t\t\t\t\t\u003cspan class=\"popular\"\u003eDomuk Tsamkhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo smug mtshams khang\u003c/span\u003e\n\t\t\t\t\t\t\u003c/h3\u003e\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\u003ch4 id=\"b1-2-66-1\"\u003eBasic site data\u003c/h4\u003e\n\t\t\t\t\t\t\t\u003cul class=\"bullet-blue\"\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eDomuk Tsamkhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo smug mtshams khang\u003c/span\u003e\n\t\t\t\t\t\t\t\t\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eEnglish equivalent: Purplish Island Meditation House\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSite number: B-133\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSite typology: I.2a \u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eGeographic coordinate (N. lat.): 30\u0026ordm; 38.1\u0026#900; \u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eGeographic coordinate (E. long.): 81\u0026ordm; 10.5\u0026#900; \u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eElevation: 4600 m to 4620 m\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eAdministrative location (township): bar ka\n\t\t\t\t\t\t\t\t\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003ePurang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpu rang\u003c/span\u003e\n\t\t\t\t\t\t\t\t\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSurvey expedition: TILE\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSurvey date: March 1 and 2, 2006.\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eContemporary usage: None.\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e\n\t\t\t\t\t\t\t\u003c/ul\u003e\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\u003ch4 id=\"b1-2-66-2\"\u003eGeneral site characteristics\u003c/h4\u003e\n\t\t\t\t\t\t\t\u003cp\u003eThe east side of \u003cspan class=\"popular\"\u003eDomuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo smug\u003c/span\u003e, an island of the same\n\t\t\t\t\t\t\t\tsize and aspect as \u003cspan class=\"popular\"\u003eDoser\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo ser\u003c/span\u003e (B-132), also gave rise\n\t\t\t\t\t\t\t\tto an ancient settlement. Called \u003cspan class=\"popular\"\u003eDomuk Tsamkhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo smug mtshams khang\u003c/span\u003e, the ruins of a rebuilt all-stone corbelled edifice is located in a small east-west running\n\t\t\t\t\t\t\t\tvale that overlooks \u003cspan class=\"popular\"\u003eLanga Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLa lnga mtsho\u003c/span\u003e. In a nearby\n\t\t\t\t\t\t\t\tvale there is the carcass of an unmodified \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e.\n\t\t\t\t\t\t\t\tWalls of these structures are of typical random-rubble construction, and are composed of metamorphic rocks and\n\t\t\t\t\t\t\t\tunhewn blocks of a white concretion of variable length (up to 60 cm long). \u003c/p\u003e\n\t\t\t\t\t\t\t\u003cp\u003eThe dereliction of the \u003cspan class=\"popular\"\u003eDomuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo smug\u003c/span\u003e and \u003cspan class=\"popular\"\u003eDoser\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo ser\u003c/span\u003e sites underscores their highly marginal place in\n\t\t\t\t\t\t\t\t\tBuddhist sacred geographical conceptions. Their importance to archaic cultural settlement,\n\t\t\t\t\t\t\t\thowever, is reinforced by the fact that they are the only early residential centers detected in the \u003cspan class=\"popular\"\u003eLanga Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLa lnga mtsho\u003c/span\u003e basin. Like the other islands of\n\t\t\t\t\t\t\t\t\tUpper Tibet, \u003cspan class=\"popular\"\u003eDomuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo smug\u003c/span\u003e and \u003cspan class=\"popular\"\u003eDoser\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo ser\u003c/span\u003e were nuclei of\n\t\t\t\t\t\t\t\tritual dispensation and religious authority. They are also likely to have been important social and political hubs\n\t\t\t\t\t\t\t\tinhabited by a privileged class of people. This is borne out by the highly developed nature of the architecture\n\t\t\t\t\t\t\t\tand patterns of habitation, which demanded considerable mainland economic resources to establish and maintain.\n\t\t\t\t\t\t\t\tThese sheltered communities sprang up on every island of noteworthy size in the region (see fn. 167). The 15\n\t\t\t\t\t\t\t\tisland settlements of Upper Tibet formed a sacred east-west axis stretching from\n\t\t\t\t\t\t\t\t\t\u003cspan class=\"popular\"\u003eNamtso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnam mtsho\u003c/span\u003e in the east to \u003cspan class=\"popular\"\u003eLanga Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLa lnga mtsho\u003c/span\u003e and mtsho mo ngang la ring\n\t\t\t\t\t\t\t\t\tmo in the west. Straddling the central portion of the entire upland region, these islands\n\t\t\t\t\t\t\t\tconstituted the geographic core of archaic settlement in Upper Tibet. It is not\n\t\t\t\t\t\t\t\tknown if these centers were exclusively the domain of religious practitioners or whether they accommodated a wider\n\t\t\t\t\t\t\t\tcross-section of ancient society. The larger sites in particular are likely to have catered to integrated family\n\t\t\t\t\t\t\t\tunits and not just to individuals. Smaller insular sites such as \u003cspan class=\"popular\"\u003ePodo Gongma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpos do gong ma\u003c/span\u003e (B-11) may have had a more isolated sphere of usage. \u003c/p\u003e\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\u003ch4 id=\"b1-2-66-3\"\u003eOral tradition\u003c/h4\u003e\n\t\t\t\t\t\t\t\u003cp\u003eAccording to local accounts, one or more Buddhist masters meditated in \u003cspan class=\"popular\"\u003eDomuk Tsamkhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo smug mtshams khang\u003c/span\u003e. Elders of the \u003cspan class=\"popular emph\"\u003edraktsa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebrag rtsa\u003c/span\u003e clan (who have grazing rights on the islands of\n\t\t\t\t\t\t\t\t\t\u003cspan class=\"popular\"\u003eLanga Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLa lnga mtsho\u003c/span\u003e) recount that a lama named\n\t\t\t\t\t\t\t\t\t\u003cspan class=\"popular\"\u003eBal\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBa le\u003c/span\u003e (sp.?) once resided in the \u003cspan class=\"popular\"\u003eDomuk Tsamkhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo smug mtshams khang\u003c/span\u003e. During a \u003cspan class=\"popular\"\u003eSingpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSing pa\u003c/span\u003e invasion originating from Central Asia (the historical setting and ethnic group involved is ambiguous), lama\n\t\t\t\t\t\t\t\t\t\u003cspan class=\"popular\"\u003eBal\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBa le\u003c/span\u003e collected the valuables of people living in\n\t\t\t\t\t\t\t\t\t\u003cspan class=\"popular\"\u003ePurang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpu rang\u003c/span\u003e and buried them on \u003cspan class=\"popular\"\u003eDomuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo smug\u003c/span\u003e, in order to save them from the invaders. Three or\n\t\t\t\t\t\t\t\tfour years later with the death of lama \u003cspan class=\"popular\"\u003eBal\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBa le\u003c/span\u003e, the\n\t\t\t\t\t\t\t\tpeople of \u003cspan class=\"popular\"\u003ePurang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpu rang\u003c/span\u003e came to collect their\n\t\t\t\t\t\t\t\tpossessions. The people quarreled among themselves about who owned what. Lama \u003cspan class=\"popular\"\u003eBal\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBa le\u003c/span\u003e, who was sitting in meditation in the intermediate state (\u003cspan class=\"popular emph\"\u003ebardo\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebar do\u003c/span\u003e) at the time, was adversely affected by the disturbances around him\n\t\t\t\t\t\t\t\tand, as a result, took rebirth as a demon (\u003cspan class=\"popular\"\u003edr\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Dre\u003c/span\u003e). This \u003cspan class=\"popular\"\u003edr\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Dre\u003c/span\u003e\n\t\t\t\t\t\t\t\t\u003cspan class=\"emph\"\u003e \u003c/span\u003ecaused many deaths in \u003cspan class=\"popular\"\u003ePurang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpu rang\u003c/span\u003e until it was tied to a Buddhist oath by a lama of \u003cspan class=\"popular\"\u003ePurang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpu rang\u003c/span\u003e named \u003cspan class=\"popular\"\u003eChim\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Chi med\u003c/span\u003e. This tale seems to indicate that Buddhist tenure at \u003cspan class=\"popular\"\u003eDomuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo smug\u003c/span\u003e was tenuous and highly limited. In any case, there\n\t\t\t\t\t\t\t\tare no Buddhist architectural emblems at \u003cspan class=\"popular\"\u003eDomuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo smug\u003c/span\u003e. \u003c/p\u003e\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\u003ch4 id=\"b1-2-66-4\"\u003eSite elements\u003c/h4\u003e\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\u003ch5 id=\"b1-2-66-4-1\"\u003eShrine complex\u003c/h5\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eThere is a shrine complex built on level ground in the mouth of the vale hosting \u003cspan class=\"popular\"\u003eDomuk Tsamkhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo smug mtshams khang\u003c/span\u003e (30\u0026deg; 38. 07\u0026#900; N. lat. / 81\u0026deg; 10.56\u0026#900; E. long /\n\t\t\t\t\t\t\t\t\t4600 m). It consists of four small square structures of typical archaic construction, which appear to have been\n\t\t\t\t\t\t\t\t\toriented in the cardinal directions. They were constructed from bluish metamorphic rocks of variable length (up\n\t\t\t\t\t\t\t\t\tto 70 cm long) laid in random-rubble courses. Like many archaic shrines on the islands of Tibet, this complex has a lakeside orientation, suggesting that it may have been used in the\n\t\t\t\t\t\t\t\t\tpropitiation of\u003cspan class=\"popular\"\u003eDral\u0026eacute; Gyelmo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSgra bla\u0026rsquo;i rgyal mo\u003c/span\u003e, the goddess of \u003cspan class=\"popular\"\u003eLanga Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLa lnga mtsho\u003c/span\u003e. It is also in direct view of \u003cspan class=\"popular\"\u003eTakri Trawo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eStag ri khra bo\u003c/span\u003e (while the \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e are not), the\n\t\t\t\t\t\t\t\t\tmassif associated with \u003cspan class=\"popular\"\u003eDral\u0026eacute; Gyelmo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSgra bla\u0026rsquo;i rgyal mo\u003c/span\u003e. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eAll four ceremonial structures exhibit a high level of disintegration. The southeast specimen (1.7 m 1.6 m x\n\t\t\t\t\t\t\t\t\t1.1 m) appears to have been reconstructed at some point in time. The top 50 cm of the structure is composed of a\n\t\t\t\t\t\t\t\t\theap of white concretion blocks. The northeast specimen (1.4 m x 1.6 m x 80 cm) is situated 1 m north of the\n\t\t\t\t\t\t\t\t\tsoutheast specimen. A few white concretion blocks were placed on top of this heavily damaged structure. Resting\n\t\t\t\t\t\t\t\t\tagainst its east side there is a rounded piece of sandstone (60 cm long) with a depression on one side. It has\n\t\t\t\t\t\t\t\t\tthe classic appearance of a \u003cspan class=\"popular emph\"\u003ezhap j\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ezhabs rje\u003c/span\u003e (footprint of saint), but nothing\n\t\t\t\t\t\t\t\t\tappears to be known about its identity and it bears no signs of recent veneration. The central shrine (1.7 m x\n\t\t\t\t\t\t\t\t\t1.6 m x 40 cm) is situated 80 cm west of the northeast specimen. Only its base still stands. The west shrine\n\t\t\t\t\t\t\t\t\t(1.7 m x 1.3 m x 40 cm) is located 3.7 m west of the southeast specimen. This structure is also highly\n\t\t\t\t\t\t\t\t\tdissolute, revealing little about its original design and function.\u003c/p\u003e\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\u003ch5 id=\"b1-2-66-4-2\"\u003eDo smug mtshams khang\u003c/h5\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003e\n\t\t\t\t\t\t\t\t\t\u003cspan class=\"popular\"\u003eDomuk Tsamkhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo smug mtshams khang\u003c/span\u003e (residential\n\t\t\t\t\t\t\t\t\tstructure RS1) is situated on the edge of a tiny valley facing \u003cspan class=\"popular\"\u003eLanga Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLa lnga mtsho\u003c/span\u003e (38.21\u0026#900; / 10.32\u0026#900; / 4610 m). It has a southern aspect and measures 6.6\n\t\t\t\t\t\t\t\t\tm (east-west) x 5.6 m (north-south). RS1 exhibits signs of reconstruction and more recent occupation. For\n\t\t\t\t\t\t\t\t\tinstance, the two rear rooms of the structure are partly intact, probably because they were maintained by\n\t\t\t\t\t\t\t\t\t\tBuddhist meditators. The rear outer wall currently has an exterior height of 1.3 m and an\n\t\t\t\t\t\t\t\t\tinterior height of 1 m. The roof of the rear west room (2 m x 2.1 m) is partly in place. The roof sheathing is\n\t\t\t\t\t\t\t\t\tcomposed of a bluish calcareous rock that forms neat slabs (up to 1.2 m long). There are several small niches in\n\t\t\t\t\t\t\t\t\tthe rear wall and the vestiges of mud plaster. The forward wall and the wall separating the rear west room from\n\t\t\t\t\t\t\t\t\tits eastern counterpart are also partly intact. These walls are of typical random-rubble construction and are\n\t\t\t\t\t\t\t\t\tprimarily composed of \u003cspan class=\"popular\"\u003eDomuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo smug\u003c/span\u003e\u0026rsquo;s bluish\n\t\t\t\t\t\t\t\t\tmetamorphic rock. The rear east room (2.1 m x 1.8 m) has niches in its rear and west walls. The forward tier of\n\t\t\t\t\t\t\t\t\tRS1 has been mostly destroyed. Measuring 6.4 m (east-west) x 2.9 m (north-south), it appears to have been\n\t\t\t\t\t\t\t\t\tcomprised of a combination of rooms and open areas. Although there are small coherent wall fragments (up to 1 m\n\t\t\t\t\t\t\t\t\thigh), the forward outer wall of RS1 has been largely reduced to rubble. In what is left of the east wall there\n\t\t\t\t\t\t\t\t\tare a few well-worn adobe blocks, signaling that the structure was rehabilitated for a more recent occupation. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eThe traces of a more recently constructed building are situated in the valley bottom 4.5 m east of RS1. It\n\t\t\t\t\t\t\t\t\talmost certainly belonged to the Buddhists. This carcass has an L-shaped plan and maximum\n\t\t\t\t\t\t\t\t\tdimensions of 4.5 m (east-west) x 5.5 m (north-south). Except for north and east wall segments, the structure\n\t\t\t\t\t\t\t\t\thas been leveled to its foundations. The walls are lightly built and only around 35 cm thick. The north wall\n\t\t\t\t\t\t\t\t\tsegment has courses of adobe blocks above the stonework. These crude and insubstantial random-rubble walls are\n\t\t\t\t\t\t\t\t\ttypical of later historic Lamaist architecture in southwestern Tibet. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eImmediately south of RS1 there are fragmentary wall footings that cover an area measuring 5.8 m x 4.6 m. These\n\t\t\t\t\t\t\t\t\tfootings are probably the remains of a courtyard or some other type of enclosure. \u003c/p\u003e\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\u003ch5 id=\"b1-2-66-4-3\"\u003eResidential Structure RS2\u003c/h5\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eResidential structure RS2 is found in a small vale sheltering it from the brunt of the elements (38.08\u0026#900; /\n\t\t\t\t\t\t\t\t\t10.52\u0026#900; / 4620 m). It was built near the base of a south-facing slope just below a rock outcrop. It measures 9.5\n\t\t\t\t\t\t\t\t\tm (east-west) x 10.3 m (north-south). The amount of rubble at the site indicates that this was a heavily-built\n\t\t\t\t\t\t\t\t\tstructure. Just southeast of this edifice there is a shepherd\u0026rsquo;s enclosure (\u003cspan class=\"popular emph\"\u003edroklh\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brog lhas\u003c/span\u003e) (4 m x 4.5 m) built with stones commandeered from the archaeological asset. RS2\n\t\t\t\t\t\t\t\t\twas built in three distinct elevations: south/forward, central and north/rear. In each of these three tiers\n\t\t\t\t\t\t\t\t\tthere appears to have been two or three rooms. The east side of the structure is not so clearly demarcated and\n\t\t\t\t\t\t\t\t\tmay have contained a courtyard or landing as well as rooms. The forward wall of RS2, now nothing more than a\n\t\t\t\t\t\t\t\t\theap of stones, is elevated about 1 m above the slope. Most of the rest of the structure has also been reduced\n\t\t\t\t\t\t\t\t\tto piles of stones. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eThe rear of the RS2 edifice is the only place that the ground plan can be distinguished. There is a rear west\n\t\t\t\t\t\t\t\t\troom and a rear central room. The configuration of the east side of the rear tier is no longer discernable. The\n\t\t\t\t\t\t\t\t\trear west room (2.6 m x 2 m) is divided by a partition wall (1.2 m long, 80 cm high, 45 cm thick) into north and\n\t\t\t\t\t\t\t\t\tsouth sections. The north section of this room is elevated about 50 cm above the south section. The north\n\t\t\t\t\t\t\t\t\tsection had a low ceiling and may have had a ritual rather than habitational function. The rear/north wall of\n\t\t\t\t\t\t\t\t\trear central room (2.3 m x 1.8 m) was built at least 1.1 m into the uphill slope. This wall originally was more\n\t\t\t\t\t\t\t\t\tdeeply inset but some infilling of the rear central room has occurred. In the rear wall there are two large\n\t\t\t\t\t\t\t\t\tniches separated from one another by a single slab of stone. Mud plaster sticks to the back wall of the rear\n\t\t\t\t\t\t\t\t\tcentral room. One piece of the roof sheathing (80 cm x 90 cm) is still attached to the back wall of the rear\n\t\t\t\t\t\t\t\t\tcentral room. Parts of the west wall (up to 1.2 m high) and east wall (up to 50 cm high) of the rear central\n\t\t\t\t\t\t\t\t\troom are intact. Above the top of the rear wall, which is now flush with the slope, there are the remnants of a\n\t\t\t\t\t\t\t\t\tparapet wall, 50 cm in height. Roof appurtenances (up to 1.3 m long) are scattered around the RS2 carcass.\u003c/p\u003e\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\n\u003ctbody\u003e\n\u003ctr\u003e\n\u003ctd class=\"leftcell\"\u003e\n\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\n\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\n\u003c/a\u003e\n\u003c/td\u003e\n\u003ctd class=\"midcell\"\u003e\n\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\n\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\n\u003c/a\u003e\n\u003c/td\u003e\n\u003ctd class=\"rightcell\"\u003e\n\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\n\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\n\u003c/a\u003e\n\u003c/td\u003e\n\u003c/tr\u003e\n\u003c/tbody\u003e\n\u003c/table\u003e\n\u003c/div\u003e\n\u003cdiv id=\"chap-id\"\u003e/bellezza/b1-2-66/\u003c/div\u003e\n\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\n\u003cdiv class=\"closebtn\"\u003e\n\u003ca href=\"#\"\u003eClose\u003c/a\u003e\n\u003c/div\u003e\n\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\n\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\n\u003c/h3\u003e\n\u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on\n\t\t\t\t\tthe Tibetan Upland\n\t\t\t\t(Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, \n\t\t\t\t2010), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\n\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\n\u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on\n\t\t\t\t\tthe Tibetan Upland, . \n\t\t\t\tCharlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-2-66","is_primary":false,"created_at":"2010-08-11 20:47:17 UTC","updated_at":"2010-08-12 16:53:51 UTC","authors":[]}]}