{"descriptions":[{"id":1329,"title":"Chamdo Gön Pel Shenten Yungdrung Dechen Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch3 id=\"b5-1-1\"\u003esNye rong rdzong\u003c/h3\u003e\n\n                     \u003ch4 id=\"b5-1-1-2\"\u003e(10) Chab mdo Monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery\u0026rsquo;s full name is Chab mdo dgon dPal gShen bstan g-yung drung bde\n                        chen gling. It is located in Shag chu \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, in the\n                        south-eastern part of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e. Although it is no\n                        more than thirty kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e to the\n                        monastery, it takes about one and a half hours by car because of the bad\n                        road condition. This is one of the Bonpo monasteries that has a long\n                        history. It was destroyed in 1641 when Mongolian troops led by Gushri Khan\n                        bsTan \u0026rsquo;dzin chos rgyal invaded Tibet. Reconstruction was undertaken in\n                        1917.\u003c/p\u003e\n\n                     \u003cp\u003eIn the time of gNya\u0026rsquo; khri btsan po, the teachings of Bon became widespread\n                        in Tibet. During this period, however, the monastery experienced a rise and\n                        fall, and met with great misfortune in that many masters of Bon gshen\n                        scattered to mDo khams and the nomad area because of the religious\n                        oppression by bTsan po Khri srong lde btsan. In the nomad area, those Bon\n                        gshen masters who had escaped established many monastic communities in order\n                        to get a foot-hold there, so that the precious teachings of Eternal Bon did\n                        not degenerate. At that time Khyung po A bla grags pa and Sha ba rang grol,\n                        who both came from the upper Dwang ra Khyung rdzong, established Sog gYung\n                        drung \u0026rsquo;dzin pa\u0026rsquo;i gling monastery and greatly increased the number of monks.\n                        The three deeds of keeping, defending and spreading the precious teachings\n                        of Eternal Bon became widespread everywhere.\u003c/p\u003e\n\n                     \u003cp\u003eHowever, at the same time, Gushri bsTan \u0026rsquo;dzin chos rgyal first captured mDo\n                        khams and then gradually penetrated gTsang by waging war against Karma bstan\n                        skyong dbang po, the king of gTsang, and brought it under his control.\u003c/p\u003e\n\n                     \u003cp\u003eIn 1642, the Tibetan government began to organize itself and the doctrine of\n                        the dGe lugs pa sect began to spread widely in Tibet. Simultaneously, a\n                        large number of monastic communities of the bKa\u0026rsquo; rgyud pa and Eternal Bon\n                        were, as a matter of course, destroyed by the military power of Gushri bsTan\n                        \u0026rsquo;dzin chos rgyal. Many Bonpo monks and nuns were ferociously tortured and\n                        eventually murdered. After that, although Khyung po bsTan rgyal grags pa,\n                        Khri bde gung grags and Khyung po \u0026rsquo;Bun snang tried their best to practise\n                        the three deeds \u0026ldquo;keeping, defending and spreading the teachings\u0026rdquo; they\n                        gradually declined. \u003c/p\u003e\n\n                     \u003cp\u003eAt that time, Khyung po Nang chen grags pa brought the statue Zhi kro rgyab\n                        bkrod and other religious objects to A smad district and took care of the\n                        monastery of Khyung po sBa nag bla brang. Khyung po sMan ri grags pa, gShen\n                        sras grags pa and sNang gsal grags pa are said to have followed successively\n                        in the line of this Bla brang.\u003c/p\u003e\n\n                     \u003cp\u003eA brag sPyi ba grags pa then put up a yak-hair tent on the pastureland so\n                        that they could declare that their monastery was settled there. They raised\n                        funds and scraped together enough monastic implements, including the\n                        offerings to the deities and costumes for religious dance. Besides that,\n                        they also obtained many religious objects such as the Zhi khro rgyab bkrod\n                        and other invaluable relics. Gathering a number of devotees in the nomad\n                        area, they performed prayer services and rituals to the satisfaction of the\n                        people.\u003c/p\u003e\n\n                     \u003cp\u003eThere were about twenty, mostly tantric practitioners, but some of them were\n                        real monks. They practised chanting and meditation. They performed religious\n                        services based on the ritual cycles of dBal gsas, gTso mchog, Phur pa, sTag\n                        la and Byams ma. They also propitiated Srid pa rgyal mo drel nag, Mi bdud, A\n                        bse, rGyal po Nyi pang sad and dGra bla\u0026rsquo;i rgyal mo. Since they performed\n                        these rituals extensively, the monastery became the object of worship for\n                        the people, for this life and hereafter.\u003c/p\u003e\n\n                     \u003cp\u003eFrom among these lamas came bsTan \u0026rsquo;dzin grags pa in the lineage of sBra nag\n                        bla brang, who had accomplished complete deliverance from every attachment\n                        of this world. But after his leaving for the purest land Bon dbyings (after\n                        his death), even the sBra nag bla brang lineage fell into a state like that\n                        of a rosary broken into pieces. Later on, this situation caused the sBra nag\n                        bla brang to invite, willingly or unwillingly, lamas of the Khyung po\n                        lineage from A stod district.\u003c/p\u003e\n\n                     \u003cp\u003eAbout the same time, in 1880, dBang phyug gYung drung tshul khrims, an\n                        accomplished yogi of the Nag ru lineage, one of the three lineages of Khyung\n                        po \u0026ldquo;White, Black and Yellow\u0026rdquo; was born, emitting many auspicious signs. From\n                        childhood, gYung drung tshul khrims had inborn knowledge quite unlike all\n                        other children. Being a master in the fields of calligraphy and arithmetic,\n                        he became the one most admired by all the laity and priests. When he grew\n                        up, he felt so deeply sad about the cyclic existences that he made\n                        pilgrimages to Central Tibet, Mount Kailash in Western Tibet, Bon ri in of\n                        Kong po; and when he visited monasteries including sMan ri (No.1), gYung\n                        drung gling (No.2) and mKhar sna (No.7) and he studied under many matchless\n                        teachers to receive initiations and instructions of outer, inner and secret.\n                        He then thoroughly learned the Sutra, Tantra and rDzogs chen. Adjusting\n                        himself to the monastery, he took the full ordination of Drang srong,\n                        consisting of 256 vows.\u003c/p\u003e\n\n                     \u003cp\u003eA prophecy was made at that time by sKal bzang nyi ma, the great abbot of\n                        gYung drung gling, that a new monastery would be built in sNye rong\n                        district. In accordance with the prophecy, a large group of devotees of Bon\n                        having united with some leaders of Shag chu smad community in sNye rong\n                        rdzong apprised mKhan chung Grags rnam, the governor-general of Hor that\n                        they would establish Chab mdo dPal gShen bstan gYung drung bde chen gling,\n                        which they did in 1917.\u003c/p\u003e\n\n                     \u003cp\u003egYung drung tshul khrims maintained the monastery by the observation of\n                        monastic discipline, such as the Three Trainings, in consequence of which he\n                        became the very guide of the three deeds of keeping, defending and spreading\n                        the precious teachings of gShen. Furthermore, he developed his unique\n                        abilities: he left a number of handprints and footprints all around the\n                        monastery, including places on the hills in front and at the rear; the flag\n                        of his reputation as Chab mdo rTogs ldan fluttered high.\u003c/p\u003e\n\n                     \u003cp\u003eHowever, due to the unfortune of devotees, he died on the 23rd day of the\n                        eighth month, 1947 with the signs of summer thunder booming through the sky\n                        above the monastery.\u003c/p\u003e\n\n                     \u003cp\u003eAfter that, until the Cultural Revolution, the monastery was looked after by\n                        his nephew, Bla chung tshe dpag of the Khyung po Nag ru family. During this\n                        time the monastery was enlarged and the necessary religious objects, such as\n                        statues, scriptures, stupas and implements of offerings, were greatly\n                        increased. Among many Bonpo establishments, this monastery had the high\n                        reputation of having grown just like a lotus that comes out of the mire.\u003c/p\u003e\n\n                     \n\n                        \u003ch5 id=\"b5-1-1-2-1\"\u003eReligious objects and rituals of the monastery:\u003c/h5\u003e\n\n                        \n\n                           \u003ch6 class=\"essay\" id=\"b5-1-1-2-1-1\"\u003esKu gdung lha khang\u003c/h6\u003e\n\n                           \u003cp\u003eThe main religious object of this three-storey temple was the\n                              gilt-bronze reliquary stupa of the sage of Chab mdo, gYung drung tshul\n                              khrims, in the style of the gYung drung bkod legs stupa, as tall as a\n                              two-storey house. To its right was a statue of Li shu about the same\n                              size as the stupa. Further to the corner was a gilt-bonze statue of\n                              sMon lam mtha\u0026rsquo; yas. To the left of the stupa was a gilt-bronze statue\n                              of Dran pa nam mkha\u0026rsquo; about the same size. Among these, there was also\n                              a gilt-bronze statue of rNam par rgyal ba as high as the ceiling.\u003c/p\u003e\n\n                           \u003cp\u003eOn the upper floor was a gilt-bronze statue of sTon pa gShen rab as\n                              high as the ceiling. In front of it were religious objects that\n                              included the mandala, built at a cost of two thousand Chinese yuan,\n                              the butter lamp stand that cost one thousand yuan, a set of seven\n                              silver cups that cost one hundred yuan, the mandala of the Twelve\n                              Rituals (Cho ga bcu gnyis), an embroidered thangka, and a great many\n                              other equally sacred religious objects.\u003c/p\u003e\n\n                        \n\n                        \n\n                           \u003ch6 class=\"essay\" id=\"b5-1-1-2-1-2\"\u003eThe assembly hall (\u0026rsquo;du khang)\u003c/h6\u003e\n\n                           \u003cp\u003eAt the centre of this two-storey building, which had fifty-two\n                              pillars, was a clay image of rNam par rgyal ba as tall as the building\n                              itself. Beside it, on both sides, were bronze statues of the four\n                              Buddhas and the four wrathful deities, and five large golden thangkas\n                              of the Thousand Buddhas. There was also a chamber with 122 wooden\n                              stupas in it. In addition to these, the number of invaluable religious\n                              objects in this building was beyond counting.\u003c/p\u003e\n\n                        \n\n                        \n\n                           \u003ch6 class=\"essay\" id=\"b5-1-1-2-1-3\"\u003eThe Meditation hall (sgrub khang)\u003c/h6\u003e\n\n                           \u003cp\u003eIn this building there was a statue of the guardian rGyal po Shel\n                              khrabs and a number of masks of other guardians.\u003c/p\u003e\n\n                        \n\n                        \n\n                           \u003ch6 class=\"essay\" id=\"b5-1-1-2-1-4\"\u003eThe Lama\u0026rsquo;s residence (bla brang)\u003c/h6\u003e\n\n                           \u003cp\u003eOf the two \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla brang\u003c/span\u003e, the upper \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla brang\u003c/span\u003e was a building of three storeys. It consisted of\n                              bKa\u0026rsquo; \u0026rsquo;gyur khang, Zhabs brtan khang and Rig sngags lha khang. In the\n                              two Rig sngags lha khang were small gilt bronze images of Byams ma,\n                              gDugs dkar, sTag la me \u0026rsquo;bar, Ma rgyud, Phur pa and many others.\u003c/p\u003e\n\n                           \u003cp\u003eThe main religious object in the lower \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla brang\u003c/span\u003e\n                              was the clay image of rGyal ba rgya mtsho, about half the height of\n                              the ceiling. On either side of it were cubit-high clay images of the\n                              Sixteen Arhats (gNas brtan bcu drug). In front of the relics of the\n                              Sage gYung drung tshul khrims was a mandala, built at a cost of two\n                              thousand Chinese yuan, small butter lamp stands of silver, silver\n                              water bowls in various sizes, and many other things.\u003c/p\u003e\n\n                        \n\n                        \n\n                           \u003ch6 class=\"essay\" id=\"b5-1-1-2-1-5\"\u003eThe Communal quarters (khang tshan)\u003c/h6\u003e\n\n                           \u003cp\u003eThere were four \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ekhang tshan\u003c/span\u003e in Chab mdo\n                              Monastery: bDe chen smon grol, \u0026rsquo;Dod \u0026rsquo;byung phun tshogs, Lung rig grags\n                              rgyas and Srid gsum dbang bsgyur. There were more than thirty rooms\n                              for the 102 resident monks.\u003c/p\u003e\n\n                        \n\n                     \n\n                     \n\n                        \u003ch5 id=\"b5-1-1-2-2\"\u003eAnnual religious services of the monastery\u003c/h5\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003e The 2nd day of the first Tibetan month is the commemoration of\n                              mNyam med Shed rab rgyal mtshan. Flower offerings are made for three\n                              days beginning on that day.\u003c/li\u003e\n\n                           \u003cli\u003e During the five days from the 15th day of the second month, there\n                              are assemblies of the Twelve Rituals (Cho ga bcu gnyis).\u003c/li\u003e\n\n                           \u003cli\u003e In the third month, assemblies are held for prayer\n                              services.\u003c/li\u003e\n\n                           \u003cli\u003e During the ten days from the 1st to the 10th day of the fourth\n                              month, a thousand offerings of rNam rgyal are made; simultaneously,\n                              the dancers of the monastery perform religious dances such as rGya nag\n                              Ha shang, Sa phyag, rNam brgyad, rGya tsha, Ging \u0026rsquo;cham, sTag la\u0026rsquo;i rnga\n                              \u0026rsquo;cham, Seng \u0026rsquo;cham, gTor rgyag and others. These are very well\n                              performed in a manner perfectly true to the origin.\u003c/li\u003e\n\n                           \u003cli\u003e From the 13th to the 25th day of the fifth month there are\n                              recitals of the bKa\u0026rsquo; \u0026rsquo;gyur.\u003c/li\u003e\n\n                           \u003cli\u003e During the seven days from the 5th day of the sixth month each\n                              khang tshan holds rituals to meditate on its own Yi dam. Concurrently\n                              with this, the lay and clerical devotees propitiate the local deities\n                              and they enjoy the summer festival by participating in competitive\n                              track events.\u003c/li\u003e\n\n                           \u003cli\u003e In the seventh month the Zhi khro ritual was performed.\u003c/li\u003e\n\n                           \u003cli\u003e During the three days from the 23rd day of the eighth month, a\n                              memorial service is held in honour of gYung drung tshul khrims, the\n                              sage of Chab mdo, and flower offerings are made.\u003c/li\u003e\n\n                           \u003cli\u003e From the 3rd to the 10th day of the eleventh month, the ritual\n                              cycle of Me ri is performed.\u003c/li\u003e\n\n                           \u003cli\u003e From the 3rd to the 30th day of the twelfth month, two rituals of\n                              Khro bo and Phur pa are simultaneously performed, finishing with the\n                              gTor rgyag che mo rite.\u003c/li\u003e\n                        \u003c/ol\u003e\n\n                        \u003cp\u003eAt present, there are three lamas and more than fifty ascetic monks in\n                           the monastery. Its buildings include the temples, the assembly halls, a\n                           kitchen and another building of about sixty pillars. Monks\u0026rsquo; quarters\n                           number more than twenty. Moreover, the monastery is well equipped with\n                           the religious objects it needs. The religious services and rituals are\n                           also practised in a manner true to the tradition.\u003c/p\u003e\n\n                     \n\n                  \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-1-1-2/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-1-1-2","is_primary":false,"created_at":"2011-12-13 02:28:51 UTC","updated_at":"2011-12-13 02:28:51 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}