{"descriptions":[{"id":1328,"title":"Adrak Nangsel Yungdrung Selwé Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch3 id=\"b5-1-1\"\u003esNye rong rdzong\u003c/h3\u003e\n\n                     \u003ch4 id=\"b5-1-1-1\"\u003e(9) sNang gsal Monastery \u003c/h4\u003e\n\n                     \u003cp\u003eA brag sNang gsal g-yung drung gsal ba\u0026rsquo;i gling is under the jurisdiction of\n                        Dar \u0026rsquo;dzum \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e (also known as mTsho dbyang \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003equ\u003c/span\u003e), which lies more than twenty kilometres to the north\n                        of sNye rong rdzong. Although it is not very far, it takes more than an hour\n                        to get there by car because of the terribly muddy road, which makes the\n                        going difficult. This monastery is set in a fairly good natural\n                        environment.\u003c/p\u003e\n\n                     \u003cp\u003eThe monastery was founded in 1906. The predecessor of this monastery was\n                        sMad sog gYung drung \u0026rsquo;dzin pa\u0026rsquo;i gling (ruins of an ancient monastery near\n                        Nag chu kha were recently identified as those of this monastery) which was\n                        founded by Khyung po A bla grags pa and Sha ba sang grol. It was prosperous,\n                        with hundreds of monks and nuns. In spite of the extensive work devoted to\n                        the three noble deeds \u0026ldquo;keeping, defending and spreading the teachings of\n                        Eternal Bon\u0026rdquo; through generations of lamas, the monastery was upset by,\n                        needless to say, the troops of the Mongolian Jungar. During that time the\n                        Mongolians subjected the two Khyung po lamas, dBu se and dBu nag, to\n                        imprisonment and eventually murdered these two faultless lamas. The sight of\n                        this incident made their great many followers tremble and the lives of their\n                        followers subsequently fell into hopelessness.\u003c/p\u003e\n\n                     \u003cp\u003eThen a monastery called Khri dkar was set up on the bank of the Yag chu\n                        river and the teachings of Bon were spread by several generations of lamas.\n                        Destiny, however, reduced the monastery to a deteriorated state. Khyung po\n                        bsTan rgyal grags pa then laid the foundation for the next one at Khyung\n                        rdzong, situated at Gad ngas la, and maintained it for a while, but it, too,\n                        collapsed in the Eleventh Rab byung.\u003c/p\u003e\n\n                     \u003cp\u003eThen Mi \u0026rsquo;gyur grags pa, rGyal skyid grags pa, Nyi dbang, lHa dbang, Tshe\n                        dbang g-yung drung and others, all from Khyung po, established the residence\n                           (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla brang\u003c/span\u003e) of Khyung po sBra nag in A stod\n                        district, which burdened them with the expectations of many proponents of\n                        Eternal Bon that their thirst for a monastery would be satisfied.\u003c/p\u003e\n\n                     \u003cp\u003eIn 1882, a miraculous baby, who emitted many auspicious signs, was born to a\n                        couple, Khyung dkar gDung pa lha bu, the father, and Gur bza\u0026rsquo; dPal \u0026rsquo;dzoms,\n                        the mother. The baby was called Nam mkha\u0026rsquo; rgyal mtshan. From childhood he\n                        stood out prominently among other children, with his varied talents. Endowed\n                        with auspicious signs, he was praised by everyone. Until the age of\n                        twenty-five, he lived as a herdsman in the manner of a yogi in order to\n                        avoid being possessed by unclean transmigratory existence. At that time, his\n                        parents repeatedly murmured their hope that their son would succeed to the\n                        leadership of the family, but he did not accept this, for he wanted to take\n                        an oath to become a monk.\u003c/p\u003e\n\n                     \u003cp\u003eIn 1906, Nam mkha\u0026rsquo; rgyal mtshan was ordained in the presence of sMon rgyal\n                        Nam mkha\u0026rsquo; dbang rgyal in rDza khog. In his mind, he conceived the idea of\n                        building a monastery at a certain rocky place surrounded by many\n                        outstandingly sacred sites such as the meditation cave of the great lama\n                        Dran pa nam mkha\u0026rsquo;, his foot-prints and the like. Then a prophecy was made by\n                        the yogi A lo, and in accordance with it, in 1911 Nam mkha\u0026rsquo; rgyal mtshan\n                        went to seek the place where a new monastery should be built.\u003c/p\u003e\n\n                     \u003cp\u003eIt was a place with many auspicious signs, such as the following: to the\n                        right, lHa ri spang mtho, whose summit consists of a crystal rock; at the\n                        front, Un chen dur krod nor bu spungs ri and gNyan chen wa ra, which look\n                        like dextral white conchs; and mountains, including, at the back, \u0026rsquo;Bul ri,\n                        the gathering place of deities, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eklu\u003c/span\u003e, and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egnyan\u003c/span\u003e. As the place was filled with many springs, herbs\n                        and other auspicious symbols, he decided to build a new monastery there,\n                        which he did in 1918. A brag sNang gsal Monastery was thus established.\u003c/p\u003e\n\n                     \u003cp\u003eHe then established the monastic discipline in the establishment with the\n                        establishment of the Three Trainings. He made pilgrimages to many places,\n                        such as the Four Divisions of Central Tibet (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edbus gtsang ru\n                           bzhi\u003c/span\u003e), Ti se, Bon ri and so forth. He studied various doctrines\n                        under many teachers, irrespective of their sects, including \u0026rsquo;Gro mgon Shes\n                        rab g-yung drung, bZod pa rgyal mtshan, and the great treasure-discoverer of\n                        A dbang, Rig \u0026rsquo;dzin rgya mtsho, who was a Buddhist priest. He received from\n                        them the threefold lineages \u0026ldquo;initiation, transmission and explanation of\n                        texts\u0026rdquo; of the entire doctrine of inner, outer and secret. All the good deeds\n                        he had learned and performed over a decade led him to a state of knowledge\n                        of the most excellent quality. Every sign of his achievement thrilled the\n                        common people. Since he had obtained omniscience and omnipotence, he came to\n                        be known everywhere as the one who would save all the people in this and the\n                        next life, by the designation of A bla sNang gsal, from Khyung lung dNgul\n                        mkhar in the west to mTsho sngon in Amdo in the east.\u003c/p\u003e\n\n                     \u003cp\u003eAs for the account of his previous lives, his origin is traced back to Tshad\n                        med \u0026rsquo;od ldan in the time of gShen. The line then leads successively down to\n                        sTong rgyung mthu chen in the time of Bla chen Dran pa nam mkha\u0026rsquo; in the\n                        early stage of Bonpo dissemination, and sPyang sprul Nam mkha\u0026rsquo; rgyal mtshan\n                        in the latter stage of Bonpo dissemination. To make the long story of his\n                        life short: he trained himself in the three deeds of hearing, thinking and\n                        meditating, and moved on into the three deeds of teaching, debating and\n                        writing; he preached extensively for his own sake and for the sake of\n                        others, which was openly praised everywhere, in consequence of which he\n                        turned into the one like the vast ocean of summer.\u003c/p\u003e\n\n                     \n\n                        \u003ch5 id=\"b5-1-1-1-1\"\u003eMain religious objects and activities of the monastery: \u003c/h5\u003e\n\n                        \n\n                           \u003ch6 class=\"essay\" id=\"b5-1-1-1-1-1\"\u003eShar gling sham po lha rtse.\u003c/h6\u003e\n\n                           \u003cp\u003eAt the centre of this mezzanine-high building was a gilt-bronze statue\n                              of sTon pa Khri gtsug rgyal ba as tall as a mezzanine. There was also\n                              the sacred gilt-bronze statue of gShen rab Mi bo accompanied on either\n                              side by the cubit-high Four Principal Buddhas (bDe gshegs gtso bzhi). \u003c/p\u003e\n\n                           \u003cp\u003eOn the sculptured wooden shelves to the right were the cubit-high\n                              Sixteen Arhats (gNas brtan bcu drug) in gilt-bronze. Along the left\n                              wall was a varnished wooden shelf with an outward appearance of Pho\n                              brang gling dgu, the Mandala of Peace, and an inward appearance of the\n                              gSas mkhar bcu drug, the flame of the potential nature of wrath. In\n                              front of sTon pa gShen rab Mi bo was the cubit-high silver statue of\n                              mNyam med Shes rab rgyal mtshan. Painted on the wall were murals of\n                              the Thousand Buddhas. Such was the magnificence of this shrine\u0026rsquo;s\n                              religious objects.\u003c/p\u003e\n\n                        \n\n                        \n\n                           \u003ch6 class=\"essay\" id=\"b5-1-1-1-1-2\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur lha khang\u003c/h6\u003e\n\n                           \u003cp\u003eOn the right-hand side of this two-storey building was a life-sized\n                              gilt-bronze statue of sMra ba\u0026rsquo;i seng ge, and on the left-hand side was\n                              that of Byams ma. Along the walls on either side were three hundred\n                              volumes (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003epo ti\u003c/span\u003e) of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo;\n                                 \u0026rsquo;gyur\u003c/span\u003e of both Buddhism and Bon, along with one hundred\n                              thumb-sized images of gShen rab made of silver, and another nine\n                              hundred of copper.\u003c/p\u003e\n\n                        \n\n                        \n\n                           \u003ch6 class=\"essay\" id=\"b5-1-1-1-1-3\"\u003esKu gdung khang, gYu rtse khang and dBu rtse khang\u003c/h6\u003e\n\n                           \u003cp\u003eThe two-storey sKu gdung khang had a triple-headed stupa of Lo pan\n                              mchod rten, which nearly reached the roof of the building, and murals\n                              of the Forty-five Peaceful deities (Zhi lha zhe lnga).\u003c/p\u003e\n\n                           \u003cp\u003egYu rtse khang had a complete set of religious objects: at its centre\n                              was a statue of \u0026rsquo;Brug sras chem pa the height of an arrow, made of a\n                              compound of gold and silver. To the right was a cubit-high silver\n                              statue of Phur pa together with another nine of gilt-bronze. On both\n                              sides of Phur pa were one hundred stupas in gilt-bronze, and on the\n                              walls were murals of the thousand gShen lha \u0026rsquo;od dkar.\u003c/p\u003e\n\n                           \u003cp\u003eSimilarly, dBu rtse khang was adorned with many religious objects. At\n                              its centre was a gilt-bronze statue of gShen lha \u0026rsquo;od dkar as tall as a\n                              two-storey house. To the right and slightly in front of the statue was\n                              a magnificent, elaborately worked gilt-bronze mandala, organized with\n                              holy elements to the height of a mezzanine. It was constructed of,\n                              from the bottom, the following: the four continents; the four islands;\n                              the seven mountains; the seven lakes; the abode of the Thirty-three\n                              gods, where the temple rNam rgyal khang bzang was found; and, on the\n                              top, the Garuda subduing the three worlds. To the left and slightly in\n                              front of gShen lha \u0026rsquo;od dkar was a shrine of the Eighty-six Wrathful\n                              deities (Khro rgyal gya drug) in gilt-bronze. And above the gShen lha\n                              \u0026rsquo;od dkar were the Forty-five Peaceful Deities (Zhi lha zhe lnga) in\n                              gilt bronze.\u003c/p\u003e\n\n                           \u003cp\u003eThe construction of these five buildings, together with the fields\n                              around, presented a resemblance to that of the heart of \u0026rsquo;Ol mo lung\n                              ring, the Holy Land. The beautiful and lovely scene of the purest land\n                              raises a deep faith and reverence in one\u0026rsquo;s mind when it comes into\n                              sight.\u003c/p\u003e\n\n                           \u003cp\u003eThere were two meditation halls (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esgrub khang\u003c/span\u003e),\n                              the old one and the new, with many religious objects in each. In the\n                              old one was a gilt-bronze statue of sTag la me \u0026rsquo;bar, a thangka of Srid\n                              pa\u0026rsquo;i rgyal mo and masks of some Bonpo guardian deities. In the new one\n                              was a statue of the hundred-headed, thousand-armed lJang nag made of\n                              gold and silver, and the Four Queens (rGyal mo rnam bzhi) in\n                              gilt-bronze. There were also thangka embroidered with silk, and many\n                              other religious objects.\u003c/p\u003e\n\n                           \u003cp\u003eOf the two residences (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla brang\u003c/span\u003e), the older one\n                              had the Thang gsas lha khang, inside which were many religious\n                              objects, such as the following: a gilt-bronze statue of rNam par rgyal\n                              ba; a gilt-bronze reliquary stupa of lHa bu, the father of sNang gsal\n                              Rinpoche; murals of about five hundred figures of Thang gsas sgrol ma,\n                              a wheel of life and the kings of the directions (rGyal chen sde bzhi);\n                              a statue of sTon pa made of pure gold, rediscovered in Kong po Bon ri\n                              by sNang gsal Nam mkha\u0026rsquo; rgyal mtshan; an image of the diety Zhi ba a\n                              gsal, which was an old relic of the Khyung po family; an Indian-made\n                              copper statue of gShen rab named \u0026ldquo;Black Gold of Thirteen Horse Head\u0026rdquo;\n                              (gSer nag rta mgo bcu gsum); large and small conchs called dBu\n                              yang.\u003c/p\u003e\n\n                        \n\n                     \n\n                     \n\n                        \u003ch5 id=\"b5-1-1-1-2\"\u003eAnnual religious activities and monks of the monastery\u003c/h5\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003e During the three days from the 3rd to the 5th of the first month,\n                              a memorial service was held in honour of mNyam med Shes rab rgyas\n                              mtshan, during which assemblies were held to make\n                              flower-offerings.\u003c/li\u003e\n\n                           \u003cli\u003e From the 13th day of the second month to the 18th of the third\n                              month, prayers were offered in a memorial service for sNang gsal Nam\n                              mkha\u0026rsquo; rgyal mtshan, in the course of which an extensive procession of\n                              monks was arranged on the 27th day of the second month.\u003c/li\u003e\n\n                           \u003cli\u003e From the 30th day of the second month to the 18th of the third\n                              month was the period in which the rituals of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esKye sgo,\n                                 rNam klong gnyis\u003c/span\u003e, and Zhi khro were performed. From the 8th to\n                              the 15th of the third month, the ritual cycle of Khro bo and the\n                              recital of the Kanjur and Katen, were staged in the Shar rtse khang.\n                              The ritual of the Grub sman rnam bzhi, the hundred offerings of Ma\n                              rgyud and other rituals were performed on a grand scale in the dBu\n                              rtse khang. During the three days from the 15th, a large group of\n                              devotees of Bon got together to enjoy the glory of the artistic\n                              religious dances performed by the monks; these dances included sNa\n                              sel, A tsa ra, Sa \u0026rsquo;dul khro \u0026rsquo;cham, Srid rgyal dus drug, gZe ma dgu\n                              \u0026rsquo;cham, Ha shang, Ma rgyud tshogs \u0026rsquo;cham, rNga chen mo, dPal mgon gral\n                              brgyad, Dur khrod gnas brgyad, the Snow Lion (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eseng\n                                 ge\u003c/span\u003e), the Tiger, the Leopard, the dBal stag, the dBal \u0026rsquo;brug,\n                              the dBal g-yag and the dBal kyung.\u003c/li\u003e\n\n                           \u003cli\u003e In the fourth and fifth months, primary and principal\n                              instructions, along with various other teachings, were given, as well\n                              as guidance on general and detailed knowledge.\u003c/li\u003e\n\n                           \u003cli\u003e From the 6th to the 9th day of the sixth month, rituals rNam rgyal\n                              stong mchod, gYang skor and dGra lha dpang stod were performed.\n                              Similarly, there was propitiation of mountain deities and\n                              circumambulation of holy mountains, followed by a horseracing\n                              competition customarily organized by the monastery and the A brag\n                              community. The competition was a social occasion.\u003c/li\u003e\n\n                           \u003cli\u003e From the 13th to the 20th day of the seventh month rituals of Kun\n                              gsal byams ma\u0026rsquo;i tshogs brgya and Yi dam kun \u0026rsquo;dus las tshogs were\n                              performed.\u003c/li\u003e\n\n                           \u003cli\u003e During the three months from the eighth month to the tenth, most\n                              of the monks and lamas visited each village to give religious\n                              services; otherwise they stayed in the monastery for daily tea.\u003c/li\u003e\n\n                           \u003cli\u003e From the 23rd to the 30th day of the eleventh month, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu bzlog\u003c/span\u003e rite, based on the ritual cycle of sTag\n                              la, was performed.\u003c/li\u003e\n\n                           \u003cli\u003e In the twelfth month, from the 3rd to the 5th day, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebskang gsol\u003c/span\u003e ceremony was held on a grand scale\n                              according to the Zhu tradition; from the 23rd to the 30th day, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu bzlog\u003c/span\u003e rite, based on the cycle of Phur pa, was\n                              held.\u003c/li\u003e\n                        \u003c/ol\u003e\n\n                        \u003cp\u003eFormerly, the monastery had five hostels (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ekhang\n                              tshan\u003c/span\u003e) each of which had a lama and a teacher: the lama Tshul\n                           khrims blo ldan and the teacher rMa rong Thar dkar in Shar rtse hostel,\n                           the lama Dwangs ra Zla zla and the teacher Seng ge in bKa\u0026rsquo; \u0026rsquo;gyur hostel,\n                           the lama Don nyid and the teacher bsTan tshul in sKu gdung hostel, the\n                           lama \u0026rsquo;Bum thar and the teacher A \u0026rsquo;jab in gYu rtse hostel, and the lama\n                           Nam mkha\u0026rsquo; g-yung drung and the teacher A chig in dBu rtse hostel. There\n                           were 139 monks. The lama and teacher of each hostle took, in rotation,\n                           all the responsibilities for the annual religious activities.\u003c/p\u003e\n\n                        \u003cp\u003eAt present, this monastery consists of the following buildings: one\n                           temple with one hundred long pillars, the assembly hall with four, the\n                           bKa\u0026rsquo; \u0026rsquo;gyur khang four, and the two meditation halls have four each; a new\n                           kitchen and more than thirty monks\u0026rsquo; quarters have been built. Something\n                           that should be stressed is that a collection of religious objects remains\n                           in perfect condition. It includes the following: the relics of sNang gsal\n                           Nam mkha\u0026rsquo; rgyal mtshan; a mezzanine-high, three-headed stupa made of a\n                           compound of gold and silver; a mezzanine-high gilt-bronze statue of gShen\n                           lha \u0026rsquo;od dkar; a life-sized gilt-bronze statue of Byams ma and a reliquary\n                           stupa of the lama Nyi grags.\u003c/p\u003e\n\n                        \u003cp\u003eThere are ten lamas and more than forty monks at present. The monastery\u0026rsquo;s\n                           main source of revenue is the circulation service around the village. It\n                           depends on every household for support.\u003c/p\u003e\n\n                     \n\n                  \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-1-1-1/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-1-1-1","is_primary":false,"created_at":"2011-12-13 02:28:51 UTC","updated_at":"2011-12-13 02:28:51 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}