{"descriptions":[{"id":385,"title":"Dodrilbu Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\n\u003cdiv id=\"essay-head2\"\u003e\n\u003ctable\u003e\n\u003ctr\u003e\n\u003ctd align=\"left\" valign=\"top\"\u003e\n\u003cdiv class=\"chapter\"\u003e\n\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\n\u003c/div\u003e\n\u003cdiv class=\"author\"\u003e\n\u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e\n\u003c/td\u003e\n\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\n\u003cdiv class=\"copyright\"\u003e\n\u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \n\t\t\t\t\t\t\t\u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \n\t\t\t\t\t\t\t\u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\n\u003c/td\u003e\n\u003c/tr\u003e\n\u003c/table\u003e\n\u003c/div\u003e\n\u003ch2 id=\"b1-2\"\u003eI.2. Residential Structures in Other Locations: Religious and Elite Residences\u003c/h2\u003e\n\t\t\t\t\t\t\u003ch3 id=\"b1-2-63\"\u003e\n\t\t\t\t\t\t\t\u003cspan class=\"popular\"\u003eDodrilbu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo dril bu\u003c/span\u003e\n\t\t\t\t\t\t\u003c/h3\u003e\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\u003ch4 id=\"b1-2-63-1\"\u003eBasic site data\u003c/h4\u003e\n\t\t\t\t\t\t\t\u003cul class=\"bullet-blue\"\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eDodrilbu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo dril bu\u003c/span\u003e\n\t\t\t\t\t\t\t\t\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eEnglish equivalent: Bell Island\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSite number: B-130\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSite typology: I.2a \u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eGeographic coordinate (N. lat.): 31\u0026ordm; 11.0\u0026#900; \u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eGeographic coordinate (E. long.): 84\u0026ordm; 03.1\u0026#900; \u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eElevation: 4570 m to 4620 m\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eLungkar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLung dkar\u003c/span\u003e\n\t\t\t\t\t\t\t\t\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eDrongpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Brong pa\u003c/span\u003e\n\t\t\t\t\t\t\t\t\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSurvey expedition: TILE\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eSurvey date: February 22, 2006.\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eContemporary usage: None.\u003c/li\u003e\n\t\t\t\t\t\t\t\t\u003cli\u003eIdentifiable Buddhist constructions: Minor inscriptions. \u003c/li\u003e\n\t\t\t\t\t\t\t\u003c/ul\u003e\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\u003ch4 id=\"b1-2-63-2\"\u003eGeneral site characteristics\u003c/h4\u003e\n\t\t\t\t\t\t\t\u003cp\u003e\n\t\t\t\t\t\t\t\t\u003cspan class=\"popular\"\u003eDodrilbu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo dril bu\u003c/span\u003e is the smaller island west of\n\t\t\t\t\t\t\t\t\t\u003cspan class=\"popular\"\u003eDotaga\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo rta sga\u003c/span\u003e (B-128, B-129) in \u003cspan class=\"popular\"\u003eDaroktso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDa rog mtsho\u003c/span\u003e. It is so named because the high center\n\t\t\t\t\t\t\t\tpoint of the island resembles a bell. The 1 one-half-km long \u003cspan class=\"popular\"\u003eDodrilbu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo dril bu\u003c/span\u003e is situated 3.5 km offshore. It hosts the same type of all-stone corbelled\n\t\t\t\t\t\t\t\tstructures as \u003cspan class=\"popular\"\u003eDotaga\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo rta sga\u003c/span\u003e, thus these two islands\n\t\t\t\t\t\t\t\tare closely related culturally and chronologically. While there is mention of \u003cspan class=\"popular\"\u003eNangzher L\u0026ouml;po\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSnang bzher lod po\u003c/span\u003e\u0026rsquo;s stay at \u003cspan class=\"popular\"\u003eDotaga\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo rta sga\u003c/span\u003e (\u003cspan class=\"popular\"\u003eTsoling Gi Do\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMtsho gling gi do\u003c/span\u003e) in Bon literature, \u003cspan class=\"popular\"\u003eDodrilbu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo dril bu\u003c/span\u003e appears to be completely neglected in Tibetan writings. The seven \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e of the island have an eastern aspect and are not well aligned\n\t\t\t\t\t\t\t\tin the cardinal directions. Two of them were erected near the shoreline, while the other five were built at\n\t\t\t\t\t\t\t\tvarious elevations along the rocky core of the island. The five \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e of the main settlement were spaced quite widely apart, ostensibly for privacy. The robustly\n\t\t\t\t\t\t\t\tbuilt edifices may potentially have been occupied for centuries. The durability of the stonework was reinforced by\n\t\t\t\t\t\t\t\tsetting the structures partly underground and by the use of prominent revetments. It appears that this community\n\t\t\t\t\t\t\t\twas founded with posterity in mind. The \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e are\n\t\t\t\t\t\t\t\tbuilt of gray and reddish stones resembling quartzitic sandstone that may have undergone some metamorphosis.\n\t\t\t\t\t\t\t\tVariable length uncut stones (up to 75 cm long) were set in random-rubble courses. Both blocks and slabs were\n\t\t\t\t\t\t\t\tused, the former being more common, however. The seams were filled with a mud- or clay-based adhesive, virtually\n\t\t\t\t\t\t\t\tall of which has disappeared. \u003c/p\u003e\n\t\t\t\t\t\t\t\u003cp\u003eUnquestionably, nearly all essential provisions for the upkeep of this insular center had to come from the\n\t\t\t\t\t\t\t\tmainland. Only the smallest flock of goats and sheep could be kept here, and what grass there was may have been\n\t\t\t\t\t\t\t\tused as fodder for horses or put to other functions. The cream of archaic society is likely to have resided at\n\t\t\t\t\t\t\t\t\t\u003cspan class=\"popular\"\u003eDodrilbu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo dril bu\u003c/span\u003e, as it possesses all the\n\t\t\t\t\t\t\t\tarchitectural and geographic qualities of an exclusive settlement. I am inclined to believe that rather than just\n\t\t\t\t\t\t\t\thousing anchorites, such islands were home to the full demographic cross-section of ancient society. \u003c/p\u003e\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\u003ch4 id=\"b1-2-63-3\"\u003eOral tradition\u003c/h4\u003e\n\t\t\t\t\t\t\t\u003cp\u003eAccording to \u003cspan class=\"popular emph\"\u003edrok pa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brog pa\u003c/span\u003e of \u003cspan class=\"popular\"\u003eDaroktso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDa rog mtsho\u003c/span\u003e, \u003cspan class=\"popular\"\u003eDodrilbu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo dril bu\u003c/span\u003e was an ancient Bon residential center.\u003c/p\u003e\n\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\t\t\u003ch4 id=\"b1-2-63-4\"\u003eSite elements\u003c/h4\u003e\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\u003ch5 id=\"b1-2-63-4-1\"\u003eResidential Structure RS1\u003c/h5\u003e\n\t\t\t\t\t\t\t\t\u003cp\u003eResidential structure RS1 (8.4 m x 5.6 m) is a very heavily degraded building that was erected near the\n\t\t\t\t\t\t\t\t\tshoreline (31\u0026deg; 11.00\u0026#900; / 84\u0026deg; 03.11\u0026#900; / 4570 m). The west/upslope wall is set a maximum of 1 m below ground level.\n\t\t\t\t\t\t\t\t\tThe faint remains of a buttress, extending from the west wall, divide the structure into north and south rear\n\t\t\t\t\t\t\t\t\trooms. The dissolving outer walls of this \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e have\n\t\t\t\t\t\t\t\t\ta maximum freestanding height of 80 cm. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\u003ch6 class=\"essay\"\u003eResidential Structure RS2\u003c/h6\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eResidential structure RS2 (7 m x 5 m) was also erected near the shoreline south of RS1 (10.95\u0026#900; / 03. 07\u0026#900;).\n\t\t\t\t\t\t\t\t\t\tOnly highly fragmentary walls have survived. There is not even sufficient structural evidence left to\n\t\t\t\t\t\t\t\t\t\tpositively identify this structure as a \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e, but\n\t\t\t\t\t\t\t\t\t\tthis is its most plausible identity given the architectural context of \u003cspan class=\"popular\"\u003eDodrilbu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo dril bu\u003c/span\u003e and other sites in the general area. RS2 was built against a\n\t\t\t\t\t\t\t\t\t\tslope and has walls reduced to 50 cm or less in height. Its location near the unstable shoreline may have\n\t\t\t\t\t\t\t\t\t\thastened its disintegration.\u003c/p\u003e\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\u003ch6 class=\"essay\"\u003eLower shrine\u003c/h6\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eTo the west of the lakeshore there is a wide bench that covers about one-third of \u003cspan class=\"popular\"\u003eDodrilbu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo dril bu\u003c/span\u003e. The vestiges of a square shrine (2.5 m x\n\t\t\t\t\t\t\t\t\t\t2.7 m x 1.1 m) are found on this bench (10.90\u0026#900; / 02.92\u0026#900;). Very little of the original design of this\n\t\t\t\t\t\t\t\t\t\tceremonial structure is discernable. A walled enclosure (4 m x 4 m) sits on its south side. The perimeter\n\t\t\t\t\t\t\t\t\t\twalls (up to 30 cm high) of this enclosure are lightly built, but they appear to have been neatly erected and\n\t\t\t\t\t\t\t\t\t\tof double-course masonry. The lower shrine stands before the main \u003cspan class=\"popular\"\u003eDodrilbu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo dril bu\u003c/span\u003e settlement, which is located on the lower flanks of the bell-shaped\n\t\t\t\t\t\t\t\t\t\theart of the island. There is also a small enclosure below the rim of the wide bench (10.39\u0026#900; / 02. 89\u0026#900; 4590\n\t\t\t\t\t\t\t\t\t\tm). It was built into an outcrop and only paltry traces of the walls are extant. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\u003ch6 class=\"essay\"\u003eResidential Structure RS3\u003c/h6\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eResidential structure RS3, a particularly large \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo\n\t\t\t\t\t\t\t\t\t\t\tkhang\u003c/span\u003e, measures 20.3 m (east-west) x 8 m (north-south) (10.31\u0026#900; / 02.88\u0026#900; / 4595 m). It was built at\n\t\t\t\t\t\t\t\t\t\tthe foot of the island\u0026rsquo;s bell-shaped hill. RS3 has two courtyards: outer/east (8 m long) and inner/west (4.8 m\n\t\t\t\t\t\t\t\t\t\tlong). The inner courtyard is elevated about 1.3 m above the outer courtyard. The inner courtyard is only 4.8\n\t\t\t\t\t\t\t\t\t\tm wide, as the remainder of the breadth of the structure is occupied by a sheltered walkway. This passageway\n\t\t\t\t\t\t\t\t\t\tis walled on the forward/lakefront side. It accesses rooms in the west portion of the edifice. RS3 has two\n\t\t\t\t\t\t\t\t\t\tmain wings (southeast and northwest). \u003c/p\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eThe southeast wing entranceway is on the northeast side of RS3. The southeast wing (interior dimensions: 3.8\n\t\t\t\t\t\t\t\t\t\tm x 2.2 m) is partly divided into two sections by a buttress projecting from the northeast wall adjacent to\n\t\t\t\t\t\t\t\t\t\tthe entranceway. There is an in situ bridging stone (1.3 m long) that runs between the buttress and southwest\n\t\t\t\t\t\t\t\t\t\twall. The floor-to-ceiling height of the southeast wing is around 1.5 m, 50 cm to 90 cm of which is\n\t\t\t\t\t\t\t\t\t\tunderground on the west/upslope side of the structure. Below the stonework of the west wall there is an in\n\t\t\t\t\t\t\t\t\t\tsitu boulder, underneath of which there is a recess (1.2 m wide and 1.2 m deep). There is a small niche in the\n\t\t\t\t\t\t\t\t\t\tnortheast wall. Some mud plaster still sticks to the interior walls. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eThe northwest wing of RS3 still has corbelling and bridging stones attached to the top of its walls. Many\n\t\t\t\t\t\t\t\t\t\tother pieces of the roof assembly lie scattered on the floor. The larger forward/southeast room (2.5 m x 1.3\n\t\t\t\t\t\t\t\t\t\tm) of the northwest wing has three alcoves in the rear/northwest wall. In the east alcove (50 cm x 60 cm)\n\t\t\t\t\t\t\t\t\t\tthere is a stone shelf dividing it vertically into two parts. The central alcove measures 90 cm x 1.3 m x 1.3\n\t\t\t\t\t\t\t\t\t\tm. The west alcove (1.5 m x 1.1 m x 1 m) is elevated 60 cm above the floor level. Naturally occurring boulders\n\t\t\t\t\t\t\t\t\t\tare integrated into the central and west alcoves. The three alcoves of RS3 are reminiscent of the three\n\t\t\t\t\t\t\t\t\t\trecesses in do rta sga East (B-128) RS2, but they do not have the same subterranean\n\t\t\t\t\t\t\t\t\t\taspect. The rear/northwest room of the northwest wing has a portion of its roof intact. Its rear/southwest\n\t\t\t\t\t\t\t\t\t\twall is mostly underground. The maximum floor-to-ceiling height of this room is 1.8 m. There are boulders\n\t\t\t\t\t\t\t\t\t\tintegrated into the wall that separates the two rooms of the northwest wing.\u003c/p\u003e\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\u003ch6 class=\"essay\"\u003eResidential Structure RS4\u003c/h6\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eResidential structure RS4 was built into a steep slope and measures 13 m (north-south) x 9.6 m (east-west)\n\t\t\t\t\t\t\t\t\t\t(10.32\u0026#900; / 02.87\u0026#900;/ 4600 m). The forward wall of RS4 has a maximum exterior height of 1.7 m on the north end of\n\t\t\t\t\t\t\t\t\t\tthe edifice but is only 50 cm high on the south end. There is a courtyard 4.2 m long on the south side of the\n\t\t\t\t\t\t\t\t\t\tstructure. The building itself has north and south wings. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eThe south wing of RS4 is 5.3 m long (interior dimensions: 4.3 m x 4.7 m) and probably contained five rooms.\n\t\t\t\t\t\t\t\t\t\tAround the rim of the walls, sheathing, corbels and bridging stones are still in situ. The center of the south\n\t\t\t\t\t\t\t\t\t\twing is open to the sky and is where the entrances to the various rooms are situated. The interior of the\n\t\t\t\t\t\t\t\t\t\tsouth wing is only around 1.2 m in height but there has been substantial infilling of the structure. On the\n\t\t\t\t\t\t\t\t\t\trear/uphill side, about half this height is below ground level and half is comprised of a freestanding parapet\n\t\t\t\t\t\t\t\t\t\twall. The rooms themselves were built entirely underground. In the northwest room of the south wing, a stone\n\t\t\t\t\t\t\t\t\t\tand adobe platform was built against the rear wall. On the south side of this platform there is a stone-lined\n\t\t\t\t\t\t\t\t\t\tcavity (30 cm x 25 cm x 40 cm). In the central room of the south wing there are two niches set one on top of\n\t\t\t\t\t\t\t\t\t\tthe other in a wall. Along the east wall of the central room there is a platform constructed of clay and stone\n\t\t\t\t\t\t\t\t\t\tslabs. There is also a niche in the west wall and south wall of the central room. On the exterior west side of\n\t\t\t\t\t\t\t\t\t\tthe edifice, adjacent to the northwest room, there is a cavity in the wall (50 cm wide and 1 m deep). Its\n\t\t\t\t\t\t\t\t\t\tpurpose is unknown. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eThe north wing of RS4 (interior dimensions: 6.4 m x 3.2 m) contained five to seven rooms. Much of the north\n\t\t\t\t\t\t\t\t\t\twing has been razed, thus its floor plan is no longer evident. Bits of the roof assembly have survived on the\n\t\t\t\t\t\t\t\t\t\tsouth end of the structure. Many components of the roof lie on the floor. The longest piece of sheathing\n\t\t\t\t\t\t\t\t\t\tdetected measures 1 m x 70 cm x 5 cm (thick). \u003c/p\u003e\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\u003ch6 class=\"essay\"\u003eResidential Structure RS5\u003c/h6\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eResidential structure RS5 was also built into a steep slope (10.34\u0026#900; / 02.87\u0026#900; / 4595 m). It measures 10 m\n\t\t\t\t\t\t\t\t\t\t(north-south) x 6 m (east-west). There is a courtyard (interior dimensions: 3.5 m x 4 m) on the south side of\n\t\t\t\t\t\t\t\t\t\tthe structure. The southwest/uphill side of the courtyard was built 90 cm into the slope. An east-facing wall\n\t\t\t\t\t\t\t\t\t\tsegment of the courtyard wall has an exterior height of 1.2 m and an interior height of 80 cm, illustrating\n\t\t\t\t\t\t\t\t\t\tthe steep slope gradient. The south end of the forward/east wall of RS5 has an exterior height of 1.5 m and an\n\t\t\t\t\t\t\t\t\t\tinterior height of 90 cm. On the north end of the structure, the forward wall is 80 cm high inside and 3.1 m\n\t\t\t\t\t\t\t\t\t\thigh outside, the difference being accounted for by a 1.4-m high revetment and slope gradient. This revetment\n\t\t\t\t\t\t\t\t\t\textends laterally 1.1 m from the forward wall. This expanded revetment insured the basic integrity of RS5\n\t\t\t\t\t\t\t\t\t\tdespite its placement on a steep slope. There are also two wings of rooms in RS5: south and north. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eThe south wing of RS5 has two main rooms (east and west) separated from one another by an axial corridor (1.2\n\t\t\t\t\t\t\t\t\t\tm long, 80 cm wide). Additionally, there may have been a small anteroom on the south side of the east room.\n\t\t\t\t\t\t\t\t\t\tThe west room (1.8 m x 1.9 m) of the south wing has a large niche in the west wall. This room has a height of\n\t\t\t\t\t\t\t\t\t\t1.3 m and is accessed directly from the corridor. The east room entrance is on the south side of RS5 and\n\t\t\t\t\t\t\t\t\t\taccess was probably through an anteroom. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eThe entranceway to the north wing of RS5 (interior dimensions: 2.4 m x 1.7 m) is found at the north end of\n\t\t\t\t\t\t\t\t\t\tthe axial corridor. A buttress 1.3 m long, an extension of the east wall of the axial corridor, divides the\n\t\t\t\t\t\t\t\t\t\tnorth wing into two spaces (east and west). Roof appurtenances are in situ in the west portion. The west/upper\n\t\t\t\t\t\t\t\t\t\tslope wall of the north wing is 1.2 m high, all of which is below the ground. There is a ground level niche in\n\t\t\t\t\t\t\t\t\t\tthe west wall and a stone shelf in the northwest corner.\u003c/p\u003e\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\u003ch6 class=\"essay\"\u003eResidential Structure RS6\u003c/h6\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eResidential structure RS6 is situated between RS3 and RS5 at about 5 m lower elevation (10.94\u0026#900; / 02.88\u0026#900; /\n\t\t\t\t\t\t\t\t\t\t4590 m). This small structure (3.7 m x 2.2 m) was built into a steep east-facing slope. The maximum height of\n\t\t\t\t\t\t\t\t\t\tthe east/forward wall is 1.3 m. The west/rear wall is set 1.1 m below the slope, giving this unusually tiny\n\t\t\t\t\t\t\t\t\t\t\t\u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e a semi-subterranean aspect. This structure\n\t\t\t\t\t\t\t\t\t\thouses just one room (1.7 m x 1.5 m). A few pieces of the roof assembly are still poised on the west and south\n\t\t\t\t\t\t\t\t\t\twalls. On the east side of the building there is a revetment 80 cm in height that helped stabilize the\n\t\t\t\t\t\t\t\t\t\tstructure. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\u003ch6 class=\"essay\"\u003eUpper shrine\u003c/h6\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eHigher up the hill there is rectangular shrine composed of two interlocking units (10.34\u0026#900; / 02.84\u0026#900; / 4610 m).\n\t\t\t\t\t\t\t\t\t\tThis random-rubble structure (3.1 m x 1.5 m x 1.6 m maximum) was constructed using both blocks and slabs.\n\t\t\t\t\t\t\t\t\t\tThere is a small opening in the south wall of the south unit that accesses a large cavity in the top of the\n\t\t\t\t\t\t\t\t\t\tstructure (extending to the outer walls in all directions). A portion of the clay plaster, containing a gravel\n\t\t\t\t\t\t\t\t\t\tmatrix, still adheres to the north wall. The north unit is much more degraded than its southern counterpart.\n\t\t\t\t\t\t\t\t\t\tThe north unit was built on top of a naturally occurring boulder. One meter from the south side of the shrine\n\t\t\t\t\t\t\t\t\t\tthere is a retaining wall (7 m long, around 40 cm high), which helped to create the flat in which the\n\t\t\t\t\t\t\t\t\t\tceremonial structure stands. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\u003ch6 class=\"essay\"\u003eResidential Structure RS7\u003c/h6\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eResidential structure RS7 (6.8 m x 6 m) is the highest residential structure at \u003cspan class=\"popular\"\u003eDodrilbu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo dril bu\u003c/span\u003e (10.91\u0026#900; / 02. 84\u0026#900; / 4620 m). Below the\n\t\t\t\t\t\t\t\t\t\tnorth side of RS7 there is a walled enclosure (4.9 m x 4 m), which substitutes for the appended courtyards\n\t\t\t\t\t\t\t\t\t\tfound at other \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e of the site. A rock outcrop\n\t\t\t\t\t\t\t\t\t\tforms part of the perimeter of this enclosure. The forward wall of the enclosure stands 1.3 m above the slope,\n\t\t\t\t\t\t\t\t\t\twhile the rear wall was set 1.2 m below the slope. In the rear wall of the enclosure there is a deep recess\n\t\t\t\t\t\t\t\t\t\t(70 cm x 50 cm x 90 cm) with an intact lintel. The maximum height of the east/forward wall of the building\n\t\t\t\t\t\t\t\t\t\titself is 2.7 m on the exterior and 1.4 m on the interior, the difference being made up by a prominent\n\t\t\t\t\t\t\t\t\t\trevetment. The central portion of this revetment and much of the forward wall of RS7 has been destroyed. RS7\n\t\t\t\t\t\t\t\t\t\tcontains both forward/east and rear/west tiers of rooms. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eThe forward tier of RS7 has four rooms: northeast, northwest, southeast, southwest. The northeast room has\n\t\t\t\t\t\t\t\t\t\tbeen nearly obliterated. The roof of the northwest room is partly intact. The southeast room (1.9 x 1.5 m,\n\t\t\t\t\t\t\t\t\t\tfloor-to-ceiling height: 1.4 m) is also partly integral. There is a niche in the south wall of this room at\n\t\t\t\t\t\t\t\t\t\tfloor level. Although largely destroyed, the southwest room has a little of its roof intact. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eThe rear tier of RS7 consists of two rooms: north and south. The forward/east wall of the rear tier is 2 m to\n\t\t\t\t\t\t\t\t\t\t2.4 m high, plus a parapet wall that adds another 30 cm to its overall height. The rear/west wall is flush\n\t\t\t\t\t\t\t\t\t\twith the slope on its south end and raised 50 cm above the slope on the north end. Each room has its own\n\t\t\t\t\t\t\t\t\t\teast-facing entrance. The roof of the south room (1.5 m x 1.7 m, floor-to-ceiling height: 2 m) is almost\n\t\t\t\t\t\t\t\t\t\tcompletely intact. The entrance to this room measures 90 cm x 60 cm. The roof of the north room (2.4 m x 1.7\n\t\t\t\t\t\t\t\t\t\tm, floor-to-ceiling height: 2 m) is not in as good condition as its counterpart. Above the entranceway (1.1 m\n\t\t\t\t\t\t\t\t\t\tx 60 cm) of the north room there is a small window opening. Inside the north room there are two adobe and\n\t\t\t\t\t\t\t\t\t\tstone platforms. The south platform spans an entire wall and has a large cavity underneath half of it. The\n\t\t\t\t\t\t\t\t\t\tnorth platform is smaller and may possibly be the remains of a hearth (although no fire pit is discernable).\n\t\t\t\t\t\t\t\t\t\tThere is a small niche in the east wall of the north room, just south of the entrance. A white pigment was\n\t\t\t\t\t\t\t\t\t\tused to scrawl Buddhist inscriptions on the south wall. From east to west they read: \u003cspan class=\"popular emph\"\u003ema\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema\u003c/span\u003e, \u003cspan class=\"popular emph\"\u003esyam\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003esyam\u003c/span\u003e, \u003cspan class=\"popular emph\"\u003ekham\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ekham\u003c/span\u003e, and \u003cspan class=\"popular emph\"\u003eA\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ea\u0026rsquo;\u003c/span\u003e (three\n\t\t\t\t\t\t\t\t\t\texamples). On the south wall there are also dots and linear designs. The incomplete mantra \u003cspan class=\"popular emph\"\u003eom\nma ni\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eo\u0026#7747; ma \u0026#7751;i\u003c/span\u003e is found written on the west wall. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\t\u003cp\u003eAn enclosure (5.1 m x 3.2 m) is found 12 m east of RS7 at slightly lower elevation. Its forward wall is 1.2 m\n\t\t\t\t\t\t\t\t\t\thigh on the exterior side and 60 cm high on the interior. The rear wall of the enclosure is set 80 cm below\n\t\t\t\t\t\t\t\t\t\tthe slope. Part of the perimeter wall is made up of rock outcrops. Such a structure could have had a variety\n\t\t\t\t\t\t\t\t\t\tof utilitarian or ritual functions. \u003c/p\u003e\n\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\n\t\t\t\t\t\t\n\t\t\t\t\t\u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\n\u003ctbody\u003e\n\u003ctr\u003e\n\u003ctd class=\"leftcell\"\u003e\n\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\n\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\n\u003c/a\u003e\n\u003c/td\u003e\n\u003ctd class=\"midcell\"\u003e\n\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\n\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\n\u003c/a\u003e\n\u003c/td\u003e\n\u003ctd class=\"rightcell\"\u003e\n\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\n\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\n\u003c/a\u003e\n\u003c/td\u003e\n\u003c/tr\u003e\n\u003c/tbody\u003e\n\u003c/table\u003e\n\u003c/div\u003e\n\u003cdiv id=\"chap-id\"\u003e/bellezza/b1-2-63/\u003c/div\u003e\n\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\n\u003cdiv class=\"closebtn\"\u003e\n\u003ca href=\"#\"\u003eClose\u003c/a\u003e\n\u003c/div\u003e\n\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\n\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\n\u003c/h3\u003e\n\u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on\n\t\t\t\t\tthe Tibetan Upland\n\t\t\t\t(Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, \n\t\t\t\t2010), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\n\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\n\u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on\n\t\t\t\t\tthe Tibetan Upland, . \n\t\t\t\tCharlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e\n\u003c/div\u003e\n\u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-2-63","is_primary":false,"created_at":"2010-08-11 20:47:15 UTC","updated_at":"2010-08-12 16:53:51 UTC","authors":[]}]}