{"descriptions":[{"id":1511,"title":"Gurwa Kyangtsang Gön Namgyel Kündrak Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b6-15\"\u003erMe ba county\u003c/h2\u003e\n\n                  \u003ch3 id=\"b6-15-6\"\u003e(196) sGur skyang Monastery\u003c/h3\u003e\n\n                  \n\n                     \u003ch4 id=\"b6-15-6-1\"\u003e1. Name\u003c/h4\u003e\n\n                     \u003cp\u003esGur skyang is the abbreviation of sGur ba sKyang tshang; the monastery\u0026rsquo;s\n                        full name is sGur ba sKyang tshang dgon rnam rgyal kun grags gling. sGur ba\n                        is the name of the valley where the monastery is located. It is also spelt\n                        dGu ba, because the monastery faces a range of nine mountains collectively\n                        known as Go tshang spun dgu, the \u0026ldquo;nine brothers of Go tshang mountain\u0026rdquo;\n                        (which is also the name of nine local tribes).\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-15-6-2\"\u003e2. Location\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery is located 61 km east of county town of mDzod dge.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-15-6-3\"\u003e3. History\u003c/h4\u003e\n\n                     \u003cp\u003eA few years before the introduction of the Rab byung chronology that begins\n                        with the year 1027, a Bonpo called sKyang rtse Nyi ma grags pa opened a\n                        hermitage near Sa ral village, west of rTsub ma\u0026rsquo;i la dmar on the flank of\n                        Mount Go tshang in mDzod dge. Later, in the 1st Rab byung (1027-1086), his\n                        son \u0026rsquo;Bum skyabs, who was also called sKyang rtse tshang, built a temple at\n                        the hermitage which attracted an increasing number of practitioners. \u003c/p\u003e\n\n                     \u003cp\u003eA brother of \u0026rsquo;Bum skyabs known as sKyang rtse \u0026rsquo;Phags pa skyabs was regarded\n                        as a great saint. He is often called simply sKyang \u0026rsquo;phags (DzNGL p.52). He\n                        was one of the Three Bonpo Saints of Amdo and founded Thang zhing gYung\n                        drung gling Monastery above Thang zhing village in the 2nd Rab byung\n                        (1087-1146). This monastery was also known as Nyin ka Monastery.\u003c/p\u003e\n\n                     \u003cp\u003ebSod nams \u0026rsquo;bum, the chief of sGur ba valley, built a residence for sKyang\n                        \u0026rsquo;phags and his family, to ensure his family\u0026rsquo;s descent and gave him seven\n                        families to serve him. For this reason, sKyang \u0026rsquo;phags is regarded as the\n                        first master of all the monasteries belonging to the sKyang tshang lineage.\n                        In order to establish a real monastery, sKyang \u0026rsquo;phags chose a site known as\n                        Gling \u0026rsquo;og, but it was not built in his lifetime. \u003c/p\u003e\n\n                     \u003cp\u003eFollowing is a list of the masters in the sKyang \u0026rsquo;phags lineage:\u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003esKyang \u0026rsquo;phags\u003c/li\u003e\n\n                        \u003cli\u003eThog rgod nam mkha\u0026rsquo; rgyal mtshan, one of three sons of sKyang \u0026rsquo;phags,\n                           moved the temple of Sa ral to Gling \u0026rsquo;og and renamed it rNam rgyal lha\n                           khang. The new complex became known as rNam rgyal kun grags gling or more\n                           commonly as dGu ba sKyang tshang Monastery. He remained there as head of\n                           the monastery, while Thogs med, his brother, married to continue the\n                           hereditary succession. \u003c/li\u003e\n\n                        \u003cli\u003eGrags pa dbang rgyal (b.1148), founder of bSam \u0026rsquo;grub Monastery\n                           (No.197) \u003c/li\u003e\n\n                        \u003cli\u003egYung drung thos grol, moved rNam rgyal lha khang of Nyin ka and the\n                           temple of Ra sngon \u0026rsquo;bri sde from sTag ra to Gling \u0026rsquo;og \u003c/li\u003e\n\n                        \u003cli\u003ebSod nams bzang po alias rGyal ba rgya mtsho, founder a monastery in\n                           Shar khog (Zung chu) in the Iron-Tiger year of the 15th Rab byung\n                           (1290)\u003c/li\u003e\n\n                        \u003cli\u003eRin chen blo gros, built a temple dedicated to the Eighty Saints in\n                           the monastery and also supervised sKyang tshang Monastery (No.202) in\n                           Shar khog\u003c/li\u003e\n\n                        \u003cli\u003ebDud \u0026rsquo;dul dbang grags \u003c/li\u003e\n\n                        \u003cli\u003egYung drung bstan rgyal \u003c/li\u003e\n\n                        \u003cli\u003edKon mchog yon tan \u003c/li\u003e\n\n                        \u003cli\u003erNam rgyal thogs med\u003c/li\u003e\n\n                        \u003cli\u003eThe last four (7-10) masters also looked after sKyang tshang monastery\n                           in Shar khog.\u003c/li\u003e\n\n                        \u003cli\u003erNam rgyal bstan \u0026rsquo;dzin, also active in Chu nag valley (which now\n                           belongs to the Nine Villages of gZi tsha) \u003c/li\u003e\n\n                        \u003cli\u003egTsug phud tshul khrims, founder a small monastery called mGon po near\n                           Tshal rang village in the rTa ra dri ri area in the lower reaches of The\n                           chu river \u003c/li\u003e\n\n                        \u003cli\u003eNyi ma \u0026rsquo;bum. He wanted the practitioners in the monastery to observe\n                           strict monastic discipline but was unable to impose it in his lifetime. \u003c/li\u003e\n\n                        \u003cli\u003eShes rab rgyal mtshan, went to sMan ri Monastery (No.1) in gTsang with\n                           several companions to order to receive ordination and when he returned to\n                           the monastery, he imposed strict monastic discipline following his\n                           predeccesor\u0026rsquo;s wishes. He also built a temple called Dri med khang bzang\n                           in Thang zhing for those practitioners who did not wish to take monastic\n                           vows immediately. \u003c/li\u003e\n\n                        \u003cli\u003eSeng ge gling grags, built a residence for the sKyang \u0026rsquo;phags lineage\n                           at dGa\u0026rsquo; ldan hermitage in Bab bzo, founded by sKyang \u0026rsquo;phags and initiated\n                           the tradition of sending a master from sGur skyang to the hermitage. \u003c/li\u003e\n\n                        \u003cli\u003egYung drung bstan pa\u0026rsquo;i rgyal mtshan, travelled to Central Tibet for\n                           several years and reinforced monastic discipline in the monastery. He\n                           helped dBang ldan grags pa of A skyid sKyang tshang monastery (No.194) to\n                           move Dar rgyas lha rtse, Phag rgod establishments to gYung drung bstan\n                           rgyas gling and developed close ties between A skyid and sGur skyang\n                           monasteries.\u003c/li\u003e\n\n                        \u003cli\u003eNam mkha\u0026rsquo; ye shes built a temple in each of the following places: \u0026rsquo;A\n                           zha, sTag ra and Nyag ra, with the intention of founding monasteries\n                           there. \u003c/li\u003e\n\n                        \u003cli\u003eKun bzang lhun grub, built a temple at the monastery dedicated to Kun\n                           bzang rgyal ba \u0026rsquo;dus pa \u003c/li\u003e\n\n                        \u003cli\u003egYung drung lhun grub, built a temple in lDong ti and also founded\n                           sTag skyong Monastery (No.211) in rTsub ma which now belongs to the Nine\n                           Villages of gZi tsha county \u003c/li\u003e\n\n                        \u003cli\u003eNgag dbang bstan \u0026rsquo;dzin \u003c/li\u003e\n\n                        \u003cli\u003eRin chen rgyal mtshan, born in the17th century. He enlarged the\n                           assembly hall (\u0026rsquo;du khang) and renamed the monastery dPal gshen bstan\n                           g-yung drung rgyal mtshan kun grags gling. He also completed the\n                           construction of rTag skyong Monastery. \u003c/li\u003e\n\n                        \u003cli\u003eNam mkha\u0026rsquo; khri rgyal, built a temple in the monastery for the purposes\n                           of tantric rituals \u003c/li\u003e\n\n                        \u003cli\u003egYung drung gtsug rgyan \u003c/li\u003e\n\n                        \u003cli\u003eKhri gtsug rgyal ba\u003c/li\u003e\n\n                        \u003cli\u003egYung drung bdud \u0026rsquo;dul \u003c/li\u003e\n\n                        \u003cli\u003eKhri rgyal grags pa \u003c/li\u003e\n\n                        \u003cli\u003egYung drung bstan pa \u003c/li\u003e\n\n                        \u003cli\u003eTshul khrims bstan \u0026rsquo;dzin \u003c/li\u003e\n\n                        \u003cli\u003eNam mkha\u0026rsquo; rin chen \u003c/li\u003e\n\n                        \u003cli\u003egYung drung shes rab bstan \u0026rsquo;dzin (b.1916)\u003c/li\u003e\n                     \u003c/ol\u003e\n\n                     \u003cp\u003eThe monastery was accidently destroyed by fire in 1950 and was rebuilt\n                        shortly after at its present site; \u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003eRin chen rgyal mtshan (b.1976)\u003c/li\u003e\n                     \u003c/ol\u003e\n\n                     \u003cp\u003eIn 1982, the monastery was allowed to reopen. Although during the Cultural\n                        revolution the assembly hall served as a granary, the sKyang \u0026rsquo;phags\u0026rsquo;s\n                        residence as a school and the temple devoted to the tantric rituals as the\n                        school\u0026rsquo;s kitchen, the local government returned all the buildings to the\n                        monks and the monastery was restored.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-15-6-4\"\u003e4. Hierarchical system\u003c/h4\u003e\n\n                     \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e\n                        \u003cli\u003edgon bdag, hereditary\u003c/li\u003e\n\n                        \u003cli\u003eone grwa tshang bla ma (replaced every three years) \u003c/li\u003e\n\n                        \u003cli\u003eone dbu mdzad (replaced every three years)\u003c/li\u003e\n\n                        \u003cli\u003etwo dge skos (replaced every three years) \u003c/li\u003e\n\n                        \u003cli\u003esixteen spyi ba \u003c/li\u003e\n                     \u003c/ul\u003e\n\n                     \u003cp\u003eThe spyi ba sponsor the monastery\u0026rsquo;s annual rituals: four spyi ba for the\n                        ritual of Ma tri\u0026rsquo;i sgrub mchod, two spyi ba for the ritual cycle of dByar\n                        gnas, two spyi ba for the ritual based on the Klong rgyas, two spyi ba for\n                        the recitation ritual of Du tri su, three spyi ba for the Yi dam kun \u0026rsquo;dus,\n                        three spyi ba for the ritual cycle of Phur ba, all of whom are replaced each\n                        year.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-15-6-5\"\u003e5. Current number of monks\u003c/h4\u003e\n\n                     \u003cp\u003eThere are twenty-three novices and monks at the monastery.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-15-6-6\"\u003e6. Current education\u003c/h4\u003e\n\n                     \u003cp\u003eThe youg novices are trained by the elder monks. The monastery organizes\n                        public teachings and the monks also go to other monasteries for further\n                        teachings.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-15-6-7\"\u003e7. Educational exchange\u003c/h4\u003e\n\n                     \u003cp\u003eThere are seven monasteries historically related to the sKyang \u0026rsquo;phags\n                        lineage and in many ways they remain closely connected to each other.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-15-6-8\"\u003e8 / 9. Rituals\u003c/h4\u003e\n\n                     \u003cp\u003eThe monks of the monastery go to rTag skyong Monastery to perform the smon\n                        lam ceremony together with the monks there from the 6th to the 9th day of\n                        the 1st month; they go to bSam \u0026rsquo;grub Monastery (No.197) of \u0026rsquo;Phan chu in Bab\n                        bzo for the smon lam ceremony from the 12th to the 14th day of the 1st\n                        month; the gTo srung ritual from the 11th to the 15th day of the 2nd month\n                        together with bSam \u0026rsquo;grub Monastery in Bab bzo, rTag skyong Monastery and Ko\n                        dgon Monastery in \u0026rsquo;A zha; the ritual cycle of the Yi dam kun \u0026rsquo;dus from the\n                        2nd to the 11th day of the 3rd month; the ritual based on the Du tri su for\n                        Nyag ra village in sTag ra gong ma from the 10th to the 19th day of the 4th\n                        month (the monks go to the village on the 7th day and spend the following\n                        two days preparing for the ritual and return to the monastery on the 29th\n                        day); the ritual based on Klong rgyas in the 5th month; the smmer fast\n                        (dbyar gnas) from the 10th to the 16th day of the 6th month; the gTo srung\n                        ritual from the 12th to the 15th day of 7th month; the Klong rgyas ritual\n                        from the 8th to the 12th day of the 8th month.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-15-6-9\"\u003e10. Books held in the monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has one printed copy of Kanjur and one printed copy of\n                        Katen.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-15-6-10\"\u003e11. Income and expenses\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery has no regular Sources of income and depends on offerings from\n                        the faithful. The monks provide their own food.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-15-6-11\"\u003e12. Local community\u003c/h4\u003e\n\n                     \u003cp\u003eThe local lay community (lha sde) consists of fifteen families in Yul gsum\n                        community: Shing bzo with six families; De\u0026rsquo;u khag with seven families; gYi\n                        tshang with two families; four villages in Sa ral community: sKyang skor,\n                        Tsho bzhi, dPal rtse and Ar ma (twenty-seven families altogether); two\n                        villages in Phu ba community: sTag \u0026rsquo;ban with nine families and sGa phrug\n                        with six families; four villages in mDo ba community: \u0026rsquo;Brug dge with five\n                        families, Kha rgan with two families, Ko tshang with two families and Wa\n                        thang with one family; three villages in Bar mtshams community: \u0026rsquo;Bre sde\n                        with four families, sGa phrug with four families and sKya yon with four\n                        families; three villages in Thang zhing community: Myi rtsa with six\n                        families, Mye rngu with two families and Yag tsa with nine families.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-15-6-12\"\u003e13. Local festivals\u003c/h4\u003e\n\n                     \u003cp\u003eThe mountain behind the monastery is called Nor bu spungs brjid and is\n                        associated with the eponymous deity; it was sanctified by sKyang \u0026rsquo;phags\n                        gYung drung thos grol, the 4th in the sKyang \u0026rsquo;phags lineage. The festival of\n                        its veneration takes place on the 13th day of the 3rd month. The la btsas\n                        was burned down in 1950, but was reconstructed in the following year by\n                        gYung drung shes rab bstan \u0026rsquo;dzin, the 30th master of the sGur skyang\n                        lineage.\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-15-6-13\"\u003e14. Occupation of the local people\u003c/h4\u003e\n\n                     \u003cp\u003eAgriculture\u003c/p\u003e\n\n                  \n\n                  \n\n                     \u003ch4 id=\"b6-15-6-14\"\u003eSources\u003c/h4\u003e\n\n                     \n\n                        \u003ch5 id=\"b6-15-6-14-1\"\u003e(1) Interviews\u003c/h5\u003e\n\n                        \u003cp\u003eIn autumn 1998 with: Dri med \u0026rsquo;od zer (b.1935), bsTan \u0026rsquo;dzin phun tshogs\n                           (b.1933), dBang ldan (b.1934) and A rdo (b.1949)\u003c/p\u003e\n\n                     \n\n                     \n\n                        \u003ch5 id=\"b6-15-6-14-2\"\u003e(2) Texts\u003c/h5\u003e\n\n                        \u003col type=\"1\"\u003e\n                           \u003cli\u003esGur ba\u0026rsquo;i skyang tshang dgon rnam rgyal kun grags gling gi byung ba\n                              brjod pa dbyar rnga\u0026rsquo;i sgra dbyangs by Dri med \u0026rsquo;od zer in DzNGL\n                              pp.51-110\u003c/li\u003e\n                        \u003c/ol\u003e\n\n                     \n\n                  \n\n               \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b6-15-6/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-15-6","is_primary":false,"created_at":"2011-12-13 02:30:23 UTC","updated_at":"2011-12-13 02:30:23 UTC","authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}]}]}