{"descriptions":[{"id":79,"title":"An Introduction to Labrang Monastery","content":"\u003ch1\u003eOverview\u003c/h1\u003e\n\u003cp\u003e\u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003ebla brang\u003c/span\u003e\u003c/em\u003e) Monastery in \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003ea mdo\u003c/span\u003e\u003c/em\u003e) is one of Tibet's largest monasteries. It is a fully developed \u003cspan class=\"org\" title=\"Type ID here\"\u003eGelukpa\u003c/span\u003e\u0026nbsp;(\u003cem\u003e\u003cspan class=\"org\" title=\"Type ID here\"\u003edge lugs pa\u003c/span\u003e\u003c/em\u003e) Tibetan Buddhist institution in a historically nomadic and semi-nomadic environment. The community is located in close proximity to different ethnic groups, diverse religious traditions, and powerful civilizations. \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e's prominence is all the more visible because of this proximity, and this proximity to other cultures was perhaps a factor in the monastery's rise to prominence in Tibet, and its assertion of its cultural identity, its religious heritages, and its unique \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo\u003c/span\u003e highlands culture.\u003c/p\u003e\n\u003cp\u003eIt is located on the northeastern corner of the Tibetan Plateau in the region now called \u003cspan class=\"place\" title=\"F1147\"\u003eSangchu\u003c/span\u003e (\u003cspan class=\"place\" title=\"F1147\"\u003e\u003cem\u003ebsang chu\u003c/em\u003e\u003c/span\u003e) County, or in Chinese, Xiahe County. Politically, \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e's territories are in Tibet's \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo\u003c/span\u003e, but its lands were claimed by Gushri Khan (1582-1655) and the Khoshud Mongols in the sixteenth century. \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e is also located in China's Gansu Province, claimed by the Qing Dynasty, and in later years by the Nationalist and Communist governments.\u003c/p\u003e\n\u003cp\u003eThe \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e region is primarily populated by ethnic Tibetan nomads. Eleven Mongol \"arrows\" or tribes under the jurisdiction of Erdeni Jinong (d. 1735) and his successors live in nearby Qinghai, with representative Mongol groups in the immediate vicinity of \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e. Mongol monks and lamas maintained a strong presence at \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e and in the region throughout the history of the monastery. The surrounding regions outside of the core \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e territory are populated by groups of Hui and Salar Muslims, and Han Chinese communities. Other groups with mixed Tibetan, Mongol, Muslim, and Chinese influences evolved over time, but primarily in regions on the peripheries of \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e's territories. In general, though it maintained its distinctive Tibetan character, the region grew more integrated over time because of increases of trade, military violence, and political diplomacy.\u003c/p\u003e\n\u003ch1\u003eHistory\u003c/h1\u003e\n\u003cp\u003e\u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e Monastery was formally founded in 1709, on the three hundredth anniversary of the founding of \u003cspan class=\"place\" title=\"F16954\"\u003eGanden\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"F16954\"\u003edga' ldan\u003c/span\u003e\u003c/em\u003e) Monastery in central Tibet. Ground was broken for the Main Meeting Hall in 1710, and a tent was pitched for immediate use in a summer pasture in the Khagya tsodruk region. The land was donated by Tibetan nomads from Genkya, and sponsorship provided by Mongols from \u003cspan class=\"place\" title=\"F1171\"\u003eTsekhok\u0026nbsp;\u003c/span\u003e(\u003cem\u003e\u003cspan class=\"place\" title=\"F1171\"\u003ertse khog\u003c/span\u003e\u003c/em\u003e), led by the Khoshud Erdeni Jinong. The primary religious founder was the First \u003cspan class=\"person\" title=\"Type ID here\"\u003eJamyang Zhepa\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003e\u0026rsquo;jam dbyangs bzhad pa\u003c/span\u003e\u003c/em\u003e,\u0026nbsp;1648-1721), an \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo\u003c/span\u003e Tibetan educated at \u003cspan class=\"place\" title=\"F15468\"\u003eDrepung\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"F15468\"\u003e'bras spungs\u003c/span\u003e\u003c/em\u003e) Monastery's \u003cspan class=\"place\" title=\"Type ID here\"\u003eGomang\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003esgo mang\u003c/span\u003e\u003c/em\u003e) College in \u003cspan class=\"place\" title=\"F637\"\u003eLhasa\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"F637\"\u003elha sa\u003c/span\u003e\u003c/em\u003e).\u003c/p\u003e\n\u003cp\u003e\u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e was host to some of Tibet's most respected scholars. The First and Second \u003cspan class=\"person\" title=\"Type ID here\"\u003eJamyang Zhepa\u003c/span\u003es, the Third \u003cspan class=\"person\" title=\"Type ID here\"\u003eGungtang\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003egung thang\u003c/span\u003e\u003c/em\u003e), \u003cspan class=\"person\" title=\"Type ID here\"\u003eBelmang Pandita\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003edbal mang paN+Dita\u003c/span\u003e\u003c/em\u003e), and a number of other teacher-scholars made \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e into a regional center of Tibetan Buddhist studies comparable to the major central Tibetan monasteries. The importance of \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e as a center for Tibetan Buddhism and for Tibetan culture should not be underestimated. The \u003cspan class=\"org\" title=\"Type ID here\"\u003eJamyang Zhepa\u003c/span\u003e's central Tibetan \u003cspan class=\"org\" title=\"Type ID here\"\u003eGelukpa\u003c/span\u003e political and academic background served as a model for many of \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e's key figures. Many if not most of the prominent \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e scholars and leaders were \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo\u003c/span\u003e natives, educated at \u003cspan class=\"place\" title=\"Type ID here\"\u003eGomang\u003c/span\u003e, and established in the greater \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e community. \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e's ongoing political relationship with central Tibet is marked by the First \u003cspan class=\"org\" title=\"Type ID here\"\u003eJamyang Zhepa\u003c/span\u003e's high profile in Tibetan, Mongol, and Qing Dynasty affairs in central Tibet in the late seventeenth and early eighteenth century. His successors maintained close ties to the Tibetan government and the authorities in the major central Tibetan monasteries.\u003c/p\u003e\n\u003ch1\u003eCurriculum and Institutions\u003c/h1\u003e\n\u003cp\u003e\u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e's academic curriculum was constructed largely on the central Tibetan \u003cspan class=\"org\" title=\"Type ID here\"\u003eGelukpa\u003c/span\u003e model. The six colleges at \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e followed the text studies, debate, and esoteric ritual sequences observed in \u003cspan class=\"place\" title=\"F637\"\u003eLhasa\u003c/span\u003e, especially those at \u003cspan class=\"place\" title=\"Type ID here\"\u003eGomang\u003c/span\u003e College. The first of the six colleges at \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e was \u003cspan class=\"place\" title=\"Type ID here\"\u003eT\u0026ouml;sam Ling\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003ethos bsam gling\u003c/span\u003e\u003c/em\u003e, 1711), the largest college, with specialties in Tibetan Buddhist philosophy, ethics, epistemology, and literature. The second college, like the first founded by the First \u003cspan class=\"org\" title=\"Type ID here\"\u003eJamyang Zhepa\u003c/span\u003e, is the Lower Tantric College (\u003cspan class=\"place\" title=\"Type ID here\"\u003eGyum\u0026eacute;\u003c/span\u003e, \u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003ergyud smad,\u0026nbsp;\u003c/span\u003e\u003c/em\u003e1716). By 1738 these two colleges housed over one thousand monks, and in evidence of the \u003cspan class=\"org\" title=\"Type ID here\"\u003eJamyang Zhepas\u003c/span\u003e' commitment to scholarship, the monastery had the beginnings of its massive library collection, which at its peak grew to over 200,000 volumes. The \u003cspan class=\"org\" title=\"Type ID here\"\u003eGelukpa\u003c/span\u003e focus on philosophy and tantric Buddhism is reflected in the first two colleges founded by the First \u003cspan class=\"org\" title=\"Type ID here\"\u003eJamyang Zhepa\u003c/span\u003e, and the \u003cspan class=\"org\" title=\"Type ID here\"\u003eGelukpa\u003c/span\u003e focus on Kālachakra studies appeared at \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e with the construction of the Kālachakra College, built in 1763 by the Second \u003cspan class=\"org\" title=\"Type ID here\"\u003eJamyang Zhepa\u003c/span\u003e (1728-1791). The fourth college at \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e, the Medical College, was founded in 1784 by the Second \u003cspan class=\"org\" title=\"Type ID here\"\u003eJamyang Zhepa\u003c/span\u003e. To this day the Medical College is famous for its commitments to scholarship and medical service. The fifth college is the Hevajra College, founded in 1879 by the Fourth \u003cspan class=\"org\" title=\"Type ID here\"\u003eJamyang Zhepa\u003c/span\u003e (1856-1916), said to be modeled on \u003cspan class=\"place\" title=\"F637\"\u003eLhasa\u003c/span\u003e's \u003cspan class=\"place\" title=\"Type ID here\"\u003eNamgyel (rnam rgyal)\u0026nbsp;\u003c/span\u003eMonastery. The Fifth \u003cspan class=\"org\" title=\"Type ID here\"\u003eJamyang Zhepa\u003c/span\u003e (1916-1947) founded the Upper Tantric College (\u003cspan class=\"place\" title=\"Type ID here\"\u003eGyut\u0026ouml;\u003c/span\u003e, \u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003ergyud stod\u003c/span\u003e\u003c/em\u003e), the sixth college at \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e. In addition to these six colleges, \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e soon was home to an enormous complex of temples, stupas, shrines, lamas' residences, and monastic housing. The monastery's population fluctuated, but was easily able to house over three thousand monks.\u003c/p\u003e\n\u003cp\u003e\u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e's religious heritage is primarily \u003cspan class=\"org\" title=\"Type ID here\"\u003eGelukpa\u003c/span\u003e, but the monastery authorities have a well deserved reputation for religious tolerance. The \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e authorities tolerated and eventually supported the construction of a \u003cspan class=\"place\" title=\"Type ID here\"\u003eNakpa\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003esngags pa\u003c/span\u003e\u003c/em\u003e) College immediately outside of the monastery walls. The monastery supported first one, then a second and at this writing three nunneries. \u003cspan class=\"org\" title=\"Type ID here\"\u003eNyingma\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"org\" title=\"Type ID here\"\u003ernying ma\u003c/span\u003e\u003c/em\u003e) and \u003cspan class=\"org\" title=\"Type ID here\"\u003eB\u0026ouml;n\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"org\" title=\"Type ID here\"\u003ebon\u003c/span\u003e\u003c/em\u003e) practitioners are active in the greater community, and in time the \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e authorities allowed a Muslim mosque, a hybrid Tibetan-Chinese Amye Machen/Guandi Temple, and a Christian mission, all on its estate lands.\u003c/p\u003e\n\u003cp\u003eIn addition to its most famous individuals, its \"six colleges,\" its scores of buildings, its art treasures, library, and powerful regional heritage, the \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e community describes itself in its own terms. Its primary revenue and corv\u0026eacute;e generating properties are called the \"Eight Divine Communities,\" accumulated over the history of the community, all with compelling stories and rich cultural heritage. The \"Eighteen Estates\" are the estates of the primary \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e lineages of reborn lamas. All have respected academic pedigrees, extensive properties, and numerous students. The \"Four Golden Throne Holders\" are four great \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e lamas who are recognized for their status at \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e, and for three of them, the Lhasa post of \"Ganden Throne Holder.\" The \"Eight Kenpos\" are eight prominent abbots of exceptional influence in \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e's history. Together these groups map \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e's history and culture from their own perspectives.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2010-02-06 09:25:13 UTC","updated_at":"2010-09-01 20:48:02 UTC","authors":[{"id":"28","fullname":"Paul Nietupski"},{"id":"28","fullname":"Paul Nietupski"}]},{"id":80,"title":"Labrang Monastery’s Corporate Estates (labrang)","content":"\u003ch1\u003eWhat was a Tibetan Corporate Estate (\u003cspan class=\"org\" title=\"Type ID here\"\u003elabrang\u003c/span\u003e, \u003cem\u003e\u003cspan class=\"org\" title=\"Type ID here\"\u003ebla brang\u003c/span\u003e\u003c/em\u003e)?\u003c/h1\u003e\n\u003cp\u003eModern social scientists have proposed models for the evolution of authority structures in Asia. All recognize that each culture has its own specific contexts and power groups, but there are similarities in evolutionary models, which are useful for understanding \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e\u0026rsquo;s (\u003cem\u003e\u003cspan class=\"place\" title=\"F15472\"\u003ebla brang\u003c/span\u003e\u003c/em\u003e) monastic and lay community at large. Here, the focus is on the structures of the \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e Monastery\u0026rsquo;s support communities, made up of predominantly nomadic and semi-nomadic groups in the surrounding areas. At the outset it is important to remember that the nomad society had different values, economies, and lifestyles than those of nearby lowland agricultural and predominantly sedentary societies. Agricultural communities had their locally defined authority structures, also with similar evolutions, for example from small subsistence level communities, to larger villages, and eventually regional groups. In nomadic areas like the \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e properties, its community-at-large, ownership of land, monetary and currency exchange, law and enforcement, and all social processes were all very different from those of surrounding cultures, and even more different from those in the modern west.\u003c/p\u003e\n\u003ch1\u003eCommunity Divisions\u003c/h1\u003e\n\u003cp\u003eNomadic areas were characterized by small groups called \u0026ldquo;\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003etsowa\u003c/span\u003e\u0026rdquo; (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003etsho ba\u003c/span\u003e\u003c/em\u003e) led by chiefs, or prominent men who were able to establish themselves by their strength, leadership qualities, skill, and intelligence. The small groups might be understood as tribes, extended clan groups, and combinations of clan groups with leaders who received recognition and offerings of goods from the community in gestures of privilege, legitimization, and loyalty. The group also made offerings to \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e or one of its branch monasteries, and sent young boys to the monastery for ordination. Again, these \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003etsowa\u003c/span\u003e\u0026nbsp;groups included extended clans, but often included persons not biologically related.\u003c/p\u003e\n\u003cp\u003eThe second stage of community authority structures were combined \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003etsowa\u003c/span\u003e \u0026nbsp;groups, often called \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eshokpa\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"tibetan\"\u003eshog pa\u003c/span\u003e\u003c/em\u003e) \u0026ndash; literally \u0026ldquo;section\u0026rdquo; or \u0026ldquo;wing.\u0026rdquo; The leaders of these combined \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eshokpa\u003c/span\u003e groups were tribal or collected clan chiefs who were able to extend their power over a larger area and greater number of people, beyond the borders of their home group. This larger group leadership status was a result of bravery in battle against common enemies, of community consensus, sometimes reinforced by marriage alliances, natural leadership skills, or as a result of mutual economic benefit. This level of community authority required inter-group diplomacy and negotiation, over matters of pasture, and other concerns appropriate to \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo\u003c/span\u003e (\u003cspan class=\"place\" title=\"F15348\"\u003e\u003cem\u003ea mdo\u003c/em\u003e\u003c/span\u003e) highlands life.\u003c/p\u003e\n\u003cp\u003eThe third level of community authority structure consisted of combinations of these \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eshokpa\u003c/span\u003e groups. Leadership of these groups required more diplomacy and negotiation between \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eshokpa\u003c/span\u003e\u003cem\u003e \u003c/em\u003egroups relatively distant from one another, outside of their respective homelands. While individual or small groups of \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eshokpa\u003c/span\u003e could and did form relations with a \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e lama\u0026rsquo;s estate, the larger units, like \u003cspan class=\"place\" title=\"Type ID here\"\u003eNg\u0026uuml;lra\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003engul rwa\u003c/span\u003e\u003c/em\u003e), \u003cspan class=\"place\" title=\"Type ID here\"\u003eDz\u0026ouml;g\u0026eacute; Nyinma\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003emdzod dge nyin ma\u003c/span\u003e\u003c/em\u003e), and all eight of \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e\u0026rsquo;s extended properties, usually consisted of several \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eshokpa\u003c/span\u003e in each property. \u003cspan class=\"place\" title=\"Type ID here\"\u003eNg\u0026uuml;lra\u003c/span\u003e, for example, had three \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eshokpa\u003c/span\u003e, \u003cspan class=\"place\" title=\"Type ID here\"\u003eNgawa\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003enga ba\u003c/span\u003e\u003c/em\u003e) had six, \u003cspan class=\"place\" title=\"Type ID here\"\u003eDz\u0026ouml;g\u0026eacute; Mema\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003emdzod dge smad ma\u003c/span\u003e\u003c/em\u003e) had five, and so on. These large groups formed long-term relationships with \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e Monastery, and generally accepted the political leadership of \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e, in the permanent office of resident \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003egowa\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003ego ba\u003c/span\u003e\u003c/em\u003e) or other monastery-appointed official. This was a representative of the monastery who lived in the usually combined \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eshokpa\u003c/span\u003e groups for three-year terms. They had the task of mediating disputes, providing religious services, looking after monastery livestock, and to the extent possible with the monastery\u0026rsquo;s broad powers, providing for community security.\u003c/p\u003e\n\u003cp\u003eIn sum, the three levels of community authority were individual tribal units (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003etsowa\u003c/span\u003e), groups of individual tribal units (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eshokpa\u003c/span\u003e), and groups of \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eshokpa\u003c/span\u003e. There were variations to this general pattern based on economy, whether agrarian or livestock management, on population, on leadership preferences and alliances, on wealth, and other factors.\u003c/p\u003e\n\u003ch1\u003eEthnic Diversity in the Region\u003c/h1\u003e\n\u003cp\u003e\u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e\u0026rsquo;s social, political, and economic infrastructures were unique. In addition, \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e\u0026rsquo;s value system, or its sense of identity was also defined in unique ways, very much in contrast to those of its close neighbors, the Chinese and the regional Muslim groups. There were variable value systems in the \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo\u003c/span\u003e region. The largest group were the nomadic Tibetans (and the regional Mongol nomad groups who assimilated Tibetan systems), with their constellations of Buddhist and regional religions. The local groups of Hui and Salar Muslims were distinct because of Islam, and their own community traditions, mostly agricultural, mercantile, and to a lesser extent highland nomadic. By far the most different ethnographic definitions in relation to the nomadic Tibetans in the greater \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo\u003c/span\u003e region were those of the neighboring Chinese. Regional Chinese groups defined their civilization in Confucian terms, by their unique language and culture, their dynastic heritage, their largely agricultural heritage, and in a few words, their fundamental values.\u003c/p\u003e\n\u003cp\u003eIn contrast to the Chinese and Muslims, the \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e Tibetans identified themselves as Buddhists, heirs to the traditions of the ancient Tibetan empire, the well known sagas of Gesar, and for those connected to \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e the proud bearers of central Tibetan Buddhist traditions. The \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e Tibetans\u0026rsquo; nomadic lifestyles, their community group structures, their collected religious values and \u003cspan class=\"place\" title=\"F637\"\u003eLhasa\u003c/span\u003e-related heritage, and their vision of the world set them apart from their neighbors. The close proximity of these distinctly different groups stimulated even stronger assertion of personal and local community identity. These factors together provided powerful incentives for community solidarity. That is, maintaining one\u0026rsquo;s personal and community commitment to \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e Monastery, paying taxes, providing corv\u0026eacute;e, and participating in community rituals provided collective identity and strength, both metaphysical and in times of crisis, militia protection.\u003c/p\u003e\n\u003cp\u003eThe important requirements of membership in the \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e communities included a knowledge of local Tibetan language, sensitivity to the very diverse range of religious values, acceptance of the authority of the monastery and the monastic authorities, and acceptance of one\u0026rsquo;s personal and community commitment to the monastery. There were law codes, and punishment for severe transgressions, but in general petty law enforcement was a local community matter. Community members were required to observe community standards and accepted practices, but failure to pay taxes or to provide corv\u0026eacute;e were not punishable offences; such transgressions rather resulted is disassociation of the group from the larger community, or in individual cases, banishment. Inability to pay often resulted in reduced or deferred payment. In some cases corv\u0026eacute;e responsibility and sponsorship of religious events could be met by proxy. In sum, there was a broad range of tangible and intangible or religious incentives for membership in the \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e \u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003elabrang\u003c/span\u003e\u003c/em\u003e.\u003c/p\u003e\n\u003ch1\u003eRevenue Generating Properties\u003c/h1\u003e\n\u003cp\u003e\u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e Monastery\u0026rsquo;s revenue generating properties, its \u0026ldquo;corporate estate\u0026rdquo; or in Tibetan, its \u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003elabrang\u003c/span\u003e\u0026nbsp;\u003c/em\u003e(\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003ebla brang\u003c/span\u003e\u003c/em\u003e) included the site of monastery itself and all of its properties. These properties were the monastery\u0026rsquo;s \u0026ldquo;community-at-large,\u0026rdquo; and were most often made up of \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003etsowa\u003c/span\u003e and \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eshokpa\u003c/span\u003e groups. There were different categories of relationships between the monastery and its revenue generating properties. The two primary categories were \u0026ldquo;divine communities\u0026rdquo; and \u0026ldquo;lay communities.\u0026rdquo; Its fully owned properties were the \u0026ldquo;divine communities\u0026rdquo; (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003elhad\u0026eacute;\u003c/span\u003e,\u0026nbsp;\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003elha sde\u003c/span\u003e\u003c/em\u003e), meaning \u0026ldquo;communities in the service of the Buddhist gods.\u0026rdquo; The other main category were those properties that were not fully owned by the monastery, but nonetheless committed to service and donation. These were the \u0026ldquo;lay communities\u0026rdquo; (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003emid\u0026eacute;\u003c/span\u003e,\u0026nbsp;\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003emi sde\u003c/span\u003e\u003c/em\u003e) which meant \u0026ldquo;communities in service of men.\u0026rdquo; The key difference is that the monastery was fully in charge of the economic and political administration of the \u0026ldquo;divine communities,\u0026rdquo; while the \u0026ldquo;lay communities\u0026rdquo; were under the jurisdiction of lay lords (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003ep\u0026ouml;npo\u003c/span\u003e,\u0026nbsp;\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003edpon po\u003c/span\u003e\u003c/em\u003e). The \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e Monastery estate was made up primarily of \u0026ldquo;divine communities,\u0026rdquo; with few \u0026ldquo;lay communities.\u0026rdquo; The \u0026ldquo;divine\u0026rdquo; and \u0026ldquo;lay\u0026rdquo; status were moreover subject to change. As time went on, other communities formed even looser, strictly donative relationships to the monastery, sometimes called \u0026ldquo;religious communities\u0026rdquo; (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003ech\u0026ouml;d\u0026eacute;\u003c/span\u003e,\u0026nbsp;\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003echos sde\u003c/span\u003e\u003c/em\u003e). The \u0026ldquo;divine\u0026rdquo; and \u0026ldquo;lay\u0026rdquo; communities were generally in the \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo\u003c/span\u003e region, contiguous to the monastery site. However, other communities far away from the monastery maintained strong ties, and were counted as monastery properties. These included communities in Heilongjiang, at Wutaishan, and in Inner Mongolia. Readers should note that the support relationships between \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e Monastery and its estates were largely dissolved beginning in 1958 and shortly thereafter; however, much reduced religious and donative relationships remain.\u003c/p\u003e\n\u003ch1\u003eThe Eight Divine Communities\u003c/h1\u003e\n\u003cp\u003eThe \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e Monastery and its extended community describes itself as consisting of \u0026ldquo;eight divine communities\u0026rdquo; (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003elha sde shog pa brgyad\u003c/span\u003e\u003c/em\u003e). In general, these eight communities were the monastery\u0026rsquo;s revenue generating properties in areas surrounding the monastery proper (some quite distant geographically), and their lay inhabitants were responsible for providing corv\u0026eacute;e. The revenues were variable and quite different in each territory, and there were even differences within single territories. In addition, the borders of the territories and their names sometimes shifted over time, because of conquests, natural disasters, or migrations. There are also exceptions to the responsibility to provide corv\u0026eacute;e (obligatory, unpaid labor for the monastery)\u0026mdash;not all residents provided corv\u0026eacute;e\u0026mdash;and there were different kinds of such service. Still, in spite of the variations, there are definable territories and discernable patterns of revenue and corv\u0026eacute;e.\u003c/p\u003e\n\u003cp\u003eEach of the territories has its own history, from their inclusion in the \u0026ldquo;eight divine communities,\u0026rdquo; through their histories and through variations in commitments to different \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e corporate estates (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003enang chen\u003c/span\u003e\u003c/em\u003e, \u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003ebla brang\u003c/span\u003e\u003c/em\u003e). It is notable that the \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e communities, their revenues and corv\u0026eacute;e were treated like commodities. That is, they were inherently valuable, they were sometimes traded by different estate owners, and their commitments changed because of shifting allegiances on the part of the population.\u003c/p\u003e\n\u003cp\u003eHere, the \u0026ldquo;eight divine properties\u0026rdquo; are listed, leaving the important matters of revenue, corv\u0026eacute;e, and history aside, for the moment. Geographically, these communities extend from the actual site of the monastery in \u003cspan class=\"place\" title=\"F1147\"\u003eSangchu\u003c/span\u003e/Xiahe (\u003cem\u003e\u003cspan class=\"place\" title=\"F1147\"\u003ebsang chu\u003c/span\u003e\u003c/em\u003e) County, north into Yatse/Xunhua, south to \u003cspan class=\"place\" title=\"F1075\"\u003eNgawa\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"F1075\"\u003ernga ba\u003c/span\u003e\u003c/em\u003e) in the north of modern Sichuan Province, east to modern Ts\u0026ouml;/Hezuo, and west over the modern Qinghai border through the Mongol territories of Prince Erdeni.\u003c/p\u003e\n\u003cp\u003e1. The first of the eight is the collected the \u0026ldquo;four divine communities (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003elha sde shog pa bzhi\u003c/span\u003e\u003c/em\u003e).\u0026rdquo; This was the original endowment donated by Genkya nomads, a summer pasture called Tokti Demo Tang, in the region known as Khagya tsodruk. The Mongol Prince Erdeni invited the First \u003cspan class=\"org\" title=\"Type ID here\"\u003eJamyang Zhepa\u003c/span\u003e, sponsored the construction of the earliest monastery buildings, and provided boys as novice monks and for eventual ordination.\u003c/p\u003e\n\u003cp\u003eThe \u0026ldquo;four divine communities\u0026rdquo; are \u003cspan class=\"place\" title=\"Type ID here\"\u003eTanak\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003emtha\u0026rsquo; nag\u003c/span\u003e\u003c/em\u003e), \u003cspan class=\"place\" title=\"Type ID here\"\u003eTawa Gongma\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003emtha\u0026rsquo; ba gong ma\u003c/span\u003e\u003c/em\u003e),\u0026nbsp; \u003cspan class=\"place\" title=\"Type ID here\"\u003eTawa Zh\u0026ouml;lma\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003emtha\u0026rsquo; ba zhol ma\u003c/span\u003e\u003c/em\u003e) or \u003cspan class=\"place\" title=\"Type ID here\"\u003eZayainang\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003eza ya\u0026rsquo;i nang\u003c/span\u003e\u003c/em\u003e), and \u003cspan class=\"place\" title=\"Type ID here\"\u003eSakar\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003esa dkar\u003c/span\u003e\u003c/em\u003e). These four originally nomadic communities divided into thirteen farming villages (note that some of the following thirteen villages retain the name of the original large group). The account given here is compiled from several oral sources and verified where possible by written documents. The thirteen still recognize their origins in the four groups, as follows.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eGroup one (\u003cspan class=\"place\" title=\"Type ID here\"\u003eTanak\u003c/span\u003e): 1. \u003cspan class=\"place\" title=\"Type ID here\"\u003eZay\u0026uuml;\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003eza yus\u003c/span\u003e\u003c/em\u003e), 2-3. \u003cspan class=\"place\" title=\"Type ID here\"\u003eTangnak Gongzh\u0026ouml;l\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003ethang nag gong zhol\u003c/span\u003e\u003c/em\u003e) (two villages), 4. \u003cspan class=\"place\" title=\"Type ID here\"\u003eNg\u0026ouml;nchok\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003esngon mchog\u003c/span\u003e\u003c/em\u003e); \u003c/li\u003e\n\u003cli\u003eGroup two (\u003cspan class=\"place\" title=\"Type ID here\"\u003eTawa Gongma\u003c/span\u003e ): 5-6. \u003cspan class=\"place\" title=\"Type ID here\"\u003eTawa\u0026nbsp; Gongzh\u0026ouml;l\u0026nbsp;\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003emtha\u0026rsquo; ba gong zhol\u003c/span\u003e\u003c/em\u003e) (two villages), 7. \u003cspan class=\"place\" title=\"Type ID here\"\u003eMenkhar\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003eman mkhar\u003c/span\u003e\u003c/em\u003e), 8. \u003cspan class=\"place\" title=\"Type ID here\"\u003eSasoma\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003esa so ma\u003c/span\u003e\u003c/em\u003e); \u003c/li\u003e\n\u003cli\u003eGroup three (\u003cspan class=\"place\" title=\"Type ID here\"\u003eTawa Zh\u0026ouml;lma\u003c/span\u003e): 9. \u003cspan class=\"place\" title=\"Type ID here\"\u003eSakar\u003c/span\u003e, 10. \u003cspan class=\"place\" title=\"Type ID here\"\u003eGyawornang\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003ergya bor nang\u003c/span\u003e\u003c/em\u003e), 11. \u003cspan class=\"place\" title=\"Type ID here\"\u003ePukd\u0026eacute;\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003ephug sde\u003c/span\u003e\u003c/em\u003e); \u003c/li\u003e\n\u003cli\u003eGroup four: (The first of group four are today six small villages. However, three of the six are included in both # 12 and # 13): 12. \u003cspan class=\"place\" title=\"Type ID here\"\u003eRikdra\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003erigs sgra\u003c/span\u003e\u003c/em\u003e), \u003cspan class=\"place\" title=\"Type ID here\"\u003eMinyak\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003emi nyag\u003c/span\u003e\u003c/em\u003e), \u003cspan class=\"place\" title=\"Type ID here\"\u003eLungkartang\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003elung dkar thang\u003c/span\u003e\u003c/em\u003e), \u003cspan class=\"place\" title=\"Type ID here\"\u003eGard\u0026eacute;\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003emgar sde\u003c/span\u003e\u003c/em\u003e), \u003cspan class=\"place\" title=\"Type ID here\"\u003eYikchungtang\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003eyig chung thang\u003c/span\u003e\u003c/em\u003e, and \u003cspan class=\"place\" title=\"Type ID here\"\u003eLudrak\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003eglu grags\u003c/span\u003e\u003c/em\u003e); 13. \u003cspan class=\"place\" title=\"Type ID here\"\u003eRikdra\u003c/span\u003e, \u003cspan class=\"place\" title=\"Type ID here\"\u003eMinyag\u003c/span\u003e, \u003cspan class=\"place\" title=\"Type ID here\"\u003eGard\u0026eacute;\u003c/span\u003e. Number 12 is alternatively divided into four villages instead of six. Finally, there is a tradition of dividing all of the thirteen villages into upper and lower sections.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e2. \u003cspan class=\"place\" title=\"Type ID here\"\u003eGenkya\u003c/span\u003e-\u003cspan class=\"place\" title=\"Type ID here\"\u003eYartsi\u003c/span\u003e/Xunhua (\u003cspan class=\"place\" title=\"Type ID here\"\u003eYartsi\u003c/span\u003e/Xunhua was formerly considered a part of \u003cspan class=\"place\" title=\"Type ID here\"\u003eGenkya\u003c/span\u003e). The \u003cem\u003eOcean Annals\u003c/em\u003e records that \u0026ldquo;two lords of \u003cspan class=\"place\" title=\"Type ID here\"\u003eKhagya\u003c/span\u003e [in \u003cspan class=\"place\" title=\"Type ID here\"\u003eGenkya\u003c/span\u003e] donated the land, . . . The border with \u003cspan class=\"place\" title=\"Type ID here\"\u003eRongpo\u003c/span\u003e was set near \u003cspan class=\"place\" title=\"Type ID here\"\u003eSerkha\u003c/span\u003e and \u003cspan class=\"place\" title=\"Type ID here\"\u003eLanggya\u003c/span\u003e.\u0026rdquo;.\u003ca name=\"n1\" href=\"#fn1\"\u003e[1]\u003c/a\u003e\u003c/p\u003e\n\u003cp\u003e3. \u003cspan class=\"place\" title=\"Type ID here\"\u003eSangkhok\u003c/span\u003e is located in grasslands south and southwest of \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e Monastery, on a route from \u003cspan class=\"place\" title=\"Type ID here\"\u003eNg\u0026uuml;lra\u003c/span\u003e to \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e.\u003c/p\u003e\n\u003cp\u003e4. \u003cspan class=\"place\" title=\"Type ID here\"\u003eKhots\u0026eacute;\u003c/span\u003e is located due south of \u003cspan class=\"place\" title=\"Type ID here\"\u003eSangkhok\u003c/span\u003e.\u003c/p\u003e\n\u003cp\u003e5. \u003cspan class=\"place\" title=\"Type ID here\"\u003eDokar\u003c/span\u003e, the fifth of \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e\u0026rsquo;s eight communities, is located just east/southeast of \u003cspan class=\"place\" title=\"Type ID here\"\u003eTs\u0026ouml;\u003c/span\u003e/Hezuo. Its revenues were originally the property of Drepung Gomang in \u003cspan class=\"place\" title=\"F637\"\u003eLhasa\u003c/span\u003e. The First \u003cspan class=\"org\" title=\"Type ID here\"\u003eJamyang Zhepa\u003c/span\u003e traded some of his \u003cspan class=\"place\" title=\"F637\"\u003eLhasa\u003c/span\u003e properties for the local \u003cspan class=\"place\" title=\"Type ID here\"\u003eDokar\u003c/span\u003e property.\u003c/p\u003e\n\u003cp\u003e6. \u003cspan class=\"place\" title=\"Type ID here\"\u003eNg\u0026uuml;lra\u003c/span\u003e, located in the upper reaches of the \u003cspan class=\"place\" title=\"Type ID here\"\u003eMachu\u003c/span\u003e/Yellow River, in modern southwestern Gansu Province, was the sixth of \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang\u003c/span\u003e\u0026rsquo;s inner districts.\u003c/p\u003e\n\u003cp\u003e7. \u003cspan class=\"place\" title=\"Type ID here\"\u003eDz\u0026ouml;g\u0026eacute; Nyinma\u003c/span\u003e's modern administrative center is at\u0026nbsp;\u003cspan class=\"place\" title=\"Type ID here\"\u003eMachu\u003c/span\u003e.\u003c/p\u003e\n\u003cp\u003e8. \u003cspan class=\"place\" title=\"Type ID here\"\u003eNgawa Tsodruk\u003c/span\u003e is in the north of contemporary Sichuan Province.\u003c/p\u003e\n\u003ch1 class=\"Paragraph\"\u003eNotes\u003c/h1\u003e\n\u003cp\u003e\u003ca name=\"fn1\" href=\"#n1\"\u003e1\u003c/a\u003e \u003cspan class=\"tibtext\" title=\"Type ID here\"\u003e\u003cem\u003edeb ther rgya mtsho\u003c/em\u003e\u003c/span\u003e-Lanzhou, 547.20 ff: \u003cem\u003ekha gya\u0026rsquo;i be hu gnyis kyis sa phul te dgon pa btab bas byas pa che rkang tsha\u0026rsquo;i gser kha glang gya dang nye bar rong po dang sa mtshams \u0026rsquo;dzin byed du bzhag.\u003c/em\u003e\u003c/p\u003e\n\u003ch1\u003eBibliography\u003c/h1\u003e\n\u003ch2\u003eFor patterns of community formation at Labrang\u003c/h2\u003e\n\u003cp\u003e\u0026rsquo;brug thar. \u003cem\u003e\u003cspan class=\"tibtext\" title=\"Type ID here\"\u003emdo smad byang shar gyi bod kyi tsho ba shog pa\u0026rsquo;i lo rgyus dang rig gnas bcas par dpyad pa\u003c/span\u003e\u003c/em\u003e. Beijing: People\u0026rsquo;s Publishing House, 2002.\u003c/p\u003e\n\u003ch2\u003eFor relevant analyses of communities in other Asian countries\u003c/h2\u003e\n\u003cp\u003eAung-Thwin, Michael. \u003cem\u003e\u003cspan class=\"tibtext\" title=\"Type ID here\"\u003ePagan: The Origins of Modern Burma\u003c/span\u003e\u003c/em\u003e. (Honolulu: University of Hawai\u0026rsquo;i Press, 1985).\u003c/p\u003e\n\u003cp\u003eKulke, Hermann. \u0026ldquo;The Early and Imperial Kingdom in Southeast Asian History,\u0026rdquo; in \u003cem\u003e\u003cspan class=\"tibtext\" title=\"Type ID here\"\u003eSoutheast Asia in the 9th to 14th Centuries\u003c/span\u003e\u003c/em\u003e. Edited by David G. Marr \u0026amp; A.C. Milner (Singapore: Institute of Southeast Asian Studies/Australian National University, 1986), 1-22.\u003c/p\u003e\n\u003cp\u003eTambiah, Stanley J. \u003cem\u003e\u003cspan class=\"tibtext\" title=\"Type ID here\"\u003eWorld Conqueror and World Renouncer: A Study of Buddhism and Polity in Thailand against a Historical Background\u003c/span\u003e\u003c/em\u003e. Cambridge: Cambridge University Press, 1976.\u003c/p\u003e\n\u003cp\u003eVeluthat, Kesavan. \u003cem\u003e\u003cspan class=\"tibtext\" title=\"Type ID here\"\u003eThe Early Medieval in South India\u003c/span\u003e\u003c/em\u003e (New Delhi: Oxford University Press, 2009).\u003c/p\u003e\n\u003ch2\u003eFor Social Structures in Central Tibet\u003c/h2\u003e\n\u003cp\u003eGoldstein, Melvyn. \u003cem\u003e\u003cspan class=\"tibtext\" title=\"Type ID here\"\u003eAn Anthropological Study of the Tibetan Political System\u003c/span\u003e\u003c/em\u003e. PhD diss., University of Washington, 1968. http://www.cwru.edu/affil/tibet/booksAndPapers/Goldstein-Dissertation.pdf\u003c/p\u003e\n\u003ch2\u003eFor Relevant \u0026ldquo;Segmentary\u0026rdquo; Political Groups in Asia\u003c/h2\u003e\n\u003cp\u003eDavidson, Ronald M. \u003cem\u003e\u003cspan class=\"tibtext\" title=\"Type ID here\"\u003eIndian Esoteric Buddhism: A Social History of the Tantric Movement\u003c/span\u003e\u003c/em\u003e. (New York: Columbia University Press, 2002).\u003c/p\u003e\n\u003cp\u003eKulke, Hermann and Dietmar Rothermund. \u003cem\u003e\u003cspan class=\"tibtext\" title=\"Type ID here\"\u003eA History of India\u003c/span\u003e\u003c/em\u003e (Revised, Updated\u0026nbsp;\u003cspan style=\"font-size: 10.1273px;\"\u003eEdition). London: Routledge, 1990.\u003c/span\u003e\u003c/p\u003e\n\u003cp\u003eStein, Burton. \u0026ldquo;The Segmentary State: Interim Reflections.\u0026rdquo; In \u003cem\u003eT\u003cspan class=\"tibtext\" title=\"Type ID here\"\u003ehe State in India 1000-1700\u003c/span\u003e\u003c/em\u003e. Edited by Hermann Kulke. (Delhi: Oxford University Press, 1995).\u003c/p\u003e","source_url":null,"is_primary":false,"created_at":"2010-02-21 08:49:04 UTC","updated_at":"2013-04-13 14:06:23 UTC","authors":[{"id":"28","fullname":"Paul Nietupski"},{"id":"28","fullname":"Paul Nietupski"}]}]}