{"descriptions":[{"id":1353,"title":"Tengchen Gön Yungdrung Tengyé Liing Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, \n\t\tPhuntso Tsering Sharyul, \n\t\tTsering Thar, \n\t\tCharles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch3 id=\"b5-2-1\" class=\"space-before\"\u003esTeng chen rdzong \u003c/h3\u003e\n\n                     \u003ch4 id=\"b5-2-1-1\"\u003e(35) sTeng chen Monastery\u003c/h4\u003e\n\n                     \u003cp\u003eThe monastery\u0026rsquo;s full name is sTeng chen dgon gYung drung bstan rgyas gling.\n                        sTeng chen Monastery comes under the administration of the municipality of\n                        sTeng chen and is situated on the hillside to the west of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong. \u003c/span\u003eIt was founded in 1061 by Khyung dbus Shes rab\n                        rgyal mtshan.\u003c/p\u003e\n\n                     \u003cp\u003eThe story of the Khyung lineage is told as follows: A long time ago, a big\n                        Garuda (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ekhyung\u003c/span\u003e) flew into a flower garden and there it\n                        produced three crystal-like eggs, from each of which appeared a very\n                        beautiful boy. The eldest was called lHa khyung, the second Thog la \u0026rsquo;bar and\n                        the youngest dMu khyung rgyal. The latter had two sons and a daughter, sTag\n                        sgra dun gtsug, dPal gyi gir ti and Khyung bza\u0026rsquo; Ye shes mtsho rgyal. The\n                        daughter, Khyung bza\u0026rsquo;, married Lig mi rgyal, the king of Zhang zhung. Her\n                        elder brother, sTag sgra dun gtsug, flourished in sTeng chen. He had a son\n                        called Gyer nam zur rtse, who had two sons, sTong rgyung rin mo and sTag la\n                        skyes. The former had three sons, Khyung sgom mu langs, Khyung \u0026rsquo;phags khra\n                        mo and Khyung sder sngon mo. Khyung sgom mu langs\u0026rsquo;s son was Khu byug, and\n                        his three sons were sTag pa, Zur dkar ba and mDo bkra ba. sTag pa\u0026rsquo;s son was\n                        Myes tshab, and he had four sons, sTon pa \u0026rsquo;bar, Dam pa Khyung sgom (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ealias\u003c/span\u003e Shes rab sgom), dBen pa ma lugs (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ealias\u003c/span\u003e sTon lug), and Dam pa Khyung dbus (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ealias\u003c/span\u003e\n                        Dad pa rgyal mtshan). sTon pa \u0026rsquo;bar\u0026rsquo;s son was sTon thar, and he had six sons,\n                        sTon sras, Shes rab rgyal mtshan, sTon mnyan Dam pa bang bkra, dPon dge,\n                        dPon dbus and sTon \u0026rsquo;bum. The mother of these six was a rGya lady, so they\n                        came to be known as \u0026ldquo;The Six rGya tsha Brothers\u0026rdquo; (rGya tsha spun drug). Of\n                        the six brothers, Khyung dbus Shes rab rgyal mtshan was guided by a prophecy\n                        as follows:\u003c/p\u003e\n\n                     \u003cp\u003e\u0026ldquo;The one who holds the lineage of dBra dkar Khyung po\u003c/p\u003e\n\n                     \u003cp\u003eMust go to mDo khams smad.\u003c/p\u003e\n\n                     \u003cp\u003eThe doctrine rises and falls like the sun and the moon,\u003c/p\u003e\n\n                     \u003cp\u003eEven if they fall tonight, they would shine tomorrow.\u003c/p\u003e\n\n                     \u003cp\u003eAt the bottom of Sum glang lies rNgu rdzong,\u003c/p\u003e\n\n                     \u003cp\u003eIn front of the six magnificent fortresses of crystal.\u003c/p\u003e\n\n                     \u003cp\u003esTeng chen is situated like the gold fish in a lake,\u003c/p\u003e\n\n                     \u003cp\u003eThere is the site for a seat of the Khyung family.\u003c/p\u003e\n\n                     \u003cp\u003eNow go towards that site.\u003c/p\u003e\n\n                     \u003cp\u003eThe river of knowledge will wind there,\u003c/p\u003e\n\n                     \u003cp\u003eAnd the flag of the Khyung lineage will be stable there.\u0026rdquo;\u003c/p\u003e\n\n                     \u003cp\u003eWhen Khyung dbus arrived in sTeng chen there was a Chinese man there called\n                        gTsug gtor nyi ma \u0026rsquo;brug grags (hereafter, Nyi ma \u0026rsquo;brug grags). He was a man\n                        both powerful and learned. He realized that the time had come and that his\n                        was a suitable place to welcome Khyung dbus.\u003c/p\u003e\n\n                     \u003cp\u003eAt that time, Khyung dbus was travelling in the places called Khri, rDo, rMa\n                        and La. Nyi ma \u0026rsquo;brug grags constructed a throne at Khyung khri thang in rMa\n                        and gave a reception for the lama. Then the lama was invited to go to a\n                        fortress called Khams gsum dbang \u0026rsquo;dus. From there he proceeded to sTeng\n                        chen, which he thought corresponded to the description in the prophecy. The\n                        lama first founded two colleges called Kun khyab gling and bsTan rgyas\n                        gling. The first one was for practising meditation according to Sutra and\n                        the second according to Tantra. bsTan rgyas gling produced a series of\n                        eminent monks and Kun khyab gling had tantric practitioners such as Tha yud\n                        wer zhi and the eighteen masters in the Do khung line, who were all\n                        tantrists with long locks.\u003c/p\u003e\n\n                     \u003cp\u003eNyi ma \u0026rsquo;brug grags then offered his adherence to Khyung dbus by telling\n                        him:\u003c/p\u003e\n\n                     \u003cp\u003e\u0026ldquo;I have my own Chinese culture in China.\u003c/p\u003e\n\n                     \u003cp\u003eI must return to my own country.\u003c/p\u003e\n\n                     \u003cp\u003eI offer you this seat of mine as your abode.\u003c/p\u003e\n\n                     \u003cp\u003eAnd this large field for which I paid a bowlful of gold,\u003c/p\u003e\n\n                     \u003cp\u003eAs a seat for yourself, king of Khyung.\u003c/p\u003e\n\n                     \u003cp\u003eThe plateau up there,\u003c/p\u003e\n\n                     \u003cp\u003eIs the place where I play the gold dice.\u003c/p\u003e\n\n                     \u003cp\u003eMake it your royal seat, you, the king. \u003c/p\u003e\n\n                     \u003cp\u003eBelow the junction of the three gSer ru valleys,\u003c/p\u003e\n\n                     \u003cp\u003eAbove the confluence of the two rivers,\u003c/p\u003e\n\n                     \u003cp\u003eThis is the land I, the old China man, bought.\u003c/p\u003e\n\n                     \u003cp\u003eMake it your royal seat, you, the king. \u003c/p\u003e\n\n                     \u003cp\u003eThe red rock, which is like a fortress of fire (down there),\u003c/p\u003e\n\n                     \u003cp\u003eIs like a Garuda lying in its nest.\u003c/p\u003e\n\n                     \u003cp\u003eMake it your royal seat, you, the king. \u003c/p\u003e\n\n                     \u003cp\u003eIt is there where you should build your fortress and palace\u0026hellip;\u0026rdquo;\u003c/p\u003e\n\n                     \u003cp\u003eAnd he added,\u003c/p\u003e\n\n                     \u003cp\u003e\u0026ldquo;The spring of water in rDza dkar so ma,\u003c/p\u003e\n\n                     \u003cp\u003eIs the place for your horse to drink.\u003c/p\u003e\n\n                     \u003cp\u003eAll this is given to you, please accept them.\u0026rdquo;\u003c/p\u003e\n\n                     \u003cp\u003eKhyung dbus replied: \u0026ldquo;I am simply a monk who has abandoned the family life,\n                        so I would not know how to manage a fortress and be a leader of a community.\n                        If you mean to give your land and fortress to the Khyung family, my\n                        brother\u0026rsquo;s sons A brla and Nang chen grags pa are at Khyung lung in Zhang\n                        zhung. I hope you will be able to send two messengers with a present from me\n                        to go to Khyung lung.\u003c/p\u003e\n\n                     \u003cp\u003eThen Khyung dbus, as a sign of assurance, gave a dagger with a white haft to\n                        the messengers dispatched by Nyi ma \u0026rsquo;brug grags. They called on Khyung A\n                        brla, offered the present and told him why they came to see him. Khyung A\n                        brla consented to come to sTeng chen. He, with the two messengers, travelled\n                        by the southern road. They happily arrived in the land of Khyung po.\u003c/p\u003e\n\n                     \u003cp\u003eThen Khyung dbus and Nyi ma \u0026rsquo;brug grags met Khyung A brla. Nyi ma \u0026rsquo;brug\n                        grags, having given all the land to Khyung A brla, went back to China\n                        accompanied by his own servants. Khyung dbus and all the people saw him off.\n                        Khyung dbus passed away on the shore of the river rNgul chu after exhibiting\n                        immense miraculous signs of his spiritual accomplishment.\u003c/p\u003e\n\n                     \u003cp\u003eLater Nang chen grags pa paid a visit to China and had an audience with the\n                        emperor. Upon returning to sTeng chen, he fixed his residence at sTeng chen\n                        itself. Thereafter, sTeng chen\u0026rsquo;s spiritual and temporal laws became very\n                        famous. A brla continued working for the monastery and exhibited signs of\n                        spiritual accomplishment. He finally died at the age of sixty-two. He had\n                        many religious objects of body, speech and mind made.\u003c/p\u003e\n\n                     \u003cp\u003eOne of A brla\u0026rsquo;s four wives, \u0026rsquo;Dan bza\u0026rsquo;, had three sons, Khyung zhig Ye rgyal\n                        ba, dBang rgyal grub and Byang nang pa Byang shes. Ye rgyal ba was an\n                        eminent monk. He practised meditation on Khro bo and Phur pa. Kindling his\n                        divine power, he reinforced his deeds for religious beings. He died at\n                        seventy. A brla\u0026rsquo;s son bSod nams rgyal mtshan by the lady of Rong was a very\n                        learned man. He possessed awe-inspiring dignity, convincing speech and\n                        foresight, and his reputation spread. He passed away when he was eighty-two.\n                        Drung chen Nam mkha\u0026rsquo; rgyal mtshan, another son of A brla by Rong mo za, was\n                        a man with a broad knowledge of Bonpo scriptures. With the great power and\n                        skill obtained from constant meditation on Srid rgyal drel dmar, in\n                        particular, he laboured for sentient beings. At the age of seventy-two, he\n                        died in sTeng chen. From here the offspring of A brla were succeeded as the\n                        head of the monastery by a series of masters:\u003c/p\u003e\n\n                     \u003col type=\"1\"\u003e\n                        \u003cli\u003e Rin chen rgyal mtshan dar\u003c/li\u003e\n\n                        \u003cli\u003e gYung drung rgyal mtshan \u003c/li\u003e\n\n                        \u003cli\u003e Rin chen rgyal mtshan\u003c/li\u003e\n\n                        \u003cli\u003e bsTan pa\u0026rsquo;i rgyal mtshan\u003c/li\u003e\n\n                        \u003cli\u003e Ye shes rgyal mtshan\u003c/li\u003e\n\n                        \u003cli\u003e lHun grub bsod nams dbang rgyal\u003c/li\u003e\n\n                        \u003cli\u003e dBang gi rgyal mtshan\u003c/li\u003e\n\n                        \u003cli\u003e Yid bzhin rgyal ba\u003c/li\u003e\n\n                        \u003cli\u003e rGyal ba don grub\u003c/li\u003e\n\n                        \u003cli\u003e Khyung po Blo gros rgyal mtshan\u003c/li\u003e\n\n                        \u003cli\u003e Blo ldan snying po (b.1360)\u003c/li\u003e\n\n                        \u003cli\u003e Khyung chen Yon tan rin chen\u003c/li\u003e\n\n                        \u003cli\u003e Khyung dkar\u003c/li\u003e\n\n                        \u003cli\u003e Khyung po A \u0026rsquo;je\u003c/li\u003e\n\n                        \u003cli\u003e Khyung po rNam rgyal\u003c/li\u003e\n\n                        \u003cli\u003e sPyang Be zhu Blo bzang\u003c/li\u003e\n\n                        \u003cli\u003e sKyang \u0026rsquo;phags Tshe dbang bstan rgyal\u003c/li\u003e\n                     \u003c/ol\u003e\n\n                     \u003cp\u003eBlo ldan snying po, the eleventh, was born of the dBra clan in the lower\n                        part of Khyung po. He received the Oral Tradition, which he wrote down,\n                        filling about fifty-four volumes, including the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emDo Dri med\n                           gzi brjid\u003c/span\u003e. He is said to have had a five-storey temple built, called\n                        bKra shis \u0026rsquo;od \u0026rsquo;bar. It had statues of deities of the forty-five vehicles, as\n                        well as the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhams chen nag phran ma\u003c/span\u003e written in gold. He\n                        died at forty-seven.\u003c/p\u003e\n\n                     \u003cp\u003esKyang \u0026rsquo;phags Tshe dbang bstan rgyal, the seventeenth, studied at gYung\n                        drung gling Monastery (No.2) and obtained the degree of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edge\n                           bshes\u003c/span\u003e there. Having thoroughly mastered dozens of subjects, he\n                        received completely perfect teachings of texts and instructions from Lama\n                        rGyal mtshan in sTeng chen. At that time, gTer ston bDe chen gling pa\n                        arrived in sTeng chen. He visited the place called gTer sgrom kha and\n                        prophesied that there would be a monastery there. Since Tshe dbang bstan\n                        rgyal had been given the very same prophecy by sKyabs mgon Zla ba rgyal\n                        mtshan, Tshe dbang bstan rgyal fulfilled the prophecies of the two masters\n                        by uniting the two establishments, gYung drung bstan rgyal gling - the\n                        monastery of Khyung dkar lineage holders in the Upper sTeng chen - and the\n                        one called Kun khyab gling - which had been the abode of eighteen series of\n                        Khyung tantric practitioners - into one and moving them to gTer sgrom kha in\n                        1862.\u003c/p\u003e\n\n                     \u003cp\u003eThe new monastery was large with a number of monks. It had over four hundred\n                        households to support it. Moreover, he had over a hundred temples built, of\n                        various sizes. These establishments followed a strict monastic tradition;\n                        assemblies were to be held fifteen times a year. The monastery had many\n                        important visitors, so it became known all over Tibet.\u003c/p\u003e\n\n                     \u003cp\u003eThen, in sTeng chen Monastery, there was the accomplished scholar gYung\n                        grags pa (gYung drung Tshul khrims dbang grags), who had the whole \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; brten\u003c/span\u003e copied to\n                        the best quality and made an excellent catalogue of the collection. After\n                        gYung grags pa, Khyung sprul Tshe dbang g-yung drung followed as the head of\n                        the monastery in 1913. During this time, China and Tibet were at war with\n                        each other which caused the monastery to be burnt down. However, Khyung ser\n                        sga sprul Tshe dbang g-yung drung took the initiative to rebuild it. A large\n                        and splendid temple was built, containing many religious objects. At that\n                        time, bsTan pa, having obtained the degree of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edge bshes\u003c/span\u003e\n                        in metaphysics in gYung drung gling, returned to his native monastery. When\n                        Nyi ma dbang rgyal, the Thirty-first abbot of sMan ri Monastery (No.1), came\n                        to this monastery, the abbot appointed bsTan pa as head of the monastery.\n                        mKhan po bsTan pa had many religious objects made and did great deeds for\n                        sentient beings.\u003c/p\u003e\n\n                     \u003cp\u003eBefore 1959, there were about 180 monks in sTeng chen Monastery. At present\n                        there are sixty-one monks, led by the following: the abbot, rGya mtsho nor\n                        bu, who is thirty-three years old in 1998; the chanting conductors, \u0026rsquo;Chi med\n                        g-yung drung and bsTan pa tshul khrims; and the disciplinarians, bSod nams\n                        bkra shis and sNying rje bstan \u0026rsquo;dzin. There are, in fact, no more than\n                        fourteen who reside permanently in the monastery.\u003c/p\u003e\n\n                     \u003cp\u003eAs daily activities, in the morning the monks recite the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ertsa rlung\u003c/span\u003e prayer. Then they perform the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsang\u003c/span\u003e\n                        purification ritual and the water offering based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebDud\n                           rtsi chu rgyun\u003c/span\u003e and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erTsis \u0026rsquo;go bdun pa\u003c/span\u003e.\u003c/p\u003e\n\n                     \u003cp\u003eOther rituals that the monks perform on different occasions are based on the\n                        texts \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esMon lam mtha\u0026rsquo; yas\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;Dul\n                           chog\u003c/span\u003e (during the summer retreat), \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eMa tri\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erNam rgyal\u003c/span\u003e and\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e mKha\u0026rsquo; klong gsang\n                           mdos\u003c/span\u003e. They also perform rituals for wrathful deities, gShed dmar,\n                        Khro bo and the propitiation of the religious protectors.\u003c/p\u003e\n\n                     \u003cp\u003eThe mountain behind the monastery is called Brag dmar ri \u0026rsquo;dus, the abode of\n                        the local deity Rin chen \u0026rsquo;bar ba, and at its left are those called gZi yar\n                        sku, Mar sku and Gong rgyal. In front of the monastery is the holy mountain\n                        known as Ri rtse drug.\u003c/p\u003e\n\n                     \u003cp\u003eThe monks\u0026rsquo; main source of income is religious services in the neighbouring\n                        villages of Ye tha, which have a population of more than 3,200 farmers and\n                        nomads, in over 500 households. For these services the people customarily\n                        pay the monks from five to twenty \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eyuan\u003c/span\u003e a day.\u003c/p\u003e\n\n                  \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-2-1-1/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind, A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya\n\t\t\t\t(ISBN: ,\t\n\t\t\t\t:, \n\t\t\t\t2010-07-06), \n\t\t\t\t\u003cspan class=\"pgnm\"/\u003e.\n\t\t\t\u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and \n\t\tMarietta Kind. A Survey of Bonpo Monasteries and Temples in\n               Tibet and the Himalaya, . \n\t\t\t\t(ISBN:\\)\t:, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-2-1-1","is_primary":false,"created_at":"2011-12-13 02:29:03 UTC","updated_at":"2011-12-13 02:29:03 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}