{"descriptions":[{"id":323,"title":null,"content":"\u003cp\u003eTraditionally referred to as ངོ་​​བོ་​​ཙམ་, literally “just the essence,” or “the meaning in essence,” is the unmarked case. It denotes the patient, i.e., the person or thing that undergoes the action (in the case of transitive verbs), and the single participant (in the case of intransitive verbs).\u003c/p\u003e","source_url":null,"is_primary":false,"created_at":"2013-09-15 04:07:30 UTC","updated_at":"2013-09-15 04:07:30 UTC","authors":[{"id":"2","fullname":"David Germano"}]},{"id":324,"title":null,"content":"\u003cp class=\"Paragraph\"\u003eThe absolutive case is traditionally referred to as \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eངོ་བོ་ཙམ་\u003c/span\u003e, literally \u0026ldquo;just the essence\u0026rdquo; or \u0026ldquo;the meaning in essence.\u0026rdquo; \u0026nbsp;It is marked by the absence of any case particle (signified by \u0026Oslash;): it is morphologically void. Because it lacks a formal mark, the absolutive in Tibetan isn\u0026rsquo;t always easy to identify at first. Remember that a case marker is always to be found at the end of any noun group (or phrase).\u003c/p\u003e\n\u003cp class=\"Paragraph\"\u003eThe absolutive indicates the grammatical \u003cstrong\u003erole of patient\u003c/strong\u003e. This role typically refers to the animate or inanimate participant that undergoes or suffers a given action performed by an agent (in the case of transitive verbs), or a single participant in a process (in the case of intransitive verbs). The role of patient also includes the experiencer of an emotion.\u003c/p\u003e\n\u003cp class=\"Paragraph\"\u003eIn syntactic or relational terms, the absolutive designates both \u003cstrong\u003ethe object of a transitive verb\u003c/strong\u003e and \u003cstrong\u003ethe subject of an intransitive verb\u003c/strong\u003e.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཇ་འཐུངས།\u003c/span\u003e \u0026ldquo;Drink the tea.\u0026rdquo; \u003c/li\u003e\n\u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཇ་ཚ་པོ་འདུག\u003c/span\u003e \u0026ldquo;The tea is hot.\u0026rdquo;\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003eIn both these examples, the \u0026ldquo;tea\u0026rdquo; (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཇ་\u003c/span\u003e) is in the absolutive case. However, in the first sentence it is a direct object, while in the second it is the subject of the verb. By contrast, the subject of a transitive verb would be marked by the agentive case.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:07:30 UTC","updated_at":"2013-09-15 04:07:30 UTC","authors":[{"id":"6","fullname":"Nicolas Tournadre"}]}]}