{"descriptions":[{"id":1143,"title":"An Overview of Mongol Yuan-Sakya Myriarchies","content":"\u003cp\u003eA myriarchy unit in the Mongol-Yuan Sakya rule in Tibet in the    thirteenth  and fourteenth centuries was a highi level administrative    unit in the decimal based system that constituted the   administrative    rule and  divisions of the Mongol Yuan Empire\u0026rsquo;s rule in   Tibet in    conjunction  with their Tibetan Sakya sect religious partners  from 1268    to  1354. The term is defined as ten chiliarchies, or ten thousand  households; the Tibetan  term \"trikor\" literally means  \"ten thousand   fold.\" The myriarchies in turn were organized into circuits, which   were ten myriarchies. According to Petech (1979, p, 234), ideally a myriarchy was supposed to  \u0026ldquo;contain 4000 temple serfs, 6000 serfs of noble families\u0026rdquo;.\u003c/p\u003e\n\u003cp\u003ePlease see the parent  feature type on the  Sakya-Mongol Yuan State   for an  overview of the  decimal-based scheme of  administrative units   in which  the myriarchy  units were positioned.\u003c/p\u003e\n\u003cp\u003eIn addition, while the full scheme only existed in Tibet from 1268 to  1354, \u0026nbsp;the myriarchies continued to function after that as  principalities. The various political periods in Central Tibet following  1354 are in fact named after whichever one of the myriarchies would  temporarily go into political and military ascendancy to become  functionally a kingdom dominating its former peers.  Sorenson-Hazod-Gyalbo (2007) is a marvelous study of one such myriarchy,  the Tshelpa (tshal pa), and offers great insight into the actual  realities of such polities/political units\u003c/p\u003e\n\u003cp\u003ePer Sorenson and Guntram Hazod with Tsering Gyalbo (2007). \u003cem\u003eRulers      on the Celestial Plain Ecclesiastic and Secular  Hegemony in  Medieval     Tibet: A Study of Tshal Gung-thang\u003c/em\u003e. Austrian Academy of     Sciences.This is the\u0026nbsp; best source on  this system in Tibet.\u0026nbsp; See     particularly appendix three on the Tshal pa khri 'khor. In addition,      their footnotes on the mi sde of the tshal pa khri 'khor is probably      the  most detailed discussion of administrative/land units within an      actual  khri 'khor.\u003c/p\u003e\n\u003cp\u003eLuciano Petech. \u003cem\u003eCentral Tibet and the Mongols. The Y\u0026uuml;an - Sa-skya      Period of Tibetan History.\u003c/em\u003e Serie Orientale Roma LXV. Roma:    Istituto   per il Medio ed Estremo Oriente. V. 167 pp. This supercedes    the  earlier  article by Petech cited below.\u003c/p\u003e\n\u003cp\u003eLuciano Petech. \u0026ldquo;The Mongol Census in Tibet.\u0026rdquo; In \u003cem\u003eTibetan Studies      in Honour of Hugh Richardson: Proceedings of the International  Seminar     on Tibetan Studies\u003c/em\u003e, Oxford, 1979. Michael Aris and Aung  San Suu   Kyi,   eds. Warminster, England: Aris \u0026amp; Phillips; Forest  Grove,   1980.   233\u0026ndash;238, and see in particular p. 234.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:13:54 UTC","updated_at":"2013-09-15 04:13:54 UTC","authors":[{"id":"2","fullname":"David Germano"},{"id":"10","fullname":"Gray Tuttle"}]}]}