{"descriptions":[{"id":1610,"title":"An Overview of the Yoga of Radiant Light","content":"\u003cp class=\"Paragraph\"\u003eThe yoga of radiant light (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003e'od gsal rnal 'byor\u003c/span\u003e) is based upon the human body and mind possessing an innate luminous buddha-nature occluded by karmic sedimentations and emotional distortions. The mind is interdependent with \u0026ldquo;winds,\u0026rdquo; that is, the breath as well as other currents of energy flowing through the body on the model of a rider and his or her horse. Subtle body praxis deconstructs conditioning and the knots of emotional distortion, thereby enabling more subtle layers of consciousness and luminosity to emerge. The yogic technique of \u0026ldquo;vase breathing\u0026rdquo; confines the breath and internal winds in the area around the navel, thereby helping facilitate the dissolution of ordinary conceptuality by penning up its mounts. The goal is to bring all the winds into the body\u0026rsquo;s central channel, where they become transformed into winds of primordial gnosis (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eye shes\u003c/span\u003e; Skt., j\u0026ntilde;āna). This is described as a phased dissolution of the psychophysical winds, thereby causing their associated cognitive activities to collapse, and rehearsing the process of dying. A practitioner experiences various flashes of light, the subjective correlate of more subtle levels of consciousness, that gradually proceed to an immersion in the radiant light at the heart. Phenomenologies of such experiences include the eight or ten \u0026ldquo;signs\u0026rdquo; (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003ertags\u003c/span\u003e) and \u0026ldquo;four appearances\u0026rdquo; (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003esnang ba bzhi\u003c/span\u003e), which are described as resembling smoke, mirages, moonlight, and the like, and culminate in an experience of radiant light.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:17:50 UTC","updated_at":"2013-09-15 04:17:50 UTC","authors":[{"id":"2","fullname":"David Germano"}]}]}