{"descriptions":[{"id":1634,"title":null,"content":"\u003cp\u003eEvaluation: clickers can be used for quizzes and tests, either with all the questions at once or distributed over the course of the semester. For example, in one science course, each class includes 2-3 clickers questions. Over the course of the semester, these combined 20-30 questions are factored into students' grades. These grades be weighted low enough to discourage cheating and high enough to keep students interested.\u003c/p\u003e\n\u003cp\u003eQualitative feedback: this is the most evidently \"interactive\" of its applications. Clickers can start \"discussions\" within the classroom by instantaneously polling students' opinions of certain concepts, textual features, varying interpretations, etc. Or they could be used to measure levels of student understanding for the materials they've read or just heard about. Or students could click in their opinions, be asked to turn to their neighbor and convince them of their opinion, and polled again. Or students could respond to the same question at the beginning and at the end of class to ascertain changes in their opinion or understanding. Options abound.\u003c/p\u003e\n\u003cp\u003eDemographic analysis: the simplest form would be to use the remote to take attendance. More interestingly, clicker questions can be correlated, sorted, and analyzed for particular demographic insights. For instance, by asking students about their year at UVa, degree of confidence in choosing an English major, age, gender, discussion section, whatever, instructors gain the ability to examine -- privately of course -- any correspondences to their performance on evaluative questions, either in part or whole. Such data could be used retroactively to ascertain how the course serves different student populations, or to begin tracking different student populations over several courses that use correlated clickers questions. This is the range of options; instructors can use clickers for whatever purposes or goals they like. Within a few years, instructors probably won't even have to use clickers hardware which will be superseded by technologies that allow the same functionality over any wireless device, such a cell phone or PDA.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003e\u003cbr /\u003eHow to Learn More\u003c/strong\u003e\u003cbr /\u003eWhatever is pertinent for links, blogs, research, and so forth\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003e\u003cbr /\u003eLocal Resources\u003c/strong\u003e\u003cbr /\u003eThe logistics: UVA currently has relations to three different vendors; each vendor offers a slightly different system (described below). Students buy the clickers devices from the bookstore either unbundled or bundled with a textbook at a discount. The sales representatives from the clickers vendors would probably do the work to talk to a textbook publisher like Norton about bundling. The bookstore also buys back clickers, and we think students can buy them used. Each system requires one central receiver which UVA either already has or the clicker vendor would most likely provide, considering the size of the order. Each system uses different software with which to load questions and collect data.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\u0026nbsp;\u0026nbsp;\u0026nbsp; iClickers -- the entry-level option at $27 each unbundled. Devices have only five response options, buttons A-E. System publishes the collected data through its own web site.\u003c/li\u003e\n\u003cli\u003e\u0026nbsp;\u0026nbsp;\u0026nbsp; Turning Technologies -- a more flexible option for students and professors but more expensive at $50 per device unbundled. Each device offers response buttons for 0-9 and A-E. Questions and response data can easily be loaded into PowerPoint slides.\u003c/li\u003e\n\u003cli\u003e\u0026nbsp;\u0026nbsp; eInstruction -- everything that Turning Technologies has plus a small LCD screen. More expensive at $60-$70. Does not seem sufficiently more useful.\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cbr /\u003eThe TRC can offer guidance and technical support with clickers and, should you wish to try them out, has a demo set of Turning Technologies clickers for up to 100 students for two weeks. Additionally, Michael Palmer at the TRC said he would be glad to meet with interested instructors to discuss clickers further. Certainly there are issues and questions here, and anyone seriously considering using them in the classroom would benefit from a conversation or two in advance with Michael Palmer. Should anyone wish to take it on, the TTSP would also be happy to help.\u003cbr /\u003eEvaluating the Effectiveness of Using Clickers to Assess Student Learning\u003cbr /\u003ePotential questions to ask students to get feedback on how they like the tool\u003c/p\u003e\n\u003cp\u003e\u003cbr /\u003e\u003cstrong\u003eOther Related Tools and Information \u003c/strong\u003e\u003cbr /\u003ePerhaps mention alternatives to technology, or how alternative technologies can serve in a similar role (llike phones or, programs that allow laptops to submit instantaneously recorded votes...\u003cbr /\u003e\u003cbr /\u003eTaxonomy Access Data\u0026nbsp;\u0026nbsp; \u0026nbsp;Process Information\u0026nbsp;\u0026nbsp; \u0026nbsp;Communicate Knowledge\u0026nbsp;\u0026nbsp; \u0026nbsp;Assess Teaching and Learning\u003cbr /\u003e\u003cbr /\u003eAlso try to tie tools to How People Learn, and how tool is\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eLearner centered,\u003c/li\u003e\n\u003cli\u003eKnowledge centered,\u003c/li\u003e\n\u003cli\u003eCommunity centered ,\u003c/li\u003e\n\u003cli\u003eAssessment centered\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cbr /\u003e\u003cstrong\u003eReferences Cited\u003c/strong\u003e\u003cbr /\u003ehttp://cti.itc.virginia.edu/~ttspeng/clickers.html\u003cbr /\u003e\u003cbr /\u003ehttp://www.amazon.com/gp/product/0470288930?ie=UTF8\u0026amp;tag=teachwithclas-20\u0026amp;linkCode=as2\u0026amp;camp=1789\u0026amp;creative=9325\u0026amp;creativeASIN=0470288930\u003cbr /\u003e\u003cbr /\u003ehttp://derekbruff.com/teachingwithcrs/?p=39=1\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:19:00 UTC","updated_at":"2013-09-15 04:19:00 UTC","authors":[{"id":"2","fullname":"David Germano"}]}]}