{"descriptions":[{"id":1202,"title":null,"content":"\u003cp class=\"Paragraph\"\u003eThe auxiliary \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eབཞག་\u003c/span\u003e is sometimes spelled\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003e ཤག་\u003c/span\u003e, but here we shall use the former spelling for etymological reasons: the word is derived from the verb \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eབཞག་\u003c/span\u003e, which means \u0026ldquo;to put, leave.\u0026rdquo;\u003c/p\u003e\n\u003cp class=\"Paragraph\"\u003eAs a general rule, the use of the form \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eབཞག་\u003c/span\u003e (or its variant \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eའདུག་\u003c/span\u003e) implies that the speaker is making an \u0026ldquo;inference\u0026rdquo; or a deduction in discovering the result or the enduring traces of a past action. Most of the time, the inferential mode may be translated into English by adding \u0026ldquo;Look!\u0026rdquo; or \u0026ldquo;Why!\u0026rdquo; to the beginning of a statement in the past tense. In the example given above, it\u0026rsquo;s \u003cem\u003eupon discovering\u003c/em\u003e a construction site in a sector of Lhasa that the speaker says \u0026ldquo;Why, they\u0026rsquo;ve built a lot of new houses!\u0026rdquo; In certain contexts, the form \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eབཞག་\u003c/span\u003e may have another, purely resultative connotation: the speaker may use it to emphasize the enduring presence of a past action, even if he or she has been able to see not just these traces but the entirety of the action that is being described.\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eབློ་བཟང་ལགས་འདིར་བཞུགས་བཞག \u003c/span\u003e\u0026ldquo;Lopzang is here.\u0026rdquo; (Literally: \u0026ldquo;has stayed here\u0026rdquo;)\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp class=\"Paragraph\"\u003eIn this statement, the speaker has just discovered Lopzang\u0026rsquo;s presence either by seeing him directly or from various clues (his hat, for example). Alternatively, he might have been aware of his presence for some time but is emphasizing the fact that he is \u003cem\u003estill \u003c/em\u003earound.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:14:25 UTC","updated_at":"2013-09-15 04:14:25 UTC","authors":[{"id":"6","fullname":"Nicolas Tournadre"}]}]}