{"descriptions":[{"id":23,"title":"An Overview of Annals as a Genre in Tibetan Literature","content":"\u003cp\u003eIn a limited sense, the English word \u0026ldquo;annals\u0026rdquo; refers to a record of past events listed year by year. More broadly construed, the term can refer to historical writings in general. In its limited sense, \u0026ldquo;annals\u0026rdquo; describes well certain early forms of Tibetan historical writing. The document known to contemporary scholarship as the \u0026ldquo;Royal Annals of Tibet\u0026rdquo; (Biblioth\u0026egrave;que Nationale, Paris, Pelliot tib\u0026eacute;tain no. 1288, together with India Office Library, London, Stein no. 8212, 187), is indeed a record of year events at the Imperial Tibetan court during the seventh to ninth centuries. The work famously known to western readership as the Blue Annals (Deb ther sngon po) by contrast, can only be considered an \u0026ldquo;annals\u0026rdquo; in the latter, broad sense. The Tibetan term deb ther is a Mongolian loan-word meaning \u0026ldquo;book,\u0026rdquo; first occurring in Tibetan literature as the title of the Red Book/Red Annals (Deb ther dmar po) composed by Tselpa K\u0026uuml;nga Dorj\u0026eacute; (tshal pa kun dga\u0026rsquo; rdo rje, 1309-1364. The Red Annals was an extremely influential work, and in subsequent centuries the term deb ther came to refer almost exclusively to historical writing. The Red Annals provided inspiration for the titles of a number of subsequent works including the Blue Annals (1476-78), the New Red Annals (Deb ther dmar po gsar ma, 1538), and the Fifth Dalai Lama\u0026rsquo;s well-known Annals of Tibet: Song of the Spring Queen (Bod kyi deb ther dpyid kyi rgyal mo glu dbyangs, 1643). While each of these works exhibits different formal features, all with the exception of the Blue Annals deal in large part with political history rather than exclusively religious history.\u003c/p\u003e\n\u003cp\u003eResources:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e Annals of Tibet: Song of the Spring Queen by the Fifth Dalai Lama (1617-1682) (Tibetan e-text)\u003c/li\u003e\n\u003cli\u003eAn Oral Commentary on the Fifth Dalai Lama\u0026rsquo;s Annals of Tibet: Song of the Spring Queen by Nordrang Orgyen (video in Tibetan) \u003c/li\u003e\n\u003cli\u003eBlue Annals \u003c/li\u003e\n\u003cli\u003eTibetan Historiography by Leonard W. J. van der Kuijp\u003c/li\u003e\n\u003cli\u003eTHDL Bibliography of annals\u003c/li\u003e\n\u003c/ul\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:03:37 UTC","updated_at":"2013-09-15 04:03:37 UTC","authors":[{"id":"23","fullname":"Kurtis Schaeffer"}]}]}