{"descriptions":[{"id":1731,"title":"Lhasa Atlas description of \"Mansion\" building type","content":"\u003cp\u003e\"Mansion\" is used as a particular building type within the \u003cem\u003eLhasa Atlas\u003c/em\u003e by Knud Larsen and Amund Sinding-Larsen. In the \"Historical buildings in Lhasa\" table at the back of the book (pp. 165-172), buildings of the \"Mansion\" type are designated with the letter \"F\" in the building type column. In the THL Place Dictionary, when a building has this feature type and the \u003cem\u003eLhasa Atlas\u003c/em\u003e is given as the source, it means that the building was designated with a \"F\" in the \u003cem\u003eLhasa Atlas\u003c/em\u003e table.\u003cbr /\u003e\u003cbr /\u003eThis building type is described as follows:\u003cbr /\u003e\u003cbr /\u003e\"\u003cem\u003eF. Mansion\u003c/em\u003e. Example: Shatra (143).\u003cbr /\u003e\u003cbr /\u003e\"A mansion is the residence of an extended aristocratic or wealthy family. The typical configuration consists of a main building with up to three storeys on the north side of a courtyard. To the east, south and west stand secondary buildings or outbuildings. The main building is usually symmetrical and always socially and functionally hierarchical. Its layout resembles a monastery, except that the main building of the mansion occupies the entire northern part of the site with the secondary buildings attached to it (the main hall of a monastery is enclosed on both sides by its secondary buildings). The urban mansion is adapted from the traditional rural family compound, a large walled-off yard in mud brick or stone construction with a main house oriented east-west to expose its long side to the sun at the back of the yard. The entrance to the mansion compound is normally from the south and, if possible, should lie in the north-south axis that runs through the building complex. The main building is normally built in stone, with the outbuildings often a combination of stonework (lower level) and mud brick construction. Large ornate windows and balconies make the main building's top floor appear rich and monumental. These large sun-windows and balconies probably derived from 19th-century influences. Courtyard buildings, usually one storey lower than the main building, have rooms and spaces on the upper floor that are reached from a gallery. The ground floor of each building provides space for stables and storage rooms.\u003c/p\u003e\n\u003cp\u003e\"A generally high level of workmanship and decoration, with finest materials available for construction, characterized these mansions. Noble families of Lhasa were the first to import materials such as glass and steel beams for their houses\" (p. 61).\u003cbr /\u003e\u003cbr /\u003eSource:\u003cbr /\u003e\u003cbr /\u003eLarsen, Knud and Amund Sinding-Larsen. \u003cem\u003eThe Lhasa Atlas: Traditional Tibetan Architecture and Townscape\u003c/em\u003e. London: Serindia Publications, 2001.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:19:36 UTC","updated_at":"2013-09-15 04:19:36 UTC","authors":[{"id":"13","fullname":"Ben Nourse"}]}]}