{"descriptions":[{"id":1312,"title":null,"content":"\u003cp class=\"Paragraph\"\u003eFor a long period of their history (from the eighth to the thirteenth centuries) the Tibetans were assiduously engaged in translation, mainly from Sanskrit, with the primary aim of acquiring and spreading Buddhist teachings.\u003c/p\u003e\n\u003cp class=\"Paragraph\"\u003eThe skill and precision of the Tibetan translators, or \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eལོ་ཙཱ་བ་\u003c/span\u003e, were such that Tibetan texts may reliably be used to retranslate into Sanskrit works that were lost at the time of the Muslim invasions of India. For several years now, a team of translators in Varanasi (Benares) has been working on the reproduction of Sanskrit works from Tibetan versions.\u003c/p\u003e\n\u003cp class=\"Paragraph\"\u003eOver the course of time, Tibetan, like any other language, has enriched its vocabulary through lexical borrowings. The main sources have been Sanskrit, Mongolian, Uighur, and Ancient Chinese, with more recent recourse to English, Hindi, and Modern Chinese (\u003cem\u003epu tong hua\u003c/em\u003e).\u003ca href=\"#_ftn1\"\u003e[1]\u003c/a\u003e It is likely that other languages such as Zhangzhung (the region of which later became the kingdom of Guge), Tangut (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eམི་ཉག་\u003c/span\u003e), and other Himalayan languages such as Kinnauri also contributed to Tibetan vocabulary.\u003c/p\u003e\n\u003cp class=\"Paragraph\"\u003eWhatever the case, it is a striking fact that Tibetan actually contains very few pure loans (also called \u0026ldquo;transfers\u0026rdquo;),\u003ca href=\"#_ftn2\"\u003e[2]\u003c/a\u003e and has tended to prefer calques (loan translations). This process consists of coining neologisms using Tibetan roots conveying the semantic content of compound words from other languages, such as Sanskrit, Chinese, and so on. The vocabulary that has been borrowed extends almost exclusively to \u003cem\u003enouns, \u003c/em\u003eand includes almost no verbs or adjectives.\u003c/p\u003e\n\u003cp class=\"Paragraph\"\u003eUnlike the majority of other literary Asian languages (Chinese, Japanese, Thai, Burmese, etc.), Tibetan has calqued or translated, rather than borrowed, the essential vocabulary of Buddhism. For example:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eBuddha = \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eསངས་རྒྱས་\u003c/span\u003e\u003c/li\u003e\n\u003cli\u003eBodhisattva = \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eབྱང་ཆུབ་སེམས་དཔའ་\u003c/span\u003e\u003c/li\u003e\n\u003cli\u003eKarma = \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eལས་\u003c/span\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp class=\"Paragraph\"\u003eEven the names of Hindu divinities have been \u0026ldquo;translated\u0026rdquo;:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003eIndra = \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eབརྒྱ་བྱིན་\u003c/span\u003e\u003c/li\u003e\n\u003cli\u003eBrahmā = \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཚངས་པ་\u003c/span\u003e\u003c/li\u003e\n\u003cli\u003eŚiva = \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eདབང་ཕྱུག་\u003c/span\u003e\u003c/li\u003e\n\u003c/ul\u003e\n\u003cp class=\"Paragraph\"\u003eThe Tibetan translators sometimes preferred to calque glosses or definitions of certain words, rather than the words themselves (see below). I refer to this type of loan as an \u003cem\u003eindirect calque\u003c/em\u003e.\u003c/p\u003e\n\u003cp class=\"Paragraph\"\u003eFollowing are some examples of transfers, calques, and mixed forms.\u003c/p\u003e\n\u003chr size=\"1\" /\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref1\"\u003e[1]\u003c/a\u003e For further details see Stephan Beyer, \u003cem\u003eThe Classical Tibetan Language\u003c/em\u003e (Albany: State University of New York Press, 1992), 138-145.\u003c/p\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref2\"\u003e[2]\u003c/a\u003e Beyer defines \u0026ldquo;transfer\u0026rdquo; in \u003cem\u003eThe Classical Tibetan Language\u003c/em\u003e, (Albany: State University of New York Press, 1992), 139: \u0026ldquo;One type of borrowing is the process we will call transfer, whereby a foreign word or phrase is simply incorporated wholesale into the lexicon, with more or less adaptation to native phonology and orthography.\u0026rdquo; Transfers are rare in Tibetan, except in technical domains such as medicine, which contain a relatively larger proportion of Sanskrit and Chinese words.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:15:36 UTC","updated_at":"2013-09-15 04:15:36 UTC","authors":[{"id":"6","fullname":"Nicolas Tournadre"}]}]}