{"descriptions":[{"id":1141,"title":"An Overview of the East Nepal Caplan Photograph Collection","content":"\u003cp\u003eThe photos of East Nepal (Ilam district) were taken during Lionel  Caplan's field trip in 1964-65 and his re-visit to the area in 1988. He  worked in a\u0026nbsp;cluster of settlements (the Indreni settlements) which were  part of Barbote Village panchayat, north of the district capital Ilam  Bazaar.\u0026nbsp;The focus of his study was on Hindu-tribal relations as these  were expressed in a confrontation over land.\u003c/p\u003e\n\u003cp\u003e\u003cstrong\u003eIlam district\u003c/strong\u003e was, at the time these photos were taken in  1964-65, one of four districts comprising the Mechi zone, Nepal's  eastern-most Region. It is bounded on the east by Sikkim and the  Darjeeling district of West Bengal, to the west and north by the  Nepalese districts of Dhankutta and Panchthar, and to the south by Jhapa  in the \u003cem\u003eterai\u003c/em\u003e (plains). Paddy (grown in irrigated terraces [\u003cem\u003ekhet\u003c/em\u003e]), maize and millet (grown in dry or unirrigated fields [\u003cem\u003ebari\u003c/em\u003e]) were the principal crops grown in the district.\u003c/p\u003e\n\u003cp\u003eThe district capital was \u003cstrong\u003eIlam Bazaar\u003c/strong\u003e, which contained the  administrative offices of the district and about 90 permanent shops,  which offered a number of basic consumer items - imported mainly from  India - and services. There was also a twice-weekly market which  attracted petty traders and peasant shoppers from the surrounding area,  including those from the settlements where Lionel Caplan conducted his  fieldwork (Feb 1964 - March 1965).\u003c/p\u003e\n\u003cp\u003eThe hamlets of \u003cstrong\u003eOkhre, Mandreni and (Upper and Lower) Mehelbote\u003c/strong\u003e - which for shorthand purposes were termed the \u003cstrong\u003eIndreni cluster of settlements\u003c/strong\u003e - were the locus of this study. The characteristic residential pattern  was one of wide distribution of dwellings so that hamlets merged into  one another. The Indreni settlements were part of the administrative  panchayat Village of \u003cstrong\u003eBarbote\u003c/strong\u003e, which at the time contained a  population of something over 2800. The population of the Indreni  settlements was just over 500 persons, the great majority (80%) of whom  were Limbus, one of Nepal's largest tribal or ethnic groups, and among  the original settlers in the area. While the great majority of Barbote's  residents held land according to a system akin to freehold (called \u003cem\u003eraikar\u003c/em\u003e), Limbus held their land under a tribal system (called \u003cem\u003ekipat\u003c/em\u003e), which was acquired through their place in a kinship structure, and could not be bought or sold.\u003c/p\u003e\n\u003cp\u003eThe study centred on the way in which members of higher Hindu castes, entering the area in the course of the 18\u003csup\u003eth\u003c/sup\u003e and 19\u003csup\u003eth\u003c/sup\u003e centuries, and who controlled the newly established Gorkha state,  reduced the area under kipat tenure, and deprived the tribal Limbus of  the usufruct of many of their remaining lands. However, a number of  developments in the 20\u003csup\u003eth\u003c/sup\u003e century, including earnings from service in the Gurkhas, served to mitigate these effects.\u003c/p\u003e\n\u003cp\u003eBy the time Lionel Caplan returned to the Indreni settlements in 1988, the \u003cem\u003ekipat\u003c/em\u003e system had been abolished by government decree, and the implications of this decision were becoming evident. (\u003cem\u003eLand and Social Change in East Nepal: a study of Hindu-tribal relations\u003c/em\u003e, 1970, 2000).\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:13:37 UTC","updated_at":"2013-09-15 04:13:37 UTC","authors":[{"id":"16","fullname":"Lionel Caplan"}]}]}