{"descriptions":[{"id":309,"title":"An Overview of Bön","content":"\u003cp\u003eThe B\u0026ouml;n (\u003cem\u003ebon\u003c/em\u003e) tradition is one of the five major sects of Tibetan religion, but is unique in its historiographical claims claiming to have originated in very ancient times in a special transmission from regions to the West of Tibet to a kingdom known as Zhangzhung (\u003cem\u003ezhang zhung\u003c/em\u003e) rather than the Tibetan Empire. In addition, they trace the transmissions beyond there back to a country known as Tazik (\u003cem\u003estag gzig\u003c/em\u003e) rather than India, and see their ultimate progenitor as Miwo Shenrap (mi bo gshan rab) rather than the traditional founder of Buddhism in India, Śākyamuni. Their scriptures \u0026ndash; both non-Tibetan and Tibetan in provenance \u0026ndash; are thus unique to themselves, and there is no explicit common literature between B\u0026ouml;n and all other Tibetan religious orders, while the latter share broadly common canonical literature and self-declare themselves as \"Buddhists.\" However, despite the unusual historical claims, religious practices/beliefs, and scriptures, in fact, it is clear that\u0026nbsp; B\u0026ouml;npos are deeply Buddhist in their institutions, practices, philosophies, and literature in most ways. Thus the question of whether B\u0026ouml;n is Buddhist or not is a surprisingly complex issue, even if polemically most other religious groups in Tibet tended to see it as outside of the fold.\u003c/p\u003e\n\u003cp\u003eThe early renaissance period in Tibet (late 10th to 12th centuries) is marked by the co-emergence of three different broad movements: the Ancients (Nyingmas, \u003cem\u003ernying ma\u003c/em\u003e), the Reciters (B\u0026ouml;npos, \u003cem\u003ebon po\u003c/em\u003e), and the Modernists (Sarma, \u003cem\u003egsar ma\u003c/em\u003e). While the first two both look back in the past and claim to be continuances of traditions from several centuries earlier, in very important ways they newly emerge in the early renaissance period with complex relationships to previous traditions and groups. The B\u0026ouml;npos are particularly interesting for their distinctive historiographical traditions, both in their anti-Tibetan imperial claims of belonging to the Zhangzhung Kingdom and Zhangzhung ethnicity, and in their counter-Buddhist lineages going back to Shenrap Miwo (\u003cem\u003egshen rab mi bo\u003c/em\u003e). Thus we find in the eleventh century the interesting phenomenon of Tibetan communities who speak Tibetan, appear to be Tibetan in their cultural practices, and live distributed across the plateau, yet claim to descend from a totally different ethnicity with a distinctive but no longer extant language and a historical memory at complete odds with that of their own apparent culture. The other highly distinctive aspect of the B\u0026ouml;npo tradition is the extensive role they give to practices and belief systems that are non-Buddhist, and which have been referred to in scholarly literature as \"pre-Buddhist\" or \"folk.\" These traditions occupy an extensive portion of their formal doxographical scheme of \"nine vehicles\" of practice and belief. This is also linked to their claim to be non-Buddhist and to descend from Zhangzhung priests who presided over non-Buddhist Imperial rituals in the Zhangzhung and later Tibetan courts.\u003c/p\u003e\n\u003cp\u003eHowever, it remains unclear at any specific period as to what extent there may have been two strands of B\u0026ouml;n \u0026ndash; one deeply Buddhist, and the other perhaps a far more loosely knit and far-flung set of practitioners of older arts. The B\u0026ouml;npos were closely related to the Nyingma in that they did not participate in the Renaissance love affair with Translators, but rather embraced the emergent Treasure (\u003cem\u003egter ma\u003c/em\u003e) movement, though its romantic cult of the past focused on the Zhangzhung Empire rather than the Tibetan one. In addition, they both viewed the Great Perfection (\u003cem\u003erdzogs chen\u003c/em\u003e) as the pinnacle of all views and practices, though their scriptures were completely divergent. Not surprisingly, it is clear that in many cases there was extensive intertextuality between Nyingma and B\u0026ouml;n treasures, and that the B\u0026ouml;npo Terma was in many ways a highly interpretative reading of the religious environment, literature, and practices of eleventh century India and Tibet, and beyond. For these reasons, the truth is that there are complex textual relationships between B\u0026ouml;npo literature and canonical Buddhist scripture, Nyingma treasures, and indigenous compositions by Nyingmas and Sarmas alike that remain to be analyzed and sorted out. While it will be years before we have a clearer picture of the extent and character of this shared textuality, including the directionality of borrowing, it is clear that the B\u0026ouml;n was, and is, a profound and creative religious\u0026nbsp; tradition. Thus identifying \"borrowed\" elements should not be mistaken as anything more than an element in appraising the provenance of a given text, practice, or tradition, and in no way suggests anything at all about its innovation, integrity, or significance.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:05:56 UTC","updated_at":"2013-09-15 04:05:56 UTC","authors":[{"id":"2","fullname":"David Germano"}]}]}