{"descriptions":[{"id":1816,"title":"An Overview of the Crown Pith","content":"\u003cp\u003eWhen one looks at the Crown Pith texts, one is immediately struck by how tightly integrated a canon of seventeen texts they are in terms of imagery, motifs, and colophons. It appears that the core text were revelations of Nyangrel Nyima \u0026Ouml;zer (\u003cspan class=\"person\" title=\"Type ID here\"\u003enyang ral nyi ma 'od zer\u003c/span\u003e, 1124/36-1204) in the twelfth century, though these may have been amplified by his own son, and then by his reincarnation as Guru Ch\u0026ouml;kyi Wangchuk (\u003cspan class=\"person\" title=\"Type ID here\"\u003egu ru chos kyi dbang phyug\u003c/span\u003e, 1212-1270). Above all else, it may be that it was the towering figure of Nyangrel Nyima \u0026Ouml;zer \u0026ndash; one of the main architects of the Padmasambhava mythos \u0026ndash; who first linked Padmasambhava to the Great Perfection in a high-profile manner. Regardless, it is a closely connected series of texts that appear to have been produced in a relatively short time period, and that became a closed canon shortly afterwards. Only one text is found, for example, in\u0026nbsp;\u003cspan class=\"tibtext\" title=\"Type ID here\"\u003eThe Collected Tantras of Vairocana\u003c/span\u003e. The content is fairly uniform: the texts are very philosophically oriented, and overflowing with a variety of symbolic literary devices such as allegory, symbolic encoding, striking images, and so forth. There is almost no exposition of techniques, ritualistic or contemplative, and also little in the way of funerary influences. In short, the texts are philosophical poetry rather than practical handbooks of praxis techniques; instead of the blood and violence of later Tantra, we find lyrical and elegant verses on light and darkness, purity and pollution, freedom and bondage, illusion and reality, plurality and unity, embodiment and mind.\u003c/p\u003e\n\u003cp\u003eI suspect that\u0026nbsp;Nyangrel Nyima \u0026Ouml;zer\u0026nbsp;was well aware of the Four Cycles\u0026rsquo; infusion of funerary Buddhism and tantric praxis into the rubric of the Great Perfection, and that he didn\u0026rsquo;t like it. There is a constant motif throughout the literature of the superiority of Crown Pith to the Great Perfection or Transcendence Yoga, indicating that competing Great Perfection movements formed some of its\u0026nbsp;main targets.\u0026nbsp;The subordinated Transcendent Pith Great Perfection (\u003cspan class=\"scholar emph\"\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003ea ti rdzogs chen\u003c/span\u003e\u003c/span\u003e) is consistently associated more with the side of manifestation and vision and is described as retaining a degree of exertion, conceptuality, and focus on appearances, while the Crown Pith is presented as an uncompromising non-duality zeroed in on original purity (\u003cspan class=\"scholar emph\"\u003eka dag\u003c/span\u003e), one of the most common terms in the text.\u0026nbsp;The tradition never really took off beyond\u0026nbsp;Nyangrel Nyima \u0026Ouml;zer\u0026nbsp;and his immediate disciples.\u003c/p\u003e\n\u003cp\u003eThus, the Crown Pith is not merely a blind continuance of earlier traditions, unaware of, or simply ignoring, more recent developments (such as seems to be the case with the redactors of\u0026nbsp;\u003cem\u003eThe Collected Tantras of Vairocana\u003c/em\u003e), but rather a type of conservative backlash against those developments. It reflects an intuition that the Great Perfection should be preserved \u0026ndash; at least in its role as the highest of all vehicles \u0026ndash; as a pristine discourse that does not stoop down to the exposition of particular techniques, nor to the death-dominated discourses and motifs of later Tantra. In other words, the Crown Pith seems to represent an attempt to reassert the primacy of pristine Great Perfection over funerary Great Perfection, which sometimes results in describing it as a tenth vehicle that supersedes the latter\u0026rsquo;s position as the ninth vehicle.\u0026nbsp;Clearly,\u0026nbsp;Nyangrel Nyima \u0026Ouml;zer\u0026nbsp;was not opposed to funerary or horrific forms of Buddhism overall, since he was one of the primary revealers in the Great Yoga Eight Precept Deities tradition centered on wrathful deities and massive compendia of esoteric ritual techniques.\u0026nbsp;It is thus of great interest that one of the major advocates of funerary, horrific Buddhism with its exorcistic technology and wrathful icons should be so concerned with preserving the Great Perfection as a pure pristine discourse without any contamination. What might have been his motivation?\u003c/p\u003e\n\u003cp\u003eI believe that\u0026nbsp;Nyangrel Nyima \u0026Ouml;zer\u0026nbsp;felt that Transcendence Yoga and Mahāyoga needed to be kept separate from each other, each holding down alternative yet complementary visions of the real, and of how reality relates to embodied lives within\u0026nbsp;\u003cspan class=\"emph\"\u003esaṃsāra\u003c/span\u003e. The violent and technique-ridden character of Mahāyoga was\u0026nbsp;valuable as a pragmatic concession to daily experiences of aggression and violence in the world, as well as to the need of addressing the requirements of communities and individuals for clear practices that articulated and sustained their Buddhist identities. In contrast, Transcendence Yoga represented a vision of the real beyond this violence, and beyond the need for complex arrays of ritual practices to tame and transform internal and external aggression. Transcendence Yoga thus pointed to a terrain in which another world of experience quite different from our ordinary horizons dominated by sexuality, violence, and mundane concerns for detail might come into being. These two traditions, while at first glance seemingly poles apart from each other on every front, in fact are thus involved in a mutually supportive secret complicity.\u0026nbsp;I believe\u0026nbsp;Nyangrel Nyima \u0026Ouml;zer\u0026nbsp;and his associates were concerned that developments like the Four Cycles ran the danger of damaging this relationship by beginning to corrode the pristine vision of Transcendence Yoga with contaminating influences from the realm of Mahāyoga. The development of Crown Pith thus marks a strong assertion of the need to preserve the Great Perfection as a Buddhist vision of reality beyond death, violence and sexuality, and beyond ritual praxis and techniques in general.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-23 20:42:26 UTC","updated_at":"2013-09-23 20:51:21 UTC","authors":[{"id":"2","fullname":"David Germano"}]}]}