{"descriptions":[{"id":1599,"title":"An Overview of Stages of the Path and Ordinary Preliminaries","content":"\u003cp class=\"Paragraph\"\u003eOne of the most distinctive contributions to Buddhist meditation practice made by Tibetans is the category or genre of \u0026ldquo;Stages of the Path\u0026rdquo; (Lam rim). There have been countless practice-oriented texts written in this genre in all major traditions of Tibetan Buddhism. The precursor to most of these texts was a short work written by the Indian scholar Atīśa (982\u0026ndash;1054) called ED: reject change \u003cem\u003eByang chub gyi sgron ma \u003c/em\u003e(Skt., \u003cem\u003eBodhipathapradīpa\u003c/em\u003e; The lamp for the path). This text is noted for its reference to the three spiritual levels of beings, as well as the notion that a solid foundation in the sūtra practices is essential to the practice of Tantra. Inspired by this brief text later Tibetan scholars and meditators composed their own elaborations on the themes introduced in it. Among the most famous of these texts is Tsong kha pa\u0026rsquo;s (1357\u0026ndash;1419) \u003cem\u003eLam rim chen mo \u003c/em\u003eED: reject change (Great exposition of the Stages of the\u003cem\u003e \u003c/em\u003ePath) and Sgam po pa\u0026rsquo;s (ED: reject change Gampopa; 1079\u0026ndash;1153) \u003cem\u003eThar rgyan \u003c/em\u003e(ED: reject change Jewel ornament of liberation). The type of meditation practice described texts of this genre is what is usually referred to as \u0026ldquo;mind training\u0026rdquo; or \u0026ldquo;mental development\u0026rdquo; (\u003cem\u003eblo sbyong\u003c/em\u003e).\u003c/p\u003e\n\u003cp\u003eSuch meditation is, in a sense, intended to \u0026ldquo;reprogram\u0026rdquo; the practitioner, guiding him or her to new attitudes or views through the force of constant habituation. The core practices associated with this genre are sometimes referred to as \u0026ldquo;the four thoughts that turn the mind.\u0026rdquo; These are thinking about and appreciating the human rebirth, thinking about death and impermanence, thinking about the law of \u003cem\u003ekarma\u003c/em\u003e and cause and effect, and thinking about the disadvantages of living in cyclic existence. These four practices are designed to encourage the practitioner to recognize the unique opportunity for spiritual progress inherent in human existence, while realizing that the body is fragile and transient, and hence that the opportunity will not last forever. By recognizing that if one does not take advantage of this chance by engaging in virtuous actions one will be compelled to experience the resultant suffering, the practitioner determines to practice only \u003cem\u003edharma\u003c/em\u003e (virtue) henceforward. These practices comprise what are referred to as the four \u0026ldquo;ordinary preliminary practices\u0026rdquo; (\u003cem\u003esngon \u0026lsquo;gro\u003c/em\u003e), which are considered prerequisites to the higher practices associated with Tantra. They essentially use guided imagination and analysis to rehearse and habituate the basic worldview of exoteric Buddhism\u0026mdash;life is impermanent, selves are not what they seem to be, ordinary life will not fulfill us, and the moral consequences of our actions shape all.\u003c/p\u003e\n\u003cp class=\"Paragraph\"\u003e\u0026nbsp;\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:17:46 UTC","updated_at":"2013-09-15 04:17:46 UTC","authors":[{"id":"2","fullname":"David Germano"}]}]}