{"descriptions":[{"id":1218,"title":"An Overview of Chinese Towns and Townships","content":"\u003cp class=\"Paragraph\"\u003eIn the PRC, the township-level consists of two different possible types of entities:\u003c/p\u003e\n\u003cul\u003e\n\u003cli\u003e\u0026nbsp;\u0026ldquo;\u003cstrong\u003eUrban townships\u003c/strong\u003e\u0026rdquo; or \u0026ldquo;\u003cstrong\u003eurban registered population\u003c/strong\u003e\u0026rdquo; (\u003cem\u003esgrong sde\u003c/em\u003e; Ch. \u003cem\u003ezhen\u003c/em\u003e):\u0026nbsp; these are sometimes referred to as \u0026ldquo;towns.\u0026rdquo;\u0026nbsp; However, this nomenclature can be misleading \u0026ndash; it may have only two people in the registered urban population, and the rest is all rural; in contrast, a rural agricultural population may be quite built up with urban areas.\u0026nbsp; These classifications are confused because on the one hand census classifications can be out of tune with changing realities, and on the other hands, census classifications can reflect developmental aims of the government rather than communal realities.\u003c/li\u003e\n\u003cli\u003e\u0026ldquo;\u003cstrong\u003eRural townships\u003c/strong\u003e\u0026rdquo; or \u0026ldquo;\u003cstrong\u003erural agricultural populations\u003c/strong\u003e\u0026rdquo; (\u003cem\u003esde khul\u003c/em\u003e; Ch. \u003cem\u003exiang\u003c/em\u003e).\u0026nbsp; \u003c/li\u003e\n\u003c/ul\u003e\n\u003cp\u003e\u003cem\u003eZhen\u003c/em\u003e is often translated as 'town' and xiang as 'village,' but that is confusing to say the least.\u0026nbsp; \u003cem\u003eZhen\u003c/em\u003e is better translated as 'urban township' and \u003cem\u003exiang\u003c/em\u003e as 'rural township,' and their seats are both\u0026nbsp; 'towns' in the western sense of being central places, as opposed to non-commercial 'villages.'\u0026nbsp; Actually the only real difference, reflected in the official status, is the presence of persons with urban household registrations in \u003cem\u003ezhen\u003c/em\u003e (even if only one or two) as opposed to their absence in official \u003cem\u003exiang\u003c/em\u003e.\u0026nbsp; However, '\u003cem\u003ezhen\u003c/em\u003e' is also a traditional term for 'market town,' which most \u003cem\u003exiang\u003c/em\u003e seats also are.\u003c/p\u003e\n\u003cp\u003eThere are roughly three thousand townships in the PRC with ethnically Tibetan populations. Tibetans in Central Tibet tend to colloquially use a transliteration of the Chinese word \u003cem\u003exiang\u003c/em\u003e (\u003cem\u003eshang\u003c/em\u003e; \u003cem\u003ezhang\u003c/em\u003e in Amdo) to refer to a township.\u003c/p\u003e\n\u003cp class=\"Paragraph\"\u003eA township then consists of a number of villages (\u003cem\u003egrong tsho\u003c/em\u003e, \u003cem\u003ecun\u003c/em\u003e), one of which is called the \u0026ldquo;township seat.\u0026rdquo; A township seat is by definition a \u0026ldquo;village\u0026rdquo; rather than a \u0026ldquo;town,\u0026rdquo; since a township classifies a rural area.\u0026nbsp; If the county seat is officially rural rather than urban, such as in remote counties, then the county seat is also a township seat.\u0026nbsp;\u0026nbsp; In colloquial Tibetan, the word \u0026ldquo;\u003cem\u003eshang\u003c/em\u003e\u0026rdquo; is used most frequently to refer to the township seat in particular.\u0026nbsp; The township seat is frequently the same name as the township administrative unit, but in fact it is just as frequently named differently, despite Tibetans using the broader unit\u0026rsquo;s name colloquially often to refer to the seat.\u003c/p\u003e\n\u003cp class=\"Paragraph\"\u003eAn \"urban area\" like Lhasa is also divided into \"towns\" and \"townships,\" but it also has \"urban subdistricts\" that functionally are like towns, but resemble neighborhoods.\u0026nbsp; For example, the Lhasa urban area which is about ten miles on each side has some urban subdistricts in the built up city part, and then some townships in the outer areas.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:14:35 UTC","updated_at":"2013-09-15 04:14:35 UTC","authors":[{"id":"2","fullname":"David Germano"}]}]}