{"descriptions":[{"id":297,"title":null,"content":"\u003cp\u003eKapstein, Matthew. \"The Illusion of Spiritual Progress.\" In Paths to Liberation, ed. Robert Buswell,. Honolulu: University of Hawaii Press, 1992: 193-224.\u003c/p\u003e\n\u003cp\u003e______. \"The Shangs-pa bKa'-brgyud: An Unknown School of Tibetan Buddhism.\" In Studies in Honor of Hugh Richardson, ed. M. Aris and Aung San Suu Kyi. Warminster: Aris and Phillips, 1980: 138-44.\u003c/p\u003e\n\u003cp\u003eThe Shangpa Kagy\u0026uuml; (shangs pa bka' brgyud) sect was founded by Khyungpo Neljor (khyung po rnal 'byor) in the second half of the eleventh century at Zhangzhong (zhang zhong, also spelled zhong zhong or zhang zhang) in the valley of Shang (shangs). While later classified together with traditions descending from Marpa, Milarepa and Gampopa known as the Dakpo Kagy\u0026uuml;, in fact there is no direct connection apart from the nomenclature of \"Kagy\u0026uuml;\" and the connection to Nāropa and his consort or sister, Niguma.  Upon Khyungpo Neljor's death, internal disputes among disciples prevented Zhangzhong from becoming an institutional center for the sect, and thus the lineage's institutions flourished without any centralized authority during the twelfth and thirteenth centuries. Only one of these monasteries \u0026ndash; Mokchok (rmog lcog), founded by Khyungpo's main disciple Mokchokpa Rinchen Ts\u0026ouml;ndr\u0026uuml; (rmog lcog pa rin chen brtson 'grus) \u0026ndash; survived into the twentieth century. Historically, Shangpa institutions appear to have been of three types:\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003e Monasteries founded by a Shangpa lineal master.\u003c/li\u003e\n\u003cli\u003eMonasteries with a hereditary affiliation with a family possessing Shangpa associations based upon a clan member becoming a Shangpa master; an example is Belkyer Gang ('bal skyer sgang), whose heir \u0026Ouml;nt\u0026ouml;n Kyergangpa Ch\u0026ouml;kyi Sengg\u0026eacute; (dbon ston skyer sgang pa chos kyi seng ge) became the leading disciple of Mokchokpa. \u003c/li\u003e\n\u003cli\u003eSmaller hermitages where dwelt yogis specializing in Shangpa practices. \u003c/li\u003e\n\u003c/ol\u003e\n\u003cp\u003eWhile ultimately the Shangpa did not flourish as an independent sect, its teachings did achieve wide circulation amongst other sectarian traditions.  Khyungpo Neljor stressed an integrated approach requiring systematic training in exoteric Buddhism prior to the practice of esoteric tantra, but the surviving traditions of the Shangpa are mostly esoteric precept traditions derived from the Anuttara Yoga tantras. Five doctrinal cycles (chos skor) in particular are essential, each associated with an Indian siddha: three men - Vajrāsana, Rāhula, and Maitrīpa, and two women \u0026ndash; Niguma and Sukhasiddhi. The rituals of the six armed form of Mahākāla derived from Maitrīpa were particularly influential on other Tibetan Buddhist traditions (ṣaḍbhuja-mahākāla, nag po chen po phyag drug pa or myur mdzad ye shes kyi mgon po phyag drug pa).  However, the central Shang teachings were undoubtedly the Five Golden Doctrines of Niguma (ni gu'i gser chos lnga), which at least in their present form represent a synthesis of materials claimed to derive directly from Niguma as well as other sources. They are believed in their essence to have been received by the Indian Niguma, and then transmitted to Khyungpo.\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003eThe root is the Six Yogas of Niguma (rtsa ba ni gu chos drug) \u003c/li\u003e\n\u003cli\u003eThe trunk is the Amulet of Great Seal (sdong po phyag chen ga'u ma) \u003c/li\u003e\n\u003cli\u003eThe branches are the threefold means for carrying (realization) onto the path (yal ga lam khyer rnam gsum) \u003c/li\u003e\n\u003cli\u003eThe flowers are the precepts on the red and white goddess Khecarī (me tog mkha' spyod dkar dmar) \u003c/li\u003e\n\u003cli\u003eThe fruit is an immortal body and mind ('bras bu lus sems 'chi med).  Most later lineages derived from Sanggy\u0026eacute; T\u0026ouml;npa (sangs rgyas ston pa, thirteenth-century), the \"seventh jewel\" (rin chen bdun pa), who claimed to disseminate teachings held in secret until then. \u003c/li\u003e\n\u003c/ol\u003e\n\u003cp\u003eMany Shangpa lineages spread in the following two centuries, with four in particular being important:\u003c/p\u003e\n\u003col\u003e\n\u003cli\u003eThe Samding (bsam sdings) lineage founded by Zh\u0026ouml;nnu Drup (gzhon nu grub, d. 1319), in which Bodong Panchen Chokl\u0026eacute; Namgyel (bo dong paN chen phyogs las rnam rgyal) participated.\u003c/li\u003e\n\u003cli\u003eThe Jakpa lineage founded by Tsangma Shangt\u0026ouml;n (gtsang ma shangs ston, 1234-1309), successors to which instructed the famous Geluk sect founder Tsongkhapa (tsong kha pa) and his disciple Khedrup Gelek Pelzangpo (mkhas grub dge legs dpal bzang po, aka mkhas grub rje); ultimately the Shangpa protective deity the six armed Mahākāla became a central protector in the Geluk sect .\u003c/li\u003e\n\u003cli\u003eThe Tangtong Gyelpo (thang stong rgyal po) lineage based upon his own visions of Niguma.\u003c/li\u003e\n\u003cli\u003eThe lineage of Jonang Jets\u0026uuml;n K\u0026uuml;nga Dr\u0026ouml;lchok (jo nang rje btsun kun dga' grol mcog, 1495-1566), who synthesized various Shangpa precepts under the influence of a visionary encounter with Niguma, which was later redacted by his reincarnation Tāranātha (b. 1575); this tradition came to be known as the \"Jonang tradition\" (jo nang lugs)\u003c/li\u003e\n\u003c/ol\u003e\n\u003cp\u003eAfter the decline of the Jonang sect in the seventeenth century, the Shangpa also suffered attrition. However their teachings were revived in the nineteenth century by members of the non-partisan movement (ris med), such as Zhalu Ribukpa Losel Tenkyong (zhwa lu ri sbug pa blo gsal bstan skyong, b. 1804), Jamyang Khyents\u0026eacute; Wangpo ('jam dbyangs mkhyen brtse'i dbang po, 1820-1892), and Kongtr\u0026uuml;l Lodr\u0026ouml; Tay\u0026eacute; (kong sprul blo gros mtha' yas, 1813-1899). This revival was based upon the systems of Tangtong Gyelpo (thang stong rgyal po) and the Jonang, though Kongtr\u0026uuml;l's disciples in the Pelpung (dpal spungs) branch of the Karma Kagy\u0026uuml; sect continued the practice of Shangpa precepts. In exile following 1959, Kalu Rinpoche (ka lu rin po che) was highly successful in reviving Shangpa traditions amongst Tibetans and new international communities.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:05:51 UTC","updated_at":"2013-09-15 04:05:51 UTC","authors":[{"id":"2","fullname":"David Germano"}]}]}