{"descriptions":[{"id":110,"title":null,"content":"\u003cp\u003e\u003c!--[if gte mso 9]\u003e\u003cxml\u003e Normal   0         false   false   false                                     MicrosoftInternetExplorer4 \u003c/xml\u003e\u003c![endif]--\u003e\u003c!--[if gte mso 9]\u003e\u003cxml\u003e \u003c/xml\u003e\u003c![endif]--\u003e\u003c!--  --\u003e\u003c!--[if gte mso 10]\u003e \u003cmce:style\u003e\u003c!   /* Style Definitions */  table.MsoNormalTable \t{mso-style-name:\"Table Normal\"; \tmso-tstyle-rowband-size:0; \tmso-tstyle-colband-size:0; \tmso-style-noshow:yes; \tmso-style-parent:\"\"; \tmso-padding-alt:0in 5.4pt 0in 5.4pt; \tmso-para-margin:0in; \tmso-para-margin-bottom:.0001pt; \tmso-pagination:widow-orphan; \tfont-size:10.0pt; \tfont-family:\"Times New Roman\"; \tmso-fareast-font-family:\"Times New Roman\"; \tmso-ansi-language:#0400; \tmso-fareast-language:#0400; \tmso-bidi-language:#0400;} --\u003e \u003c!--[endif]--\u003e\u003c/p\u003e\n\u003cp\u003eThis refers to a famous collection of spells (\u003cem\u003egzungs\u003c/em\u003e), mantras (\u003cem\u003esngags\u003c/em\u003e), and prayers, mostly extracted from the Kangyur (\u003cem\u003ebka' 'gyur\u003c/em\u003e) and mainly for the purpose of reciting them in order to overcome obstacles. There is only one of these collections, but it is popular and very common such that in some sense it represents a literary genre all by itself. Each spell is accompanied by a commentary which explains the setting in which the Buddha taught or recited it and the problems or obstacles that reciting will help to overcome.\u003c/p\u003e\n\u003cp\u003eThe collection is divided into three categories: tantra (rgyud), sutra (mdo), and miscellaneous (sna tshogs). These divisions separate the spells according to their source, those in the tantra section having been extracted from tantras and those in the sutra section having been extracted from sutras. The miscellaneous section has spells of varying or undetermined source. There are a number in this category that were translated from non-Indian languages. The uncertainty surrounding the source of spells in the miscellaneous category has led over the years to suspicions about their status as authentic words of the Buddha.\u003c/p\u003e\n\u003cp\u003eMost village families will have the whole collection read by monks or professional readers at least once a year. It is a relatively affordable ritual to have performed since the collection is short and can be read in a few days.\u003c/p\u003e\n\u003cp\u003etext to remove: modified by heiser. now modified with firefox mac (15:23). now modified with windows firefox 3.0.11 (15:34). modified by ben (4:01pm). modified again by ben (2009-07-15, 10:32am).\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:04:28 UTC","updated_at":"2013-09-15 04:04:28 UTC","authors":[{"id":"12","fullname":"Thubten Phuntsok"},{"id":"13","fullname":"Ben Nourse"}]}]}