{"descriptions":[{"id":1238,"title":null,"content":"\u003cp class=\"Paragraph\"\u003eReported speech is indicated by the marker \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཟེ་\u003c/span\u003e which corresponds to closing quotation marks. This marker \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཟེ་\u003c/span\u003e, derived from the verb \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཟེར་\u003c/span\u003e \u0026ldquo;to say,\u0026rdquo; is used for both direct and indirect speech.\u003ca href=\"#_ftn1\"\u003e[1]\u003c/a\u003e There is a special form \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཟ་\u003c/span\u003e to convey hearsay. The distinguishing feature of reported speech in Tibetan is that it is inserted between the author of the quotation and the verb of speech. When Tibetans read or quote a text, they often conclude the citation with a \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཟེ་\u003c/span\u003e to make it clear that these were not their own words.\u003c/p\u003e\n\u003cp class=\"Paragraph\"\u003eReported speech begins by first mentioning the source and then, where applicable, the intended recipient, respectively in the ergative and dative cases. The quotation is concluded by the sound \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཟེ་\u003c/span\u003e, which corresponds to closing quotation marks, followed immediately by a verb of speech.\u003c/p\u003e\n\u003cp\u003e\u0026nbsp;\u003c/p\u003e\n\u003chr size=\"1\" /\u003e\n\u003cp\u003e\u003ca href=\"#_ftnref1\"\u003e[1]\u003c/a\u003e These categories are not always relevant. For certain statements there is only one type of discourse, and they may therefore be translated into European languages by either direct or reported speech. However, as seen below in this section, is sometimes possible to distinguish between direct and \u0026ldquo;hybrid\u0026rdquo; indirect speech.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:15:18 UTC","updated_at":"2013-09-15 04:15:18 UTC","authors":[{"id":"6","fullname":"Nicolas Tournadre"}]}]}