{"descriptions":[{"id":1164,"title":"Gakchen Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c!--(a)--\u003e\u003cbr/\u003eEdited by Geoffrey Barstow and Mickey Stockwell \u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2010. \u003c/span\u003e \u003cdiv class=\"\" id=\"permission\"\u003e \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b2-2\"\u003eII.2. Superficial structures: Primarily funerary superstructure\u003c/h2\u003e \u003ch3 id=\"b2-2-71\"\u003e \u003cspan class=\"popular\"\u003eGakchen\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Gag chen\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b2-2-71-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eGakchen\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Gag chen\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSite number: D-110\u003c/li\u003e \u003cli\u003eSite typology: II.2a, II.2b, II.2c \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 31\u0026ordm; 35.3\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 83\u0026ordm; 54.5\u0026#900;\u003c/li\u003e \u003cli\u003eElevation: 4620 m \u003c/li\u003e \u003cli\u003eAdministrative location (township):\u003cspan class=\"popular\"\u003eJangma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eByang ma\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eDrongpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Brong pa\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTWE\u003c/li\u003e \u003cli\u003eSurvey date: June 21, 2004\u003c/li\u003e \u003cli\u003eContemporary usage: Light grazing. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i \u003c/span\u003estones. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b2-2-71-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eGakchen\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Gag chen\u003c/span\u003e is located in the broad \u003cspan class=\"popular\"\u003eGakchen\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Gag chen\u003c/span\u003e valley bottom. The various structures of this substantial funerary site are closely grouped together. \u003cspan class=\"popular\"\u003eGakchen\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Gag chen\u003c/span\u003e is open in all directions, with the longest views in the south followed by the east. The errain is sandy and well drained. Corrals and tent foundations built in the vicinity have heavily impacted the archaeological site. These pastoral structures were probably constructed with stones extracted from the funerary monuments. Fortunately, there are no signs of more recent damage to the site. The site consists of no less than 12 enclosures of various sizes exhibiting single-course, double-course and heaped-stone walls. The funerary structures of \u003cspan class=\"popular\"\u003eGakchen\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Gag chen\u003c/span\u003e are made of uncut pieces of variable-length (10 cm to 60 cm long) gray granite. There is a lone granite pillar marking the site as well. There are also minor structural traces spread around \u003cspan class=\"popular\"\u003eGakchen\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Gag chen\u003c/span\u003e that were not surveyed. \u003c/p\u003e \u003ch4 id=\"b2-2-71-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to local sources \u003cspan class=\"popular\"\u003eGakchen\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Gag chen\u003c/span\u003e is a site associated with the ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e.\u003c/p\u003e \u003ch4 id=\"b2-2-71-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b2-2-71-4-1\"\u003eUpper sector\u003c/h5\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS1\u003c/h6\u003e \u003cp\u003eFunerary structure FS1 (12.4 m x 13.6 m) is a quadrate enclosure roughly aligned in the cardinal directions. The entire structure is elevated 50 cm to 1 m above the surrounding terrain. The well-built, double-course walls (50 cm to 70 cm thick) are partly intact. An east-west partition wall bisects the enclosure into two parts. The south cell is 7.6 m in width and the north cell is 4.2 m wide. Against the central portion of the west wall of the enclosure there is a small tumulus, which may be the remains of some kind of interior structure. Two \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e plaques rest on this tumulus. Near he northwest corner of FS1 there is an incomplete subsidiary interior enclosure (1.4 m x 2.5 m), whose perimeter walls contain stones embedded in the ground. Loose stones are scattered all around FS1; probably once an integral part of the structure. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS2\u003c/h6\u003e \u003cp\u003eFunerary structure FS2 (18.3 m 17.5 m) is situated 8 m southeast of FS1. It lies diagonally to FS1 and FS3. This quadrate enclosure is not aligned in the cardinal directions. Parts of all four of its double-course walls (60 cm to 90 cm thick) are intact. FS2 is level with the surrounding terrain or elevated slightly above it. Loose stones obscure much of the structure. In the west corner of the enclosure, walls demarcate a subsidiary interior enclosure (6 m x 7 m). \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS3\u003c/h6\u003e \u003cp\u003eFunerary structure FS3 is situated 10 m east of FS2. FS3 is aligned in the cardinal directions, and measures 11.6 m (north-south) x 6 m (east-west). This structure is elevated about 50 cm above the surrounding terrain, and its double-course perimeter walls are around 50 cm thick. These walls may have been more than one vertical course in height. Rubble is strewn all across the enclosure. On the east side of FS3 there is an attached cell of the same design, which measures 10 m (east-west). Much of the east wall of this ancillary cell is missing. Between FS2 and FS3 there is a large piece of granite (1.6 m long x 50 cm wide) lying on the ground. This flat stone is of the type that is sometimes used for the burial chambers of Upper Tibetan tombs. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS4\u003c/h6\u003e \u003cp\u003eFunerary structure FS4 (3.6 m x 3.9 m) is situated 2 m east of FS3. FS4 is elevated around 50 cm above the circumjacent terrain. Its thick perimeter walls are bereft of any design coherence; stones are merely piled up against an earthen embankment. In the middle of this enclosure, a fixed stone protrudes 30 cm above the ground surface. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS5\u003c/h6\u003e \u003cp\u003eFunerary structure FS5 (4.2 m x 5.7 m) is situated 2.5 m east of FS4. This structure is elevated a maximum of 70 cm above the surrounding terrain. Its surface is almost completely covered in stones. A course of large stones (up to 80 cm long) runs along the base of the south side of FS5. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS6\u003c/h6\u003e \u003cp\u003eFunerary structure FS6 is situated 4 m north of FS3. FS6 is aligned in the cardinal directions and measures 13.3 m (east-west) x 4.5 m (north-south). This partially intact enclosure is level with the ground surface.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS7\u003c/h6\u003e \u003cp\u003eFunerary structure FS7 (7.1 m x 5.4 m minimum) is situated 2.5 m north of FS6. This is a highly fragmentary enclosure.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS8\u003c/h6\u003e \u003cp\u003eFunerary structure FS8 (3.6 m x 3.3 m) is situated 4.7 m west of FS7. This highly dissolute structure has stones embedded over much of its surface. FS8 may have possessed double-course perimeter walls.\u003c/p\u003e \u003ch5 id=\"b2-2-71-4-2\"\u003eLower sector\u003c/h5\u003e \u003cp\u003eFunerary structures FS9 to FS12 are situated at approximately 5 m lower elevation, in closer proximity to the \u003cspan class=\"popular\"\u003eGakchenchu\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Gag chen chu\u003c/span\u003e.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS9\u003c/h6\u003e \u003cp\u003eFunerary structure FS9 (dimensions unavailable) is situated 34 m south of FS3. This irregularly shaped enclosure has heaped-stone walls. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS10\u003c/h6\u003e \u003cp\u003eFunerary structure FS10 (2.5 m x 3 m) is situated 2.4 m east of FS9. The incomplete single-course perimeter contains large upright stones (up to 1 m long), which project as much as 40 cm above the ground surface.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS11\u003c/h6\u003e \u003cp\u003eFunerary structure FS11 (14 m x 11 m) is situated 10 m south of FS9. This enclosure has been severely damaged. The remaining in situ evidence suggests that it may have had double-course perimeter walls. These walls contain stones flush with the ground surface or which rise above to a maximum height of 30 cm. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS12\u003c/h6\u003e \u003cp\u003eFunerary structure FS12 (10m x 13.6 m) is situated 18.4 m southwest of FS11. FS12 does not exhibit coherent walls. Stones are embedded and scattered all across this structure. \u003c/p\u003e \u003ch6 class=\"essay\"\u003ePillar\u003c/h6\u003e \u003cp\u003eA lone gray granite pillar (1.1 m [height] x 1.5 m [basal girth]) is found in the lower sector directly below he upper sector funerary structures. This pillar is situated 10 m north of FS9 and 24 m south of FS3. This uncut pyramidal stone is highly eroded and there are small spots of orange climax lichen growing on it. It appears to be an integral part of the funerary site. \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza2/b2-2-71/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-2-71","is_primary":false,"created_at":"2010-08-25 11:13:27 UTC","updated_at":"2010-08-25 11:13:27 UTC","authors":[]}]}