{"descriptions":[{"authors":[{"fullname":"Georges Dreyfus","id":"27"},{"fullname":"Georges Dreyfus","id":"27"}],"source_url":null,"content":"<p>A few miles west of Lhasa (lha sa), just above the village of Denbak (ldan bag) or Dampa (dam pa) and now just a suburb of the city, lies Drepung ('bras spungs, lit. \"pile of rice\"), which during the last century was the largest monastery in the world with as many as thirteen-thousand monks. Although this monastery has undergone difficult times, it is still an important institution, with majestic buildings in a grandiose setting. Lying at the foot of Gepel Mountain (dge 'phel ri), the highest point in the Lhasa Valley at over 5100 meters, Drepung is a visually impressive site, with its hundreds of large buildings nestled in an imposing mountainous surrounding. It is one of the most important religious institutions in Tibet and hence its study offers a great avenue to penetrate Tibetan civilization, its religion, politics, economy, and culture. For in Drepung Monastery, all these aspects of traditional Tibetan life, which are often thought to exist separately, come together.</p>","created_at":"2010-02-03 08:36:05 UTC","updated_at":"2010-02-03 08:36:05 UTC","id":77,"title":"An Introduction to Drepung Monastery","is_primary":true},{"authors":[{"fullname":"ཆོས་འཕེལ། (Chömpel) ","id":"43"},{"fullname":"ཆོས་འཕེལ། (Chömpel) ","id":"43"}],"source_url":"/places/monasteries/publications/chosphel-book.php#book=/lha-sa-gnas-yig/wb/b1-24","content":"<div class=\"essay-body tib\"> <div id=\"essay-head2\"> <table> <tbody> <tr> <td align=\"left\" valign=\"top\"> <div class=\"chapter\"><em>ལྷ་ས་ས་ཁུལ་གྱི་གནས་ཡིག་བཞུགས།</em></div> <div class=\"author\"><span class=\"eng\">by </span>ཆོས་འཕེལ།</div> </td> <td style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"> <div class=\"copyright\"><span class=\"eng\"> Copyright &copy;</span>2004ལོའི་ཟླ་6པ།.</div> </td> </tr> </tbody> </table> </div> <h2 id=\"b1\" class=\"h1\">གྲོང་ཁྱེར་ལྷ་ས།</h2> <h2 id=\"b1-24\">འབྲས་སྤུངས་དགོན།</h2> <p>མཚན་རྒྱས་པར་བཀྲ་ཤིས་དཔལ་ལྡན་འབྲས་སྤུངས་དགོན་ནམ། དཔལ་ལྡན་འབྲས་སྤུངས་དགོན་ཞེས་ཞུ། གྲོང་ཁྱེར་ལྷ་ས་ནས་ནུབ་ངོས་སུ་འཁོར་ལམ་བརྒྱུད་སྤྱི་ལེ་དྲུག་ཙམ་སོང་ན་དན་བག་ཏུ་འབྱོར་ཞིང་། དེ་ནས་རི་ལྡེབས་སུ་སྤྱིར་བཏང་འཁོར་ལམ་བརྒྱུད་སྤྱི་ལེ་གསུམ་བཞི་ཙམ་འཛེགས་ན་དགོན་དེར་སླེབས། འབྲས་སྤུངས་ཞེས་པ་ནི། སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱིས་དཔལ་དུས་ཀྱི་འཁོར་ལོའི་གསང་སྔགས་ཀྱི་རྒྱུད་སྡེ་གསུང་སའི་གནས་རྒྱ་གར་ལྷོ་ཕྱོགས་དཔལ་གྱི་རི་དང་ཉེ་བར་དཔལ་ལྡན་འབྲས་སྤུངས་མཆོད་རྟེན་ཞེས་བྱ་བ་ཞིག་ཡོད་པས་དེའི་མཚན་བཏགས་པའམ། འཇམ་དབྱངས་ཆོས་རྗེ་དན་བག་ཏུ་བཞུགས་ཡོད་པ་ལ། རྗེ་ཙོང་ཁ་པ་སྟོད་ལུང་ཆུ་ཚན་ནས་མར་ཕེབས་པ་དང་མཇལ་བས་རྗེ་ཙོང་ཁ་པས་ཁྱེད་ཀྱི་དགོན་པ་གང་འདྲ་བཏབ་ཡོད་ཅེས་གསུངས་པར། ངའི་དགོན་པ་འབྲས་སྤུངས་པ་ལྟར་བཏབ་ཡོད་ཅེས་ཞུས་པས། བདེན་པ་ཞེས་གསུངས་པས་ད་ལྟའི་དན་བག་ལ་ཐོག་མར་བདེན་པ་ཞེས་པ་དང་། རྗེས་སུ་དན་བག་ཅེས་པར་རིམ་བཞིན་སྒྲ་འགྱུར་ཞེས་དང་། འབྲས་སྤུངས་ཞེས་པའང་དེ་ལྟར་བྱུང་ཞེས་གྲགས། དགོན་དེ་ནི་སྤྱི་ལོ་1416ལོར་རྗེ་ཙོང་ཁ་པའི་དངོས་སློབ་འཇམ་དབྱངས་ཆོས་རྗེ་བཀྲ་ཤིས་དཔལ་ལྡན་གྱིས་ཕྱག་བཏབ་གནང་མཛད། དེའང་རྗེ་ཙོང་ཁ་པས་འཇམ་དབྱངས་ཆོས་རྗེར་ཀླུའི་རྒྱལ་པོ་མ་དྲོས་པས་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ལ་ཆོས་དུང་ཞིག་ཕུལ། སངས་རྒྱས་ཀྱིས་ཀུན་དགའ་བོར་ཆོས་དུང་འདི་འདི་ནས་རྩིས་པའི་བྱང་གི་ཕྱོགས་སུ་འགོག་པ་རི་ཞེས་པ་ཞིག་ཡོད་པས་དེར་གཏེར་དུ་<span class=\"milestone page eng \">[page <span class=\"pnum\">48</span>] </span>སྦོས་ཤིག མ་འོངས་པ་ན་དགེ་སློང་པདྨའི་ངང་ལྡན་གྱི་ཚོགས་དུང་དུ་འགྱུར་རོ་ཞེས་པའི་ཆོས་དུང་དེ་རྗེ་ཙོང་ཁ་པས་གཏེར་ལས་བཞེས་ཏེ་འཇམ་དབྱངས་ཆོས་རྗེར་གནང་སྟེ་ཁྱོད་ཀྱིས་དུང་འདི་ཁྱེར་ཏེ་སོང་ཞིག་གང་དུ་འབུད་སར་དགོན་རེ་ཆགས་ཡོང་ཞེས་གསུངས་པ་ཇི་བཞིན་དན་བག་ཏུ་ཕེབས་ཏེ་འདིར་དགོན་པ་ཞིག་བཏབ་ན་གྲྭ་ཚོགས་ཆེ་ཡང་སྤུས་ཀ་མི་འོང་། དེ་ནས་འབྲས་སྤུངས་ཀྱི་རྒྱབ་རིའི་ཐུབ་པ་རིར་བཏབ་ན་དགོངས་པར་འདིར་བཏབ་ན་སྤུས་ཀ་ལེགས་ཀྱང་གྲྭ་ཚོགས་མི་འོང་དགོངས། དེ་ནས་ད་ལྟའི་དགོན་ཆགས་ཡུལ་དེར་འདེབས་རྒྱུར་ཐུགས་ཐག་བཅད། འོན་ཀྱང་ས་དེར་བྱམས་ཆེན་ཆོས་རྗེ་སྔ་ས་ནས་དགོན་པ་འདེབས་སའི་ས་བདམས་ནས་འདིང་བ་བཏིང་གནང་ཡོད། འཇམ་དབྱངས་ཆོས་རྗེས་ཀྱང་དགོན་པ་དེ་རང་དུ་འདེབས་དགོས་དགོངས་ནས་འདིང་བའི་འོག་ཏུ་ཕྱག་ཕྲེང་འཇོག་པར་མཛད། དེ་ནས་རྗེ་ཙོང་ཁ་པ་འཁོར་དང་བཅས་པ་ཕེབས། འཇམ་དབྱངས་ཆོས་རྗེས་ངའི་དགོན་པ་གནས་འདིར་འདེབས་ཀྱི་ཡིན་ཞུས་པར། བྱམས་ཆེན་ཆོས་རྗེས་གནས་འདི་ངའི་དགོན་པ་འདེབས་རྒྱུར་འདིང་བ་བཏིང་ཡོད་ཅེས་གསུངས་པས། འཇམ་དབྱངས་ཆོས་རྗེས་ཁྱོད་ཀྱིས་འདིང་བ་མ་བཏིང་གོང་ནས་ངས་ས་འདི་བདམས་ཏེ་ཕྲེང་བ་བཞག་ཡོད་ཅེས་གསུངས་ཏེ་འདིང་བའི་འོག་ནས་ཕྱག་ཕྲེང་བཏོན་གནང་བས་འཇམ་དབྱངས་ཆོས་རྗེའི་དགོན་པ་དེར་འདེབས་རྒྱུ་མཛད། སྣེའུ་དཔོན་ནམ་མཁའ་བཟང་པོ་ལ་ཆོས་སྡེའི་སྦྱིན་བདག་མཛད་དགོས་པའི་བཀའ་མངགས་སྔ་ཕྱིར་གནང་། ཐོག་མར་ད་ལྟའི་ཚོགས་ཆེན་འདུ་ཁང་གི་ཤར་ངོས་སྒོ་ཆུང་ཤར་དུ་གཏོད་པའི་ནང་རང་གཤོང་སྤྱིལ་བུ་དང་། དེ་ནས་དེའི་རྒྱབ་ཏུ་ད་ལྟའི་འཇམ་དབྱངས་ལྷ་ཁང་ནང་དགེ་འདུན་བདུན་ཚོགས། ཚང་མས་འཚང་ཁ་བསྐྱོན་པས་གཅིག་གི་ཞབས་ཆག དགེ་འདུན་བདུན་ཚོགས་པ་དེས་འབྲས་སྤུངས་བདུན་སྟོང་བདུན་བརྒྱ་ལོན་པའི་རྟེན་འབྲེལ་འགྲིགས་ཞེས་ཟེར། དེ་ནས་སྣེའུ་ནམ་མཁའ་བཟང་པོས་སྦྱིན་བདག་མཛད་དེ་དགོན་དེ་བཏབ། དེ་<span class=\"milestone page eng \">[page <span class=\"pnum\">49</span>] </span>རྗེས་རིམ་བཞིན་རྒྱལ་བ་སྐུ་ཕྲེང་ལྔ་པ་དང་། སྡེ་སྲིད་བསོད་ནམས་རབ་བརྟན། སྡེ་སྲིད་བློ་བཟང་མཐུ་སྟོབས། ལྷ་བཟང་། ཕོ་ལྷ་མི་དབང་བསོད་ནམས་སྟོབས་རྒྱལ། རྒྱབ་བ་སྐུ་ཕྲེང་བཅུ་གསུམ་པ་བཅས་བར་རིམ་བཞིན་རྒྱ་བསྐྱེད་མཛད་དེ་ད་ལྟའི་འབྲས་སྤུངས་དགོན་གྱི་གཞི་ཁྱོན་འདི་ཉིད་བྱུང་། ད་ལྟའི་ཚོགས་ཆེན་འདུ་ཁང་ཀ་ཐུང་159དང་ཀ་རིང་24ཅན་རྒྱས་བསྐྲུན་གནང་བའི་འདུ་ཁང་ནུབ་གྲལ་གྱི་གཙང་ཁང་སྦུག་མར་སྨན་འདམ་གྱི་དུས་གསུམ་སངས་རྒྱས་ཐོག་སོ་ཉིས་ཐོག་ལ་འཁོར་ཉེ་སྲས་བརྒྱད་ཀྱིས་བསྐོར་བ། འདུ་ཁང་གདོང་གྲལ་གྱི་དབུ་ལ་སྐུ་རྒྱུ་སྨན་འདམ་ལས་གྲུབ་པའི་རྗེ་འཇམ་དབྱངས་ཆོས་རྗེའི་སྐུ་བརྙན་མི་ཚད་ལྷག་དང་། དེའི་གཡས་སུ་གསེར་ཟངས་གྱི་བྱམས་པ་ཆོས་འཁོར་ཐོག་སོ་གཉིས་ཙམ། གཡོན་དུ་རྗེ་ཁམས་གསུམ་ཟིལ་གནོན། འདུ་ཁང་ཤར་གྲལ་གྱི་གཙང་ཁང་སྦུག་མར་སྐུ་རྒྱུ་སྨན་འདམ་ལས་གྲུབ་པའི་མི་དབང་བྱམས་པ་ཐོག་སོ་ཉིས་ཐོག་སྐྲུལ་སྐུའི་ཆ་བྱད་ཅན་དང་། འདུ་ཁང་ནུབ་ངོས་ལྷ་མོ་ཁང་ནང་དཔལ་ལྡན་ལྷ་མོ། བར་ཐོག་ཏུ་རྒྱལ་བ་སྐུ་ཕྲེང་གཉིས་པ་དང་བཞི་པའི་དངུལ་གདུང་དང་། ཀླུ་འབུམ་མཆོད་རྟེན་ཞེས་པ་གཉིས། མི་དབང་ལྷ་ཁང་ནང་མི་དབང་བྱམས་པའི་ཞལ་རས་མཇལ་བ་དང་། སྣེའུ་དཔོན་མོ་ཨ་འཛོམས་ཀྱི་གདོང་ཤེལ། གཞན་ཡང་བླ་སྐུ་ཁག བཀའ་འགྱུར་ལྷ་ཁང་ནང་གསེར་བྲིས་ཀྱི་བཀའ་འགྱུར་ལ་ཙནྡ་གྱི་གླེགས་ཤིང་། གདོང་བ་སོ་ལ་རྒྱན་སྤྲོས་དང་ལྡན་པ། འཛམ་གླིང་གཡས་བཞག་ཅེས་པ། གསུམ་ཐོག་འཁྲུངས་རབས་ལྷ་ཁང་ནང་དབུས་སུ་རྒྱལ་བ་ལྔ་པ་དང་ཆོས་རྒྱལ་རྣམ་པའི་སྐུ་བརྙན། བྱམས་པ་མཐོང་སྒྲོལ་ལྷ་ཁང་ནང་སྐུ་རྒྱུ་གསེར་ཟངས་ལས་གྲུབ་པའི་རྒྱལ་བ་བྱམས་པ་ཐོག་སོ་གཉིས་ལྡན། དེའི་མདུན་དུ་རྗེ་ཙོང་ཁ་པས་འཇམ་དབྱངས་ཆོས་རྗེར་གནང་བའི་གཏེར་དུང་། དེའི་ཞོགས་ཀྱི་ཇོ་བོ་ལྷ་ཁང་ནང་དབུས་སུ་ཇོ་བོ་རིན་པོ་ཆེ་དངུལ་སྐུ་སྲིད་ཞིའི་འཇིགས་སྐྱོབ་ཞེས་མི་ཚད་མ་དང་དངུལ་གྱི་བདེ་གཤེགས་མཆོད་རྟེན་བརྒྱད། གནས་བཅུ་ལྷ་ཁང་ནང་བྱང་ཆུབ་ཤིང་ལས་གྲུབ་པའི་ཐུབ་<span class=\"milestone page eng \">[page <span class=\"pnum\">50</span>] </span>] པ་གཙོ་འཁོར་དང་། ཙན་དན་དཀར་པོ་ལས་གྲུབ་པའི་གནས་བརྟན་བཅུ་དྲུག ཡང་སྟེང་དུ་གསེར་ཟངས་ཀྱི་རྒྱ་ཕིབས་གཉིས་དང་། གསེར་ཟངས་ཀྱི་གཉྫིར་རྒྱལ་མཚན་སོགས་དང་ལྡན། ཐོག་མར་ཚོགས་ཆེན་གཅིག་དང་གྲྭ་ཚང་བདུན་ཡོད་པ་ལས་རྗེས་སུ་བློ་གསལ་གླིང་གྲྭ་ཚང་དང་སྒོ་མང་གྲྭ་ཚང་། སྔགས་པ་གྲྭ་ཚང་། བདེ་ཡངས་གྲྭ་ཚང་བཅས་གྲྭ་ཚང་བཞི་རུ་བསྡུས། བློ་གསལ་གླིང་གྲྭ་ཚང་འདུ་ཁང་ཀ་བ་120ལ་ཀ་རིང་12ཅན་གྱི་གཙང་ཁང་སྦུག་མར་རྒྱལ་བ་བྱམས་པའི་སྐུ་བརྙན་དང་། འདུ་ཁང་ནང་འཇམ་དབྱངས་ཆོས་རྗེའི་སྐུ་བརྙན་སོགས་རྟེན་དང་བརྟེན་པར་བཅས་དང་། འདི་ཁོངས་ཁང་ཚན་ཉི་ཤུ་རྩ་བཞི་ཡོད་པ་ནི། ཚ་བ་ཁང་ཚན་དང་། ཀོང་པོ། ཕུ་ཁང་། རོང་པོ། ལྷོ་པ། མི་ཉག སྤོམ་འབོར། ཊེ་ཧྲོར། ཉག་ཏེ། རྒྱ། ཚུལ་ཁང་། གཙང་པ། རྩེད་ཐང་། དཔེ་ཐུབ། གོ་བོ། ཕ་ར། ཉང་པོ། གླིང་། ལྡན་མ། གུ་གེ རྒྱལ་རོང་། རྒྱལ་པ། དབུ་སྟོད་བཅས་དང་ད་དུང་ཚ་བ་ཁང་ཚན་ཁོངས་ཀྱི་མི་ཚན་མཚོ་སྨད་མི་ཚན་དང་། སྡིང་ཁ་མི་ཚན། གཉེར་པ་མི་ཚན་བཅས་དང་སྤྱི་ཡོངས་ཀྱི་མི་ཚན་བོད་པ་གཞུང་མི་ཚན་སོགས་ཡོད། སྒོ་མང་གྲྭ་ཚང་གི་འདུ་ཁང་བློ་གསལ་གླིང་དང་རྒྱ་ཁྱོན་སྙོམ་པ་ལ་གཙང་ཁང་སྦུག་མར་རྒྱལ་བ་མི་འཁྲུག་པའི་སྐུ་བརྙན་རྡུལ་མི་བཞེས་པ་ཞེས་པ་དང་། འདུ་ཁང་ནང་རྒྱལ་བ་སྐལ་བཟང་རྒྱ་མཚོའི་སྐུ་བརྙན་དང་། རྒྱལ་པོ་ལུགས་ཀྱི་སྤྱན་རས་གཟིགས། རྗེ་ཞབས་སྙུན་མ་སོགས་གསུང་བྱོན་མས་གཙོས་རྟེན་དང་བརྟེན་པར་བཅས་དང་། རྟ་དབོན། གཞུང་པ། མངའ་རིས། ཟུང་ཆུ། གྲྭ་ཉི། འཆད་པ། བྱ་བྲལ། འདའ་ཤིང་། རི་ཙ། ཆུ་བཟང་། ཐེ་བོ་བཅས་ཁང་ཚན་བཅུ་དྲུག་ལ་ཁར་ཁ་མི་ཚན། བི་དོ། ཐག་རིང་། ལྕང་སྐྱ། གུ་ལུང་། ལམ་པ་བཅས་བསམ་བློ་ཁང་ཚན་གྱི་ཁོངས་དང་། ཉན་པོ་མི་ཚན། བྱུ་བྱུས། ཝ་ཤུལ། ཧོར། མཚོ་ཁག་ཐོར་བགོས་བཅས་ཧར་གདོང་ཁང་ཚན་གྱི་ཁོངས། བོད་པ་གཞུང་མི་<span class=\"milestone page eng \">[page <span class=\"pnum\">51</span>] </span> ཚན་དང་། དགའ་གདོང་མི་ཚན་ནི་སྤྱི་ཡོངས་ཀྱི་མི་ཚན་བཅས་ཡིན། སྔགས་པ་གྲྭ་ཚང་གི་འདུ་ཁང་ཀ་བ་48ལ་ཀ་རིང་བརྒྱད་ཀྱི་གཙང་ཁང་སྦུག་མར་རྭ་ལོ་ཙཱའི་སྐུ་དམར་གདུང་བཞུགས་པའི་འཇིགས་བྱེད་ལྷ་བཅུ་གསུམ་གྱི་སྐུ་བརྙན་དང་། ཡ་མ་ར་ཛྲའི་འཁོར་ཆེན། བདེ་ཡངས་གྲྭ་ཚང་འདུ་ཁང་ཀ་བ་64ལ་ཀ་རིང་བཞིའི་གཙང་ཁང་སྦུག་མར་རྒྱལ་བ་བྱམས་པ་མགོན་པོ་དང་། ཡང་ཐོག་སྲུང་མ་ཁང་ནང་འཕྲིན་ལས་རྒྱལ་པོ་སོགས་འབྲས་སྤུངས་ཀྱི་ལྷ་སྲུང་རྣམས་བཞུགས་སུ་གསོལ་ཡོད། གཞན་ཡང་འབྲས་སྤུངས་ཕོ་བྲང་ནི་ཐོག་མར་ཕག་གྲུའི་ཕོ་བྲང་ཡིན་པ་ལ་རྒྱལ་བ་སྐུ་ཕྲེང་གཉིས་པར་ཕུལ། དེ་རྗེས་གུ་ཤྲཱི་བསྟན་འཛིན་ཆོས་རྒྱལ་གྱིས་གཙང་པ་རྒྱལ་པོ་ཀརྨ་བསྟན་སྐྱོང་དབང་པོའི་སྲིད་དབང་གཏོར་ཏེ་བོད་ཡོངས་ཀྱི་སྲིད་དབང་རྒྱལ་དབང་སྐུ་ཕྲེང་ལྔ་པར་ཕུལ་བ་ནས་བཟུང་གཞུང་ས་དགའ་ལྡན་ཕོ་བྲང་ཞེས་པའི་མཚན་གསོལ། སྔོན་དགེ་འདུན་ཞལ་གྲངས་ཆིག་ཁྲིར་ཉེ་བས་གཙོ་བོ་གཞུང་ཆེན་ཀ་པོད་ལྔ་སློབ་གཉེར་གནང་བ་ལ་སྔགས་པ་གྲྭ་ཚང་གིས་དགེ་ལྡན་ལུགས་ཀྱི་སྔགས་ཀྱི་ཆོ་ག་ཕྱག་ལེན་གནང་བ་ཡིན། དགོན་དེར་འབྲས་སྤུངས་ཞོ་སྟོན་ཞེས་ལོ་ལྟར་བོད་ཟླ་6ཚེས་30ཉིན་དབྱར་གནས་ཞལ་བཞེས་བསྒྲུབས་ཏེ་གྲྭ་དམངས་ལ་ཞོའི་བསྙེན་བཀུར་ཞུ་བ་དང་། གོས་སྐུ་བཀྲམས་ཏེ་དེའི་མདུན་ཨ་ལྕེ་ལྷ་མོ་འཁྲབ་སྟོན་བྱེད་པ་ཡིན། དེ་རྗེས་རྒྱལ་བ་སྐུ་ཕྲེང་བཅུ་གསུམ་པའི་དུས་འབྲས་སྤུངས་ཞོ་སྟོན་ཚར་བ་དང་མུ་མཐུད་ནོར་གླིང་དུའང་ལྷ་མོ་འཁྲབ་སྟོན་བཞེས་པས་ནོར་གླིང་ཞོ་སྟོན་ཞེས་པའང་དེ་ལྟར་བྱུང་། ཡང་བོད་ཟླ་7ཚེས་8ཉིན་འབྲས་སྤུངས་སྐུ་འབུམ་ཞེས་ཀླུ་འབུམ་མཆོད་རྟེན་ཁང་དུ་ཆོས་མཇལ་གཏོང་སྲོལ་ཡོད། ཀླུ་འབུམ་ཞེས་པ་ནི། སྔོན་དུས་ཚོད་དེའི་ཉིན་རྗེ་ཙོང་ཁ་པ་ཚོགས་ཕེབས་གནང་བ་དང་། མཁས་གྲུབ་རྗེ་དང་འཇམ་དབྱངས་ཆོས་རྗེ་ཚོགས་ལངས་ཆོས་རྩོད་མཛད་པས། སྐབས་དེར་ཀླུ་འབུམ་ཁང་ནས་ཀླུ་འབུམ་གཅིག་གིས་ཆོས་མཇལ་ཞུས་པ་ཀུན་གྱིས་མཐོང་བས་རྗེས་སུ་དེར་ཀླུ་འབུམ་མཆོད་རྟེན་གཉིས་བཞེངས་པ་དང་།<span class=\"milestone page eng \">[page <span class=\"pnum\">52</span>] </span>འབྲས་སྤུངས་ཀླུ་འབུམ་ཞེས་པའང་དེ་ལྟར་བྱུང་། ད་དུང་ཀླུ་འབུམ་ལྷ་ཁང་ནང་རྒྱལ་བ་སྐུ་ཕྲེང་གཉིས་པ། གསུམ་པ། བཞི་པ་བཅས་ཀྱི་གདུང་རྟེན་ཡོད། ད་ལྟ་བདེ་ཡངས་གྲྭ་ཚང་གི་རྟེན་གསུམ་གསར་བཞེངས་གནང་བ་ལས་གཞན་ཚོགས་ཆེན་གཅིག་དང་གྲྭ་ཚང་གསུམ་གྱི་རྟེན་སྔོན་གྱི་དེ་རང་མཇལ་རྒྱུ་ཡོད་ལ། ཁང་ཚན་ཁག་ཅིག་ཉམས་གསོ་གནང་བའི་ནང་སྐུ་བརྙན་གསར་བཞེངས་གནང་བ་མཇལ་རྒྱུ་ཡོད། དགོན་དེའི་རྒྱབ་རིར་རྨ་རི་རབས་འབྱམས་བསྟན་སྐྱོང་རྡོ་རྗེ་གྲགས་རྒྱལ་མའི་བླ་རི་དགེ་འཕེལ་རི་ཞེས་པ་དེར་སྐུ་མཚམས་སུ་བཞུགས་མཁན་ལ་དགེ་བ་རབ་ཏུ་འཕེལ་ཞེས་ཟེར། དགོན་དེའི་ཤར་ནུབ་སོ་སོ་ནས་བབ་རྒྱུན་རེ་བབས་ཡོང་བ་ཡིན་པས་ཤར་ཆུ་བབས་སའི་རི་ལྡེབས་སུ་དཔེ་མཚམས་བཞུགས་སའི་མཚམས་ཁང་མང་པོ་ཡོད། དགེ་འཕེལ་རི་ཁྲོད་ནི་རྒྱབ་རིའི་སྐེད་པའི་མཚམས་སུ་ཡོད། ཐོག་མར་གནས་དེར་པཎ་ཆེན་བློ་བཟང་ཆོས་རྒྱལ་བཞུགས་པ་དང་། དེ་རྗེས་རྒྱལ་བ་ལྔ་པ། སྒྲུབ་ཐོབ་དཔའ་བོ་རྡོ་རྗེ། ཀློང་རྡོལ་བླ་མ་རིན་པོ་ཆེ། དཀའ་ཆེན་ཡེ་ཤེས་རྒྱལ་མཚན་སོགས་ཀྱི་སྒྲུབ་ཁང་ཡོད། དེ་རྗེས་རྒྱལ་བ་སྐུ་ཕྲེང་བདུན་པའི་དུས་དགེ་སློང་ཞལ་གྲངས་དྲུག་ཅུ་རེ་ལྔ་བར་གཏན་འབེབས་གནང་། རྒྱལ་བ་སྐུ་ཕྲེང་རིམ་བྱོན་གནས་དེར་ཕེབས་དགོས་པ་ཡིན་སྟབས་རྒྱལ་བའི་གཟིམས་ཆུང་དང་སྒྲུབ་ཁང་ཁག་ལ་རྟེན་དང་བརྟེན་པར་བཅས་བཞུགས་སུ་གསོལ། གཞན་ཡང་རི་དེའི་རྩ་ཆུ་བཟང་ཞིང་ལྟག་ཏུ་རྩྭ་ཀླུ་བདུད་རྡོ་རྗེ་དང་། ཆུ་འགྲོ་བ་འདྲེན་པ་སོགས་ཡོད་པས་རི་དེའི་ལྡེབས་ཀྱི་བཞོན་མའི་འོམ་མ་བཅུད་ཆེ་ཞེས་མཐོང་ཆེན་པོ་བྱེད།</p> <p>ད་ལྟ་གནས་དེར་ཡང་ཉམས་གསོ་གང་འཚམས་གནང་ཡོད།</p> <table class=\"navarrows\" cellspacing=\"8\" align=\"center\"> <tbody> <tr> <td class=\"leftcell\"><a class=\"backarrow\" title=\"Previous Section\"> <img title=\"Previous Section\" src=\"../../../../../global/images/arrow-left.gif\" alt=\"\" /> </a></td> <td class=\"midcell\"><a class=\"uparrow\" title=\"Beginning of Article\"> <img title=\"Beginning of Article\" src=\"../../../../../global/images/arrow-up.gif\" alt=\"\" /> </a></td> <td class=\"rightcell\"><a class=\"forwardarrow\" title=\"Next Section\"> <img title=\"Next Section\" src=\"../../../../../global/images/arrow-right.gif\" alt=\"\" /> </a></td> </tr> </tbody> </table> </div> <div id=\"chap-id\">/lha-sa-gnas-yig/b1-24/</div> <div id=\"chapRefWindow\" class=\"jqmWindow\" style=\"overflow: hidden; height: 300px;\"> <div class=\"closebtn\"><a href=\"#\">Close</a></div> <div class=\"conx-content\" style=\"height: 280px;\"> <h3>Note Citation for Page <span class=\"pgnm\"> </span></h3> <p class=\"biblref\">ཆོས་འཕེལ, གངས་ཅན་བོད་ཀྱི་གནས་བཤད་ལམ་ཡིག་གསར་མ་ལས། (ISBN: 7-105-06422-6, པེ་ཅིན་ཧོ་ཕིང་ལི་བྱང་ལམ་ཨང་14པ།:མི་རིགས་དཔེ་སྐྲུན་ཁང་།, 2004ལོའི་ཟླ་6པ།), <span class=\"pgnm\">. </span></p> <h3>Bibliographic Citation</h3> <p>ཆོས་འཕེལ. གངས་ཅན་བོད་ཀྱི་གནས་བཤད་ལམ་ཡིག་གསར་མ་ལས།, 1-251. (ISBN: 7-105-06422-6) པེ་ཅིན་ཧོ་ཕིང་ལི་བྱང་ལམ་ཨང་14པ།:མི་རིགས་དཔེ་སྐྲུན་ཁང་།, 2004ལོའི་ཟླ་6པ།.</p> </div> </div>","created_at":"2010-08-13 17:00:43 UTC","updated_at":"2011-04-28 16:23:03 UTC","id":651,"title":"འབྲས་སྤུངས།","is_primary":false}]}