{"descriptions":[{"id":1515,"title":"Rinpung Trashi Mindröl Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b6-16\"\u003eZung chu County\u003c/h2\u003e \u003ch3 id=\"b6-16-2\"\u003e(200) Rin spungs Monastery\u003c/h3\u003e \u003ch4 id=\"b6-16-2-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is Rin spungs bKra shis smin grol gling.\u003c/p\u003e \u003ch4 id=\"b6-16-2-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located 22 km north of Songpan, the seat of Zung chu county.\u003c/p\u003e \u003ch4 id=\"b6-16-2-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003esKyang btsun gYung drung bstan rgyal (b.1768), a descendant of sKyang \u0026rsquo;phags in mDzo dge, went to sMan ri Monastery (No.1) in gTsang and received teachings from a great master called gYung drung dbang rgyal. After thirteen years of study, the latter sent him back to Amdo. When he arrived in Shar khog, gTso tshang dbon po and his fifteen disciples came to meet him and became his disciples. Later he was offered land by the local people and founded a hermitage at the site called Rin spungs. Later he extended it into monastery. Towards the end of his life, a thirteen-year old boy called dGe \u0026rsquo;dun shes rab (b.1811) from dMu dge came to Rin spungs following a vision he had received in dream. gYung drung bstan rgyal was very enthusiastic about the new visitor and exhorted his disciples to accept dGe \u0026rsquo;dun shes rab as his reincarnation after his death. He asked dGe \u0026rsquo;dun shes rab to return to the monastery in seven years. He is said to have even made an inventory of all his personal belongings in the presence of dGe \u0026rsquo;dun shes rab, and ordered the monks to give them to dGe \u0026rsquo;dun shes rab upon his return. However, dGe \u0026rsquo;dun shes rab did not return seven years later as agreed so gYung drung bstan rgyas, before his death, left a testament for him in a small wooden box which he hid in the wall of his meditation cell. Finally, the monastery sent some monks to dMu dge to talk with dGe \u0026rsquo;dun shes rab\u0026rsquo;s family who warmly welcomed them and accepted the recognition of their son as the reincarnation of gYung drung bstan rgyal, but the boy was not at home. \u003c/p\u003e \u003cp\u003eIn the mean time, dGe \u0026rsquo;dun shes rab had travelled to rGyal rong, Khyung po, Kong po, lHa sa, rMe\u0026rsquo;u tshang, Dar ldings, Zhu tshang; he studied at rMan ri for seven years, practiced meditation at Byang gNam mtsho for one year and Khyung po\u0026rsquo;i sgom grwa for another six years, and had visited many sacred places and monasteries of different traditions (including Buddhism) where he studied and practiced meditation with various great masters and acquired the new name of Shes rab ye shes. Shortly after his return to dMu dge, remembering his promise to gYung drung bstan rgyal, he returned to the monastery. Although the master had died a few years before he was given all gYung drung bstan rgyal\u0026rsquo;s personal belongings and valuables including the box with the testament. \u003c/p\u003e \u003cp\u003egYung drung bstan rgyal introduced the monastic tradition of sMan ri Monastery and named the monastery Rin spungs bKra shis smin grol gling. He became the second master of sKyang tshang lineage and abbot of Rin spungs Monastery. The third master was bsTan \u0026rsquo;dzin phun tshogs dbang rgyal. The fourth was Shes rab rnam rgyal. \u003c/p\u003e \u003cp\u003eThe reincarnation of Shes rab ye shes was born soon after his death in Chu mdo village near the monastery, but he died very young. The following reincarnation, Shes rab rnam rgyal, was born in Shel bod village of dMu dge in 1895.\u003c/p\u003e \u003cp\u003eThe fifth was gYung drung bstan \u0026rsquo;dzin, born in 1955.\u003c/p\u003e \u003cp\u003eThe monastery was destroyed during the Cultual Revolution and was rebuilt in the 1980s.\u003c/p\u003e \u003ch4 id=\"b6-16-2-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003emkhan po who is a trulku\u003c/li\u003e \u003cli\u003egrwa shang bla ma\u003c/li\u003e \u003cli\u003eone dbu mdzad\u003c/li\u003e \u003cli\u003etwo dge skos \u003c/li\u003e \u003cli\u003eone a mchod \u003c/li\u003e \u003cli\u003etwo mchod dpon\u003c/li\u003e \u003c/ul\u003e \u003cp\u003eAll the incumbents are replaced every two years, with the exception of the grwa tshang bla ma who has no predetermined term of office.\u003c/p\u003e \u003ch4 id=\"b6-16-2-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are ninety-six monks and novices in the monastery.\u003c/p\u003e \u003ch4 id=\"b6-16-2-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eSince sKyang btsun gYung drung bstan rgyal was a disciple of gYung drung dbang rgyal, a master of sMan ri Monastery, Rin spungs still sends its monks to sMan ri and gYung drung gling monasteries in gTsang for teachings and ordination.\u003c/p\u003e \u003ch4 id=\"b6-16-2-7\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e1st month: commemoration of mNyam med Shes rab rgyal mtshan from the 3rd to the 6th day, and the ritual cycle of dBal gsas from the 8th to the 15th day\u003c/li\u003e \u003cli\u003e4th month: the festival of the dGe spyod for three days and the Mun sel sgrub pa for seven days with \u0026rsquo;cham dance on the last day for the public. The festival is known as Rin spung dbyar gnas\u003c/li\u003e \u003cli\u003e7th month: the ritual based on the rNam rgyal stong mchod for three days\u003c/li\u003e \u003cli\u003e9th month: the observance of the smyung gnas fasting for nine days from the 13th day\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-16-2-8\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery depends on offerings from its followers; the monks provide their own food.\u003c/p\u003e \u003ch4 id=\"b6-16-2-9\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe local lay community consists seven villages in gTso tshang township: Rin spungs with thirty-two families, Bar shod with eighteen families, Grang \u0026rsquo;dzi with fourteen families, lCang smad with twenty families, Bar rong with eighty families, \u0026rsquo;Phel \u0026rsquo;dzin with eleven families and Khri rgyal with twelve families; six villages in A stong township: Tsha chu sgur with forty-six families, dBal smon with nine families, Hor mthong with two families and the three villages of A stong: A stong with forty-two families, Chu \u0026rsquo;khyil sgur with thirty-eight families and gYang rten with twenty-two families.\u003c/p\u003e \u003ch4 id=\"b6-16-2-10\"\u003e13. Local festival\u003c/h4\u003e \u003cp\u003eThe la btsas called bKra shis bde chen is on a hill in front of the monastery. Its renewal ceremony, performed by the monks, takes place on the 10th day of the 7th month, which is the last day of the rNam rgyal stong mchod ritual at the monastery. \u003c/p\u003e \u003cp\u003eThe propitiation of the local deities of some of the following villages takes place on the 1st of the 1st month: Rin spungs village\u0026rsquo;s local deity is called Khyung rgod and the la btsas dedicated to him is located at the top of Mount Khyung rgod.\u003c/p\u003e \u003cp\u003eBar shod village\u0026rsquo;s local deity is called Brag rgan and the la btsas is located on Mount Brag rgan. Bar rong village\u0026rsquo;s local deity is called Kod po and the la btsas is located on Mount Kod po.\u003c/p\u003e \u003cp\u003eThe local deity of \u0026rsquo;Phen \u0026rsquo;dzin and Khri rgyal villages is called Bum pa and the la btsas is located on Mount Bum pa. Tsha chu sgur village\u0026rsquo;s local deity is called Brag ri and the la btsas is located on Mount Brag ri. A stong village\u0026rsquo;s local deity is called Nyi \u0026rsquo;ong and the la btsas is located on Mount Nyi \u0026rsquo;ong.\u003c/p\u003e \u003cp\u003eChu \u0026rsquo;khyil sgur village\u0026rsquo;s local deity is called gCal phrug gYung drung dgra \u0026rsquo;dul and the la btsas is located on Mount gCal phrug. gYang rten village\u0026rsquo;s local deity is called bKra shis bde chen and the la btsas is located Mount bKra shis bde chen. dBal mon village\u0026rsquo;s local deity is called rDo tshang and the la btsas is located on Mount rDo tshang.\u003c/p\u003e \u003cp\u003eThe monks and lay people also join other communities to venerate the two sacred mountains Bya dur and Dung ri, situated in the area (cf. sNa steng Monastery No.199).\u003c/p\u003e \u003ch4 id=\"b6-16-2-11\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eAgriculture and trade\u003c/p\u003e \u003ch4 id=\"b6-16-2-12\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-16-2-12-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn autumn 1998 with gYung drung tshul khrims alias gYung drung thar, a monk at the monastery (b.1963)\u003c/p\u003e \u003ch5 id=\"b6-16-2-12-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003eRin spungs bkra shis smin grol gling gi gdan rabs nyung bsdus brjod pa tshangs pa\u0026rsquo;i dbyangs snyan by sKal bzang dar rgyas, composed in 1984, ZGSK pp.107-121\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eThis text by sKal bzang dar rgyas is the only available work dealing with the history of Rin spungs Monastery; the first part of the text states that sKyang btsun gYung drung bstan rgyal recognized dGe \u0026rsquo;dun shes rab as his reincarnation when he was still alive, and then later goes on to say that bsTan \u0026rsquo;dzin phun tshogs dbang rgyal, the third sKyang btsun, was recognized as the reincarnation of sKyang btsun Rinpoche (when he is obviously the second reincarnation), so there seems to be a some confusion between the two masters.\u003c/p\u003e \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b6-16-2/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-16-2","is_primary":false,"created_at":"2011-12-13 02:30:25 UTC","updated_at":"2011-12-13 02:30:25 UTC","authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}]}]}