{"descriptions":[{"id":1563,"title":"Tengchen Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b5-2\"\u003eThe Chamdo region\u003c/h2\u003e \u003ch3 id=\"b5-2-1\" class=\"space-before\"\u003esTeng chen rdzong \u003c/h3\u003e \u003cp\u003esTeng chen rdzong is in Khyung po, north-eastern Tibet. It covers an area of 11,562 square kilometres, of which 110,000 \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emu\u003c/span\u003e is farmland, 11,500 \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emu\u003c/span\u003e pastureland and over 35,000 \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emu\u003c/span\u003e natural forest. It has a population of about 53,000 and consists of sixteen \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang \u003c/span\u003eand\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003esixty-five village councils.\u003c/p\u003e \u003cp\u003eDuring the period of the Mongol empire and the Ming dynasty of China, sTeng chen formed a part of the Sog sde territory. In 1647, it came under the direct control of the Manchu government. In 1751, it came to be ruled by the Manchu officials resident in Tibet and in 1916, control was handed over to the Tibetan government. In 1959 sTeng chen rdzong was established and absorbed into Chab mdo region. At one point in history it was called Sum pa glang gi gyim shod, a territory of Zhang zhung sgo pa, which was one of the three provinces of Zhang zhung called sGo, Phug and Bar.\u003c/p\u003e \u003cp\u003eThe story of the Khyung lineage begins with three brothers: lHa lung rgyal, Khyung Thog la \u0026rsquo;bar, and dMu khyung rgyal. Around the 10th century, Shes rab rgyal mtshan, of the dMu khyung lineage, migrated to Sum pa glang. As the Khyung lineage prospered there, the place came to be known as Khyung po.\u003c/p\u003e \u003ch4 id=\"b5-2-1-1\"\u003e(35) sTeng chen Monastery\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is sTeng chen dgon gYung drung bstan rgyas gling. sTeng chen Monastery comes under the administration of the municipality of sTeng chen and is situated on the hillside to the west of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong. \u003c/span\u003eIt was founded in 1061 by Khyung dbus Shes rab rgyal mtshan.\u003c/p\u003e \u003cp\u003eThe story of the Khyung lineage is told as follows: A long time ago, a big Garuda (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ekhyung\u003c/span\u003e) flew into a flower garden and there it produced three crystal-like eggs, from each of which appeared a very beautiful boy. The eldest was called lHa khyung, the second Thog la \u0026rsquo;bar and the youngest dMu khyung rgyal. The latter had two sons and a daughter, sTag sgra dun gtsug, dPal gyi gir ti and Khyung bza\u0026rsquo; Ye shes mtsho rgyal. The daughter, Khyung bza\u0026rsquo;, married Lig mi rgyal, the king of Zhang zhung. Her elder brother, sTag sgra dun gtsug, flourished in sTeng chen. He had a son called Gyer nam zur rtse, who had two sons, sTong rgyung rin mo and sTag la skyes. The former had three sons, Khyung sgom mu langs, Khyung \u0026rsquo;phags khra mo and Khyung sder sngon mo. Khyung sgom mu langs\u0026rsquo;s son was Khu byug, and his three sons were sTag pa, Zur dkar ba and mDo bkra ba. sTag pa\u0026rsquo;s son was Myes tshab, and he had four sons, sTon pa \u0026rsquo;bar, Dam pa Khyung sgom (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ealias\u003c/span\u003e Shes rab sgom), dBen pa ma lugs (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ealias\u003c/span\u003e sTon lug), and Dam pa Khyung dbus (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ealias\u003c/span\u003e Dad pa rgyal mtshan). sTon pa \u0026rsquo;bar\u0026rsquo;s son was sTon thar, and he had six sons, sTon sras, Shes rab rgyal mtshan, sTon mnyan Dam pa bang bkra, dPon dge, dPon dbus and sTon \u0026rsquo;bum. The mother of these six was a rGya lady, so they came to be known as \u0026ldquo;The Six rGya tsha Brothers\u0026rdquo; (rGya tsha spun drug). Of the six brothers, Khyung dbus Shes rab rgyal mtshan was guided by a prophecy as follows:\u003c/p\u003e \u003cp\u003e\u0026ldquo;The one who holds the lineage of dBra dkar Khyung po\u003c/p\u003e \u003cp\u003eMust go to mDo khams smad.\u003c/p\u003e \u003cp\u003eThe doctrine rises and falls like the sun and the moon,\u003c/p\u003e \u003cp\u003eEven if they fall tonight, they would shine tomorrow.\u003c/p\u003e \u003cp\u003eAt the bottom of Sum glang lies rNgu rdzong,\u003c/p\u003e \u003cp\u003eIn front of the six magnificent fortresses of crystal.\u003c/p\u003e \u003cp\u003esTeng chen is situated like the gold fish in a lake,\u003c/p\u003e \u003cp\u003eThere is the site for a seat of the Khyung family.\u003c/p\u003e \u003cp\u003eNow go towards that site.\u003c/p\u003e \u003cp\u003eThe river of knowledge will wind there,\u003c/p\u003e \u003cp\u003eAnd the flag of the Khyung lineage will be stable there.\u0026rdquo;\u003c/p\u003e \u003cp\u003eWhen Khyung dbus arrived in sTeng chen there was a Chinese man there called gTsug gtor nyi ma \u0026rsquo;brug grags (hereafter, Nyi ma \u0026rsquo;brug grags). He was a man both powerful and learned. He realized that the time had come and that his was a suitable place to welcome Khyung dbus.\u003c/p\u003e \u003cp\u003eAt that time, Khyung dbus was travelling in the places called Khri, rDo, rMa and La. Nyi ma \u0026rsquo;brug grags constructed a throne at Khyung khri thang in rMa and gave a reception for the lama. Then the lama was invited to go to a fortress called Khams gsum dbang \u0026rsquo;dus. From there he proceeded to sTeng chen, which he thought corresponded to the description in the prophecy. The lama first founded two colleges called Kun khyab gling and bsTan rgyas gling. The first one was for practising meditation according to Sutra and the second according to Tantra. bsTan rgyas gling produced a series of eminent monks and Kun khyab gling had tantric practitioners such as Tha yud wer zhi and the eighteen masters in the Do khung line, who were all tantrists with long locks.\u003c/p\u003e \u003cp\u003eNyi ma \u0026rsquo;brug grags then offered his adherence to Khyung dbus by telling him:\u003c/p\u003e \u003cp\u003e\u0026ldquo;I have my own Chinese culture in China.\u003c/p\u003e \u003cp\u003eI must return to my own country.\u003c/p\u003e \u003cp\u003eI offer you this seat of mine as your abode.\u003c/p\u003e \u003cp\u003eAnd this large field for which I paid a bowlful of gold,\u003c/p\u003e \u003cp\u003eAs a seat for yourself, king of Khyung.\u003c/p\u003e \u003cp\u003eThe plateau up there,\u003c/p\u003e \u003cp\u003eIs the place where I play the gold dice.\u003c/p\u003e \u003cp\u003eMake it your royal seat, you, the king. \u003c/p\u003e \u003cp\u003eBelow the junction of the three gSer ru valleys,\u003c/p\u003e \u003cp\u003eAbove the confluence of the two rivers,\u003c/p\u003e \u003cp\u003eThis is the land I, the old China man, bought.\u003c/p\u003e \u003cp\u003eMake it your royal seat, you, the king. \u003c/p\u003e \u003cp\u003eThe red rock, which is like a fortress of fire (down there),\u003c/p\u003e \u003cp\u003eIs like a Garuda lying in its nest.\u003c/p\u003e \u003cp\u003eMake it your royal seat, you, the king. \u003c/p\u003e \u003cp\u003eIt is there where you should build your fortress and palace\u0026hellip;\u0026rdquo;\u003c/p\u003e \u003cp\u003eAnd he added,\u003c/p\u003e \u003cp\u003e\u0026ldquo;The spring of water in rDza dkar so ma,\u003c/p\u003e \u003cp\u003eIs the place for your horse to drink.\u003c/p\u003e \u003cp\u003eAll this is given to you, please accept them.\u0026rdquo;\u003c/p\u003e \u003cp\u003eKhyung dbus replied: \u0026ldquo;I am simply a monk who has abandoned the family life, so I would not know how to manage a fortress and be a leader of a community. If you mean to give your land and fortress to the Khyung family, my brother\u0026rsquo;s sons A brla and Nang chen grags pa are at Khyung lung in Zhang zhung. I hope you will be able to send two messengers with a present from me to go to Khyung lung.\u003c/p\u003e \u003cp\u003eThen Khyung dbus, as a sign of assurance, gave a dagger with a white haft to the messengers dispatched by Nyi ma \u0026rsquo;brug grags. They called on Khyung A brla, offered the present and told him why they came to see him. Khyung A brla consented to come to sTeng chen. He, with the two messengers, travelled by the southern road. They happily arrived in the land of Khyung po.\u003c/p\u003e \u003cp\u003eThen Khyung dbus and Nyi ma \u0026rsquo;brug grags met Khyung A brla. Nyi ma \u0026rsquo;brug grags, having given all the land to Khyung A brla, went back to China accompanied by his own servants. Khyung dbus and all the people saw him off. Khyung dbus passed away on the shore of the river rNgul chu after exhibiting immense miraculous signs of his spiritual accomplishment.\u003c/p\u003e \u003cp\u003eLater Nang chen grags pa paid a visit to China and had an audience with the emperor. Upon returning to sTeng chen, he fixed his residence at sTeng chen itself. Thereafter, sTeng chen\u0026rsquo;s spiritual and temporal laws became very famous. A brla continued working for the monastery and exhibited signs of spiritual accomplishment. He finally died at the age of sixty-two. He had many religious objects of body, speech and mind made.\u003c/p\u003e \u003cp\u003eOne of A brla\u0026rsquo;s four wives, \u0026rsquo;Dan bza\u0026rsquo;, had three sons, Khyung zhig Ye rgyal ba, dBang rgyal grub and Byang nang pa Byang shes. Ye rgyal ba was an eminent monk. He practised meditation on Khro bo and Phur pa. Kindling his divine power, he reinforced his deeds for religious beings. He died at seventy. A brla\u0026rsquo;s son bSod nams rgyal mtshan by the lady of Rong was a very learned man. He possessed awe-inspiring dignity, convincing speech and foresight, and his reputation spread. He passed away when he was eighty-two. Drung chen Nam mkha\u0026rsquo; rgyal mtshan, another son of A brla by Rong mo za, was a man with a broad knowledge of Bonpo scriptures. With the great power and skill obtained from constant meditation on Srid rgyal drel dmar, in particular, he laboured for sentient beings. At the age of seventy-two, he died in sTeng chen. From here the offspring of A brla were succeeded as the head of the monastery by a series of masters:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003e Rin chen rgyal mtshan dar\u003c/li\u003e \u003cli\u003e gYung drung rgyal mtshan \u003c/li\u003e \u003cli\u003e Rin chen rgyal mtshan\u003c/li\u003e \u003cli\u003e bsTan pa\u0026rsquo;i rgyal mtshan\u003c/li\u003e \u003cli\u003e Ye shes rgyal mtshan\u003c/li\u003e \u003cli\u003e lHun grub bsod nams dbang rgyal\u003c/li\u003e \u003cli\u003e dBang gi rgyal mtshan\u003c/li\u003e \u003cli\u003e Yid bzhin rgyal ba\u003c/li\u003e \u003cli\u003e rGyal ba don grub\u003c/li\u003e \u003cli\u003e Khyung po Blo gros rgyal mtshan\u003c/li\u003e \u003cli\u003e Blo ldan snying po (b.1360)\u003c/li\u003e \u003cli\u003e Khyung chen Yon tan rin chen\u003c/li\u003e \u003cli\u003e Khyung dkar\u003c/li\u003e \u003cli\u003e Khyung po A \u0026rsquo;je\u003c/li\u003e \u003cli\u003e Khyung po rNam rgyal\u003c/li\u003e \u003cli\u003e sPyang Be zhu Blo bzang\u003c/li\u003e \u003cli\u003e sKyang \u0026rsquo;phags Tshe dbang bstan rgyal\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eBlo ldan snying po, the eleventh, was born of the dBra clan in the lower part of Khyung po. He received the Oral Tradition, which he wrote down, filling about fifty-four volumes, including the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emDo Dri med gzi brjid\u003c/span\u003e. He is said to have had a five-storey temple built, called bKra shis \u0026rsquo;od \u0026rsquo;bar. It had statues of deities of the forty-five vehicles, as well as the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhams chen nag phran ma\u003c/span\u003e written in gold. He died at forty-seven.\u003c/p\u003e \u003cp\u003esKyang \u0026rsquo;phags Tshe dbang bstan rgyal, the seventeenth, studied at gYung drung gling Monastery (No.2) and obtained the degree of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edge bshes\u003c/span\u003e there. Having thoroughly mastered dozens of subjects, he received completely perfect teachings of texts and instructions from Lama rGyal mtshan in sTeng chen. At that time, gTer ston bDe chen gling pa arrived in sTeng chen. He visited the place called gTer sgrom kha and prophesied that there would be a monastery there. Since Tshe dbang bstan rgyal had been given the very same prophecy by sKyabs mgon Zla ba rgyal mtshan, Tshe dbang bstan rgyal fulfilled the prophecies of the two masters by uniting the two establishments, gYung drung bstan rgyal gling - the monastery of Khyung dkar lineage holders in the Upper sTeng chen - and the one called Kun khyab gling - which had been the abode of eighteen series of Khyung tantric practitioners - into one and moving them to gTer sgrom kha in 1862.\u003c/p\u003e \u003cp\u003eThe new monastery was large with a number of monks. It had over four hundred households to support it. Moreover, he had over a hundred temples built, of various sizes. These establishments followed a strict monastic tradition; assemblies were to be held fifteen times a year. The monastery had many important visitors, so it became known all over Tibet.\u003c/p\u003e \u003cp\u003eThen, in sTeng chen Monastery, there was the accomplished scholar gYung grags pa (gYung drung Tshul khrims dbang grags), who had the whole \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; brten\u003c/span\u003e copied to the best quality and made an excellent catalogue of the collection. After gYung grags pa, Khyung sprul Tshe dbang g-yung drung followed as the head of the monastery in 1913. During this time, China and Tibet were at war with each other which caused the monastery to be burnt down. However, Khyung ser sga sprul Tshe dbang g-yung drung took the initiative to rebuild it. A large and splendid temple was built, containing many religious objects. At that time, bsTan pa, having obtained the degree of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edge bshes\u003c/span\u003e in metaphysics in gYung drung gling, returned to his native monastery. When Nyi ma dbang rgyal, the Thirty-first abbot of sMan ri Monastery (No.1), came to this monastery, the abbot appointed bsTan pa as head of the monastery. mKhan po bsTan pa had many religious objects made and did great deeds for sentient beings.\u003c/p\u003e \u003cp\u003eBefore 1959, there were about 180 monks in sTeng chen Monastery. At present there are sixty-one monks, led by the following: the abbot, rGya mtsho nor bu, who is thirty-three years old in 1998; the chanting conductors, \u0026rsquo;Chi med g-yung drung and bsTan pa tshul khrims; and the disciplinarians, bSod nams bkra shis and sNying rje bstan \u0026rsquo;dzin. There are, in fact, no more than fourteen who reside permanently in the monastery.\u003c/p\u003e \u003cp\u003eAs daily activities, in the morning the monks recite the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ertsa rlung\u003c/span\u003e prayer. Then they perform the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsang\u003c/span\u003e purification ritual and the water offering based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebDud rtsi chu rgyun\u003c/span\u003e and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erTsis \u0026rsquo;go bdun pa\u003c/span\u003e.\u003c/p\u003e \u003cp\u003eOther rituals that the monks perform on different occasions are based on the texts \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esMon lam mtha\u0026rsquo; yas\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;Dul chog\u003c/span\u003e (during the summer retreat), \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eMa tri\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erNam rgyal\u003c/span\u003e and\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e mKha\u0026rsquo; klong gsang mdos\u003c/span\u003e. They also perform rituals for wrathful deities, gShed dmar, Khro bo and the propitiation of the religious protectors.\u003c/p\u003e \u003cp\u003eThe mountain behind the monastery is called Brag dmar ri \u0026rsquo;dus, the abode of the local deity Rin chen \u0026rsquo;bar ba, and at its left are those called gZi yar sku, Mar sku and Gong rgyal. In front of the monastery is the holy mountain known as Ri rtse drug.\u003c/p\u003e \u003cp\u003eThe monks\u0026rsquo; main source of income is religious services in the neighbouring villages of Ye tha, which have a population of more than 3,200 farmers and nomads, in over 500 households. For these services the people customarily pay the monks from five to twenty \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eyuan\u003c/span\u003e a day.\u003c/p\u003e \u003ch4 id=\"b5-2-1-2\"\u003e(36) sTeng chen Hermitage\u003c/h4\u003e \u003cp\u003eThis is a hermitage that lies to the east of sTeng chen Monastery, less than a stone\u0026rsquo;s throw away.\u003c/p\u003e \u003cp\u003eThe hermitage has a large temple of magnificent design. The main religious objects are the reliquary stupa of sMon lam rgyal mtshan at the centre, another reliquary stupa of Me ston Nyi ma rgyal mtshan to the right and that of Tshul khrims rgyal mtshan to the left. There is also an old thangka of the Twelve Deeds of sTon pa gShen rab.\u003c/p\u003e \u003cp\u003eBefore 1959, there were about fifty monks in this hermitage. Presently there are two lamas, lHun grub rgya mtsho and Yon tan rgya mtsho, and the chanting conductor, bKra shis dbang \u0026rsquo;dus. It is considered to be a branch of dGyes ri Monastery in Kongpo.\u003c/p\u003e \u003cp\u003eWith regard to the main daily activities, in the morning the monks perform the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsang\u003c/span\u003e ritual and the water offering; at midday they recite the mantra of the tutelary deities; and in the evening, they chant the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; skyong\u003c/span\u003e.\u003c/p\u003e \u003cp\u003eEvery year, in the fourth Tibetan month, from the 23rd to the 30th day, the monks perform the Cho ga bcu gnyis ritual. From the fifth month to the end of the sixth month, the ritual of rNam rgyal is performed. In the ninth month, from the 21st to the 30th day, they perform the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e rite based on deities, sometimes Yi dam Dran pa drag po and other times the goddess Srid pa rgyal mo.\u003c/p\u003e \u003ch4 id=\"b5-2-1-3\"\u003e(37) Ko bo Monastery\u003c/h4\u003e \u003cp\u003eKo bo Monastery is under the administration of the sTeng chen villages. It is about nine kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong. \u003c/span\u003eIt lies\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003eon a small hill west of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e and access to it is difficult.\u003c/p\u003e \u003cp\u003eThis monastery was founded by Ko bo Ye shes rgyal mtshan in 1408. It is below the sacred mountain - the abode of the local deity \u0026rsquo;Jag rgyal smug po - which is on the highland between the rivers rNgul chu and rDza chu in Khams.\u003c/p\u003e \u003cp\u003eThe line of masters of the monastery is as follows:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003e Ko bo Ye shes rgyal mtshan\u003c/li\u003e \u003cli\u003e Zla grags Rin chen rgyal mtshan\u003c/li\u003e \u003cli\u003e Zla grags Rin chen dpal bzang\u003c/li\u003e \u003cli\u003e Zla grags Nyi ma \u0026rsquo;od zer\u003c/li\u003e \u003cli\u003e Zla grags Tshul khrims dbang rgyal\u003c/li\u003e \u003cli\u003e Ha Rinpoche\u003c/li\u003e \u003cli\u003e Zla grags Rin chen phun tshogs\u003c/li\u003e \u003c/ol\u003e \u003ch5 id=\"b5-2-1-3-1\"\u003eMain Religious Activities\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003e In the first Tibetan month, from the 3rd day, annual activities begin with the commemoration of mNyam med Shes rab rgyal mtshan. The monks perform the ceremony based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKlong rgyas\u003c/span\u003e, as well as chanting the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eBla ma mchod pa\u003c/span\u003e and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;Tshogs \u0026rsquo;don\u003c/span\u003e. The ritual cycle of Phur pa is performed while two monks perform that of Ge khod separately.\u003c/li\u003e \u003cli\u003e In the second month, on the 24th day, the commemoration of Zla grags is celebrated with the ceremony based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erNam dag\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKlong rgyas\u003c/span\u003e. On the 27th day there is a recitation of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;Tshogs \u0026rsquo;don\u003c/span\u003e. The monks practise silent reading of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhro bo\u003c/span\u003e and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eMa tri rin chen sgron ma\u003c/span\u003e. On the same occasion they make offerings to the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eklu\u003c/span\u003e spirits.\u003c/li\u003e \u003cli\u003e In the fifth month, on the 29th day, the summer ritual (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edbyar sgrub\u003c/span\u003e) begins. There is a ritual of A dkar and a performance of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esDe brgyad bzlog mdos\u003c/span\u003e. Besides these, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsKang \u0026rsquo;bum\u003c/span\u003e is chanted. In the gNas brtan lha khang, two monks chant the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egNas brtan bcu drug\u003c/span\u003e, a rediscovery of Sangs rgyas gling pa. The \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edbyar sgrub\u003c/span\u003e is adjourned on the 6th day of the sixth month.\u003c/li\u003e \u003cli\u003e In the sixth month, on the 7th and 8th days, there are religious dances. On the 9th day, all the laity and clerics come, making the circumambulation called \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;bum bskor\u003c/span\u003e. The \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ezhi khro\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egsol kha\u003c/span\u003e rituals are performed during the day, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; skyong\u003c/span\u003e in the evening and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsKangs \u0026rsquo;bum\u003c/span\u003e during the night.\u003c/li\u003e \u003cli\u003e During the Summer retreat (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edbyar gnas\u003c/span\u003e) there is a recitation of Sutra, such as the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emDo dri med\u003c/span\u003e.\u003c/li\u003e \u003cli\u003e In the tenth month, on the 23rd day, the ritual cycle of Khro bo is performed according to the local tradition, as well as the ceremony of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eYab sras tshogs \u0026rsquo;khor\u003c/span\u003e. The chanting of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsKangs \u0026rsquo;bum\u003c/span\u003e by two monks takes place separately. On the 29th day, there is a religious dance and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egtor rgyag\u003c/span\u003e ceremony. On the 30th day, the gathering is adjourned.\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eAs there are many great and complete murals in the assembly hall and at the porch of Ko bo Monastery, I shall give here the names of the main deities and some remarks concerning their iconography.\u003c/p\u003e \u003cp\u003eThe four great local deities (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egnyan chen sde bzhi\u003c/span\u003e):\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003e rMa chen sPom ra: a deity riding on a white horse\u003c/li\u003e \u003cli\u003e Thang lha Yar bzhur: a deity riding on a red horse\u003c/li\u003e \u003cli\u003e Ti se: a deity riding on a snow lion\u003c/li\u003e \u003cli\u003e Yar lha Sham po: a deity riding on a dragon\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eThe local deities of the holy mountains surrounding Ko bo Monastery:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003e sMug po ri btsun (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ealias\u003c/span\u003e Brag btsan thog rgod \u0026rsquo;bar ma): a goddess with one head, two arms and a red body. She holds a white conch in her right hand and a gem in her left. Wearing a black hat on her head, she is mounted on a black horse.\u003c/li\u003e \u003cli\u003e Rin chen \u0026rsquo;bar ba, the proprietor of Mount Rin chen \u0026rsquo;bar ba: a deity with a red body, one head and two arms. Mounted on a black horse, he exhibits a terrifying air.\u003c/li\u003e \u003cli\u003e \u0026rsquo;Ga\u0026rsquo; rgyal Rin chen spungs: a deity with a white body, one head and two arms. He holds a lance with a flag fastened to it in his right hand and a gem in his left. Mounted on a blue horse, he has an air of bravery.\u003c/li\u003e \u003cli\u003e sPen ne ri bkra: a deity with a white body, one head and two arms. Dressed in a king\u0026rsquo;s garment, he holds a gem in his right hand and a lance with a flag fastened to it in his left. He is mounted on a light-bay stallion.\u003c/li\u003e \u003cli\u003e Jo mo g-yu rtse: a goddess with a white body, one head and two arms. She holds a lance with a flag fastened to it in her right hand and a vase in her left. Mounted on an antelope, she has a peaceful appearance.\u003c/li\u003e \u003cli\u003e Ri dmar dBu lha btsan rgod: a deity with one head, two arms and a conch-like white body. He holds a lance with a flag fastened to it in his right hand and a gem in his left. Clad in a king\u0026rsquo;s garment, he rides a red horse.\u003c/li\u003e \u003cli\u003e dMag dpon rTa rgod \u0026rsquo;bar ba: a deity with a white body, one head and two arms. His right hand is clenched in a fist and in his left hand he holds a gem. Standing on a blazing fire, he shows extreme bravery.\u003c/li\u003e \u003cli\u003e sTag lo kha yan: a goddess with a yellow body, one head and two arms. She holds a sword in her right hand and a gem in her left. Mounted on a tigress, she is in an extreme rage.\u003c/li\u003e \u003cli\u003e rDzong dmar: a deity with a red body, one head and two arms. He holds a lance with a flag fastened to it in his right hand and a lasso in his left. Riding a reddish-brown horse, he is in a rage.\u003c/li\u003e \u003cli\u003e Grogs rdis Nor skyong dpal ldan: a deity with a white body, one head and two arms. He holds a vase in his right hand and a gem in his left. Clad in a nomad\u0026rsquo;s garment, he sits peacefully on a cushion.\u003c/li\u003e \u003cli\u003e Rag pa g-yu rtse: a deity with a blue body, one head and two arms. He holds a lance with a flag fastened to it in his right hand and a gem in his left. Riding a light-bay stallion, he exhibits an air of bravery.\u003c/li\u003e \u003cli\u003e sTag thus bon mtshan: a deity with a blue body, one head and two arms. He clenches his right hand while holding a vase in his left.\u003c/li\u003e \u003cli\u003e sTag thus bon rgan: a deity with a white body, one head and two arms. He holds his hands in the manner of a meditating monk.\u003c/li\u003e \u003cli\u003e rTa sgo: a deity with a white body, one head and two arms. He holds a drum in his right hand and a flat gold bell in his left. Riding a divine yak, he exhibits an air of dignity.\u003c/li\u003e \u003cli\u003e Gangs rgyal: a deity with a white body and plaited hair. He has one head and two hands. His right hand holds a lance with a flag fastened to it and the other holds a gem. He is mounted on a light-bay stallion.\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eThere are also murals of the thirteen mGur lha:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003e gNyan rje Gong sngon, mounted on a red Garuda\u003c/li\u003e \u003cli\u003e gTsang lha Bye yug, on a white horse\u003c/li\u003e \u003cli\u003e Srog lha Gangs dkar, on a yellow gander\u003c/li\u003e \u003cli\u003e sGyog chen sDong ra, on a divine white yak\u003c/li\u003e \u003cli\u003e \u0026rsquo;Brong nam Yang rtse, on a blue buffalo\u003c/li\u003e \u003cli\u003e Dung lha Byang rtse, on a red horse\u003c/li\u003e \u003cli\u003e lCog lha Tshal rtse, on a blue dragon\u003c/li\u003e \u003cli\u003e lHa ri gYu rtse, on a yellow deer\u003c/li\u003e \u003cli\u003e sPom ra Nag po, on a black mule\u003c/li\u003e \u003cli\u003e \u0026rsquo;Gyu chen lDong khram, on a red mule\u003c/li\u003e \u003cli\u003e dByig chen Ra rngam, on a white horse\u003c/li\u003e \u003cli\u003e Ba ru Ser glang, on a white ox\u003c/li\u003e \u003cli\u003e \u0026rsquo;Bri chen sDong ra, on a red horse\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eThe twelve brTan ma goddesses, the guardians of the Bon religion:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003e Kong btsun De mo, mounted on a tigress\u003c/li\u003e \u003cli\u003e Gangs dkar Sha med, on a yellow gander\u003c/li\u003e \u003cli\u003e rMa ting \u0026rsquo;Phrul mo, on a white horse\u003c/li\u003e \u003cli\u003e sKyi mthing Ya ma, on a sorrel yak\u003c/li\u003e \u003cli\u003e Ma btsun \u0026rsquo;Brog chen, on a blue ox\u003c/li\u003e \u003cli\u003e rMa ri Rab khyams, on a blue horse\u003c/li\u003e \u003cli\u003e lHa ri Ya ma, on a light-bay horse\u003c/li\u003e \u003cli\u003e sKyi mthing Nag mo, on a blue deer\u003c/li\u003e \u003cli\u003e Gangs kyi gYu sgron, on a blue parrot\u003c/li\u003e \u003cli\u003e Ka ga Ser mo, on an antelope (Hodgson\u0026rsquo;s)\u003c/li\u003e \u003cli\u003e Kha rag Khyung btsun, on a black mule\u003c/li\u003e \u003cli\u003e gDa\u0026rsquo; la bTsun mo, on a deer\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eKo bo Monastery has, moreover, a magnificent mural of \u0026rsquo;Ol mo lung ring. People of different countries call it by different names: bDe ba can by the people of U rgyan, Mi \u0026rsquo;gyur g-yung drung can by the people of Shar gling, dBang bsgyur \u0026rsquo;khor lo can by the people of Byang gling, Me tog bkod pa can by the people of Nub gling, and Yid bzhin bkod pa can by the people of \u0026rsquo;Dzam gling.\u003c/p\u003e \u003cp\u003eFurther, it was named Sham bha la by the Indian people, Mu khyud gter gyi gling by the Chinese people, dBang ldan \u0026rsquo;khor lo gling by the people of Za hor, Gar ma gar shom spro by the people of Yu gur, \u0026rsquo;Gyur med \u0026rsquo;od ma tshal by the people of Bru sha, Kha la g-yu gshog by the people of Kha che, dPag bsam ljon pa\u0026rsquo;i gling by the people of Li bal, Nub byang rtag gzigs khyim gyi yul by the people of Zhang zhung, Nub phyogs \u0026rsquo;Ol mo lung ring or \u0026rsquo;Od mo gling by the people of Tibet, rTag gzigs ga sho nor gyi gling by the people of Mon yul, and dMu yul \u0026rsquo;phyo ba gling by the people of \u0026rsquo;Jang.\u003c/p\u003e \u003cp\u003eAt present there are two lamas in this monastery, Zla grags Rin chen phun tshogs, who is fifty-eight, and Bla chung mKhyen rab rgya mtsho, who is twenty-two in 1998. There are two abbots, dGe legs tshul khrims and rNam rgyal gtsug phud. There are more than eighty monks. In the vicinity of the monastery there are over three hundred households. The population of this area is about 3,500.\u003c/p\u003e \u003cp\u003eThe main source of income for the monks is the religious services they perform in villages. The lamas of high rank are customarily paid from fifty to one hundred \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eyuan\u003c/span\u003e a day and the common monks from ten to twenty \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eyuan\u003c/span\u003e a day.\u003c/p\u003e \u003cp\u003eThe location and murals of this monastery possess special qualities that distinguish it from other Bonpo monasteries. This monastery is now undergoing significant restoration and enlargement.\u003c/p\u003e \u003ch4 id=\"b5-2-1-4\"\u003e(38) Ka legs gYung drung gling Monastery\u003c/h4\u003e \u003cp\u003eKa legs dgon gYung drung gling is under the administration of the sTeng chen villages. From sTeng chen rdzong, travelling about twelve kilometres westward on the highway, we reach the village of Ra khrom. After crossing a small bridge, a walk of more than half an hour in a south-westerly direction leads us to the monastery. Situated on a hill and surrounded by a number of holy mountains, it lies to the east of the Four Great Sacred Places of Tibet, south of the Thang lha range, on the highland between the rivers rNgul chu and rDza chu, and near sTeng chen Monastery (No.35). It was the place where sPrul sku Blo ldan snying po received the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emDo Dri med gzi brjid\u003c/span\u003e as an oral tradition and wrote it down.\u003c/p\u003e \u003cp\u003eThe monastery was first supported by benefactors gSas sar Nam mka\u0026rsquo; g-yung drung, the owner of the land, \u0026rsquo;Be ru bon srung and sTag rtsa rGyal mtshan. The Shel masters played an important role in the monastery. The origin of the Shel lineage is as follows: long ago in China, there was a man called Kun dga\u0026rsquo; \u0026rsquo;od \u0026rsquo;phro. He lived amidst flowers in an ocean that emitted lights. He miraculously produced a white crystal egg from which a little man appeared. He had turquoise hair and a white chin-tuft; he was dressed in white silk and was holding a lotus. He was found by the king of China, who called him Zing ba mthu chen. He became a prelate in the court and came to have the name Legs tang mang po. bSam gtan rgyal mtshan, one of his descendants, migrated to Tibet, where he subdued many gods and demons. He was followed by Khro bo rgyal mtshan and Zhig chung Nam mkha\u0026rsquo; mtha\u0026rsquo; bral.\u003c/p\u003e \u003cp\u003eIn 1454, Yag snya bSod nams rgyal mtshan founded the monastery at gYang ra brag rtsar. He named the monastery Ka legs gYung drung gling. He raised funds for the commemoration of the great master mNyam med Shes rab rgyal mtshan and made sure that the rituals he established in the monastery closely followed the teachings of the master. There were only seven monks, including the lama Tshe dbang rgyal mtshan of rDzogs mda\u0026rsquo; and Tshul khrims. There was a complete set of religious objects and implements for making offerings, such as the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egandi\u003c/span\u003e, a drum, a stone gong and a conch. There was also the tradition of studying the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003etshad ma\u003c/span\u003e logic.\u003c/p\u003e \u003cp\u003eIn 1564, reasons for moving the monastery to a new place arose. The old site was small and unsafe. So, in the time of lHun grub rgya mtsho, a discussion was held among all the laity and clergy and it was agreed that the monastery should be moved to Ka bzos sribs. It was therefore rebuilt and the religious objects of body, speech and mind were installed. Celebrations and the study of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003etshad ma\u003c/span\u003e logic were re-established. There were about twenty-five monks at that time and the monastery became known even among the people of Amdo and rGyal rong.\u003c/p\u003e \u003cp\u003eThere was a series of masters as the head of the monastery:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003e \u0026rsquo;Gro mgon bsTan pa \u0026rsquo;brug grags\u003c/li\u003e \u003cli\u003e lHun grub bzhi\u003c/li\u003e \u003cli\u003e gYung drung mi zhig rdo rje\u003c/li\u003e \u003cli\u003e Yid bzhin rgyal ba tshul khrims\u003c/li\u003e \u003cli\u003e bSod nams ye shes\u003c/li\u003e \u003cli\u003e Tshul khrims rgyal mtshan\u003c/li\u003e \u003cli\u003e Zla ba grags\u003c/li\u003e \u003cli\u003e Phun tshogs rgyal mtshan\u003c/li\u003e \u003cli\u003e bsTan \u0026rsquo;dzin grags pa\u003c/li\u003e \u003cli\u003e Nyi ma bstan rgyal \u003c/li\u003e \u003cli\u003e gYung drung rgyal mtshan\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eHowever, in 1914, the Tibetan troops led by the commander rTa nag (who were of dGe lugs pa obedience), came to the area and they began to murder many of the local people. They also completely burned the monastery. Phun tshogs bstan \u0026rsquo;dzin grags pa (1888-1954) and his three disciples, Nyi ma grags pa, bsTan pa\u0026rsquo;i rgyal mtshan and gYung drung rgyal ba, could no longer live there. They left for Hor where there were benefactors of the Bon religion.\u003c/p\u003e \u003cp\u003eThe teacher Phun tshogs bstan \u0026rsquo;dzin grags pa was a capable physician. He was able to cure illnesses of man and animal, and prevent epidemics.\u003c/p\u003e \u003cp\u003eAt that time, there was, in sTeng chen, the famous governor-general of Hor, Grags pa rnam rgyal. He assigned A drung to the restoration of the monastery and sent him to Hor in order to bring back the above-mentioned monks. The governor-general ordered the chief of dKar ru and his people to provide labour, as well as to transport the timber that was needed.\u003c/p\u003e \u003cp\u003eIn 1914, Phun tshogs bstan \u0026rsquo;dzin grags pa himself laid the foundation of the main hall. He maintained the monastic tradition of sMan ri as was established by mNyam med Shes rab rgyal mtshan. He also established the study of the five minor and five major sciences, the summer and winter festivals for fifteen days each and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e rite based on Khro bo and Phur pa, as well as the chanting of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; skyong\u003c/span\u003e.\u003c/p\u003e \u003cp\u003eThere were two gilt-bronze stupas in the form of gYung drung bkod legs and a statue of rNam rgyal as tall as a two-storey house. He also had new copies of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; brten\u003c/span\u003e made and obtained new offering implements, as well as having thangka made. New monk quarters were built. At that time, there were more than seventy monks in the monastery.\u003c/p\u003e \u003cp\u003eA reliquary gilt-bronze stupa of Phun tshogs bstan \u0026rsquo;dzin grags pa (1888-1954) as tall as a two-storey house was made. \u003c/p\u003e \u003cp\u003eA prayer for a quick birth of his reincarnation was offered, in consequence of which his reincarnation was born in 1956. In the process of searching for the reincarnation, Ka legs Monastery made offerings of twelve thousand sacrificial cakes (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003etshogs\u003c/span\u003e) to the tutelary deity Phur pa and to the protective deities. It was known that the reincarnation himself said, \u0026ldquo;I am going to Ka legs\u0026rdquo;, and showed many miraculous signs, which were actually heard by the attendant monks. The father of the reincarnation, who was called Tshang stobs rgyal mtshan, belonged to the lineage in which Me ston Shes rab \u0026rsquo;od zer in Yar \u0026rsquo;brog was born and the mother belonged to the lineage of Zhig po. At that time there were about seventy monks in the monastery. Among them were Rin chen tshul khrims, bsTan pa rgyal mtshan, Ye shes dbang ldan and bZod pa mthar phyin, who were all very learned, having studied logic and Sanskrit, as well as being accomplished in meditation according to the Oral Tradition of Zhang zhung.\u003c/p\u003e \u003cp\u003eIn short, this monastery has experienced rises and falls in the course of its own history, but it had the capacity to produce a series of eminent monks who were able to uphold the Bon doctrine and it is one of the oldest and important Bonpo monasteries.\u003c/p\u003e \u003cp\u003eThe monastery is surrounded by the following sacred sites: Sa yi brag ri sgor mo, where the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emDo Dri med gzi brjid \u003c/span\u003ewas written down\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003eby Blo ldan snying po; Sa sho mda\u0026rsquo;, where there is the self-risen \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eMa tri\u003c/span\u003e mantra and swastika; bDe chen lha ri gnam rdzong; Chu na ma; and the holy mountain Dong rdzong smug po mched brgyad, regarded as the site blessed by Dran pa nam mkha\u0026rsquo; and his son Tshe dbang rig \u0026rsquo;dzin. There is a place called gYang ra nang, which was the previous site of the monastery.\u003c/p\u003e \u003cp\u003eBefore 1959, there were seventy monks in the monastery. At present there are sixty-two, including the lama Tshe dbang stobs rgyal. Rituals are performed according to the old custom, and all the religious objects, murals and the like in the assembly hall are kept in reasonably good condition.\u003c/p\u003e \u003ch4 id=\"b5-2-1-5\"\u003e(39) sMon rgyal bla brang\u003c/h4\u003e \u003cp\u003eThis is a residence of an important lineage and is under the administration of the sTeng chen villages. It is located four kilometres to the south of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e. It was established in 1842 by Nam mkha\u0026rsquo; dbang. Before 1959, there were seven monks in the residence. At present there are no more than seven monks and a lama. It is very limited in scale, and in poor condition in every respect.\u003c/p\u003e \u003ch4 id=\"b5-2-1-6\"\u003e(40) Nag ru Monastery\u003c/h4\u003e \u003cp\u003eThe monastery is usually known as Nag ru dgon bSam gtan gling.\u003c/p\u003e \u003cp\u003eFrom sTeng chen rdzong,\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003etravelling three kilometres eastward on the highway, turning right, then southward to cross a bridge and travelling another five kilometres, we reach lHa mthong village, which lies at the foot of a mountain. It takes an hour on foot to reach the monastery from the village, climbing up the mountain behind the monastery. There is another route that leads to it from its front side.\u003c/p\u003e \u003cp\u003eNag ru Monastery was founded in 1751 by Li shu stag ring. The present lamas are Pad ma kun legs and gYung drung grags pa. Before 1959, there were 105 monks in the monastery. At present there are forty.\u003c/p\u003e \u003cp\u003eThe successive heads of the monastery were as follows:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003e mTha\u0026rsquo; zhu bDud \u0026rsquo;dul sprul sku\u003c/li\u003e \u003cli\u003e bZod pa\u003c/li\u003e \u003cli\u003e Pad \u0026rsquo;byung\u003c/li\u003e \u003cli\u003e sTag dbang\u003c/li\u003e \u003cli\u003e Grags sdis\u003c/li\u003e \u003cli\u003e gYung drung grags pa\u003c/li\u003e \u003cli\u003e Pad ma kun legs\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eThe main religious object of this monastery was the gilt-bronze statue of Li shu stag ring. There were also statues of the four deities Srid rgyal, bTsan and bDud. The monastery obviously followed the tradition of sMan ri Monastery (No.1).\u003c/p\u003e \u003cp\u003eThe monastery is surrounded by the following sacred sites: The mountain behind the monastery is called rDzong gseb, whose proprietor is Ba lha btsan. There are caves regarded as those of Dran pa nam mkha\u0026rsquo;, sTag la me \u0026rsquo;bar and gShen gSang ba \u0026rsquo;dus pa, and footprints of a hawk, a falcon and a wolf.\u003c/p\u003e \u003cp\u003eAs daily activities, in the morning the monks recite the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;Tshogs \u0026rsquo;don\u003c/span\u003e and perform the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsang\u003c/span\u003e ritual, at midday the ritual texts of dBal gsas, and in the evening those of Byams ma and sTag la.\u003c/p\u003e \u003cp\u003eThe monastery performs the following annual services:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003e In the first Tibetan month, from the 1st to the 3rd day, they recite the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKlong rgyas\u003c/span\u003e.\u003c/li\u003e \u003cli\u003e In the fourth month, from the 13th to the 16th, they recite the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebDe shegs bsdus pa\u003c/span\u003e.\u003c/li\u003e \u003cli\u003e In the fifth month, from the 26th to the 29th day, there is the commemoration of an abbot.\u003c/li\u003e \u003cli\u003e In the ninth month, from the 22nd to the 29th day, they perform the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e rite.\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eFor the main source of income, the monks and lamas must go out to perform religious services in villages, which comes to no more than ten \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eyuan \u003c/span\u003eevery four days.\u003c/p\u003e \u003cp\u003eThis monastery has fallen into decay. At present the only religious objects are two masks and two drums, one big and one small.\u003c/p\u003e \u003ch4 id=\"b5-2-1-7\"\u003e(41) Zhe nang Monastery\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is Zhe nang dgon gYung drung dpal ri.\u003c/p\u003e \u003cp\u003eFrom sTeng chen rdzong,\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003eZhe nang Monastery is reached by travelling three kilometres eastward on the highway and another eight kilometres along the waterway on the left. It is located to the west of the river Zhe zhung, in front of the mountain Gangs chen dbang po. It is a place of beauty and interest, surrounded by glorious forest-covered mountains, and the harmonious singing of birds is heard.\u003c/p\u003e \u003cp\u003eThis monastery was founded in 1735 by Bru zhig Yon tan rgya mtsho. It was the seat of the Khyung sprul series. Later it was maintained by the hermits gYung dga\u0026rsquo; Rinpoche and rNal \u0026rsquo;byor bZod pa Rinpoche. The latter undertook its renovation.\u003c/p\u003e \u003cp\u003eThe lineage of Khyung sprul starts with the sage Kun dkar \u0026rsquo;Od ldan and then later continued as follows:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003e gYu sgra snying po\u003c/li\u003e \u003cli\u003e Shes rab blo ldan\u003c/li\u003e \u003cli\u003e Grags pa rgyal mtshan\u003c/li\u003e \u003cli\u003e lHun grub rgyal mtshan\u003c/li\u003e \u003cli\u003e gYung drung phun tshogs\u003c/li\u003e \u003cli\u003e gYung drung bstan \u0026rsquo;dzin phun tshogs\u003c/li\u003e \u003cli\u003e Gangs rgyal who was four years old in 1998\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eAround the monastery are the following sacred mountains: Mount Gangs chen dbang po, regarded as the abode of Dran pa nam mkha\u0026rsquo; and his twin sons Tshe dbang rig \u0026rsquo;dzin and Pad ma \u0026rsquo;byung gnas, is situated at the back of the monastery; to its right is Mount gYag se, to the left, Ra mdung, and in front, sPen ne ri bkra. There are also the two lakes of sPas thang mtsho, the large and the small.\u003c/p\u003e \u003cp\u003eThe monastery has the following religious objects: a relic of sTon pa gShen rab as big as a hen\u0026rsquo;s egg, a conch made of his teeth and a tooth of bZod pa Rinpoche. Before 1959, there were 130 monks in the monastery. At present, there is the lama \u0026rsquo;Chi med rig \u0026rsquo;dzin and more than eighty monks.\u003c/p\u003e \u003ch4 id=\"b5-2-1-8\"\u003e(42) Zhu tshang Monastery\u003c/h4\u003e \u003cp\u003eZhu tshang Monastery is in lNga stod village, sPa zla \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. The \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang \u003c/span\u003elies seventy-six kilometres west of sTeng chen rdzong. To reach lNga stod village, a further ten kilometres of difficult driving northward is required.\u003c/p\u003e \u003cp\u003eThis monastery was founded by bsTan \u0026rsquo;dzin grags pa in 1567. Before 1959, there were sixty monks in the monastery. At present there are sixty-one. There used to be three lamas, but now only one. The condition of this monastery is reasonably good in many respects, like the assembly hall, the temple and the religious objects. The main source of income is, as with other Bonpo monasteries, the performance of religious services in villages.\u003c/p\u003e \u003ch4 id=\"b5-2-1-9\"\u003e(43) Ri dmar Monastery\u003c/h4\u003e \u003cp\u003eRi dmar Monastery is in Wang khog village, Khri rdo \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang. \u003c/span\u003eFrom the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong,\u003c/span\u003e after travelling sixty-five kilometres westward on the highway, another two-hours eastward and towards the mountain pass is required to reach Wa khog village.\u003c/p\u003e \u003cp\u003eThis monastery was founded by Shel rgya Shel zhig dbu dkar in 1573. Before 1959, there were eighty monks in the monastery. At present there are no more than twenty monks and one lama. The temple and religious objects of this monastery are in a somewhat poor condition. They have no source of income other than the religious services the monks perform in villages.\u003c/p\u003e \u003ch4 id=\"b5-2-1-10\"\u003e(44) sGang ru Monastery\u003c/h4\u003e \u003cp\u003eThe monastery is known as sGang ru dgon Dar rgyas. It is situated to the east of Srib mda\u0026rsquo; village in Khri rdo \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. From the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong \u003c/span\u003eto Khri rdo \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e is a distance of sixty-five kilometres along the main road\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e. \u003c/span\u003eFrom there, it is five kilometres further to Srib mda\u0026rsquo; village.\u003c/p\u003e \u003cp\u003eThis monastery was founded by Rin chen bstan \u0026rsquo;dzin in 1310. Before 1959, there were eighty-seven monks in the monastery. At present there are fifty-six monks and one lama.\u003c/p\u003e \u003ch4 id=\"b5-2-1-11\"\u003e(45) Be sgo Monastery\u003c/h4\u003e \u003cp\u003eBe sgo Monastery is situated in gTam stod village, in gTam stod \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, which lies to the south of sTeng chen rdzong\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e. \u003c/span\u003eIt is a distance of forty-five kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong \u003c/span\u003eto the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang. \u003c/span\u003eAs there is no road, the monastery is extremely difficult to reach.\u003c/p\u003e \u003cp\u003eThis monastery was founded by dBal \u0026rsquo;bar stag slag in 1590. Before 1959, there were seventy monks in the monastery and now there are twenty-eight.\u003c/p\u003e \u003ch4 id=\"b5-2-1-12\"\u003e(46) rGya sgo Monastery\u003c/h4\u003e \u003cp\u003erGya sgo Monastery stands within gTam stod village, gTam stod \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang. \u003c/span\u003eFrom the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e, gTam stod \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang \u003c/span\u003eis reached by travelling forty-five kilometres northward, which, however, is very difficult because of the absence of a road to the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e.\u003c/p\u003e \u003cp\u003eThis monastery was founded by bSam gtan tshul khrims in 1869. Before 1959, there were twenty monks in the monastery. At present there are fifty monks and one lama. The condition of the assembly hall, temple and religious objects remains good. Rituals and services have been preserved as they used to be.\u003c/p\u003e \u003ch4 id=\"b5-2-1-13\"\u003e(47) gNam steng Monastery\u003c/h4\u003e \u003cp\u003eThe seat of gNam steng Monastery is a place called gZi, which lies to the south-west of gTam stod village in gTam stod \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang. \u003c/span\u003egTam stod \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang \u003c/span\u003eis reached by travelling forty-five kilometres southward from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong. \u003c/span\u003eTo reach gZi, it is necessary to travel ten more kilometres in a south-westerly direction from gTam stod village, which is very difficult because there is no road.\u003c/p\u003e \u003cp\u003eThis monastery was founded by sMon lam \u0026rsquo;od zer in 1496. Before 1959, there were twenty-one monks in the monastery. At present there are thirteen monks and one lama. The assembly hall, temple and religious objects of this monastery are in poor condition.\u003c/p\u003e \u003ch4 id=\"b5-2-1-14\"\u003e(48) dMu g-yad Monastery\u003c/h4\u003e \u003cp\u003edMu g-yad Monastery is located to the south-east of gNu khug village in gTam stod \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang. \u003c/span\u003eIt is a distance of forty-five kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong \u003c/span\u003eto gTam stod \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang. \u003c/span\u003eFrom the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, the monastery is reached by travelling four kilometres in a south-easterly direction. As there is no road to this \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, it is very difficult to reach the monastery.\u003c/p\u003e \u003cp\u003eThis monastery was founded by Kun dga\u0026rsquo; rgyal mtshan in 1910. Before 1959, there were forty-five monks in the monastery. At present it is taken care of by seventeen monks and one lama, who maintain the time-honoured customs of Bonpo rituals and services. The assembly hall, temple and religious objects are in reasonably good condition. The monks have no source of income other than performing religious services in villages and support from each household.\u003c/p\u003e \u003ch4 id=\"b5-2-1-15\"\u003e(49) Yang rdzong Monastery \u003c/h4\u003e \u003cp\u003eThe location of Bya ze Yang rdzong Monastery is east of Kha thang village in a place called Bya ze which is in Ser tsha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. From the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e, it is reached by driving forty-five kilometres in a north-westerly direction.\u003c/p\u003e \u003cp\u003eThis is a magnificent monastery. It was founded by Khyung po \u0026rsquo;Bum rgyal grags pa in 1413. sPrul sku Blo ldan snying po came to this monastery and he is said to have been aided by the local deities in his efforts to improve the monastery. By miraculous means, he constructed the magnificently-designed main hall on top of the high craggy hill. It had many sacred objects.\u003c/p\u003e \u003cp\u003eBefore 1959, there were 350 monks in the monastery. Now there are seventy monks and three lamas.\u003c/p\u003e \u003ch4 id=\"b5-2-1-16\"\u003e(50) Tsha ne Hermitage\u003c/h4\u003e \u003cp\u003eThis hermitage is located to the east of Ru pha village in Ser tsha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. From sTeng chen rdzong,\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003eSer tsha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang \u003c/span\u003eis reached by driving forty-five kilometres in a north-westerly direction. Travelling another three kilometres eastward from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e one reaches Ru pha village.\u003c/p\u003e \u003cp\u003eThe hermitage was established by Shes rab phun tshogs in 1838. Before 1959, there were ten hermits in the hermitage; now there are five.\u003c/p\u003e \u003ch4 id=\"b5-2-1-17\"\u003e(51) Ma rdzong Monastery\u003c/h4\u003e \u003cp\u003eMa rdzong Monastery is situated to the west of \u0026rsquo;Bu tshab village in Ser tsha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang. \u003c/span\u003eIt is a distance of forty-five kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong \u003c/span\u003eto Ser tsha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. From there to \u0026rsquo;Bu tshab village is a further five kilometres. As there is a road, it is reasonably convenient for cars to reach the village.\u003c/p\u003e \u003cp\u003eThis monastery was founded by gYung rgyal in 1774. Before 1959, there were forty-five monks in the monastery. At present there are twenty-one monks and one lama.\u003c/p\u003e \u003cp\u003eThe temple and religious objects of the monastery look reasonably good. Similar to other Bonpo monasteries, the monks have no means of earning a living other than performing religious services in villages and gathering support from their own parents and relatives.\u003c/p\u003e \u003ch4 id=\"b5-2-1-18\"\u003e(52) Phug leb Monastery\u003c/h4\u003e \u003cp\u003ePhug leb Monastery is situated to the west of \u0026rsquo;Bu tshab village in Ser tsha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang. \u003c/span\u003eSer tsha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang \u003c/span\u003eis forty-five kilometres north-west of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e. \u0026rsquo;Bu tshab village is five kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. As there is a road, it is a relatively convenient trip.\u003c/p\u003e \u003cp\u003eThis monastery was founded by Khyung po \u0026rsquo;Bum chen in 1413. Before 1959, there was one lama and two hundred monks in the monastery. At present there are twenty-one monks and one lama. This monastery, being one of the centres of the Khyung lineage, follows the old school of Bonpo tradition. The assembly hall, temple and monks\u0026rsquo; cells are elegantly made on a grand scale, and it has a great number of statues of sTon pa gShen rab, Dran pa nam mkha\u0026rsquo;, sTag la me \u0026rsquo;bar and rNam rgyal. There are many books of excellent quality.\u003c/p\u003e \u003cp\u003eLike all other Khyung po monasteries, rituals and services are held many times a year. Various aspects of this monastery, such as the temple and religious objects, are kept in relatively good condition.\u003c/p\u003e \u003ch4 id=\"b5-2-1-19\"\u003e(53) Kha spungs Nunnery\u003c/h4\u003e \u003cp\u003eKha spungs Nunnery is located in Kha spungs village in Ga ngad \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. From sTeng chen rdzong, travelling more than eighty kilometres westward on the main road and then more than ten kilometres further northward, one reaches Kha spungs village, in the south-east part of which lies Kha spungs Nunnery.\u003c/p\u003e \u003cp\u003eThe nunnery was founded by Tshul khrims dbang mo in 1928. Before 1959, there was the head nun and twenty-two other nuns in the nunnery. At present there are twenty. The assembly hall, temple and the religious objects of the nunnery are in fairly good condition. The activities, such as annual religious services, have been successively preserved. As the nunnery has no property, for their living the nuns must receive support from their own families and earn money giving religious services in villages.\u003c/p\u003e \u003ch4 id=\"b5-2-1-20\"\u003e(54) Mar khu Monastery\u003c/h4\u003e \u003cp\u003eMar khu Monastery is located to the west of Ngas pa village in Ga ngad \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang, \u003c/span\u003esTeng chen rdzong.\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003eFrom the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e, Ga ngad \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang \u003c/span\u003eis reached by travelling more than eighty kilometres westward on the main road and then more than ten kilometres northward. Ngas pa village is a further five kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang \u003c/span\u003eand the monastery lies to the west of the village.\u003c/p\u003e \u003cp\u003eThis monastery was established by lHun grub rgyal mtshan in 1691. Before 1959, there were thirty-nine monks in the monastery; now there are twenty-five. The condition of the assembly hall, temple and religious objects is reasonably good. The monks perform the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsang\u003c/span\u003e ritual every morning and other rituals every evening. Their source of income is the same as other small Bonpo monasteries.\u003c/p\u003e \u003ch4 id=\"b5-2-1-21\"\u003e(55) rTse drug Monastery\u003c/h4\u003e \u003cp\u003erTse drug Monastery is situated in Sa sgang \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang \u003c/span\u003ein sTeng chen rdzong.\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003eTravelling thirty kilometres in a south-easterly direction from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e, one reaches the foot of the hill on which rTse drug Monastery is located. It is a two hour\u0026rsquo;s traverse on horseback from the west side of the hill up to rTse drug Monastery at the top.\u003c/p\u003e \u003cp\u003eAll around the monastery is a land of great beauty where birds, big cuckoos and small \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;jon mo\u003c/span\u003e, are heard singing. Along the mountains and gorges stretching right and left, there are many legends woven around Ge sar, the King of Gling, and Seng lcam \u0026rsquo;brug mo, his wife. There are also numerous tales of the local deities.\u003c/p\u003e \u003cp\u003eThe monastery was founded by Blo ldan snying po in 1383. It is one of the places blessed by innumerable sages and is often called Shel le rdzong drug. Its formal name is Shel brag gShen bstan Dri med gling. It is regarded as one of the five holy places in the world:\u003c/p\u003e \u003cp\u003e\u0026ldquo;Ri bo rtse lnga, abode of the\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e mkha\u0026rsquo; \u0026rsquo;gro\u003c/span\u003e in China, \u003c/p\u003e \u003cp\u003erTsa ra\u0026rsquo;i tsha khang, abode of the\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e mkha\u0026rsquo; \u0026rsquo;gro \u003c/span\u003ein India,\u003c/p\u003e \u003cp\u003eMe tog spungs mdzes, abode of the\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e mkha\u0026rsquo; \u0026rsquo;gro\u003c/span\u003e in\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003eO rgyan,\u003c/p\u003e \u003cp\u003eBho di, abode of the\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e mkha\u0026rsquo; \u0026rsquo;gro \u003c/span\u003ein Shambhala, \u003c/p\u003e \u003cp\u003eShel le rdzong drug, abode of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emkha\u0026rsquo; \u0026rsquo;gro \u003c/span\u003ein Tibet\u0026hellip;\u0026rdquo;\u003c/p\u003e \u003cp\u003e\u0026ldquo;The hill at the back looks like an elephant lying,\u003c/p\u003e \u003cp\u003eWith a gem held in its mouth.\u003c/p\u003e \u003cp\u003eThe hill to the right looks like the rising moon,\u003c/p\u003e \u003cp\u003eWith little stars in the sky.\u003c/p\u003e \u003cp\u003eThe hill to the left looks like a snow lion leaping,\u003c/p\u003e \u003cp\u003eWith turquoise mane on its chin.\u003c/p\u003e \u003cp\u003eThe mountain range looks like white silk spread\u0026hellip;\u0026rdquo;\u003c/p\u003e \u003cp\u003eThe monastery is surrounded by many marvelous signs and self-grown objects. Beneath the heap of boulders in front, there is a footprint of sTon pa gShen rab the length of a cubit, which is still visited by devotees. At the back of the monastery is a self-grown statue of rGyal ba rgya mtsho, a miraculous foot print of sTon pa \u0026rsquo;Chi med gtsug phud and the self-grown letters A and Ma as evidence of teachings of Buddha having been spread. On a rock regarded as the throne of Bla chen Dran pa nam mkha\u0026rsquo; there is a self-grown swastika and a self-grown letter A. To the left of the craggy hill is a self-grown statue of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emkha\u0026rsquo; \u0026rsquo;gro\u003c/span\u003e Seng gdong ma. In front of the monastery there is a cemetery called Dul khrod bsil ba gling. Beside it is a large rock resembling a human lying on his back; it is regarded as the seat the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emkha\u0026rsquo; \u0026rsquo;gro\u003c/span\u003e Seng gdong ma.\u003c/p\u003e \u003cp\u003eOn the surface of a boulder is a verse that Sangs rgyas gling pa wrote with his fingers, as if he were drawing in mud:\u003c/p\u003e \u003cp\u003e\u0026ldquo;All the virtuous work that I have accomplished\u003c/p\u003e \u003cp\u003ewith my body, speech and mind in sincerity,\u003c/p\u003e \u003cp\u003eI share it with the sentient beings of the three realms,\u003c/p\u003e \u003cp\u003eMay it aid them all to purify all their misdeeds, and\u003c/p\u003e \u003cp\u003eRapidly obtain Buddhahood, endowed with three perfect bodies!\u0026rdquo;\u003c/p\u003e \u003cp\u003eOn the surface of another boulder within an arrow\u0026rsquo;s range, there are the self-risen letters Ya, Ra, Kha, Sru and A, which can actually be seen. On the surface of the high crag Bon ri, there are clear footprints and letters, around which is a self-grown statue of Khro bo gTso mchog mkha\u0026rsquo; \u0026rsquo;gyings and a statue and a mandala of Sangs rgyas sman bla. Moreover, in rTa rgyas\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003erdzong, there is a cave of Gyim tsha rma chung with a spring in the middle of it, a self-grown conch on the peak of Shel brag dri med dngos dga\u0026rsquo;, and caves of Dran pa nam mkha\u0026rsquo;, Tshe dbang rig \u0026rsquo;dzin, Padma \u0026rsquo;byung gnas and Blo ldan snying po.\u003c/p\u003e \u003cp\u003eBlo ldan snying po, founder of the monastery, was of the dBra clan. He was born in 1360 in Khyung po. From childhood he naturally displayed cleverness and dexterousness unlike other children. He quickly mastered writing and reading. He was such a miraculous one that he inspired awe and respect in the minds of the people at the first sight of him. He met the scholar Rin chen blo gros, and in his presence took monastic vows and was given the name dBra btsun Nam mkha\u0026rsquo; rin chen. He became an eminent scholar versed in Sutra, Tantra and Mind.\u003c/p\u003e \u003cp\u003eIn a vision, he received an oral transmission, which he wrote down, filling fifty-five volumes. They are about the Bon doctrine and the deeds of sTon pa gShen rab, such as the following works on Sutra: \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eDri med gzi brjid\u003c/span\u003e in twelve volumes,\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e mTshan mdo\u003c/span\u003e in six volumes, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elHun po brtsegs mdo\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKra shis dal \u0026rsquo;bar khab\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eMa tri rin chen sgron ma\u003c/span\u003e. There were also works on Tantra: \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edBal gsas rtsod zlog\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ePhur pa spyi \u0026rsquo;dul gshed dmar\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egSang mchog rig pa khu byug\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eThabs chen mkha\u0026rsquo; rgyud\u003c/span\u003e. He wrote other works on Dran pa nam mkha\u0026rsquo;, the local deities of the place, as well as various religious songs (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emgur\u003c/span\u003e) and instructions (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ezhal gdams\u003c/span\u003e).\u003c/p\u003e \u003cp\u003eHe had a number of statues and stupas made, as well as a copy of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhams chen\u003c/span\u003e in gold. He practised meditation in other sacred places, such as Bya ze yang rdzong.\u003c/p\u003e \u003cp\u003eHis close disciples were sGo rigs rGyal mtshan \u0026rsquo;od zer and \u0026rsquo;Be tsha Grags rgyal. Other disciples were Khyung po Yon rin, sTogs ldan Nam mkha\u0026rsquo; rin chen of A ba, rGya ra bSam gtan rgyal mtshan, rGya po Rin chen \u0026rsquo;od zer rgyal mtshan, Gru zhig Nam mkha\u0026rsquo; \u0026rsquo;od zer and La dpyil rGyal mtshan \u0026rsquo;od zer. Having completed these deeds, Blo ldan snying po passed away.\u003c/p\u003e \u003cp\u003eThe reincarnation of Blo ldan snying po was Mi shig rdo rje, who produced fifteen volumes\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003eof writings on Bon doctrines, including the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esNyan brgyud zhi khro dgongs \u0026rsquo;dus\u003c/span\u003e.\u003c/p\u003e \u003cp\u003eThe Third Blo ldan snying po was Sangs rgyas gling pa, who greatly developed rTse drug Monastery. His benefactors were the chiefs of Khyung dkar, Khyung nag and Khyung ser in the Khyung po region. He was invited to go to rGyal rong by the king of dGe bshes. In rGyal rong he gave teachings to the people. When he was about to return to rTse drug Monastery, he was invited to the hall rNam rgyal khang bzang in the palace of the dGe bshe king. The king gave him the following gifts: an image of rGyal ba rgya mtsho that uttered words by itself, a pair of dragon-figured cymbals and a bronze gong named Khro chen dgu \u0026rsquo;phar ma. The king also called on thirty young men to be ordained and become monks of rTse drug Monastery. The king of Brag steng gave Sangs rgyas gling pa the following gifts: thirty pairs of cymbals and thirty pairs of little flat bells of the Bon tradition. The king of Rab brtan gave him a large pair of cymbals named lHa mo rang grags and another called Srid pa rang grags, a large flat bell, canopies called rTa rgyugs ma and Khyung lnga ma, and the curtain called Seng thod ma. The Chinese emperors gave him large plaques (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003epan\u003c/span\u003e), on which there were words in Chinese characters written in gold.\u003c/p\u003e \u003cp\u003eSangs rgyal gling pa, who was venerated by all, wrote many works, which are in two categories. First, the Oral Traditions he received, which are as follows: \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egNas brtan bcu drug\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egSang mchog rol pa\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eDran pa bdud \u0026rsquo;dul\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eGu ru zhi drag\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTshe dbang g-yung drung\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eGur khang, sTag la\u003c/span\u003e, and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erDzong \u0026rsquo;phrang le\u0026rsquo;u gsum pa\u003c/span\u003e. Second, the texts he rediscovered, which are as follows: \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTshe sgrub rdo rje\u0026rsquo;i go khrab\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eBla ma dgongs \u0026rsquo;dus\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; thang kun snang gsal sgron\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eChe mchog dran pa drag po\u003c/span\u003e.\u003c/p\u003e \u003cp\u003eThere were also sacred objects that he rediscovered: a blue statue of Pad ma \u0026rsquo;od \u0026rsquo;bar; a skull of the Brahman; a figure of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emkha\u0026rsquo; \u0026rsquo;gro\u003c/span\u003e Thugs rje kun sgrol and her belongings, such as her flat bell, dagger and vajra; as well as the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003etsha tsha\u003c/span\u003e image that belonged to Vairocana.\u003c/p\u003e \u003cp\u003eSangs rgyas gling pa, the great treasure-rediscoverer and savior of beings, having carried out the keeping, defending and spreading of the doctrines of Bon, and having done great deeds for sentient beings, finally passed away.\u003c/p\u003e \u003cp\u003eSangs rgyas gling pa\u0026rsquo;s successors at the monastery were:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003e dMu btsun Tshul khrims rgyal mtshan\u003c/li\u003e \u003cli\u003e Mi pham \u0026rsquo;gro ba\u0026rsquo;i mgon po\u003c/li\u003e \u003cli\u003e Zhu sprul bSod nams dbang rgyal\u003c/li\u003e \u003cli\u003e Me ston Nyi ma rgyal mtshan\u003c/li\u003e \u003cli\u003e Pad ma gar gyi dbang phyug\u003c/li\u003e \u003cli\u003e sNyan rgyud dPal \u0026rsquo;bar stag slag\u003c/li\u003e \u003cli\u003e bSod nams blo gros dbang gi rgyal po\u003c/li\u003e \u003cli\u003e Khyung dkar Yon tan\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eMe ston Nyi ma rgyal mtshan, the fourth in the line, was regarded as the embodiment of Dran pa nam mkha\u0026rsquo;. He gave up eating food, yet lived on at rTse drug for a long time. He established the hermitage of Gyim shod yang dben mthong grol near the monastery.\u003c/p\u003e \u003cp\u003eIn 1926, Nyag gter gSang sngags gling pa was invited to the monastery. He rediscovered various texts from the cave called Seng ge g-yu rtse and he established in the monastery the \u0026ldquo;religious dance of the 10th day\u0026rdquo; and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esman sgrub\u003c/span\u003e ceremony. On this occasion there were over five hundred monks and nuns, a larger number of pilgrims, plus the local people all gathered together. The number of Bonpo pilgrims and spectators rose to nearly one hundred thousand.\u003c/p\u003e \u003cp\u003eIn 1934, Kun grol hum chen \u0026rsquo;Gro \u0026rsquo;dul gling pa was invited to the monastery. On this occasion, when he gave teachings concerning the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eZhi khro\u003c/span\u003e, there were people from Hor, Khyung po and Tsha ba rong; about 700 monks and nuns came to listen.\u003c/p\u003e \u003cp\u003eThe monastery also invited Khyung nag Tshul khrims phun tshogs - a disciple of \u0026rsquo;Ja\u0026rsquo; lus pa Shar rdza bKra shis rgyal mtshan - who gave extensive teachings there and initiated the making of copies of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; brten,\u003c/span\u003e consisting of five hundred volumes, and paintings of more than fifty thangka of the life of Sangs rgyas gling pa; as well, he initiated the restoration of temples. His disciples were Phun tshogs dbang rgyal, Tshul khrims dar rgyas, bSod nams blo gros dbang gi rgyal po (the fifth rebirth of Sangs rgyas gling pa), Gar dbang rNam rgyal gYung drung rgyal mtshan and Tshul khrims rnam rgyal.\u003c/p\u003e \u003cp\u003egYung drung bstan pa\u0026rsquo;i rgyal mtshan and Tshul khrims rnam rgyal are presently resident in the monastery. They have set up a new monastic school there, in which they have established the practice of meditation based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eChe mchog dran pa drag po\u003c/span\u003e, and the performance of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003etshogs \u0026rsquo;khor\u003c/span\u003e ceremony on the 10th, 15th and 22nd day of every month. There are seven permanent resident monks.\u003c/p\u003e \u003cp\u003eThe monastery has many invaluable religious objects: \u003c/p\u003e \u003cp\u003eIn the gSer gdung khang: a solid gold reliquary stupa of Sangs rgyas gling pa in the form of gYung drung bkod legs as tall as the ceiling, which contains his remains; a reliquary stupa of Sangs gling Pad ma gar dbang; a statue of Tshe dpag med made of a mixture of medicine and clay; a statue of Sangs gling nga \u0026rsquo;dra ma carved by \u0026rsquo;Gro mgon; and murals depicting the life stories of Sangs rgyas gling pa.\u003c/p\u003e \u003cp\u003eIn the bKa\u0026rsquo; \u0026rsquo;gyur khang: a statue of sMon lam mkha\u0026rsquo; yas as tall as a two-storey house, its back curtain adorned with the assembled deities of Cho ga bcu gnyis; and murals depicting the twelve deeds of sTon pa gShen rab.\u003c/p\u003e \u003cp\u003eIn the bedroom: a bronze image of Guru Rinpoche; images of him in eight forms, made of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edzi gim\u003c/span\u003e (red gold); and murals of Mi shig rdo rje and the Bonpo deities, including sMra ba\u0026rsquo;i seng ge, Gu ru Drag dmar and dPal mgon bdun cu.\u003c/p\u003e \u003cp\u003eOn the outer walls of the bedroom: murals of the Sixteen Arhats, the thousand images of sTon pa gShen rab, Guru, Nyi pang sad, the guardian of rTse drug and Me srung ral gri.\u003c/p\u003e \u003cp\u003eIn the \u0026rsquo;Tshogs chen lha khang: a life-sized statue of Dus kyi \u0026rsquo;khor lo; eight pairs of stupas; and murals of the Bonpo deities according to the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eMa tri rin chen sgron ma\u003c/span\u003e by Blo ldan snying po, Phur pa, gShed dmar and Las gshin nag po chen po.\u003c/p\u003e \u003cp\u003eIn the gSeng khang: a gilt-bronze statue of gShen lha \u0026rsquo;od dkar of good quality; statues of Shes rab smra ba\u0026rsquo;i seng ge, Dus \u0026rsquo;khor, Tshe dpag med and rNam par rgyal ba, each an arrow\u0026rsquo;s length in height; hundreds more statues of gNas brtan and others; and murals of the assembled deities of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eChe mchog dran pa drag po\u003c/span\u003e and of the three Seng, Ma and gShin.\u003c/p\u003e \u003cp\u003eIn the Pod brtsegs kun dga\u0026rsquo; rwa ba bskang gsol khang: a stuffed image of rGyal chen Shel khrab and the supports of other religious protectors.\u003c/p\u003e \u003cp\u003eIn the \u0026rsquo;Khor khang: statues of Yum chen Shes rab byams ma and rGyal ba rgya mtsho, made of a mixture of medicine and clay; murals of the Eight Guru; and three conch-shell ornaments.\u003c/p\u003e \u003cp\u003eIn the upper storey of the gSeng khang: Nor bu me \u0026rsquo;bar made of gilt-bonze and a banner of victory.\u003c/p\u003e \u003cp\u003eIn the back room of the large assembly hall: a statue of gShen lha \u0026rsquo;od dkar made of a mixture of medicine and clay; statues of sTon pa Khri gtsug rgyal ba, sTon pa gShen rab and gYung drung mthong grol, each of which is as tall as a three-storey house; 108 stupas and murals of Blo ldan snying po, Mi shig rdo rje, Sangs rgyas gling pa, Kun grol grags pa, bDe chen gling pa and the deities of Cho ga bcu gnyis.\u003c/p\u003e \u003cp\u003eIn the bShad grwa\u0026rsquo;i \u0026rsquo;du khang: a statue of Yum chen Kye ma \u0026rsquo;od mtsho and a life-sized one of \u0026rsquo;Ja\u0026rsquo; lus pa Shar rdza bKra shis rgyal mtshan.\u003c/p\u003e \u003cp\u003eThere are also caves of Mu cho ldem drug, Dran pa nam mkha\u0026rsquo;, Tshe dbang rig \u0026rsquo;dzin, Pad ma \u0026rsquo;byung gnas and Blo ldan snying po.\u003c/p\u003e \u003cp\u003eThere were six sanctuaries of the religious protectors in the monastery, in each of which lay many statues beyond all value. Among the objects in these sanctuaries were the following: a word-uttering statue of rGyal ba rgya mtsho made of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edzi gim\u003c/span\u003e, a cubit in height, which was rediscovered in rGyal rong by Sangs rgyas gling pa; large and small conchs made of the teeth of sTon pa gShen rab, rediscovered at Pha bong g-yag ro in the south by Go bde \u0026rsquo;phags pa \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ealias\u003c/span\u003e dBang ldan gShen sras lha rje.\u003c/p\u003e \u003cp\u003eThere were, as well, the following: the statue of Pad ma \u0026rsquo;od \u0026rsquo;bar, rediscovered in the dBus phug cave of Bon ri by Sangs rgyas gling pa; a statue of Rig \u0026rsquo;dzin Dran pa bdud \u0026rsquo;dul, rediscovered in rTa shod dkyil \u0026rsquo;khor thang by Blo ldan snying po; a small flat bell worn by the mule of the goddess Srid rgyal drel dmar and rediscovered by gShen chen klu dga\u0026rsquo;; a statue of Hum chen, the 6th Kun grol; a statue of gShen lha \u0026rsquo;od dkar rediscovered at rTse drug by \u0026rsquo;Gro \u0026rsquo;dul gling pa; and a statue of sTon pa Khri gtsug rgyal ba rediscovered at rTse drug by sPa tshang gter chen. There were also the rediscoveries by gSang sngags gling pa: a bronze statue of Zhi khro gSang ba \u0026rsquo;dus pa, two \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ephur pa\u003c/span\u003e daggers and a statue of \u0026rsquo;Chi med gtsug phud made of iron.\u003c/p\u003e \u003cp\u003eLater a new development took place in the monastery. Gar dbang rNam rgyal and his associates began to take an interest in the teachings of Shar rdza bKra shis rgyal mtshan. They began to unify various meditation establishments in the monastery and appointed Khyung nag Tshul khrims phun tshogs as the head of the monastery. Then a new meditation centre was established, where the new head of the monastery began to give teachings based the \u0026ldquo;Five \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emDzod\u003c/span\u003e\u0026rdquo; of Shar rdza bKra shis rgyal mtshan. His disciples were brTson \u0026rsquo;grus rgyal mtshan, sMon lam bstan \u0026rsquo;dzin, gYung drung dge legs, sKal bzang g-yung drung and Tshul khrims rgyal mtshan.\u003c/p\u003e \u003cp\u003eThe successive abbots of the new establishment were as follows:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003e Khyung nag Tshul khrims phun tshogs\u003c/li\u003e \u003cli\u003e brTson \u0026rsquo;grus rgyal mtshan\u003c/li\u003e \u003cli\u003e sMon lam bstan \u0026rsquo;dzin\u003c/li\u003e \u003cli\u003e gTsug phud tshul khrims\u003c/li\u003e \u003cli\u003e gTsug phud \u0026rsquo;od gsal (d.1923)\u003c/li\u003e \u003cli\u003e gTsug phud tshul khrims (a second time)\u003c/li\u003e \u003c/ol\u003e \u003cp\u003egTsug phud tshul khrims continued giving teachings based the \u0026ldquo;Five \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emDzod\u003c/span\u003e\u0026rdquo; of Shar rdza bKra shis rgyal mtshan.\u003c/p\u003e \u003ch5 id=\"b5-2-1-21-1\"\u003eAnnual Services and Rituals at present\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003e In the first Tibetan month there is the commemoration of mNyam med chen po, based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKlong rgyas\u003c/span\u003e.\u003c/li\u003e \u003cli\u003e In the second month, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egDugs dkar\u003c/span\u003e cycle is performed.\u003c/li\u003e \u003cli\u003e In the third month there is the commemoration of Sangs rgyas gling pa.\u003c/li\u003e \u003cli\u003e In the fourth month there is the performance of the rituals for offerings of the sacrificial cake (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003etshogs\u003c/span\u003e) one thousand times to Ma, gShin and Seng.\u003c/li\u003e \u003cli\u003e In the fifth month, with the monks from several monasteries, the ceremony based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eBla ma rig \u0026rsquo;dzin \u0026rsquo;dus\u003c/span\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003epa\u003c/span\u003e is held, and on the 10th day, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003etshes bcu\u003c/span\u003e ceremony with a religious dance.\u003c/li\u003e \u003cli\u003e In the sixth month the summer retreat take place.\u003c/li\u003e \u003cli\u003e In the seventh month the ritual based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eZhi khro dgongs \u0026rsquo;dus\u003c/span\u003e is performed.\u003c/li\u003e \u003cli\u003e In the eighth month there is the performance of the ritual based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eMa mo rbod gtong\u003c/span\u003e.\u003c/li\u003e \u003cli\u003e In the ninth month, with the monks from other monasteries, the ritual cycles of Khro bo and Dran pa drag po are performed.\u003c/li\u003e \u003cli\u003e In the tenth month there is the performance of the rite based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erTa mgrin ga\u0026rsquo;u dmar nag\u003c/span\u003e.\u003c/li\u003e \u003cli\u003e In the eleventh month the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esrung zog\u003c/span\u003e rite based on the ritual cycle of Phur pa is performed.\u003c/li\u003e \u003cli\u003e In the twelfth month there is the performance of the rite based on the ritual cycle of Gu ru drag po.\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eDuring the months from the ninth to the twelfth, all the monks also follow a programme of meditation based on the\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e rDzogs chen sku gsum rang shar \u003c/span\u003eby Shar rdza bKra shis rgyal mtshan. During this course of meditation the monks practise \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ertsa lung\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egtum mo\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;phrul \u0026rsquo;khor\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elus sbyong\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erlung sbyong\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003echu sbyong\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erlung ras\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003echu ras\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyab thur\u003c/span\u003e, and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebcud len\u003c/span\u003e.\u003c/p\u003e \u003cp\u003erTse drug Monastery had the following branches: Wa dge dgon Phun tshogs g-yung drung gling, rDa shis Bum steng dgon, sBra kho Dar rgyas dgon, Gyim shod Yang dben mthong grol ri khrod, Bon dgon gSas gdong g-yung drung gling, Na ba dgon gYung drung bstan rgyas gling, sBis tho dgon gYung drung lha steng, Lam lha dgon gYung drung gtam brag gling, dByibs dgon gYung drung lhun po rtse, rTa \u0026rsquo;tshel dgon, Phug la dgon, Ru tha Ngang rdzong dgon and dGyes ri dgon, all of which were deemed to correctly maintain the tradition of rTse drug Monastery.\u003c/p\u003e \u003cp\u003eThe storekeeper and the treasurer of the Bla brang were fully responsible for all the procedure and financial affairs. In the sGrub grwa khang, seven lamas and monks practised the four stages of the tantric meditation while they learn other subjects. Likewise, the abbot and teacher gave lessons to more than fifteen monk students, on the first four of the \u0026ldquo;Five \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emDzod\u003c/span\u003e\u0026rdquo; by Shar rdza.\u003c/p\u003e \u003cp\u003eIn the sGom grwa khang, twenty lamas and monks, headed by the abbot, practised the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erDzogs chen\u003c/span\u003e meditation based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edByings rig rin po che\u0026rsquo;i mdzod\u003c/span\u003e, one of the \u0026ldquo;Five \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emDzod\u003c/span\u003e\u0026rdquo;.\u003c/p\u003e \u003cp\u003eIn the Srung ma khang, three monks continuously performed the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebskang gso\u003c/span\u003e ritual for the Bonpo religious protectors.\u003c/p\u003e \u003cp\u003eIn the \u0026rsquo;Khor khang, three persons continuously turned the three wheels of rolled scripture. Besides those who had responsibility in the monastery, there were other lamas who had to make visits to the branch monasteries twice a year in order to see if the monastic codes were observed; others appointed monk officials, exchanged offerings and performed rituals for the people and for the dead. The other duty of these monastic officials was to collect donations.\u003c/p\u003e \u003cp\u003eThis monastery\u0026rsquo;s main sources of revenue were its manors - brDa shes, Kha lung, Wa dge, sPra kho, sBa nag and Brang rtswa thang - which produced as much as 250 \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ekhal\u003c/span\u003e of seed, and Upper and Lower rTa shod in dKar smad, Kha lung and Wa dge, from which they received payment for the rituals of rain-bringing and protection from drought and hail.\u003c/p\u003e \u003cp\u003eThe total grain earning of the monastery was: from Bam sting, Bal tho, Shog lnga, and Chu gzhung. The monastery also received gifts such as rape-oil. When the year\u0026rsquo;s harvest was bad the monastery lent about 500 \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;bo\u003c/span\u003e of grain to the villages below the monastery, such as Wa dge, for which it received interest.\u003c/p\u003e \u003cp\u003eIn brDa shes and other places, the monastery possessed real estate with animals for ploughing, seventy or eighty \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emdzo mo\u003c/span\u003e for dairy purposes and about forty horses and mules for transport.\u003c/p\u003e \u003cp\u003eTwo families of herdsmen kept the monastery\u0026rsquo;s 180-plus yaks and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;bri\u003c/span\u003e, and one hundred goats and sheep. In the nomad areas, such as dNgul phug, \u0026rsquo;Gis nang, Om thog kha and brDa ris mda\u0026rsquo;, the monastery had nomadic people called Thab gsos dud gsum who provided much of the annual expenditure, such as butter for making butter-lamp offerings.\u003c/p\u003e \u003cp\u003eThe material revenue of the abbot and high lamas covered the cost of living for about forty monks.\u003c/p\u003e \u003cp\u003eAs for the great hermits in the caves of Mu cho ldem drug, Dran pa nam mkha\u0026rsquo;, Tshe dbang rig \u0026rsquo;dzin, Pad ma \u0026rsquo;byung gnas and Blo ldan snying po, they were customarily supported by the well-off families, such as the chiefs of dKar stod, dKar smad, sGar khang, Bya ze, and Nag ru.\u003c/p\u003e \u003cp\u003eBefore 1959, there were about five hundred monks in this monastery. At present there are six lamas, including Gar dbang rNam rgyal, and about 210 monks. This monastery has an assembly hall with thirty-six pillars, gSer gdung khang, a meditation hall, a college building and other buildings, all of which are adorned with excellent interiors. The main religious objects, of immense value, are as follows: the word-uttering statue of Jo bo nga \u0026rsquo;gro, which, having been hidden by many lay and clerical devotees during the Cultural Revolution, was presented to the monastery; a cubit-high statue of Kun bzang rGyal ba rgya mtsho made of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzi gim\u003c/span\u003e; a pair of large and small conchs, which are the transformations of gShen rab\u0026rsquo;s teeth and his melodic voice; a blue statue of Pad ma \u0026rsquo;od \u0026rsquo;bar; a statue of gShen lha \u0026rsquo;od dkar made of pure gold; a statue of sTon pa Khri gtsug rgyal ba; a statue of Rig \u0026rsquo;dzin Dran pa bdud \u0026rsquo;dul; a bronze statue of Phur pa ten cubits high; and a seal of Dran pa nam mkha\u0026rsquo;. All of these can still be seen in the monastery.\u003c/p\u003e \u003cp\u003eAnnual services and rituals are performed according to the age-old tradition. In particular, in 1984, there was the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esman sgrub\u003c/span\u003e medicine ceremony based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edBal phur \u0026rsquo;od zer \u0026rsquo;khyil ba\u0026rsquo;i sman sgrub\u003c/span\u003e, during which as many as eighteen thousand lay and clerical devotees from Hor, Shog lnga, Lam lha, Khyung dkar, Khyung nag, Khyung ser, lHa ru and Bag sre crowded into rTse drug Monastery in order to receive initiation and the \u0026ldquo;medicine\u0026rdquo; distributed at the time, as well as to enjoy the religious dances. All who gathered there made the festival a great occasion.\u003c/p\u003e \u003ch4 id=\"b5-2-1-22\"\u003e(56) Wa dge Monastery\u003c/h4\u003e \u003cp\u003eFrom sTeng chen rdzong\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e, \u003c/span\u003etravelling south-east for forty-three kilometres on the main road, we reach Sa sgang \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang. \u003c/span\u003eCrossing a small bridge on the right, half an hour\u0026rsquo;s walk eastward leads us to Wa dge Monastery.\u003c/p\u003e \u003cp\u003eThis monastery was founded by Blo ldan snying po in 1383 as one of the main branches of rTse drug Monastery. Before 1959, there were forty-two monks and at present there are ten. This small monastery is now in poor condition.\u003c/p\u003e \u003ch4 id=\"b5-2-1-23\"\u003e(57) Bya chen Monastery\u003c/h4\u003e \u003cp\u003eThis monastery is situated in the eastern part of gYam tha village in dMu tha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, on the northern edge of sTeng chen rdzong\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e. \u003c/span\u003eAs it is 170 kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong \u003c/span\u003eto dMu tha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang, \u003c/span\u003eit is difficult to reach unless travelling by car.\u003c/p\u003e \u003cp\u003eBya chen Monastery was founded by gYung drung rgyal mtshan in 1885. Before 1959, there were sixty monks. At present there is one lama and twenty-five monks.\u003c/p\u003e \u003ch4 id=\"b5-2-1-24\"\u003e(58) lHa lung Monastery\u003c/h4\u003e \u003cp\u003eThis monastery is located in dMu tha village, dMu tha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang, \u003c/span\u003ewhich is on the northern edge of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong. \u003c/span\u003eIt is 170 kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong \u003c/span\u003eto the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang, \u003c/span\u003eso it would be very difficult to travel there without a car.\u003c/p\u003e \u003cp\u003elHa lung Monastery was founded by gYung drung dbang rgyal in 1636. Before 1959, there were six lamas and fifty-eight monks in the monastery. At present there is one lama and thirty monks. The monastery is suitably equipped with an assembly hall, a temple, religious objects and implements for making offerings.\u003c/p\u003e \u003ch4 id=\"b5-2-1-25\"\u003e(59) gYu mtsho Monastery\u003c/h4\u003e \u003cp\u003eThe monastery is located to the west of sPyang tha village, Ga tha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. From the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e, one reaches Ga tha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e by travelling 130 kilometres in a north-westerly direction. This monastery is forty kilometres north of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang. \u003c/span\u003eAs there is no road between the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang \u003c/span\u003eand the monastery, it is a very difficult trip.\u003c/p\u003e \u003cp\u003eThe monastery was founded by rGyal rong bla ma in 1494. Before 1959, there were ninety-eight monks in the monastery and at present there are thirty. The monastery is fairly well equipped with an assembly hall, a temple and other buildings. There are religious objects and offering implements appropriate to such an establishment.\u003c/p\u003e \u003ch4 id=\"b5-2-1-26\"\u003e(60) Ga shel Monastery\u003c/h4\u003e \u003cp\u003eThe monastery is in the western part of Shar \u0026rsquo;dra village, Ga tha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang. \u003c/span\u003eIt is reached by travelling 130 kilometres in a north-westerly direction from sTeng chen rdzong, which is an extremely hard journey because there is no road; one must go on horseback or on foot.\u003c/p\u003e \u003cp\u003eThis monastery was founded by Nam mkha\u0026rsquo; mtha\u0026rsquo; bral in 1585. Before 1959, there were four lamas and 145 monks. At present there is one lama and fifty-two monks. This monastery is counted as one of the rather large Bonpo monasteries in the northern part of sTeng chen rdzong. It has an assembly hall, a temple, a meditation hall and other fairly large buildings, inside of which are religious objects, implements and the like, which are in good condition. Annual services and the practice of rituals have been, as is the case with the large majority of Bonpo monasteries, maintained in accordance with the old tradition.\u003c/p\u003e \u003ch4 id=\"b5-2-1-27\"\u003e(61) Re ne Monastery\u003c/h4\u003e \u003cp\u003eThis monastery is situated on a hill on the eastern outskirts of Re ne village, Zam zhig \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. It is seventy-five kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e to the monastery.\u003c/p\u003e \u003cp\u003eThe monastery was founded by sNang zhig Zla ba rgyal mtshan in 1704. Before 1959, there was one lama and 120 monks in the monastery. At present there is one lama and sixty monks.\u003c/p\u003e \u003cp\u003eThis monastery is counted as one of the larger Bonpo monasteries belonging to sTeng chen rdzong. The buildings include an assembly hall, meditation hall and a temple, inside of which there are religious objects and implements, all well kept. The practice of annual ritual services has been, on the whole, maintained as it was before.\u003c/p\u003e \u003cp\u003eThe lama and monks must earn their living, as those in other Bonpo monasteries do, by going out to perform religious services in villages.\u003c/p\u003e \u003ch4 id=\"b5-2-1-28\"\u003e(62) Ngang rdzong Monastery\u003c/h4\u003e \u003cp\u003eThe monastery is in Ru tha village, \u0026rsquo;Bo tha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. \u0026rsquo;Bo tha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e is seventy-five kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e and Ru tha village is thirty kilometres south of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. It is accessible by car.\u003c/p\u003e \u003cp\u003eThis monastery was founded by Rin chen rgyal mtshan in 1941. Although there were fifty-three monks in the monastery before 1959, there are no more than fourteen at present. This is a small monastery, with a temple, meditation hall and religious objects in poor condition.\u003c/p\u003e \u003ch4 id=\"b5-2-1-29\"\u003e(63) lJong phu Monastery\u003c/h4\u003e \u003cp\u003elJong phu bon dgon Monastery is located to the east of lJang shod village, Sa mdo \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang. \u003c/span\u003eFrom the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong, \u003c/span\u003ethe \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang \u003c/span\u003eis reached by travelling south-east for forty-five kilometres on the main road. It is a mere ten kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e to the monastery, but the trip can be difficult because there is no road.\u003c/p\u003e \u003cp\u003eThis monastery was founded by Blo ldan snying po in 1446. There were only ten monks in the monastery before 1959. This number has increased to fifteen today. Although this is one of the old Bonpo monasteries established in sTeng chen rdzong\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003eby Blo ldan snying po, it has shown little development over the past five hundred odd years.\u003c/p\u003e \u003ch4 id=\"b5-2-1-30\"\u003e(64) Zla shel Monastery\u003c/h4\u003e \u003cp\u003eZla shel bon dgon Monastery is located in Zla shel village, Sa mdo \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. From the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong, \u003c/span\u003eSa mdo \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang \u003c/span\u003eis reached by travelling forty-five kilometres in a south-easterly direction on the main road, and the monastery is fifteen kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. However, one may find it very difficult to reach because there is no road from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e.\u003c/p\u003e \u003cp\u003eThe monastery was founded by Blo ldan snying po in 1446. The number of monks in the monastery before 1959 was thirty-two, which, today, has increased to thirty-nine, plus one lama. Although Zla shel bon dgon is also counted as one of the ancient Bonpo monasteries, the past five hundred odd years have brought it little prosperity. It is now in a rather poor condition, in every aspect of the monastic buildings and religious objects.\u003c/p\u003e \u003ch4 id=\"b5-2-1-31\"\u003e(65) sBra hor Monastery\u003c/h4\u003e \u003cp\u003esBra hor Monastery is located to the south of sBra hor village, Gyang sngon \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. From the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e, Gyang sngon \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang \u003c/span\u003eis reached by travelling south-east for sixty-five kilometres on the main road. The road between the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang \u003c/span\u003eand sBra hor Monastery, which is just one kilometre, is very good.\u003c/p\u003e \u003cp\u003eThis monastery was founded by Blo ldan snying po in 1446. Before 1959, there were fifty-eight monks in the monastery, but now there are only eighteen. Although this is also one of the old Bonpo monasteries from the latter stage of Bonpo development, internal and external affairs have prevented it from developing during the past five hundred odd years, so it is still small.\u003c/p\u003e \u003cp\u003eFrom sTeng chen rdzong, a six-hour drive eastward on the Nag chu-Chab mdo Highway leads us to Chab mdo district. Then driving another six hours eastward, we reach \u0026rsquo;Jo mda\u0026rsquo; rdzong.\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003eIt is an extremely dangerous and difficult trip from Chab mdo to \u0026rsquo;Jo mda\u0026rsquo; rdzong\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003ebecause we must cross mountain after mountain.\u003c/p\u003e \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-2-1/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-2-1","is_primary":false,"created_at":"2011-12-13 02:30:53 UTC","updated_at":"2011-12-13 02:30:53 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}