{"descriptions":[{"id":1162,"title":"Trachap Möndur Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c!--(a)--\u003e\u003cbr/\u003eEdited by Geoffrey Barstow and Mickey Stockwell \u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2010. \u003c/span\u003e \u003cdiv class=\"\" id=\"permission\"\u003e \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b2-2\"\u003eII.2. Superficial structures: Primarily funerary superstructure\u003c/h2\u003e \u003ch3 id=\"b2-2-69\"\u003e \u003cspan class=\"popular\"\u003eTrachap M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhra chab mon dur\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b2-2-69-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eTrachap M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhra chab mon dur\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSite number: D-108\u003c/li\u003e \u003cli\u003eSite typology: II.2a, II.2b, II.2c \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 31\u0026ordm; 45.5\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 83\u0026ordm; 58.1\u0026#900;\u003c/li\u003e \u003cli\u003eElevation: 4540 m to 4640 \u003c/li\u003e \u003cli\u003eAdministrative location (township):\u003cspan class=\"popular\"\u003eMamik\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMa mig\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eGerts\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSger rtse\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTWE\u003c/li\u003e \u003cli\u003eSurvey date: June 20 and June 21, 2004\u003c/li\u003e \u003cli\u003eContemporary usage: Light grazing. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b2-2-69-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eTrachap M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhra chab mon dur\u003c/span\u003e is located in the \u003cspan class=\"popular\"\u003eTrachap\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhra chab\u003c/span\u003e valley of the \u003cspan class=\"popular\"\u003ePenche\u003c/span\u003e\u003cspan class=\"scholar\"\u003ePhan che\u003c/span\u003e region. The views are open up and down the north-south aligned valley and constrained in the east and west by the parallel mountain ranges. There are no less han ten funerary structures dispersed around the \u003cspan class=\"popular\"\u003eTrachap\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhra chab\u003c/span\u003e valley. These structures are found on both the flanks of the valley and the valley bottom. All of these structures are constructed of uncut pieces of gray granite. They are of the single-course, double-course and heaped-stone wall types.\u003c/p\u003e \u003ch4 id=\"b2-2-69-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to local \u003cspan class=\"popular emph\"\u003edrok pa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brog pa\u003c/span\u003e, \u003cspan class=\"popular\"\u003eTrachap M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhra chab mon dur\u003c/span\u003e is associated with the ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e.\u003c/p\u003e \u003ch4 id=\"b2-2-69-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b2-2-69-4-1\"\u003eFunerary Structure FS1\u003c/h5\u003e \u003cp\u003eFunerary structure FS1 (5.1 m x 6 m) is situated on the level gravel-strewn \u003cspan class=\"popular\"\u003eTrachap\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhra chab\u003c/span\u003e valley bottom (31\u0026deg; 45.054\u0026#900; N. lat. / 83\u0026deg; 58.076\u0026#900; E. long. / 4540 m). This double-course enclosure is not aligned in the cardinal directions. About half of the enclosure is still extant. The perimeter walls (around 60 cm thick) are composed of stones (20 cm to 50 cm long), which are even with the ground surface or project above it to a maximum height of 20 cm. \u003c/p\u003e \u003ch5 id=\"b2-2-69-4-2\"\u003eFunerary Structure FS2\u003c/h5\u003e \u003cp\u003eFunerary structure FS2 is a group of fragmentary structures situated on the broad lower west flank of the valley (45.226\u0026#900; / 57.996\u0026#900; / 4580 m). Among the most prominent of these structures is a single-course quadrate enclosure, which is not aligned in the cardinal directions (2.8 m x 2.1 m). Only one of its perimeter walls is fully intact. It consists of larger upright stones (up to 60 cm long), which protrude 10 cm to 20 cm above ground level. Just 60 cm northeast of this structure is a double-course slab-wall segment (3 m long) composed of upright slabs (10 cm to 30 cm long), which are flush with the ground surface. This slab wall is about 30 cm in hickness. Other slab-wall fragments are found 5.5 m to the northwest. These double-course fragments are of the same construction and are 80 cm to 1.2 m in thickness. What type of funerary structures these slab-wall fragments formed is no longer evident.\u003c/p\u003e \u003cp\u003eFunerary structures FS3 to FS6 are situated on the wide, moderately inclined slopes above the west side of the valley floor. These four specimens are found in pockets of sand that have formed between successive ribs of granite boulders. These geological structures are part of ancient outwash fans. Funerary structures FS3 to FS7 are made of variable-length pieces of granite (up to 70 cm long). \u003c/p\u003e \u003ch5 id=\"b2-2-69-4-3\"\u003eFunerary Structure FS3\u003c/h5\u003e \u003cp\u003eFunerary structure FS3 (10.5 m x 11 m) is a sub-rectangular enclosure that probably had heaped-stone walls (45.620\u0026#900; / 57.650\u0026#900; / 46 30 m). The north or uphill side of this structure is set 20 cm to 40 cm below the upper slope, while the downhill side of the structure is elevated at least 1 m above the adjacent terrain. The interior of this enclosure is level and free of structural elements.\u003c/p\u003e \u003ch5 id=\"b2-2-69-4-4\"\u003eFunerary Structure FS4\u003c/h5\u003e \u003cp\u003eFunerary structure FS4 (15 m x 23 m) is a kidney-shaped heaped-stone wall enclosure (45.596\u0026#900; / 57.628\u0026#900; / 4630 m). It appears to have been subdivided by partition walls into three cells. The perimeter walls of FS4 are around 50 cm in height. The small lower cell is elevated about 50 cm above the downhill slope. The large central cell is set about 50 cm above the lower cell and is somewhat inclined. Some stones are scattered around the central cell. The small upper cell is depressed about 50 cm below the uphill slope. \u003c/p\u003e \u003ch5 id=\"b2-2-69-4-5\"\u003eFunerary Structure FS5\u003c/h5\u003e \u003cp\u003eFunerary structure FS5 (10 m x 10 m) is a sub-rectangular heaped-stone wall enclosure (45.588\u0026#900; / 57.617\u0026#900; / 4630 m). The rear/uphill side of this structure is set 60 cm to 80 cm below the adjoining slope, while the downhill side is elevated around 30 cm above the adjacent slope. The interior of FS5 is free of structural elements. \u003c/p\u003e \u003cp\u003eFunerary structures FS6 and FS7 are located in a larger outwash fan to the south of FS3 and FS4.\u003c/p\u003e \u003ch5 id=\"b2-2-69-4-6\"\u003eFunerary Structure FS6\u003c/h5\u003e \u003cp\u003eFunerary structure FS6 (4 m x 4 m) is a single-course ovoid enclosure (45.207\u0026#900; / 57.523\u0026#900; / 4640 m). Part of his enclosure may also have had double-course perimeter walls. The FS6 interior appears to be free of structural elements. The stones of the enclosure project as much as 25 cm from ground level. \u003c/p\u003e \u003ch5 id=\"b2-2-69-4-7\"\u003eFunerary Structure FS7\u003c/h5\u003e \u003cp\u003eFunerary structure FS7 (20 m x 11 m) is an irregularly shaped heaped-stone wall enclosure (45.290\u0026#900; / 57.501\u0026#900; / 4640 m). FS7 is subdivided by walls into three cells. The circular upper cell has a prominent heaped-stone perimeter wall. The uphill side of the upper cell is depressed around 50 cm below the uphill slope. The downhill side of FS7 is somewhat elevated above the adjoining slope. A long gully, free of stones, runs above FS7. A wall of unknown function, 8 m in length, traverses this gully. \u003c/p\u003e \u003cp\u003eFunerary structures FS8 to FS10 are located in the open sandy and gravelly ground of the valley bottom. \u003c/p\u003e \u003ch5 id=\"b2-2-69-4-8\"\u003eFunerary Structure FS8\u003c/h5\u003e \u003cp\u003eFunerary structure FS8 (2.6 m x 2.6 m) is a quadrate single-course enclosure that is aligned in the cardinal directions (45.534\u0026#900; / 58.177\u0026#900; / 4550 m). The perimeter walls are composed of stones 20 cm to 50 cm in length, which are flush with the ground surface or which project above it slightly. FS8 has an open interior. Adjacent o the north side of this enclosure there are some stones piled up and some stones that are partly submerged in he ground. \u003c/p\u003e \u003ch5 id=\"b2-2-69-4-9\"\u003eFunerary Structure FS9\u003c/h5\u003e \u003cp\u003eFunerary structure FS9 (4.2 m x 4.3 m) is a fragmentary quadrate enclosure that may have had double-course walls (45.543\u0026#900; / 58.193\u0026#900; / 550 m). Stones in the perimeter walls are 15 cm to 60 cm in length and project as much as 15 cm from the ground surface. FS9 has an open interior. \u003c/p\u003e \u003ch5 id=\"b2-2-69-4-10\"\u003eFunerary Structure FS10\u003c/h5\u003e \u003cp\u003eFunerary structure FS10 (7 m x 6.3 m) is a double-course, quadrate enclosure that is aligned in the cardinal directions (45.534\u0026#900; / 58.210\u0026#900;). Only small fragments of the double-course perimeter walls in this fragmentary specimen have survived. Stones used to construct FS10 are 15 cm to 40 cm in length, and are either flush with he ground surface or slightly rise above it. \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza2/b2-2-69/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-2-69","is_primary":false,"created_at":"2010-08-25 11:13:24 UTC","updated_at":"2010-08-25 11:13:24 UTC","authors":[]}]}