{"descriptions":[{"authors":[],"source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-1-30","content":"<div class=\"essay-body\"> <div id=\"essay-head2\"> <table> <tr> <td align=\"left\" valign=\"top\"> <div class=\"chapter\"><em>Antiquities of Zhang Zhung</em></div> <div class=\"author\"> <span class=\"eng\">by </span>John Vincent Bellezza<!--(a)--><br/>Edited by Geoffrey Barstow and Mickey Stockwell </div> </td> <td style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"> <div class=\"copyright\"> <span class=\"eng\"> Copyright &copy; 2010. </span> <div class=\"\" id=\"permission\"> <br/>Reproduced with permission from the author <br/>under the <a href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\">THL Digital Text License</a>.</div> </div> </td> </tr> </table> </div> <h2 id=\"b2-1\" class=\"space-before\">II.1. Stelae and accompanying structures: Funerary and non-funerary structures</h2> <h3 id=\"b2-1-30\"> <span class=\"popular\">Ng&ouml;nmo Doring</span><span class=\"scholar\">Sngon mo rdo ring</span> </h3> <h4 id=\"b2-1-30-1\">Basic site data</h4> <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Ng&ouml;nmo Doring</span><span class=\"scholar\">Sngon mo rdo ring</span> </li> <li>English equivalent : Blue long-stones</li> <li>Site number: C-100</li> <li>Site typology: II.1b, II.2b </li> <li>Geographic coordinate (N. lat.): 31&ordm; 53.3&#900; </li> <li>Geographic coordinate (E. long.): 87&ordm; 10.7&#900; </li> <li>Elevation: 4560 m </li> <li>Administrative location (township): <span class=\"popular\">Urt&ouml;</span><span class=\"scholar\">&rsquo;Ur stod</span> </li> <li>Administrative location (county): <span class=\"popular\">Nyima</span><span class=\"scholar\">Nyi ma</span> </li> <li>Survey expedition: UTAE</li> <li>Survey date: June 16, 2001</li> <li>Contemporary usage: Light grazing. The extraction of stones from the site. </li> <li>Identifiable Buddhist constructions: Some <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma &#7751;i</span> plaques and pillars carved with the <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma &#7751;i</span> mantra. </li> </ul> <h4 id=\"b2-1-30-2\">General site characteristics</h4> <p>The important walled pillars and funerary superstructures of <span class=\"popular\">Ng&ouml;nmo Doring</span><span class=\"scholar\">Sngon mo rdo ring</span> are located near a mountain named <span class=\"popular\">Ng&ouml;nmo</span><span class=\"scholar\">Sngon mo</span> (Blue One). A little farther away from the site is the mountain known as <span class=\"popular\">Marmo</span><span class=\"scholar\">Dmar mo</span> (Red One). The views from <span class=\"popular\">Ng&ouml;nmo Doring</span><span class=\"scholar\">Sngon mo rdo ring</span> are particularly expansive in the east, and are also quite open in the north (towards <span class=\"popular\">Mukkar Gangri</span><span class=\"scholar\">Smug dkar gangs ri</span>) and south. The view west is constrained by the local topography. The north side of the site is bounded by a small watercourse. The terrain is level, sandy and rock strewn. <span class=\"popular\">Ng&ouml;nmo Doring</span><span class=\"scholar\">Sngon mo rdo ring</span> is dominated by 18 well-preserved pillars erected inside an enclosure and two very large multi-celled enclosures. </p> <h4 id=\"b2-1-30-3\">Oral tradition</h4> <p>In this region (<span class=\"popular\">Naktsang</span><span class=\"scholar\">Nag tshang</span>), pillars and walls such as those found at <span class=\"popular\">Ng&ouml;nmo Doring</span><span class=\"scholar\">Sngon mo rdo ring</span> are often connected to the ancient <span class=\"popular\">M&ouml;n</span><span class=\"scholar\">Mon</span>.</p> <h4 id=\"b2-1-30-4\">Site elements</h4> <h5 id=\"b2-1-30-4-1\">Enclosure</h5> <p>The enclosure is aligned in the cardinal directions, and measures 7 m (north-south) x 11 m (east-west). The double-course walls of the enclosure (50 cm to 70 cm thick) contain variable-length (20 cm to 60 cm) uncut pieces of sandstone. The stones of the walls are largely flush with the ground surface. The west wall of the enclosure is missing. There are some plaques inscribed with the <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma &#7751;i</span> mantra inside the enclosure, reflecting the Buddhist cult status of the monument. </p> <h5 id=\"b2-1-30-4-2\">Pillars</h5> <p>All 18 pillars are made of sandstone, reddish tan and beige in color. Many of the larger pillars have had the <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma &#7751;i</span> mantra artfully carved upon them.</p> <h5 id=\"b2-1-30-4-3\">North wall row</h5> <p>Paralleling the north wall of the enclosure, beginning at its west corner, there is a line of four pillars. From east to west, these pillars have the following dimensions and forms. </p> <ol> <li>Long-stone DR1: irregularly shaped (70 cm [height] x 60 cm [basal girth]).</li> <li>Long-stone DR2: irregularly shaped (80 cm x 90 cm).</li> <li>Long-stone DR3: irregularly shaped (90 cm x 70 cm).</li> <li>Long-stone DR4: irregularly shaped (85 cm x 95 cm).</li> </ol> <h5 id=\"b2-1-30-4-4\">West wall row</h5> <p>Paralleling what would have been the west wall is a row of 13 pillars. From north to south, these pillars have he following dimensions and forms:</p> <ol> <li>Long-stone DR5: tabular (70 cm x 75 cm).</li> <li>Long-stone DR6: tabular (60 cm x 55 cm). </li> <li>Long-stone DR7: irregularly shaped (95 cm x 1 m).</li> <li>Long-stone DR8: irregularly shaped (1.1 m x 1.2).</li> <li>Long-stone DR9: irregularly shaped (1.5 m x 1.1 m).</li> <li>Long-stone DR10: tabular, broken (65 cm x 55 cm).</li> <li>Long-stone DR11: irregularly shaped (1.1 m x 1.3 m).</li> <li>Long-stone DR12: irregularly shaped (75 cm x 75 cm).</li> <li>Long-stone DR13: tabular (1 m x 1.4 m).</li> <li>Long-stone DR14: irregularly shaped (1.7 m x 1.6 m).</li> <li>Long-stone DR15: irregularly shaped (1.7 m x 1.4 m).</li> <li>Long-stone DR16: tabular (1.2 m x 1.1 m).</li> <li>Long-stone DR17: tabular (1.1 m x 1.5 cm).</li> </ol> <p>Against the inner edge of the south wall of the enclosure, near its west corner, there is a single irregularly shaped pillar (85 cm x 80 cm). East of the enclosure there are two long stones that appear to be dislodged pillars (1.2 m and 95 cm long). </p> <h5 id=\"b2-1-30-4-5\">Funerary superstructures</h5> <h6 class=\"essay\">Funerary Structure FS1</h6> <p>Funerary structure FS1, a 14.5 m long arc-shaped wall fragment, is situated 14 m west of the pillars. This structural fragment (80 cm thick) appears to have made up the west wall of an enclosure. It is composed of variable length (averaging 30 cm to 40 cm long) stones laid flat, which are level with the ground surface or elevated above it a maximum of 20 cm. There are also a few other fragmentary walls of enclosures dispersed around the site, which are not enumerated in this survey.</p> <h6 class=\"essay\">Funerary Structure FS2</h6> <p>Funerary structure FS2 is situated 40 m northwest of the pillars. This very large rectangular double-course enclosure appears to have been aligned in the cardinal directions, and measures 35 m (north-south) x 9.5 m (east-west). The entire structure is elevated 1 m to 1.5 m above the surrounding plain, giving it the appearance of a funerary mound (<span class=\"popular emph\">bangso</span><span class=\"scholar emph\">bang so</span>). FS2 appears to have been subdivided into five cells, but only small wall segments have survived. The top of the structure undulates due to the long-term action of flowing water. The walls (50 cm to 70 cm thick) of FS2 are composed of variable length (primarily 20 cm to 50 cm long) stones laid flat on the ground. Connected to the north side of FS2 there is a square enclosure (6.5 m x 6.5) of the same construction. </p> <h6 class=\"essay\">Funerary Structure FS3</h6> <p>Funerary structure FS3, a sub-rectangular double-course enclosure, is situated 30 m west of FS2. Stones from his poorly preserved structure have been recently pilfered in order to build the one homestead of <span class=\"popular\">Doring</span><span class=\"scholar\">Rdo ring</span>, located on the north side of the watercourse hat bounds the archaeological site. FS2 appears to have been aligned in the cardinal directions, and measures 44 m (north-south) x 14 m (east-west). It was probably subdivided into four or five cells by north-south running walls. The walls (60 cm to 90 cm thick) of the enclosure are made of variable-length stones flush with he ground surface or slightly raised above it. Many stones from FS2 have been dislodged and now lie strewn across the vicinity. The west wall of FS2 is very uneven and the southwest corner of the enclosure is rounded. A partition wall on the south end of the structure is still quite well preserved. </p> <h6 class=\"essay\">Funerary Structure FS4</h6> <p>Funerary structure FS4 is situated 56 m southwest of FS2, on a gently inclined slope that adjoins a ridge spur. Measuring 16 m (north-south) x 22 m (east-west), this rectangular enclosure also appears to have been aligned in the cardinal directions. It was subdivided into two cells of unequal size. The walls are similar in construction to its counterparts: most stones were laid flat and are level with the surface, but there are also a few slabs that were placed edgewise into the ground and which are elevated a maximum of 50 cm above ground level. </p> <table cellspacing=\"8\" align=\"center\" class=\"navarrows\"> <tbody> <tr> <td class=\"leftcell\"> <a class=\"backarrow\" title=\"Previous Section\"> <img src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/> </a> </td> <td class=\"midcell\"> <a class=\"uparrow\" title=\"Beginning of Article\"> <img src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/> </a> </td> <td class=\"rightcell\"> <a class=\"forwardarrow\" title=\"Next Section\"> <img src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/> </a> </td> </tr> </tbody> </table> </div> <div id=\"chap-id\">/bellezza2/b2-1-30/</div> <div style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"> <div class=\"closebtn\"> <a href=\"#\">Close</a> </div> <div style=\"height: 280px;\" class=\"conx-content\"> <h3>Note Citation for Page <span class=\"pgnm\"/> </h3> <p class=\"biblref\">John Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan &amp; Himalayan Library, 2010), <span class=\"pgnm\"/>. </p> <h3>Bibliographic Citation</h3> <p>John Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan &amp; Himalayan Library, 2010.</p> </div> </div>","created_at":"2010-08-25 11:10:26 UTC","updated_at":"2010-08-25 11:10:26 UTC","id":1021,"title":"Ngönmo Doring Introduction","is_primary":false}]}