{"descriptions":[{"id":1586,"title":"Zungchu Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 class=\"h1\" id=\"b6\"\u003eBonpo monasteries and temples \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003ein Tibetan regions in Qinghai, Gansu and Sichuan \u003c/h2\u003e \u003ch2 id=\"b6-16\"\u003eZung chu County\u003c/h2\u003e \u003cp\u003eZung chu (Zing/Zong) county, also known as Shar khog, is located in rNga ba (= rNga khog) Tibetan Autonomous Prefecture, Sichuan Province. There are 142 villages divided between 26 townships in the county. The total area is 8400 sq km. The population is 59,544 (19,960 of whom were Tibetans in 1986). The county seat is Cin An, 431 km from \u0026rsquo;Bar khams, the capital of rNga ba Prefecture.\u003c/p\u003e \u003cp\u003eZung chu county is named after a river which takes its Sources near Kun dga\u0026rsquo;, a mountain located in gSal chu township. The river is a tributary of the Yangtze river and is around 711 km in length.\u003c/p\u003e \u003ch3 id=\"b6-16-1\"\u003e(199) sNa steng Monastery\u003c/h3\u003e \u003ch4 id=\"b6-16-1-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is sNa steng bKra shis g-yung drung gling also known as lCags mdud dgon.\u003c/p\u003e \u003ch4 id=\"b6-16-1-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located by the road, 8 km north of Songpan, the seat of Zung chu county. \u003c/p\u003e \u003ch4 id=\"b6-16-1-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eThe first master of the sNang zhig lineage of sNang zhig Monastery (No.180) in rNga khog, Do \u0026rsquo;phags chen po (b.1028), had three sons: Nyi ma \u0026rsquo;dzin, \u0026rsquo;Dul ba rgyal mtshan and gYung drung rgyal mtshan (alias Shes rab \u0026rsquo;od zer), the younger brothers, migrated to Shar khog. There \u0026rsquo;Dul ba rgyal mtshan established a family considered sacred (gdung brgyud) with the name of lCags mdud situated to the east of the river and below the village of A gling. The family temple which he built became his main residence and was called sNang zhig lCags mdud dgon (NKhGL p.99). Later the temple was extended into a small monastery. The family was famous for its possession of an old silver image of the Bonpo sage Dran pa nam mkha\u0026rsquo; known as lCags mdud dngul sku, \u0026ldquo;the Silver image of the lCags mdud family\u0026rdquo;. gYung drung rgyal mtshan, the brother of \u0026rsquo;Dul ba rgyal mtshan, died at the age of twenty-four leaving two sons: gYung drung bstan pa\u0026rsquo;i rgyal mtshan and bSam \u0026rsquo;grub. While the elder brother looked after the monastery and the younger brother ensured the lineage\u0026rsquo;s continuity.\u003c/p\u003e \u003cp\u003eShar khog is an area where Bon religion has always been the dominant tradition and where the gdung brgyud system has been the most prevalent. However, in the recent times there were interruptions in the line of the family and the monastery has made great effforts to reestablish the hereditary succession.\u003c/p\u003e \u003cp\u003eIn 1938, with the help of the local people, lCags mdud Nyi ma bstan \u0026rsquo;dzin (1898-1953) moved the monastery to sNa steng and so it became known as sNa steng Monastery. Later lCags mdud sKal bzang rgyal mtshan (1922-1978) took charge of the monastery. The monastery was destroyed during the Cultural Revolution and the present head of the monastery is lCags mdud Zla ba rgyal mtshan (b.1951). He took the initiative to rebuild it in the 1980s. gYung drung nyi ma (b.1973) acts as teacher in the new monastery.\u003c/p\u003e \u003ch4 id=\"b6-16-1-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003edgong bdag, hereditary\u003c/li\u003e \u003cli\u003ebon slob \u003c/li\u003e \u003cli\u003eone dbu mdzad\u003c/li\u003e \u003cli\u003etwo dge skos \u003c/li\u003e \u003cli\u003etwo gnyer ba \u003c/li\u003e \u003c/ul\u003e \u003cp\u003eAll the incumbents are replaced every three years with the exception of the master of the monastery.\u003c/p\u003e \u003ch4 id=\"b6-16-1-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are fifty-nine novices and monks in the monastery.\u003c/p\u003e \u003ch4 id=\"b6-16-1-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThere are no regular classes; the novices are trained by the elder monks.\u003c/p\u003e \u003ch4 id=\"b6-16-1-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eThe monks go to sNang zhig Monastery in rNga khog and to dGa\u0026rsquo; mal Monastery (No.208) in Shar khog for further study; Zla ba rgyal mtshan received teachings from bsKal bzang dar rgyas at dGa\u0026rsquo; mal Monastery and from Dri med \u0026rsquo;od zer, at A skyid sKyang tshang Monastery (No.194) in mDzo dge.\u003c/p\u003e \u003ch4 id=\"b6-16-1-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e1st month: commemoration of mNyam med Shes rab rgyal mtshan from the 4th to the 5th day; ritual cycle of dBal gsas for five or seven days from the 21st day\u003c/li\u003e \u003cli\u003e4th month: the festival of sNa steng sgrub pa is based on the Ti tri su and lasts seven days from the 23rd day ending with a \u0026rsquo;cham dance for the public \u003c/li\u003e \u003cli\u003e6th month: the ritual cycle of the rNam rgyal for three days from the 27th day \u003c/li\u003e \u003cli\u003e8th month: the ritual cycle of sTag la for three days from the 26th day \u003c/li\u003e \u003cli\u003e9th month: the ritua cycle of Ma rgyud for four days from the 9th day\u003c/li\u003e \u003cli\u003e10th month: the cycle of the Yi dam kun \u0026rsquo;dus for three days from the 11th day\u003c/li\u003e \u003cli\u003e11th month: commemoration of sKyabs mgon Zla ba rgyal mtshan from the 7th to the 8th day\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-16-1-9\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery has no regular Sources of income and depends on donations from the faithful.\u003c/p\u003e \u003ch4 id=\"b6-16-1-10\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThere are five villages: A gling with sixty families, Ki tshal with twenty families, Tshe yag with eighteen families, rGyal btsan with twenty families and Ta khug ta pa with about forty families. In the local oral tradition the village rGyal btsan and Ta khug ta pa are counted as one, Yag gi tsho ba bzhi, the \u0026ldquo;Four Excellent Communities\u0026rdquo;. \u003c/p\u003e \u003ch4 id=\"b6-16-1-11\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThere is a la btsas on the mountain behind the monastery dedicated to the local deity called dGe bsnyen gYung drung rtsal. Its renewal ceremony is performed on the 1st day of the 6th month by the monks of the monastery. \u003c/p\u003e \u003cp\u003eMount A gling brag dkar, situated at the west of the monastery (accessible only on foot), is considered as the residence of the local deity by the same name. The renewal ceremony of its la btsas and the propitiation of the deity take place on the 4th day of the 4th month and are performed exclusively by the lay community. \u003c/p\u003e \u003cp\u003eIn Shar khog there are also two sacred mountains (gnas ri). One is called Byang Bya dur and is located 1 km north of dGa\u0026rsquo; mal Monastery and the other Shar Dung ri located 56 km east of the county town of Zung chu (cf. BBD). In the vicinity of Mount Shar Dung ri, there is also a sacred lake called Dung ri gser mtsho. These places are considered as holy places and venerated by both the monks and local Sharwa lay people, as well as by devotees from other regions. The lake called Huanglong in Chinese attracts numerous tourists every year.\u003c/p\u003e \u003ch4 id=\"b6-16-1-12\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eFarming and trade\u003c/p\u003e \u003ch4 id=\"b6-16-1-13\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-16-1-13-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn autumn in 1998 with: Tshe kho, a monk at the monastery (b.1932)\u003c/p\u003e \u003ch5 id=\"b6-16-1-13-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003elCags mdud bkra shis g-yung drung gling gi dkar chag me tog tshom \u0026rsquo;phreng by lCags mdud Zla ba rgyal mtshan, bsTan blo and sGra dpal, in Zing (Zung) chu rdzong dgon pa so sogs (so\u0026rsquo;i) dkar chag, pp.123-145. 1993, Mimeograph\u003c/li\u003e \u003c/ol\u003e \u003ch3 id=\"b6-16-2\"\u003e(200) Rin spungs Monastery\u003c/h3\u003e \u003ch4 id=\"b6-16-2-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is Rin spungs bKra shis smin grol gling.\u003c/p\u003e \u003ch4 id=\"b6-16-2-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located 22 km north of Songpan, the seat of Zung chu county.\u003c/p\u003e \u003ch4 id=\"b6-16-2-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003esKyang btsun gYung drung bstan rgyal (b.1768), a descendant of sKyang \u0026rsquo;phags in mDzo dge, went to sMan ri Monastery (No.1) in gTsang and received teachings from a great master called gYung drung dbang rgyal. After thirteen years of study, the latter sent him back to Amdo. When he arrived in Shar khog, gTso tshang dbon po and his fifteen disciples came to meet him and became his disciples. Later he was offered land by the local people and founded a hermitage at the site called Rin spungs. Later he extended it into monastery. Towards the end of his life, a thirteen-year old boy called dGe \u0026rsquo;dun shes rab (b.1811) from dMu dge came to Rin spungs following a vision he had received in dream. gYung drung bstan rgyal was very enthusiastic about the new visitor and exhorted his disciples to accept dGe \u0026rsquo;dun shes rab as his reincarnation after his death. He asked dGe \u0026rsquo;dun shes rab to return to the monastery in seven years. He is said to have even made an inventory of all his personal belongings in the presence of dGe \u0026rsquo;dun shes rab, and ordered the monks to give them to dGe \u0026rsquo;dun shes rab upon his return. However, dGe \u0026rsquo;dun shes rab did not return seven years later as agreed so gYung drung bstan rgyas, before his death, left a testament for him in a small wooden box which he hid in the wall of his meditation cell. Finally, the monastery sent some monks to dMu dge to talk with dGe \u0026rsquo;dun shes rab\u0026rsquo;s family who warmly welcomed them and accepted the recognition of their son as the reincarnation of gYung drung bstan rgyal, but the boy was not at home. \u003c/p\u003e \u003cp\u003eIn the mean time, dGe \u0026rsquo;dun shes rab had travelled to rGyal rong, Khyung po, Kong po, lHa sa, rMe\u0026rsquo;u tshang, Dar ldings, Zhu tshang; he studied at rMan ri for seven years, practiced meditation at Byang gNam mtsho for one year and Khyung po\u0026rsquo;i sgom grwa for another six years, and had visited many sacred places and monasteries of different traditions (including Buddhism) where he studied and practiced meditation with various great masters and acquired the new name of Shes rab ye shes. Shortly after his return to dMu dge, remembering his promise to gYung drung bstan rgyal, he returned to the monastery. Although the master had died a few years before he was given all gYung drung bstan rgyal\u0026rsquo;s personal belongings and valuables including the box with the testament. \u003c/p\u003e \u003cp\u003egYung drung bstan rgyal introduced the monastic tradition of sMan ri Monastery and named the monastery Rin spungs bKra shis smin grol gling. He became the second master of sKyang tshang lineage and abbot of Rin spungs Monastery. The third master was bsTan \u0026rsquo;dzin phun tshogs dbang rgyal. The fourth was Shes rab rnam rgyal. \u003c/p\u003e \u003cp\u003eThe reincarnation of Shes rab ye shes was born soon after his death in Chu mdo village near the monastery, but he died very young. The following reincarnation, Shes rab rnam rgyal, was born in Shel bod village of dMu dge in 1895.\u003c/p\u003e \u003cp\u003eThe fifth was gYung drung bstan \u0026rsquo;dzin, born in 1955.\u003c/p\u003e \u003cp\u003eThe monastery was destroyed during the Cultual Revolution and was rebuilt in the 1980s.\u003c/p\u003e \u003ch4 id=\"b6-16-2-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003emkhan po who is a trulku\u003c/li\u003e \u003cli\u003egrwa shang bla ma\u003c/li\u003e \u003cli\u003eone dbu mdzad\u003c/li\u003e \u003cli\u003etwo dge skos \u003c/li\u003e \u003cli\u003eone a mchod \u003c/li\u003e \u003cli\u003etwo mchod dpon\u003c/li\u003e \u003c/ul\u003e \u003cp\u003eAll the incumbents are replaced every two years, with the exception of the grwa tshang bla ma who has no predetermined term of office.\u003c/p\u003e \u003ch4 id=\"b6-16-2-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are ninety-six monks and novices in the monastery.\u003c/p\u003e \u003ch4 id=\"b6-16-2-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eSince sKyang btsun gYung drung bstan rgyal was a disciple of gYung drung dbang rgyal, a master of sMan ri Monastery, Rin spungs still sends its monks to sMan ri and gYung drung gling monasteries in gTsang for teachings and ordination.\u003c/p\u003e \u003ch4 id=\"b6-16-2-7\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e1st month: commemoration of mNyam med Shes rab rgyal mtshan from the 3rd to the 6th day, and the ritual cycle of dBal gsas from the 8th to the 15th day\u003c/li\u003e \u003cli\u003e4th month: the festival of the dGe spyod for three days and the Mun sel sgrub pa for seven days with \u0026rsquo;cham dance on the last day for the public. The festival is known as Rin spung dbyar gnas\u003c/li\u003e \u003cli\u003e7th month: the ritual based on the rNam rgyal stong mchod for three days\u003c/li\u003e \u003cli\u003e9th month: the observance of the smyung gnas fasting for nine days from the 13th day\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-16-2-8\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery depends on offerings from its followers; the monks provide their own food.\u003c/p\u003e \u003ch4 id=\"b6-16-2-9\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe local lay community consists seven villages in gTso tshang township: Rin spungs with thirty-two families, Bar shod with eighteen families, Grang \u0026rsquo;dzi with fourteen families, lCang smad with twenty families, Bar rong with eighty families, \u0026rsquo;Phel \u0026rsquo;dzin with eleven families and Khri rgyal with twelve families; six villages in A stong township: Tsha chu sgur with forty-six families, dBal smon with nine families, Hor mthong with two families and the three villages of A stong: A stong with forty-two families, Chu \u0026rsquo;khyil sgur with thirty-eight families and gYang rten with twenty-two families.\u003c/p\u003e \u003ch4 id=\"b6-16-2-10\"\u003e13. Local festival\u003c/h4\u003e \u003cp\u003eThe la btsas called bKra shis bde chen is on a hill in front of the monastery. Its renewal ceremony, performed by the monks, takes place on the 10th day of the 7th month, which is the last day of the rNam rgyal stong mchod ritual at the monastery. \u003c/p\u003e \u003cp\u003eThe propitiation of the local deities of some of the following villages takes place on the 1st of the 1st month: Rin spungs village\u0026rsquo;s local deity is called Khyung rgod and the la btsas dedicated to him is located at the top of Mount Khyung rgod.\u003c/p\u003e \u003cp\u003eBar shod village\u0026rsquo;s local deity is called Brag rgan and the la btsas is located on Mount Brag rgan. Bar rong village\u0026rsquo;s local deity is called Kod po and the la btsas is located on Mount Kod po.\u003c/p\u003e \u003cp\u003eThe local deity of \u0026rsquo;Phen \u0026rsquo;dzin and Khri rgyal villages is called Bum pa and the la btsas is located on Mount Bum pa. Tsha chu sgur village\u0026rsquo;s local deity is called Brag ri and the la btsas is located on Mount Brag ri. A stong village\u0026rsquo;s local deity is called Nyi \u0026rsquo;ong and the la btsas is located on Mount Nyi \u0026rsquo;ong.\u003c/p\u003e \u003cp\u003eChu \u0026rsquo;khyil sgur village\u0026rsquo;s local deity is called gCal phrug gYung drung dgra \u0026rsquo;dul and the la btsas is located on Mount gCal phrug. gYang rten village\u0026rsquo;s local deity is called bKra shis bde chen and the la btsas is located Mount bKra shis bde chen. dBal mon village\u0026rsquo;s local deity is called rDo tshang and the la btsas is located on Mount rDo tshang.\u003c/p\u003e \u003cp\u003eThe monks and lay people also join other communities to venerate the two sacred mountains Bya dur and Dung ri, situated in the area (cf. sNa steng Monastery No.199).\u003c/p\u003e \u003ch4 id=\"b6-16-2-11\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eAgriculture and trade\u003c/p\u003e \u003ch4 id=\"b6-16-2-12\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-16-2-12-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn autumn 1998 with gYung drung tshul khrims alias gYung drung thar, a monk at the monastery (b.1963)\u003c/p\u003e \u003ch5 id=\"b6-16-2-12-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003eRin spungs bkra shis smin grol gling gi gdan rabs nyung bsdus brjod pa tshangs pa\u0026rsquo;i dbyangs snyan by sKal bzang dar rgyas, composed in 1984, ZGSK pp.107-121\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eThis text by sKal bzang dar rgyas is the only available work dealing with the history of Rin spungs Monastery; the first part of the text states that sKyang btsun gYung drung bstan rgyal recognized dGe \u0026rsquo;dun shes rab as his reincarnation when he was still alive, and then later goes on to say that bsTan \u0026rsquo;dzin phun tshogs dbang rgyal, the third sKyang btsun, was recognized as the reincarnation of sKyang btsun Rinpoche (when he is obviously the second reincarnation), so there seems to be a some confusion between the two masters.\u003c/p\u003e \u003ch3 id=\"b6-16-3\"\u003e(201) sNang zhig dngul sku Monastery\u003c/h3\u003e \u003ch4 id=\"b6-16-3-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is sNang zhig gser khang rnam rgyal kun grags gling.\u003c/p\u003e \u003ch4 id=\"b6-16-3-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located 21 km north of Songpan, the seat of Zung chu county.\u003c/p\u003e \u003ch4 id=\"b6-16-3-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eThere are two sNang zhig monasteries in Amdo: one in rNga khog and the other in Shar khog, the latter belongs to the lineage of the former, since it was founded by a descendant of Do \u0026rsquo;phags chen po (b.1168). He is regarded as the first master of the sNang zhig lineage.\u003c/p\u003e \u003cp\u003eDo \u0026rsquo;phags chen po and sKyang za g-yu sgron had three sons: Nyi ma \u0026rsquo;dzin, \u0026rsquo;Dul ba rgyal mtshan, and gYung drung rgyal mtshan (alias Shes rab \u0026rsquo;od zer). The eldest son was sent to Zhu sgom \u0026rsquo;phrul zhig for religious training and later became known as Bya chen Nyi ma \u0026rsquo;dzin. \u0026rsquo;Dul ba rgyal mtshan, and gYung drung rgyal mtshan migrated to Shar khog. The family of \u0026rsquo;Dul ba rgyal mtshan became known as lCags mdud and the monastery he founded was called sNang zhig lCags mdud and later became known as sNa steng bKra shis g-yung drung gling (No.199). However, it was gYung drung rgyal mtshan, the youngest brother, who took away the famous silver image (dngul sku) of Dran pa nam mkha\u0026rsquo; of the family in rNga khog with him when he came to Shar khog where he later founded a monastery called sNang zhig dngul sku dgon. He had a son called bsTan pa rgyal mtshan who succeeded him and looked after the monastery. However, at a later date, the sacred silver image fell into the possession of the lCags mdud family.\u003c/p\u003e \u003cp\u003eTheir lineages of the three brothers became known as the \u0026ldquo;three lineages of sNang zhig\u0026rdquo; (sNang zhig khag gsum). \u003c/p\u003e \u003cp\u003eThe following is a list of the masters in the lineage of the sNang zhig dngul sku:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003ebsTan pa rgyal mtshan\u003c/li\u003e \u003cli\u003ebsTan \u0026rsquo;dzin ye shes rgyal mtshan \u003c/li\u003e \u003cli\u003egYung drung tshe ring \u003c/li\u003e \u003cli\u003eYon tan rgyal mtshan \u003c/li\u003e \u003cli\u003eNyi ma bstan \u0026rsquo;dzin\u003c/li\u003e \u003cli\u003eTshe dbang rgyal po\u003c/li\u003e \u003cli\u003eZla ba rgyal mtshan \u003c/li\u003e \u003cli\u003eKlu \u0026rsquo;bum yag \u003c/li\u003e \u003cli\u003eBya \u0026rsquo;phur\u003c/li\u003e \u003cli\u003eRin chen lhun grub \u003c/li\u003e \u003cli\u003ebsTan pa tshul khrims \u003c/li\u003e \u003cli\u003eNyi ma rgyal mtshan \u003c/li\u003e \u003cli\u003e\u0026rsquo;Dul ba rgyal mtshan \u003c/li\u003e \u003cli\u003eTshul khrims rgyal mtshan \u003c/li\u003e \u003cli\u003eShes rab blo gros \u003c/li\u003e \u003cli\u003eZla ba rgyal mtshan \u003c/li\u003e \u003cli\u003eRin chen lhun grub \u003c/li\u003e \u003cli\u003eNam mkha\u0026rsquo; lhun grub \u003c/li\u003e \u003cli\u003eRin chen rgyal mtshan \u003c/li\u003e \u003cli\u003eKun dga\u0026rsquo; phun tshogs \u003c/li\u003e \u003cli\u003egYung drung bstan \u0026rsquo;dzin\u003c/li\u003e \u003cli\u003eBlo gros thogs med \u003c/li\u003e \u003cli\u003eNyi ma rgyal mtshan \u003c/li\u003e \u003cli\u003eTshul khrims rgyal mtshan \u003c/li\u003e \u003cli\u003egTsug phud rnam rgyal \u003c/li\u003e \u003c/ol\u003e \u003cp\u003eAfter the last master\u0026rsquo;s death, Nam mkha\u0026rsquo; blo gros of sNang zhig in rNga khog became the master of the monastery, he was succeeded successively by Tshul khrims bsTan pa\u0026rsquo;i rgyal mtshan, Shes rab bstan \u0026rsquo;dzin, and A tog rtogs ldan. The monastery was knocked down during the Cultural Revolution. It was rebuilt in the 1980s. Shes rab \u0026rsquo;od zer (b.1971), the present head of the monastery was recognized as the reincarnation of Tshul khrims bstan pa\u0026rsquo;i rgyal mtshan, a famous hermit who, however, did not belong to the sNang zhig lineage.\u003c/p\u003e \u003ch4 id=\"b6-16-3-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003edgon bdag, hereditary (gdung brgyud)\u003c/li\u003e \u003cli\u003etwo dbu mdzad \u003c/li\u003e \u003cli\u003etwo dge skos \u003c/li\u003e \u003cli\u003etwo gnyer pa\u003c/li\u003e \u003c/ul\u003e \u003cp\u003eAll of whom are replaced every three years except the head of the monastery.\u003c/p\u003e \u003ch4 id=\"b6-16-3-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are ninety-one novices and monks in the monastery.\u003c/p\u003e \u003ch4 id=\"b6-16-3-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThere are no organized classes; the novices are trained by the elder monks.\u003c/p\u003e \u003ch4 id=\"b6-16-3-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eIn the past the monks took their odination from sKal bzang dar rgyas of dGa\u0026rsquo; mal Monastery (No.208), but now they go to sNang zhig Monastery (No.180) in rNga khog.\u003c/p\u003e \u003ch4 id=\"b6-16-3-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e1st month: commemoration of mNyam med Shes rab rgyal mtshan from the 4th to the 5th day\u003c/li\u003e \u003cli\u003e2nd month: the smon lam ceremony from the 1st to the 7th day\u003c/li\u003e \u003cli\u003e3rd month: the ritual cycle of Ma rgyud from the 7th to the 9th day\u003c/li\u003e \u003cli\u003e5th month-6th month: the recitation ritual based on the Ti tri su from the 23th day of the 5th month to the 1st day of the 6th month\u003c/li\u003e \u003cli\u003e10th month: the ritual cycles of Khro bo and Phur pa from the 16th to the 19th day \u003c/li\u003e \u003cli\u003e11th month: commemoration of sKyabs mgon Zla ba rgyal mtshan from the 7th to the 8th day\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-16-3-9\"\u003e10. Books held in the monastery\u003c/h4\u003e \u003cp\u003eThe monastery has one printed copy of the Bonpo Kanjur and several other manuscript copies of texts for ritual purposes.\u003c/p\u003e \u003ch4 id=\"b6-16-3-10\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery depends on offerings from its followers; the monks provide their own food.\u003c/p\u003e \u003ch4 id=\"b6-16-3-11\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe local lay community consists of twelve villages: Khri smin with ninety-five families, A bstan with fifty families, A ho with fifteen families, Ha mes with forty-five families, \u0026rsquo;Brug skyid with fifteen families, sDong spel with sixty families, sPang bzang with fifty families, Na gtsang with fifteen families, sPo \u0026rsquo;bru with fifteen families, rGyal \u0026rsquo;phen with twenty-seven families, \u0026rsquo;Khor rgye with twenty families and Che g-yag with thirteen families.\u003c/p\u003e \u003ch4 id=\"b6-16-3-12\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eIn addition to Dung ri and Bya dur, the two most sacred Bonpo mountains in the area, there is Mount Brag mkhar and its la btsas, located behind the monastery and propitiated by the monks on the 1st day of the 6th month. Khri smin village\u0026rsquo;s la btsas called dKar ye is propitiated by the village people likewise on the 1st day of the 6th month. The la btsas of A btsan village is renewed on the 1st of the 3rd month. The villages Brag nag, Ya ho, Ha mes and \u0026rsquo;Brug skyid have a common la btsas. Its renewal ceremony takes place on the 4th day of the 5th month. sDong spel has two la btsas, La chen and rGyal mkhar, the former is propitiated on the 1st day of the 6th month, while the latter is propitiated on the 1st day of the 3rd month. The la btsas of sPang bzang, called dGra \u0026rsquo;dul, is propitiated (date was unclear). Na gtsang, sPo \u0026rsquo;brug, rGyal \u0026rsquo;phen, \u0026rsquo;Khor rgye and Che g-yag have the same la btsas called Brag rgan.\u003c/p\u003e \u003cp\u003eThe monks and local lay communities join other communities in the region to venerate the two sacred mountains Bya dur and Dung ri situated in the Sharwa region (cf. sNa steng Monastery No.190).\u003c/p\u003e \u003ch4 id=\"b6-16-3-13\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eAgriculture\u003c/p\u003e \u003ch4 id=\"b6-16-3-14\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-16-3-14-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn autumn 1998 with gYung dga\u0026rsquo; (b.1930) a monk at the monastery\u003c/p\u003e \u003ch5 id=\"b6-16-3-14-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003esNang zhig dgon pa\u0026rsquo;i dkar chag chu skyes dbang bo\u0026rsquo;i tshom phreng by Ha smin(mes) gYong dga\u0026rsquo;, in Zing (Zung) chu rdzong dgon pa so sogs (so\u0026rsquo;i) dkar chag, mimeograph, 1993, pp. 92-106\u003c/li\u003e \u003c/ol\u003e \u003ch3 id=\"b6-16-4\"\u003e(202) sKyang tshang Monastery\u003c/h3\u003e \u003ch4 id=\"b6-16-4-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is sKyang tshang Phun tshogs dar rgyas gling.\u003c/p\u003e \u003ch4 id=\"b6-16-4-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located 23 km north of Songpan, the seat of Zung chu county. \u003c/p\u003e \u003ch4 id=\"b6-16-4-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003ebSod nams bzang po (alias rGyal ba rgya mtsho), a master of the sGur skyang lineage in mDzo dge was invited by a village chief called mGon po skyabs to Shar khog. This is said to have taken place in the Earth-Dragon Year of the 4th Rab byung (1268). He eventually founded sKyang tshang Monastery. His successors in the family were Rin chen blo gros, bDud \u0026rsquo;dul dbang grags, gYung drung bstan rgyal, dKon mchog yon tan, rNam rgyal thogs med. After the latter\u0026rsquo;s death the line of the sKyang tshang family was interrupted. \u003c/p\u003e \u003cp\u003edBra tsha A lha ye shes was selected to be the head of the monastery, but during his time, in the Fire-Dog Year of the 10th Rab byung (1586), the monastery was destroyed by an earthquake. Several decades later, rTogs ldan gYung drung bstan \u0026rsquo;dzin (b.1654), a brother of Tshe rgyal, the sKyang tshang chief, returned from sMan ri Monastery (No.1) and asked Tshe rgyal to give him a site called sKyang klu gdong where he founded a small monastery. Later A mkhar, another sKyang tshang chief, asked Bya tshang rTogs ldan bsTan \u0026rsquo;dzin rgyal mtshan to be the head of the monastery, and both chief and the master agreed to move the monastery to a new site. The new monastery was called gSer khang rin chen, but it was burned down in a fight. \u003c/p\u003e \u003cp\u003erTogs ldan Phun tshogs \u0026rsquo;od zer founded a new monastery called Khri skyong la kha\u0026rsquo;i dgon Kun khyab bde chen gling for sKyang tshang village. Then sKyang sprul Nam mkha\u0026rsquo; rgyal mtshan was invited to be the head of the monastery in the Earth-Rat Year of the 14th Rab byung (1828). The next head in the succession was Rin chen Tshul khrims. Since there was no Sources of water in the vicinity of the monastery, lHun grub rgyal mtshan moved it to rNyi \u0026rsquo;bur valley where it became known as rNyi \u0026rsquo;bur Monastery. A sngags rGyal mtshan, also known as rTogs ldan bsTan pa tshul khrims (1907-1932), was appointed as the head of the monastery after having served as the dbu mdzad in rNyi \u0026rsquo;bur Monastery. He moved the monastery to the present site in 1916. He was succeeded by sKyang dbon bsTan pa\u0026rsquo;i rgyal mtshan (1911-1955).\u003c/p\u003e \u003cp\u003eIn 1950, the monastery appointed Hor btsun bsTan \u0026rsquo;dzin blo gros rgya mtsho (1889-1975) as the chief teacher (bon slob) and under his guidance, metaphysic studies (mtshan nyid) were introduced. However, the monastey was razed to the ground during the Cultural Revolution and was rebuilt again in the 1980s.\u003c/p\u003e \u003ch4 id=\"b6-16-4-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003edgon bdag, mainly by appointment\u003c/li\u003e \u003cli\u003egrwa tshang bla ma (three years)\u003c/li\u003e \u003cli\u003etwo dbu mdzad (dbu mdzad chung ba for two years, then as dbu mdzad che ba again two years)\u003c/li\u003e \u003cli\u003etwo dge skos (two years)\u003c/li\u003e \u003cli\u003etwo spyi ba (two years) \u003c/li\u003e \u003cli\u003ebla ma\u0026rsquo;i gnyer ba (three years)\u003c/li\u003e \u003c/ul\u003e \u003cp\u003eThe present head of the administrative committee is Khro bo.\u003c/p\u003e \u003ch4 id=\"b6-16-4-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are eighty-two novices and monks in the monastery.\u003c/p\u003e \u003ch4 id=\"b6-16-4-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThere are no organized classes; the novices are trained by the elder monks.\u003c/p\u003e \u003ch4 id=\"b6-16-4-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eThe monastery is a branch of A skyid sKyang tshang. \u003c/p\u003e \u003ch4 id=\"b6-16-4-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e1st month: commemoration of mNyam med Shes rab rgyal mtshan from the 4th to the 5th day\u003c/li\u003e \u003cli\u003e2nd month: the monks are divided into two groups to perform the ritual cycles of dBal gsas and Phur pa from the 1st to the 7th day, followed by the festival of sKyang tshang Ma tri organized by all the monks together from the 8th to 15th day of with a \u0026rsquo;cham dance on the last day for the public audience \u003c/li\u003e \u003cli\u003e4th month: the ritual cycle of Ma rgyud on the 27th and 28th days, followed by the smyung gnas fasting on the 29th and 30th days\u003c/li\u003e \u003cli\u003e8th month: commemoration of Hor btsun bsTan \u0026rsquo;dzin blo gros rgya mtsho on the 6th day\u003c/li\u003e \u003cli\u003e11th month: commemoration of sKyabs mgon Zla ba rgyal mtshan on the 7th and 8th days\u003c/li\u003e \u003cli\u003e12th month: commemoration of bsTan pa tshul khrims on the 7th and 8th days, and the dgu gtor rite on the 28th and 29th days\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-16-4-9\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery has no regular Sources of income and depends on offerings from its followers.\u003c/p\u003e \u003ch4 id=\"b6-16-4-10\"\u003e12. Local lay community\u003c/h4\u003e \u003cp\u003eThe local lay community consists of two communities with 6 villages. the Sha mo community: Ro ver village with twenty-seven families, Shog tog with fourteen families, La ga with sixteen families and mKhar sgang with twenty-three families. The sKyang tshang community has two villages: sKyang tshang with one hundred and eight families and Chu \u0026rsquo;khyil with sixty five families.\u003c/p\u003e \u003ch4 id=\"b6-16-4-11\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThere is a la bstas on top of the hill behind the monastery called Seng ge thod pa. It is propitiated by the monks alone on the 6th day of the 1st month. \u003c/p\u003e \u003cp\u003eBon ri is the common la btsas dedicated to the local deity called gYul las rnam rgyal who is believed to be residing on Mount bDud gzhom. The deity is propitiated by the lay communities both Sha mo and sKyang tshang on the 1st day of the 1st month. The la btsas called dGra \u0026rsquo;dul is propitiated on the 1st day of the 1st month. \u003c/p\u003e \u003cp\u003eShog tog village has two la btsas: Yar ta and Mar ta and mKhar sgang village\u0026rsquo;s sKya log la btsas are propitiated on the 16th day of the 11th month. The la btsas of sKyang tshang village is propitiated on the 16th day of the 12th month and that of Chu \u0026rsquo;khyil village on the 4th day of the 5th month.\u003c/p\u003e \u003cp\u003eThe monks and local lay community join other communities to venerate the sacred Mount Bya dur (BBD), Mount Dung ri and the lake gSer mtsho located in the Sharwa region (cf. sNa steng Monastery No.190). Nowadays the lake called Huang long in Chinese attracts many Chinese tourists. \u003c/p\u003e \u003ch4 id=\"b6-16-4-12\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eFarming and trade\u003c/p\u003e \u003cp\u003eSources \u003c/p\u003e \u003ch5 id=\"b6-16-4-12-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn autumn 1998 with sKal bzang rgyal bzang alias Klu thar rgyal, a monk at the monastery (b.1940)\u003c/p\u003e \u003ch5 id=\"b6-16-4-12-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003edPal gshen bstan phun tshogs dar rgyas gling gi dkar chag mu tig tshom phreng by sKyang bla Blo bzang rgya mtsho, Lung rig snyan grags and Khro bo rgyal mtshan in Zing (Zung) chu rdzong dgon pa so sogs (so\u0026rsquo;i) dkar chag, mimeograph, 1993, pp. 68-91\u003c/li\u003e \u003c/ol\u003e \u003ch3 id=\"b6-16-5\"\u003e(203) mKhar yag Monastery\u003c/h3\u003e \u003ch4 id=\"b6-16-5-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is gShen bstan g-yung drung nor bu dar rgyas gling. Since it is located in mKhar yag village, it is also called mKhar yag dgon.\u003c/p\u003e \u003ch4 id=\"b6-16-5-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located 109 km from Songpan, the seat of Zung chu county.\u003c/p\u003e \u003ch4 id=\"b6-16-5-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eThe monastery, which was first simply a temple, was founded by rGyal ba rin chen, who was originally from \u0026rsquo;Bar khams Monastery. He also established a small hermitage called Ra skor zhing gi ri khrod. Later bsTan \u0026rsquo;dzin kun khyabs transformed the hermitage into a monastery in 1887. As he was from dGa\u0026rsquo; mal Monastery (No.208), the new monastery became a branch of dGa\u0026rsquo; mal. The next master was sNang zhig sPrul sku (d.1937)\u003ca href=\"#n60\" name=\"nb60\" class=\"note\"\u003e60\u003c/a\u003e who was regarded as a reincarnation of Nyi ma rig \u0026rsquo;dzin of sNang zhig dNgul sku Monastery (No.201). He moved the monastery to a place called gNyan yul in 1920. After that lCags mdud Nyi ma bstan \u0026rsquo;dzin looked after the monastery for a few years. Then sNang zhig Rin chen rnam rgyal (b.1895) became the master of the monastery. The latter was succeeded by his nephew bSod nams rgyal mtshan (1939-1959). Tshul khrims bstan \u0026rsquo;dzin (1918-1985) became the master of the monastery in 1982. The monastery was demolished during the Cultural Revolution and was rebuilt again in the 1980s. The present master of the monastery is gYung drung tshul khrims (b.1932).\u003c/p\u003e \u003ch4 id=\"b6-16-5-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003edgon bdag\u003c/li\u003e \u003cli\u003eone dbu mdzad\u003c/li\u003e \u003cli\u003etwo dge skos\u003c/li\u003e \u003cli\u003emchod g-yog\u003c/li\u003e \u003c/ul\u003e \u003cp\u003eBoth dbu mdzad and dge bskos are replaced every three years. The dge bskos also act as gnyer ba and the mchod g-yog has no predetermined term of office.\u003c/p\u003e \u003ch4 id=\"b6-16-5-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are thirty novices and monks in the monastery.\u003c/p\u003e \u003ch4 id=\"b6-16-5-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThere are no organized classes; the novices are trained by the elder monks.\u003c/p\u003e \u003ch4 id=\"b6-16-5-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eUntil sNang zhig dNgul sku Monastery sent rGyal ba bstan \u0026rsquo;dzin to the monastery to teach, the monks went to dGa\u0026rsquo; mal monastery for religious training.\u003c/p\u003e \u003ch4 id=\"b6-16-5-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cp\u003eThe ritual cycle of the Ti tri su from the 11th to the 19th day of the 1st month with \u0026rsquo;cham dance on the 18th day; the observance of the summer fast (dbyar gnas) from the 13th to the 16th day of the 6th month; the ritual cycle of sTag la with dgu gtor rite from the 22nd to the 30th day of the 12th month.\u003c/p\u003e \u003ch4 id=\"b6-16-5-9\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery depends on donations from the faithful; the monks provide their own food.\u003c/p\u003e \u003ch4 id=\"b6-16-5-10\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe local lay community consisted of all the gNyan yul tsho bdun, the \u0026ldquo;seven villages of gNyan yul\u0026rdquo;, but mKhar lung village is now half Bonpo and half Buddhist. mKhar yag village with twenty-eight families, Ngo de with twenty-five families, rDa nga with seventeen families, dGon nang with fifteen families, gSer rko with twenty-six families, gDong yas with seven families and three families in mKhar lung.\u003c/p\u003e \u003ch4 id=\"b6-16-5-11\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThe monastery has three la btsas: one at the top of the mountain behind the monastery called mKha\u0026rsquo; spyod g-yung drung dgra \u0026rsquo;dul. The second dKar sgong is located 8 km north of the monastery and the third gYag mgo rdo \u0026rsquo;bum is located 25 km east of the monastery. Their renewal ceremony takes place on the 15th day of the 5th month and is attended only by the monks. \u003c/p\u003e \u003cp\u003emKhar yag village has its own la btsas called dBus lung nor bu phyug mo and is propitiated on the 1st day of the 1st month.\u003c/p\u003e \u003cp\u003eNgo ke village\u0026rsquo;s la btsas is called Nor bu dbang rgyal and is located 3 km southwest of the monastery.\u003c/p\u003e \u003cp\u003eThe la btsas of rDa nga village is called Rag stag nor bu and is located 6 km southwest of the monastery. The la btsas of dGon nang village called bZo gnyan mgar ba yon tan is located 8 km east of the monastery. The las btsas of gSer rko village is called sTobs po che and located 10 km east of the monastery. The la btsas of gDong yas village is located 10 km southeast of the monastery.\u003c/p\u003e \u003cp\u003eThe communities, both monastic and lay, join people from other villages to venerate the sacred Mount Bya dur and Mount Dung ri situated in the region (cf. sNa steng Monastery No.190).\u003c/p\u003e \u003ch4 id=\"b6-16-5-12\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eFarming\u003c/p\u003e \u003ch4 id=\"b6-16-5-13\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-16-5-13-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn autumn 1998 with: rGyal ba (b.1934), a monk of sNang zhig dNgul sku Monastery who was sent to teach at mKhar yag. The following monks are from mKhar yag Monastery: Shes rab bstan \u0026rsquo;phel (b.1976); bsTan pa rab rgyas (b.1970); bSod nams rgya mtsho (b.1963) and sKal bzang (b.1973)\u003c/p\u003e \u003ch5 id=\"b6-16-5-13-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003egNyan yul dgon pa gshen bstan g-yung drung nor bu dar rgyas gling gi dkar chag by sGra dpal in Zing (zung) chu rdzong dgon pa so sogs (so\u0026rsquo;i) dkar chag, Mimeograph 1993, pp.231-240\u003c/li\u003e \u003c/ol\u003e \u003ch3 id=\"b6-16-6\"\u003e(204) Gla ro Monastery\u003c/h3\u003e \u003ch4 id=\"b6-16-6-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is dMu dge Gla ro gYung drung dgon. \u003c/p\u003e \u003ch4 id=\"b6-16-6-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located 180 km of Songpan, the seat of Zung chu county.\u003c/p\u003e \u003ch4 id=\"b6-16-6-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eAccording to the dMu dge gla ro g-yung drung dgon gyi dkar chag (hereafter Gla ro dgon gyi dkar chag, ZGSK pp. 247-255) the entire population of dMu dge was Bonpo, and there were four large Bonpo monasteries and a number of smaller ones in the region. The four monasteries were A sngags khyung tshang, A skyid nor bu gling, mDo bstan \u0026rsquo;ol mo gling and Gla ro g-yung drung gling. In the 10th Rab byung (1567-1626), Yon tan rgya mtsho, a lama from the dGe lugs pa monastery of sTong skor in Hor sTong skor (Gla ro dgon gyi dkar chag ZGSK pp.247-249) in Kokonor invaded dMu dge in Shar khog with his army and according to the same Sources A sngags khyung tshang Monastery was burned down with the monks inside (ZGSK pp.254-255) and all the other monasteries were also destroyed with the exception of Gla ro Monastery.\u003c/p\u003e \u003cp\u003eFortunately later sNang zhig Nyi ma rig \u0026rsquo;dzin was able to save the monastery and rebuilt it in the Wood-sheep Year of the 14th Rab byung (1825). \u003c/p\u003e \u003cp\u003eThe successive heads of the monastery were: \u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003ebsTan pa rgyal mtshan \u003c/li\u003e \u003cli\u003ebsTan \u0026rsquo;dzin dbang rgyal \u003c/li\u003e \u003cli\u003ebKra shis phun tshogs \u003c/li\u003e \u003cli\u003egYung drung rgyal mtshan \u003c/li\u003e \u003cli\u003esKal bzang rgyal mtshan \u003c/li\u003e \u003cli\u003eKun bzang rgyal mtshan \u003c/li\u003e \u003cli\u003egTsugs phud rnam rgyal \u003c/li\u003e \u003cli\u003ebKra shis zla ba rgyal mtshan \u003c/li\u003e \u003cli\u003eDung ri dBang ldan \u003c/li\u003e \u003cli\u003eBla ma mKhar yag tshang\u003c/li\u003e \u003cli\u003eTshul khrims bstan \u0026rsquo;dzin \u003c/li\u003e \u003cli\u003egYung drung bstan \u0026rsquo;dzin rgyal mtshan \u003c/li\u003e \u003c/ol\u003e \u003cp\u003eThe monastery was knocked down during the Cultural Revolution and gYung drung bstan \u0026rsquo;dzin rgyal mtshan rebuilt it in 1987. According to oral tradition, the original population of dMu dge came from Zhang zhung during King Khri srong lde btsan\u0026rsquo;s persecution of Bon in the 8th century. The group, led by two personages known as sTag la rje and dBal gsas skyabs, sought refuge in the area where they settled (ZGSK pp.254-255). Many families have preserved a number of ritual objects and customs from Zhang zhung. \u003c/p\u003e \u003ch4 id=\"b6-16-6-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003emkhan po\u003c/li\u003e \u003cli\u003eone dbu mdzad\u003c/li\u003e \u003cli\u003eone dge skos \u003c/li\u003e \u003cli\u003eone gnyer ba \u003c/li\u003e \u003cli\u003eone mchod dpon, wih no predetermined terms of office\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-16-6-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are thirteen monks and novices in the monastery.\u003c/p\u003e \u003ch4 id=\"b6-16-6-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThere are no organized classes; the novices are trained by the elder monks.\u003c/p\u003e \u003ch4 id=\"b6-16-6-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eThere are occasional educational exchanges with mKhar yag Monastery.\u003c/p\u003e \u003ch4 id=\"b6-16-6-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cp\u003eThe observance of the summer fast (dbyar gnas) for three days in the 6th or 7th month with no fixed dates; the dgu gtor rite based on the ritual cycle of sTag la from the 25th to the 30th day of the 12th month.\u003c/p\u003e \u003ch4 id=\"b6-16-6-9\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery depends on offerings from the faithful; the monks provide their own food.\u003c/p\u003e \u003ch4 id=\"b6-16-6-10\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe local lay community (lha sde) consists of villages: Te\u0026rsquo;u jo with seven families, bKa\u0026rsquo; srung with six families, Chu lung with six families, Ba zhun with six families and Do \u0026rsquo;phags with four families.\u003c/p\u003e \u003ch4 id=\"b6-16-6-11\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThe monks and local lay community join other communities in the region to venerate Mounts Bya dur and Dung ri, the two most important sacred mountains of Bon in the region (cf. sNa steng Monastery No.199).\u003c/p\u003e \u003ch4 id=\"b6-16-6-12\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eFarming and nomads\u003c/p\u003e \u003ch4 id=\"b6-16-6-13\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-16-6-13-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eWith following monks of the monastery in autumn 1998: Shes rab bstan \u0026rsquo;dzin (b.1978), Shes rab \u0026rsquo;od zer (b.1977), sKal bzang dar rgyas (b.1973) and Phun tshogs (b.1980)\u003c/p\u003e \u003ch5 id=\"b6-16-6-13-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003edMu dge gla ro g-yung drung dgon gyi dkar chag by bsTan \u0026rsquo;dzin mchog legs rab rgyas in Zing (zung) chu rdzong dgon pa so sogs (so\u0026rsquo;i) dkar chag, Mimeograph 1993, pp. 247-256 \u003c/li\u003e \u003c/ol\u003e \u003ch3 id=\"b6-16-7\"\u003e(205) gSer gling Monastery\u003c/h3\u003e \u003ch4 id=\"b6-16-7-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery is also known as gShen bstan nyi ma \u0026rsquo;bum gling.\u003c/p\u003e \u003ch4 id=\"b6-16-7-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located in Zhang ngu khog, 77 km from Songpan, the seat of Zung chu county.\u003c/p\u003e \u003ch4 id=\"b6-16-7-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eThe monastery was founded by mKhar yag gYung drung kun khyabs in the Fire-Pig Year of 15th Rab byung (1887) in order to settle a conflict between two lay communities: sTod tsho dgu and sMad tsho dgu. mKhar yag gYung drung kun khyabs was succeeded by a series of masters as the head of the monastery:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003emKhar yag gYung drung kun khyabs\u003c/li\u003e \u003cli\u003ebsTan \u0026rsquo;dzin ngag dbang rnam rgyal \u003c/li\u003e \u003cli\u003emKhar yag Shes rab \u003c/li\u003e \u003cli\u003eRa thang rTogs ldan dkar po \u003c/li\u003e \u003cli\u003eDung ri Nam mkha\u0026rsquo; dbang drag \u003c/li\u003e \u003cli\u003eDung ri bsTan \u0026rsquo;dzin dbang ldan (b.1887)\u003c/li\u003e \u003cli\u003eDung ri Nam mkha\u0026rsquo; bstan \u0026rsquo;dzin (b.1918) \u003c/li\u003e \u003c/ol\u003e \u003cp\u003eThe monastery was rebuilt in the 1980s. bsTan \u0026rsquo;dzin nor bu and bSod nams tshul khrims were the monks who worked on the reconstruction. The present head of the monastery is Shes rab kun gsal.\u003c/p\u003e \u003ch4 id=\"b6-16-7-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003edgon bdag, hereditary\u003c/li\u003e \u003cli\u003etwo dbu mdzad\u003c/li\u003e \u003cli\u003etwo dge skos \u003c/li\u003e \u003cli\u003eone gnyer pa \u003c/li\u003e \u003cli\u003etwo mchod dpon \u003c/li\u003e \u003c/ul\u003e \u003cp\u003eAll the incumbents, besides dgon bdag, are replaced every three years.\u003c/p\u003e \u003ch4 id=\"b6-16-7-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are forty-eight novices and monks in the monastery.\u003c/p\u003e \u003ch4 id=\"b6-16-7-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThere are no organized classes; the novices are trained by the elder monks.\u003c/p\u003e \u003ch4 id=\"b6-16-7-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eThe monks go to dGa\u0026rsquo; mal Monastery (No.208) to take their ordination.\u003c/p\u003e \u003ch4 id=\"b6-16-7-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cp\u003eThe recitation ritual based on the Ti tri su from the 7th to the 11th day of the 1st month with \u0026rsquo;cham dances on the 15th day; the ceremony of the mChod pa stong mtshan from the 8th to the 13th day of the 2nd month; the ritual based on the rNam rgyal stong mchod from the 11th to the 15th day of the 4th month; the The dgu gtor rite based on the ritual cycle of sTag la from the 21st to the 29th day of the 12th month. \u003c/p\u003e \u003ch4 id=\"b6-16-7-9\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery has no regular Sources of income and depends on donations from its followers.\u003c/p\u003e \u003ch4 id=\"b6-16-7-10\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe local lay community (lha sde) consists of eighteen villages grouped into two communities, sTod tsho dgu and sMad tsho dgu. The Upper Nine Villages (sTod tsho dgu): 1. \u0026rsquo;Bar ra steng with fifty-five families, 2. La yas with fifty-three families, 3. Khu khag with thirty-four families, 4. \u0026rsquo;Bu se with thirty-two families, 5. Bo ras with twenty-five families, 6. Re wo with thirty-eight families, 7. Ngo we with twenty-five families, 8. Tsi sri with forty-five families, 9. Sra nge with twenty-three families. \u003c/p\u003e \u003cp\u003eThe Lower Nine Villages (sMad tsho dgu): 1. rDi gu with twenty-four families, 2. Dzi be with thirty-four families, 3. Ho tse with thirty families, 4. Sra ti with forty-five families, 5. rTse tshang with twenty-five families, 6. Zhi ke po with forty families, 7. \u0026rsquo;Dzu pa with ten families, 8. Tsha kho with ten families, 9. Ra \u0026rsquo;gu with ten families.\u003c/p\u003e \u003ch4 id=\"b6-16-7-11\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThe monastery has its own la btsas called Bhe te, located at the top of Kho ri te, the mountain behind the monastery and propitiated on the 15th day of the 1st month by the monks.\u003c/p\u003e \u003cp\u003eThe la btsas of sTod tsho dgu is known as Mo ba rin chen.The la btsas of sMad tsho dgu is called Ku ne \u0026rsquo;bru tse. \u003c/p\u003e \u003cp\u003eThe local lay community, together with other Sharwa communities, also venerates Mounts Bya dur and Dung ri, the two most important sacred mountains in the region (cf. sNa steng Monastery No.199).\u003c/p\u003e \u003ch4 id=\"b6-16-7-12\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eFarming\u003c/p\u003e \u003ch4 id=\"b6-16-7-13\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-16-7-13-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eWith the follwing monks in the monastery in autumn 1998: Shes rab kun gsal (b.1954) and Shes rab gtsug rgyan (b.1978) \u003c/p\u003e \u003ch5 id=\"b6-16-7-13-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003eZhang ngu dpal gshen bstan nyi ma \u0026rsquo;bum gling gi dkar chags (chag) gsal ba\u0026rsquo;i me long by Lung rig snyan grags (ZGSK pp.271-275)\u003c/li\u003e \u003cli\u003egShen chen klu bdud brag dkar gyi bsang yig ha ri\u0026rsquo;i ljon bzang by sNang zhig gYung drung bstan pa\u0026rsquo;i nyi ma, MS\u003c/li\u003e \u003cli\u003egNyan gyi rgyal bo ge ne \u0026rsquo;brug rtse\u0026rsquo;i dgos \u0026rsquo;dod kun \u0026rsquo;byung by Dar rgyas rgyal mtshan, MS\u003c/li\u003e \u003cli\u003erNga khul zung chu rdzong gi gser len dgon pa\u0026rsquo;i lo rgyus mdor bsdus, NKhGL pp.108-109\u003c/li\u003e \u003c/ol\u003e \u003ch3 id=\"b6-16-8\"\u003e(206) Sa \u0026rsquo;brug Monastery\u003c/h3\u003e \u003ch4 id=\"b6-16-8-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is Sa \u0026rsquo;brug gShen bstan kun gsal smin grol gling. \u003c/p\u003e \u003ch4 id=\"b6-16-8-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is 63 km from Songpan, the seat of Zung chu county. \u003c/p\u003e \u003ch4 id=\"b6-16-8-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eThe monastery was founded in 1855 by Rin spungs Shes rab seng ge, a master from Rin spungs monastery. He successfully settled a conflict between the local villages which earned him great reputation in the area and as a result he had the monastery built in memory of his mediation.\u003c/p\u003e \u003cp\u003eHis successors until the mid-20th century were: gYung drung phun tshogs, Cho \u0026rsquo;dzi dbon po,Wer to bsTan \u0026rsquo;dzin dbang grags, Wer to rGyal ba bkra shis and Bon nang gYung drung dbang ldan. The monastery suffered damages during the Cultural Revolution and Bon nang gYung drung dbang ldan undertook the monastery\u0026rsquo;s reconstruction in 1986. The present master of the monastery is gYung drung blo gros nyi ma (b.1969).\u003c/p\u003e \u003ch4 id=\"b6-16-8-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003edgon bdag, elected\u003c/li\u003e \u003c/ul\u003e \u003cp\u003eOne monk serves as both dbu mdzad and dge skos with no predetermined term of office.\u003c/p\u003e \u003ch4 id=\"b6-16-8-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are ten novices and monks.\u003c/p\u003e \u003ch4 id=\"b6-16-8-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThere are no organized classes; the younger monks are trained by the elder monks.\u003c/p\u003e \u003ch4 id=\"b6-16-8-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eThe monastery has no special ties with any other monastery.\u003c/p\u003e \u003ch4 id=\"b6-16-8-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cp\u003eCommemoration of of mNyam med Shes rab rgyal mtshan on the 15th day of the 1st month; the observance of the smyung gnas fast from the 13th to the 15th day of the 6th month; the smon lam ceremony from the 7th to the 15th day of the 11th month. \u003c/p\u003e \u003ch4 id=\"b6-16-8-9\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery has no regular Sources of income and depends on offerings from the faithful.\u003c/p\u003e \u003ch4 id=\"b6-16-8-10\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe local lay population consists of three communities: Nye tsi, Bod sde and Bhan. The Nye tsi community has five villages: Kye khri with twenty families, La chen with fifteen families, Pe khri with sixteen families, Pe wa with twenty families and \u0026rsquo;Ju ba with two families; The Bod sde community has three villages: Klu bu gsum with twenty-three families, Khran kha with twenty families and dGon pa nang with fifteen families; \u003c/p\u003e \u003cp\u003eThe Bhan community has three villages; Wer to with fifteen families, Bhan gong ma with twenty families and Bhan \u0026rsquo;og ma with thirty families. \u003c/p\u003e \u003cp\u003eIn addition to the three communities, there are eighteen families in Si re village, thirty-three families in Li dbyin, and twenty-three families in Li dgu.\u003c/p\u003e \u003ch4 id=\"b6-16-8-11\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThe la btsas called bKra shis, which is situated at the top of Mount rGyu bu gdong, behind the monastery, is propitiated by both monks and lay people on the 3rd day of the 1st month. \u003c/p\u003e \u003cp\u003eThe la btsas of the Nye tsi community known as \u0026rsquo;Brug rtse. Its renewal ceremony takes place on the 15th day of the 6th month and attended only by the lay members of the community. The la btsas called Wod pa of the Bod sde community is propitiated on the 15th day of the 5th month by the lay members of its community. The date of the renewal ceremony of la btsas called Bhe bho rtse dgu of the Bhan community is unknown.\u003c/p\u003e \u003ch4 id=\"b6-16-8-12\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eAgriculture\u003c/p\u003e \u003cp\u003eSources \u003c/p\u003e \u003ch5 id=\"b6-16-8-12-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn autumn 1998 with gYung drung blo gros nyi ma, the present master of the monastery (b.1969)\u003c/p\u003e \u003ch5 id=\"b6-16-8-12-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003eSa \u0026rsquo;brug dgon pa dpal gshen bstan kun gsal smin grol gling gi tho yig dkar chags (chag) by sGra tog gYung drung \u0026rsquo;gyur med in Zing (zung) chu rdzong dgon pa so sogs (so\u0026rsquo;i) dkar chag, Mimeograph, 1993, pp. 241-246\u003c/li\u003e \u003c/ol\u003e \u003ch3 id=\"b6-16-9\"\u003e(207) Brag g-yung drung Hermitage\u003c/h3\u003e \u003ch4 id=\"b6-16-9-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe full name of the hermitage, which is actually a nunnery, is Brag dkar g-yung drung \u0026rsquo;khyud rtse gsang chen smin grol gling.\u003c/p\u003e \u003ch4 id=\"b6-16-9-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe hermitage is located 2 km on foot from dGa\u0026rsquo; mal Monastery (No.208), at the top of the mountain behind the monastery, 34 km from Songpan, the seat of Zung chu county.\u003c/p\u003e \u003ch4 id=\"b6-16-9-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eBrag g-yung drung is a hermitage of dGa\u0026rsquo; mal Monastery. Its history is practically unknown. There are hermits who live in separate quarters.\u003c/p\u003e \u003cp\u003eIn the 1980s Tshul khrims rnam dag, the forest guardian, who has lived as a tantric practitioner at the site for many years, obtained permission to build a nunnery. This is the only Bonpo nunnery in the area.\u003c/p\u003e \u003ch4 id=\"b6-16-9-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cp\u003eNone\u003c/p\u003e \u003ch4 id=\"b6-16-9-5\"\u003e5. Number of hermits\u003c/h4\u003e \u003cp\u003eThere are twenty-six nuns in the nunnery and fifteen monk hermits.\u003c/p\u003e \u003ch4 id=\"b6-16-9-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThe nuns are trained by the master of the nunnery either collectively or individually.\u003c/p\u003e \u003ch4 id=\"b6-16-9-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eThe nunnery maintains close ties with dGa\u0026rsquo; mal Monastery, which sends teachers there. \u003c/p\u003e \u003ch4 id=\"b6-16-9-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cp\u003eThe main ritual practice of the nunnery is based on the cycle of Ma rgyud, but there is also performance of rituals as follows:\u003c/p\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e2nd month: practice of meditation in conjunction with a ceremony based on the rDzogs chen sku gsum rang shar by Shar rdza bKra shis rgyal mtshan\u003c/li\u003e \u003cli\u003e4th month: the ritual practice based on the Tshe dbang bod yul ma by gYung drung gling pa, from the 4th to the 15th day\u003c/li\u003e \u003cli\u003e6th month: the ritual practice based on the mKha\u0026rsquo; \u0026rsquo;gro gsang gcod by sPrul sku Khro gnyan rgyal mtsahn on the 14th and 15th days\u003c/li\u003e \u003cli\u003e8th month: the ritual cycle of Ma rgyud on the 24th and 25th days finishing with a \u0026rsquo;cham dance\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-16-9-9\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe nunnery has no regular Sources of income and depends on offerings from the faithful; the nuns and hermits provide their own food.\u003c/p\u003e \u003ch4 id=\"b6-16-9-10\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-16-9-10-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn autumn 1998 with Tshul khrims rnam dag (b.1945)\u003c/p\u003e \u003ch5 id=\"b6-16-9-10-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003eBrag dkar g-yung drung \u0026rsquo;khyud rtse gsang chen smin grol gling gi lo rgyus nyung bsdus dwangs \u0026rsquo;dren me long by Tshul khrims yar \u0026rsquo;phel, MS\u003c/li\u003e \u003cli\u003egSang mchog gnas chen bya dur gyi bsang mchod lha lnga\u0026rsquo;i sgra dbyangs by sGra btsun Ye blo, MS\u003c/li\u003e \u003cli\u003eBrag dkar g-yung drung nor bu spungs pa\u0026rsquo;i gnas bdag bskul ba, anonymous. MS\u003c/li\u003e \u003c/ol\u003e \u003ch3 id=\"b6-16-10\"\u003e(208) dGa\u0026rsquo; mal Monastery\u003c/h3\u003e \u003ch4 id=\"b6-16-10-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe full name is dGa\u0026rsquo; mal gYung drung dar rgyas gling. \u003c/p\u003e \u003ch4 id=\"b6-16-10-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located on the roadside 34 km north of the county seat of Zung chu. \u003c/p\u003e \u003ch4 id=\"b6-16-10-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eThe monastery was founded by Rin chen rgyal mtshan of the Tshab tsha family in 1378. The family is considered as sacred (gdung brgyud). The monastery was therefore looked after by a series of masters from the family as the heads of the establishment. The following is a list of the heads of monastery starting form its founder:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003eTshab tsha Rin chen rgyal mtshan\u003c/li\u003e \u003cli\u003eTshab tsha Blo gros rgyal mtshan (1387-1408), a nephew of the first\u003c/li\u003e \u003cli\u003eTshab tsha Tshul khrims rgyal mtshan (1411-1446) \u003c/li\u003e \u003cli\u003eTshab tsha Shes dbang g-yung drung (1432-1492) \u003c/li\u003e \u003cli\u003eTshab tsha gTsug phud rgyal mtshan (1477-1526) \u003c/li\u003e \u003cli\u003eTshab tsha gYung drung bstan pa\u0026rsquo;i rgyal mtshan (1517-1568)\u003c/li\u003e \u003cli\u003eTshab tsha bsTan \u0026rsquo;dzin tshul khrims (1562-1626) \u003c/li\u003e \u003cli\u003eTshab tsha Shes rab bsTan \u0026rsquo;dzin (1629-1649) \u003c/li\u003e \u003cli\u003eTshab tsha gYung drung rgyal mtshan (1653-1699) \u003c/li\u003e \u003cli\u003eTshab tsha bsTan \u0026rsquo;dzin nyi ma (1683-1734) \u003c/li\u003e \u003cli\u003eTshab tsha bSod nams nyi ma (1726-1775) \u003c/li\u003e \u003cli\u003eTshab tsha gYung drung bstan \u0026rsquo;dzin (1779-1798) \u003c/li\u003e \u003cli\u003eTshab tsha bsTan \u0026rsquo;dzin rgyal mtshan (1792-1862) \u003c/li\u003e \u003cli\u003eTshab tsha gYung drung bstan rgyal (1899-1960) \u003c/li\u003e \u003cli\u003eLha rig pa Blo gros rnam rgyal (b.1947)\u003c/li\u003e \u003cli\u003eTshab tsha bsTan pa gong \u0026rsquo;phel (b.1947) \u003c/li\u003e \u003cli\u003edPal grags \u003c/li\u003e \u003cli\u003emKhar yag Nor bu dbang rgyal (b.1933)\u003c/li\u003e \u003cli\u003egYung drung kun khyab (d.1971) \u003c/li\u003e \u003cli\u003eKhyung po rab rgyas (b.1940) \u003c/li\u003e \u003cli\u003ebsTan \u0026rsquo;dzin tshul khrims \u003c/li\u003e \u003cli\u003eBar ma Ye shes rgyal mtshan (b.1958) \u003c/li\u003e \u003cli\u003eTshab tsha mKhyen rab brtse chen (b.1945), the present head of the monastery\u003c/li\u003e \u003c/ol\u003e \u003ch4 id=\"b6-16-10-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003edgon bdag, head of the monastery, hereditary\u003c/li\u003e \u003cli\u003etwo dbu mdzad\u003c/li\u003e \u003cli\u003etwo dge skos \u003c/li\u003e \u003cli\u003etwo gnyer pa \u003c/li\u003e \u003cli\u003etwo mchod dpon\u003c/li\u003e \u003c/ul\u003e \u003cp\u003eAll the incumbents are replaced every three years with the exception of the mchod dpon who is replaced every year.\u003c/p\u003e \u003ch4 id=\"b6-16-10-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are one hundred and eight monks and novices in the monastery. \u003c/p\u003e \u003ch4 id=\"b6-16-10-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThere are no organized classes; the novices are trained by the elder monks. \u003c/p\u003e \u003ch4 id=\"b6-16-10-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eThe monastery has close ties with sNang zhig Monastery (No.180) in rNga khog that sends a teacher whenever needed.\u003c/p\u003e \u003ch4 id=\"b6-16-10-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e1st month: commemoration of mNyam med Shes rab rgyal mtshan on the 4th and 5th days, and the dGa\u0026rsquo; mal smon lam festival from the 7th to the 18th day \u003c/li\u003e \u003c/ul\u003e \u003cp\u003eIn the past, the sa glang prediction ceremony was held in the early morning of the last day of the dGa\u0026rsquo; mal smon lam festival and during the day the \u0026rsquo;cham dance was performed for the public audience. \u003c/p\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e1st month-2nd month: the dgu gtor rite based on the Khro phur from the 26th day of the to the 1st day of the 2nd month \u003c/li\u003e \u003cli\u003e3rd month: the ritual cycle of Ma rgyud from the 13th to the 15th day\u003c/li\u003e \u003cli\u003e4th month: the observance of the summer-fast (dbyar gnas) from the 8th to the 15th day\u003c/li\u003e \u003cli\u003e11th month: commemoration of of sKyabs mgon Zla ba rgyal mtshan on the 7th and 8th days\u003c/li\u003e \u003cli\u003e12th month: the ritual cycle of sTag la from the 10th to the 15th day\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-16-10-9\"\u003e10. Books held in the monastery\u003c/h4\u003e \u003cp\u003eThere are manuscript copies of several works by the first and thirteenth Tshab tsha masters. \u003c/p\u003e \u003ch4 id=\"b6-16-10-10\"\u003e11. Income expenses\u003c/h4\u003e \u003cp\u003eThe monastery has no regular Sources of income and depends on offerings from the faithful.\u003c/p\u003e \u003ch4 id=\"b6-16-10-11\"\u003e12 Local community\u003c/h4\u003e \u003cp\u003eThere are five local communities which form the local lay community (lha sde) of the monastery. They are A \u0026rsquo;ben, Ha phan, mTsho phan, mTha\u0026rsquo; ba and rMa yul. The A \u0026rsquo;ben community comprises four villages: rGya khag with nine families, A pa with fourteen families, sMan tshang with nineteen families and Tsho ngan with ten families. The Ha phan community comprises two villages: Kha stod with twenty-seven families and Chu \u0026rsquo;khyil brag dgon with thirty-three families. The mTsho phan community comprises three villages: rGya khag with seven families, Grwa khag with ten families and Chu \u0026rsquo;khyil brag dgon with ten families. The mTha\u0026rsquo; ba community comprises four villages: \u0026rsquo;Bro sde with thirteen families, rTa nga with three families, rGya khag with eight families and mKhas grub with five families. The rMa yul community has three villages: sGra to with six families, Brag \u0026rsquo;gag with eight families and bDud bcom with five families.\u003c/p\u003e \u003cp\u003e On the mountain behind the monastery called Shes rab lha rtse there are two la btsas. One is called mTshan nyid la btsas which is built at the top, the other la btsas, on the mountainside known as Srid rgyal la btsas, is dedicated to the goddess Srid rgyal. The renewal ceremony of these la btsas, performed by the monks, takes place on the 1st day of the 5th month. \u003c/p\u003e \u003cp\u003e Mount Ri Dzam bha lha, believed to be the abode of the local deity with the same name, is located 15 km east of the monastery. The deity is propitiated by the five communities together on the 5th day of the 5th month.\u003c/p\u003e \u003cp\u003e There is also the sacred mountain (gnas ri) known as Bya dur located 1 km north of monastery (cf. sNa steng Monastery No.199). It is venerated by all the people from Shar khog and other regions.\u003c/p\u003e \u003ch4 id=\"b6-16-10-12\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eAgriculture and trading\u003c/p\u003e \u003ch4 id=\"b6-16-10-13\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-16-10-13-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn autumn of 1998 with the following monks at the monastery: Sra bstan mi \u0026rsquo;gyur (b.1936), Tshul khrims rgya mtsho (b.1964) and Shes rab mthar phyin (b.1972)\u003c/p\u003e \u003ch5 id=\"b6-16-10-13-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003erNga khul zung chu rdzong gi bya dur dga\u0026rsquo; smin (mal) dgon pa\u0026rsquo;i lo rgyus mdor bsdus, NKhGL pp.94-97\u003c/li\u003e \u003cli\u003edPal gshen bstan dga\u0026rsquo; mal g-yung drung dar rgyas gling gi dkar chag dpyid kyi glu dbyangs thos pa tshig gi rab phreng, ZGSK pp.146-171\u003c/li\u003e \u003cli\u003eToni Huber, \u0026lsquo;Contribution on the Bon Religion in A-mdo\u0026rsquo;: The Monastic Tradition of Bya-dur dGa\u0026rsquo;-mal in Shar-khog\u0026rsquo;, Acta Orientalia, Vol.59 (1998), 179-227\u003c/li\u003e \u003c/ol\u003e \u003ch3 id=\"b6-16-11\"\u003e(209) New dGa\u0026rsquo; mal Monastery\u003c/h3\u003e \u003ch4 id=\"b6-16-11-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is dGa\u0026rsquo; mal gShen bstan kun khyab bde chen gling. \u003c/p\u003e \u003ch4 id=\"b6-16-11-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located on the roadside 34 km north of the county seat of Zung chu.\u003c/p\u003e \u003ch4 id=\"b6-16-11-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eAfter the events of Cultural Revolution, there were several unsuccessful attempts to found a new monastery for all the Bonpo population in Shar khog. Finally, in the nineteen-eighties the local authorities gave permission to rebuild one Bonpo monastery on the site of the old dGa\u0026rsquo; mal Monastery. It regrouped the five former main monasteries: dGa\u0026rsquo; mal, sNa steng (No.199), Rin sprungs (No.200), sNang zhig dngul sku (No.201), and sKyang tshang (No.202).\u003c/p\u003e \u003cp\u003eWhen the assembly hall of the new dGa\u0026rsquo; mal was completed, Shes rab mthar phyin (b.1933) was chosen to be the abbot and sKal bzang dar rgyas the chief teacher (bon slob) of the new monastery. The monks of the old dGal\u0026rsquo; mal were content to cooperate in establishing the new dGa\u0026rsquo; mal. Later, however, the monks of sKyang tshang, sNang zhig, Rin sprungs, sNa steng and other monasteries in the area began to rebuild their own monasteries at their original sites and resumed independent religious activities. This event led the monks of the old dGa\u0026rsquo; mal to rebuild their own monastery too, although the two are now located within the same compound. The new dGa\u0026rsquo; mal nevertheless continues to function as a representative body of the five monasteries.\u003c/p\u003e \u003ch4 id=\"b6-16-11-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003eone mkhan po, appointed\u003c/li\u003e \u003cli\u003etwo dge skos who are replaced every two years. \u003c/li\u003e \u003c/ul\u003e \u003cp\u003eEvery year since 1996, the five monasteries in turn send an abbot, a dbu mdzad, a mchod dpon and a \u0026rsquo;cham dpon; there is one bon slob and one lo gsum mkhan po, chosen among the monks in the monastery or invited from one of the other monasteries.\u003c/p\u003e \u003ch4 id=\"b6-16-11-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are few monks living in the monastery on a permanent basis and their number fluctuates. However, when the five monasteries mentioned above gather at the monastery to perform the two major annual rituals, their number exceeds four hundred. \u003c/p\u003e \u003ch4 id=\"b6-16-11-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThere are no organized classes; the novices are trained by the elder monks.\u003c/p\u003e \u003ch4 id=\"b6-16-11-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eThe monastery maintains close ties with the five monasteries mentioned above.\u003c/p\u003e \u003ch4 id=\"b6-16-11-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e1st month: commemoration of mNyam med Shes rab rgyal mtshan on the 4th and 5th days; the smon lam festival from the 18th to the 23rd day of the 1st month with the \u0026rsquo;cham dance on the last day all five monasteries together. This gathering is known as dgun \u0026rsquo;tshogs, the ritual in winter \u003c/li\u003e \u003cli\u003e4th month: the observance of the summer-fast (dbyar gnas) from the 13th to the 15th day\u003c/li\u003e \u003cli\u003e5th month of the: the recitation ceremony of the Ti tri su (dbyar \u0026rsquo;tshogs) from the 8th to the 16th day of the with the \u0026rsquo;cham dance on the last day all five monasteries together. This congregation is called dbyar \u0026rsquo;tshogs.\u003c/li\u003e \u003cli\u003e9th month: the ritual cycle of Phur pa from the 23rd to the 30th day\u003c/li\u003e \u003cli\u003e10th month: commemoration of Zla ba rgyal mtshan on the 8th and 9th days\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-16-11-9\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery has no regular Sources of income and depends on offerings from its followers.\u003c/p\u003e \u003ch4 id=\"b6-16-11-10\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eSince the monastery represents the five monasteries mentioned above, it has no local lay community of its own.\u003c/p\u003e \u003ch4 id=\"b6-16-11-11\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eFor the local festivals, see the accounts of the five monasteries.\u003c/p\u003e \u003ch4 id=\"b6-16-11-12\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eSee No. 12.\u003c/p\u003e \u003ch4 id=\"b6-16-11-13\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-16-11-13-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn autumn 1998 with: rNam rnam Tshe ring dbang rgyal, a monk at the monastery (b.1937)\u003c/p\u003e \u003ch5 id=\"b6-16-11-13-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003eZing (zung) chu bya dur dga\u0026rsquo; mal dgon chen nam dpal gshen bstan kun khyab bde chen gling gi dkar chag lung rig chu shel dbang po\u0026rsquo;i bdud rtsi\u0026rsquo;i rgyun by sGra dpal, ZGSK pp.35-67\u003c/li\u003e \u003cli\u003erNga khul zung chu rdzong gi dung ri bya \u0026rsquo;phur dgon pa\u0026rsquo;i lo rgyus mdor bsdud, NKhGL pp.101-102\u003c/li\u003e \u003cli\u003e\u0026lsquo;Victory banners, social prestige and religious identity: Ritualized sponsorship and the revival of Bon monasticism in Amdo Shar-khog\u0026rsquo; by Mona Schrempf in Samten G. Karmay and Yasuhiko Nagano, ed., New Horizons in Bon Studies, National Museum of Ethnology, Osaka 2000, pp.328-329\u003c/li\u003e \u003c/ol\u003e \u003ch3 id=\"b6-16-12\"\u003e(210) Shar khog gTso tshang Monastery\u003c/h3\u003e \u003ch4 id=\"b6-16-12-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is gTso tshang sMin grol bstan rgyas gling and was named after its founder, gTso \u0026rsquo;phags Zla ba rgyal mtshan.\u003c/p\u003e \u003ch4 id=\"b6-16-12-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located 17 km north of Songpan, the seat of Zung chu county.\u003c/p\u003e \u003ch4 id=\"b6-16-12-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eAccording to Hor btsun bsTan \u0026rsquo;dzin blo gros, gTso \u0026rsquo;phags Zla ba rgyal mtshan, was born in the Earth-Rat Year of the 2nd rab byung (1168). His successor was gTso \u0026rsquo;phags Nyi ma rgyal mtshan. After several generations the gTso tshang lineage was interrupted, but was reestablished with gYung drung bstan \u0026rsquo;dzin who rebuilt the assembly hall (\u0026rsquo;du khang) in 1862. The monastery was then looked after by a series of religious practitioners: bSod nams bstan rgyal, Shes rab bstan \u0026rsquo;dzin, A khu \u0026rsquo;Brug yag, gYung drung phun tshogs and Kun dga\u0026rsquo; rgyal mtshan. The monastery was closed down during the Cultural Revolution and was reopened in 1995, later than most monasteries which, for the most part, were rebuilt in the 1980s. Prior to its reopening, its monks lived in Rin spungs Monastery (No.200), since, according to oral tradition, Rin spungs was originally a branch of gTso tshang. \u003c/p\u003e \u003cp\u003eThe reconstruction of gTso tshang was part of the Development Project of the One Hundred Townships of Sichuan Province launched in 1991 which included gTso tshang township. The monks of gTso tshang Monastery living in Rin spungs moved to the new gTso tshang Monastery after 1995, but, since it is new and small, Rin spungs Monastery still supports it and sends teachers whenever needed and the monastery has in fact become a branch of Rin spungs. The two monasteries perform their annual rituals together.\u003c/p\u003e \u003ch4 id=\"b6-16-12-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003edgon bdag, first hereditary\u003c/li\u003e \u003c/ul\u003e \u003cp\u003eRin spungs and gTso tshang have two common dge skos: the senior dge skos from Rin spungs and the junior one from gTso tshang. They are both replaced every two years. There are two dbu mdzad both from Rin spungs since the two monasteries perform all their rituals together. The monasteries have two common spyi ba (or gnyer pa) and two mchod dpon who are replaced every two years.\u003c/p\u003e \u003ch4 id=\"b6-16-12-5\"\u003e6 and 7. Current education and educational exchange\u003c/h4\u003e \u003cp\u003eFor the reasons mentioned above the monastery maintains close ties with Rin spungs and the monks go there to study. \u003c/p\u003e \u003ch4 id=\"b6-16-12-6\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cp\u003eThe monks go to Rin spungs Monastery (No.200) for major rituals.\u003c/p\u003e \u003cp\u003eThe monks of Rin spungs also come to gTso tshang Monastery for certain rituals such as the recitation ceremony of the Ma tri from the 23rd day of the 4th month to the 1st day of the 5th month with a \u0026rsquo;cham dance on the last day. The monastery also performs a number of rituals alone: The rNam rgyal stong mchod from the 2nd to the 5th day of the 5th month, the ritual cycle of Ma rgyud from the 6th to the 9th day of the 5th month and the ritual cycle of sTag la for five days in the eleventh month (no fixed dates).\u003c/p\u003e \u003ch4 id=\"b6-16-12-7\"\u003e10. Books held in the monastery\u003c/h4\u003e \u003cp\u003eThe monastery has no books for common use; the monks have their own books.\u003c/p\u003e \u003ch4 id=\"b6-16-12-8\"\u003e11. Economic circumstances of the monastery\u003c/h4\u003e \u003cp\u003eThe monastery has no regular Sources of income and depends on offerings from the faithful. The monks provide their own food.\u003c/p\u003e \u003ch4 id=\"b6-16-12-9\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe local lay community consists of four villages: Bar rong with about twenty families; \u0026rsquo;Phen \u0026rsquo;dzin with twelve families, Chu lung tshur ta with seventeen families, Lung tshang with twenty-four families and gTso tshang with eleven families.\u003c/p\u003e \u003ch4 id=\"b6-16-12-10\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThe la btsas on the mountain behind the monastery is called bKra shis. Its renewal ceremony is performed by the monks on the 1st day of the the 1st month and the 4th day of the 5th month. \u003c/p\u003e \u003cp\u003eThere are two la btsas of the four villages. One is called gSas mkhar and the other Nor bu. They are situated on a mountain of the local deity. The deity is propitiated by the village people on the 1st day of the 1st month and the 4th day of the 5th month.\u003c/p\u003e \u003cp\u003eThe monks and local lay community also join other villages in the region to venerate the two sacred mountains, Bya dur and Dung ri. (cf. sNa steng Monastery No.199).\u003c/p\u003e \u003ch4 id=\"b6-16-12-11\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eFarming and trading\u003c/p\u003e \u003ch4 id=\"b6-16-12-12\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-16-12-12-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eWith sKal bzang (b.1930) in autumn 1998\u003c/p\u003e \u003ch5 id=\"b6-16-12-12-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003egTso tshang dgon pa smin grol bstan rgyas gling gi dkar chag snang gsal me long by Shes rab mthar phyin in Zing (zung) chu rdzongs dgon pa so sogs (so\u0026rsquo;i) dkar chag, Mimeograph, 1993, p.258\u003c/li\u003e \u003c/ol\u003e \u003cp\u003egZi tsha sde dgu County\u003c/p\u003e \u003cp/\u003e \u003cp\u003eThis is a place originally called Khod po valley (Khod po khog). It was called Nan ping in Chinese in the periods of 1953 to 1959 and 1962 to 1999 as a administrative county, and received its present name in 1999. The \u0026ldquo;Nine Villages of the descendants of the gZi clan\u0026rdquo; (gZi tsha sde dgu) are ancient tribes of rGyal rong in Amdo.\u003c/p\u003e \u003cp\u003egZi tsha sde dgu County is located in rNga ba Tibetan Autonomous Prefecture, Sichuan Province. There are 123 villages in the county divided between 19 townships. The county covers an area of 5289.83 sq km. The population is 47,779 (10,854 of whom were Tibetans in 1980). The county seat is gZi tsha sde dgu and is 576 km from \u0026rsquo;Bar khams, the capital of rNga ba Prefecture.\u003c/p\u003e \u003ch3 id=\"b6-16-13\"\u003e(211) rTsub ma Monastery\u003c/h3\u003e \u003ch4 id=\"b6-16-13-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is rTsub ma gYung drung dar rgyas gling or rTsub ma sTag skyong gYung drung dar rgyas gling. \u003c/p\u003e \u003ch4 id=\"b6-16-13-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located 120 km northwest of gZi tsha sde dgu, the county seat.\u003c/p\u003e \u003ch4 id=\"b6-16-13-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eThe monastery was founded by bsTan pa tshul khrims (1897-1968) in 1939. He was succeeded by gYung drung phun tshogs (b.1933), the present head of the monastery. It was reconstructed in 1984. It was destroyed again by fire and was rebuilt in 1991.\u003c/p\u003e \u003ch4 id=\"b6-16-13-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003eone grwa tshang bla ma, elected \u003c/li\u003e \u003cli\u003etwo dbu mdzad\u003c/li\u003e \u003cli\u003etwo dge skos\u003c/li\u003e \u003cli\u003etwo spyi ba\u003c/li\u003e \u003c/ul\u003e \u003cp\u003eAll the incumbents besides the grwa tshang bla ma are replaced every two years.\u003c/p\u003e \u003ch4 id=\"b6-16-13-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere were thirty-two novices and monks in the monastery in 1998. \u003c/p\u003e \u003ch4 id=\"b6-16-13-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThere are no organized classes. The young novices are trained by the elder monks. \u003c/p\u003e \u003ch4 id=\"b6-16-13-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eSince the monastery was closely connected with A skyid sKyang tshang (No.194) and sGur skyang (No.196) Monasteries in the past, Dri med \u0026rsquo;od zer, the head of these monasteries, looks after rTsub ma Monastery, and the monks go to his monasteries for their ordination and the three-year retreat (lo gsum).\u003c/p\u003e \u003ch4 id=\"b6-16-13-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e1st month: the smon lam prayer from the 5th to the 10th day based on the gYung drung klong rgyas \u003c/li\u003e \u003cli\u003e2nd month: the ritual based on the Yi dam kun \u0026rsquo;dus from the 9th to the 22nd day\u003c/li\u003e \u003cli\u003e3rd month: the observance of the smyung gnas abstinence from the 14th to the 16th day\u003c/li\u003e \u003cli\u003e4th month: the ritual based on the gYung drung klong rgyas from the 14th and 15th day \u003c/li\u003e \u003cli\u003e5th month: commemoration of sKyang sprul Nam mkha\u0026rsquo; rgyal mtshan from the 21st to 22nd day\u003c/li\u003e \u003cli\u003e6th month: the ritual based on the gYung drung klong rgyas from the 14th to 15th day \u003c/li\u003e \u003cli\u003e9th month: the srung bzlog rite based on the ritual cycles of sTag la and Phur pa from the 1st to the 3rd day\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-16-13-9\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery has no regular Sources of income and depends on offerings from its followers. The monks provide their own food.\u003c/p\u003e \u003ch4 id=\"b6-16-13-10\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe local lay community of the monastery (lha sde) consists of rTsub ma gong ma and rTsub ma \u0026rsquo;og ma communities. rTsub ma gong ma comprises four villages: lTong phrug with ten families, rTa ro with five families, \u0026rsquo;Dre bu with fourteen families and Tang be with three families. \u003c/p\u003e \u003cp\u003erTsub ma \u0026rsquo;og ma comprises five villages: lTong phrug with twelve families, rTa ro with seven families, \u0026rsquo;Dre bu with nine families, Bla \u0026rsquo;og with five families and Tang be with five families.\u003c/p\u003e \u003ch4 id=\"b6-16-13-11\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThe mountain behind the monastery is called sByin \u0026rsquo;bum regarded as the abode of Bya dur mgo, the local deity. There is a la btsas named gYung drung nor bu. Its renewal ceremony takes place on the 3rd of the 9th month. Another mountain called rTsub ma brag dkar with its la bstas is located at 5 km west of the monastery. Its renewal ceremony takes place on the 1st of the 3rd month. \u003c/p\u003e \u003cp\u003eThe people from this region also participate in the veneration of Mount Shar Dung ri and the lake Dung ri gSer mtsho. These are sacred sites of Bon and renowned for their beauty. They are located in Shar khog, 247 km east of the monastery. Mount Byang Bya dur, another sacred site in Shar khog is 187 km east of the monastery (cf. sNa steng Monastery No.199). \u003c/p\u003e \u003ch4 id=\"b6-16-13-12\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eAgriculture\u003c/p\u003e \u003ch4 id=\"b6-16-13-13\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-16-13-13-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn autumn 1998 with gYung drung phun tshogs (b.1933), the present head of the monastery\u003c/p\u003e \u003ch5 id=\"b6-16-13-13-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003eNan phing rdzong rtsub ma dgon pa\u0026rsquo;i lo rgyus mdor bsdus, NKhGL p.258\u003c/li\u003e \u003cli\u003eSi khron zhing chen rnga ba bod rigs rang skyong khul nan phing rdzong gi sa cha\u0026rsquo;i ming btus, published by Nan phing rdzong gi sa ming \u0026rsquo;go khrid tshan chung, 1983\u003c/li\u003e \u003c/ol\u003e \u003ch3 id=\"b6-16-14\"\u003e(212) Dar rgyas Monastery\u003c/h3\u003e \u003ch4 id=\"b6-16-14-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is Khod po gYung drung dar rgyas gling.\u003c/p\u003e \u003ch4 id=\"b6-16-14-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located 54 km east of gZi tsha sde dgu, the county seat and is accessible by car.\u003c/p\u003e \u003ch4 id=\"b6-16-14-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eAfter several unsuccessful attempts, Dar rgyas Monastery was the first Bonpo monastery to have been founded in the Khod po area. It was founded by Khod po sKal bzang nyi ma in the 10th Rab byung (1567-1626). The monastery was maintained by his descendants as the successive heads of the monastery:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003eKhod po sKal bzang nyi ma\u003c/li\u003e \u003cli\u003ebsTan \u0026rsquo;dzin rgyal mtshan\u003c/li\u003e \u003cli\u003eNam mkha\u0026rsquo; rgyal po\u003c/li\u003e \u003cli\u003eShes rab blo gros\u003c/li\u003e \u003cli\u003eYu bo\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eThe fifth is the present head of the monastery. He was studying at Brag g-yung drung Hermitage (No.207) in Shar khog under the master Khyung g-yang when I visited Dar rgyas Monastery in autumn 1998. Since he is too young to take on his responsibilities, Phun tshogs \u0026rsquo;od zer, a master from the Bon \u0026rsquo;khor lineage of Rab dben Monastery (No.215) in the same county, was invited to look after the monastery.\u003ca href=\"#n61\" name=\"nb61\" class=\"note\"\u003e61\u003c/a\u003e The monastery was rebuilt in the 1980s.\u003c/p\u003e \u003ch4 id=\"b6-16-14-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003eone dgon bdag\u003c/li\u003e \u003cli\u003etwo dbu mdzad\u003c/li\u003e \u003cli\u003etwo dge skos \u003c/li\u003e \u003cli\u003etwo spyi ba\u003c/li\u003e \u003cli\u003etwo mchod dpon \u003c/li\u003e \u003c/ul\u003e \u003cp\u003eAll the incumbents besides the dgon bdag are replaced every three years.\u003c/p\u003e \u003ch4 id=\"b6-16-14-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere were eighty-five novices and monks in the monastery in autumn 1998. \u003c/p\u003e \u003ch4 id=\"b6-16-14-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThere are no organized classes. The young novices are trained by the elder monks. \u003c/p\u003e \u003ch4 id=\"b6-16-14-7\"\u003e7. Educational exchnage\u003c/h4\u003e \u003cp\u003eThe monastery has no particular ties with any other monastery.\u003c/p\u003e \u003ch4 id=\"b6-16-14-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e1st month: commemoration of mNyam med Shes rab rgyal mtshan from the 2nd to the 6th day\u003c/li\u003e \u003cli\u003e2nd month: the ritual cycle of Phur pa from the 5th to the 9th day \u003c/li\u003e \u003cli\u003e3rd month: recitation of Ma tri from the 7th to the 16th day with the \u0026rsquo;cham dance on the 15th day \u003c/li\u003e \u003cli\u003e5th month: rNam rgyal stong mchod from the 11th to the 13th day \u003c/li\u003e \u003cli\u003e9th month: the ritual cycle of sTag la from the 25th to the 29th day with the dgu gtor rite on the 29th day \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-16-14-9\"\u003e10. Books held in the monastery\u003c/h4\u003e \u003cp\u003eThe monastery has one printed copy of the Bonpo Kanjur.\u003c/p\u003e \u003ch4 id=\"b6-16-14-10\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery has no regular Sources of income and depends on offerings from the faithful. The monks provide their own food.\u003c/p\u003e \u003ch4 id=\"b6-16-14-11\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe local lay community of the monastery consists of eight communities scattered over a large area: Ba stod community comprising three villages known collectively as Ba stod khag gsum: Ba yo village with fourteen families, Bu \u0026rsquo;bo with forty-two families and rTsa zhol with thirty-two families. Khyung chag community comprising three villages: Bo skong with twenty-five families, Tshe skong with eighteen families and Pur ngo with twenty-two families. Lang chen community comprising Lang chen village with forty-two families. Nyang tan community comprising Nyang tan village with twenty-five families. Gro rtsi community comprising two villages: Gro rtsi with twenty-seven families and Cho ba with thirty families. gTsang tsha community comprising three villages: Yang yan with twenty-eight families, Gu sras with forty families and sBrul tshang with twenty-eight families. \u0026rsquo;Phan po community comprising two villages: \u0026rsquo;Phan po with fifteen families and mKhar mdo with thirty families. mDzo lo community comprising mDzo lo village with twenty families.\u003c/p\u003e \u003ch4 id=\"b6-16-14-12\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eMount Khod rtse behind the monastery is believed to be a sacred mountain associated with Ma rgyud. There is a la btsas called gSas mkhar located on the mountain\u0026rsquo;s summit. Its renewal ceremony takes place on the 1st day of the 5th month. There is also a sacred mountain (gnas ri) called lCam sras dom mgo 2 km west of the monastery that was sanctified by sKyang \u0026rsquo;phags and venerated on the 1st, 8th and 15th days of any month, because the propitiating date is already unknown.\u003c/p\u003e \u003cp\u003egNyan chen bla ma snang rtse, a mountain located 1 km north of the monastery is regarded as the abode of a local deity of the same name. A la btsas called Sa stag is dedicated to him and is propitiated by the monastery on the 29th of the 9th month. \u003c/p\u003e \u003cp\u003eBa stod and Nyang tan communities share the same la btsas on the 15th day of the 5th month. The la btsas of Khyung chags community is renewed on the 13th day of the 5th month. The la btsas dedicated to gNyan chen Pe tis stag mgo, the local deity is renewed by the Lang chen community on the 11th day of the 4th month. The la btsas called Mo skyong of Gro rtsi community is renewed on the 10th day of the 4th month. The la btsas called Brag mkhar of gTsang tsha community is renewed on the 15th day of the 3rd month. The la btsas called Bya dkar of \u0026rsquo;Phan po community is renewed on the 11th day of the 3rd month. The la btsas named lHa khang gdong of mDzo lo community has no fixed date for its renewal ceremony.\u003c/p\u003e \u003cp\u003eThe people of this area also venerate Mount Bya dur and Dung ri, the two most important sacred mountains in Shar khog, the neighboring county (cf. sNa steng Monastery No.199).\u003c/p\u003e \u003ch4 id=\"b6-16-14-13\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eAgriculture\u003c/p\u003e \u003cp\u003eSources \u003c/p\u003e \u003ch5 id=\"b6-16-14-13-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn autumn of 1998 with the following monks at the monastery: bsTan pa \u0026rsquo;od zer (b.1944), sKal bzang rnam rgyal (b.1953) and sKal bzang tshul khrims (b.1940)\u003c/p\u003e \u003ch5 id=\"b6-16-14-13-2\"\u003e(2) Texts\u003c/h5\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003eNan phing rdzong dar rgyas dgon pa\u0026rsquo;i lo rgyus mdor bsdus in rNga khul gyi dgon pa\u0026rsquo;i lo rgyus, NKhGL p.260\u003c/li\u003e \u003c/ul\u003e \u003ch3 id=\"b6-16-15\"\u003e(213) Sa dbus Monastery\u003c/h3\u003e \u003ch4 id=\"b6-16-15-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is Sa dbus bKra shis phun tshogs gling also called Sa dbus gYung drung \u0026rsquo;phel rgyas dgon. Sa dbus is the name of the community where the monastery is located. It is also spelt Sa \u0026rsquo;ug, Sa \u0026rsquo;u or Sa yul.\u003c/p\u003e \u003ch4 id=\"b6-16-15-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located 116 km northwest of the county seat of gZhi tsha sde dgu.\u003c/p\u003e \u003ch4 id=\"b6-16-15-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eAccording to oral tradition, the monastery was founded by sKyang \u0026rsquo;phags, a Bonpo saint of Amdo who was very active in the 2nd Rab byung (1087-1146). It is a branch of bSam \u0026rsquo;grub Monastery (No.197) in mDzod dge, but no historical records have been found. Since the assembly hall (\u0026rsquo;du khang) served as the village\u0026rsquo;s granary during the Cultural Revolution, it has survived and was restored in the 1980s.\u003c/p\u003e \u003ch4 id=\"b6-16-15-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003eone dbu mdzad\u003c/li\u003e \u003cli\u003etwo dge skos \u003c/li\u003e \u003cli\u003etwo spyi ba \u003c/li\u003e \u003cli\u003eone bsang gtong, apart from performing the bsang ceremony, he also executes other religious services such as the bskang \u0026rsquo;don at the monastery. All the incumbents are replaced every two years.\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-16-15-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere were twenty-five novices and monks in the monastery in autumn 1998. \u003c/p\u003e \u003ch4 id=\"b6-16-15-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThere are no organized classes. The young novices are trained by the elder monks. \u003c/p\u003e \u003ch4 id=\"b6-16-15-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eThe monastery maintains ties with the monasteries that are historically related to sKyang \u0026rsquo;phags, i.e. A skyid sKyang tshang (No.194), sGur skyang (No.196) and bSam \u0026rsquo;grub (No.197). \u003c/p\u003e \u003ch4 id=\"b6-16-15-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e1st month: mChod pa stong mtshan on the 15th and 16th days\u003c/li\u003e \u003cli\u003e2nd month: mChod pa stong mtshan on the 15th and 16th days \u003c/li\u003e \u003cli\u003e3rd month: Ti tri su and Ma tri alternately from the 1st to the 8th day; mChod pa stong mtshan on the 15th and 16th days\u003c/li\u003e \u003cli\u003e4th month: the smyung gnas fast from the 15th to the 17th day \u003c/li\u003e \u003cli\u003e5th month: mChod pa stong mtshan from the 1st to the 16th day\u003c/li\u003e \u003cli\u003e6th month: commemoration of sKyang sprul Nam mkha\u0026rsquo; rgyal mtshan on the 21st and 22nd days\u003c/li\u003e \u003cli\u003e10th month: Birth anniversary of sKyang sprul Nam mkha\u0026rsquo; rgyal mtshan on the 15th day \u003c/li\u003e \u003cli\u003e12th month: the ritual cycles of sTag la, Phur pa and Khro bo in alternance from the 21st to 30th day with the \u0026rsquo;cham dances on the 28th and 29th days\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-16-15-9\"\u003e10. Books held in the monastery\u003c/h4\u003e \u003cp\u003eThe monastery has no texts; some of the monks have their own books for ritual purposes.\u003c/p\u003e \u003ch4 id=\"b6-16-15-10\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery has no regular Sources of income. It depends on offerings from its followers. The monks provide their own food.\u003c/p\u003e \u003ch4 id=\"b6-16-15-11\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe Local lay community of the monastery is called Sa dbus consisting of four villages: sMe ba with fifteen families, Rong le with fourteen families, Bla sgrub with thirteen families and Tho sgrub with ten families.\u003c/p\u003e \u003ch4 id=\"b6-16-15-12\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThere are two la btsas on the hill Gad pa stag mgo located 3 km north of the monastery: the renewal ceremony of the one situated on the upper part of the hill is performed by both monks and lay people and the one located on the lower part is renewed by the lay people alone on the 11th day of the 4th month. \u003c/p\u003e \u003cp\u003eThe la btsas named brTse bzer east of the monastery is renewed by both lay and religious communities on the 3rd of the 9th month. \u003c/p\u003e \u003cp\u003eThere are also four la btsas. Each one has its own name: the one south of the monastery is called dByar dus nor bu or dByar dus cog shing and the three to the north, \u0026rsquo;Dod \u0026rsquo;jo nor bu, dPal rtsal seng ge and Shi mda\u0026rsquo;. Their renewal ceremony is performed by the lay people of the four villages on the 11th day of the 4th month.\u003c/p\u003e \u003cp\u003e Both laymen and monks venerate Mount Bya dur and Mount Dung ri in Shar khog (cf. sNa steng Monastery No.199).\u003c/p\u003e \u003ch4 id=\"b6-16-15-13\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eAgriculture\u003c/p\u003e \u003ch4 id=\"b6-16-15-14\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-16-15-14-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn autumn 1998 with: gYung drung tshul khrims (alias Klu \u0026rsquo;bum \u0026rsquo;brug, b.1952), a monk at the monastery\u003c/p\u003e \u003ch5 id=\"b6-16-15-14-2\"\u003e(2) Texts\u003c/h5\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003eNan phing rdzong gi sa yul dgon pa\u0026rsquo;i lo rgyus mdor bsdus in rNga ba khul gyi dgon pa\u0026rsquo;i lo rgyus, NKhGL p.259\u003c/li\u003e \u003c/ul\u003e \u003ch3 id=\"b6-16-16\"\u003e(214) lDong dpal Monastery\u003c/h3\u003e \u003ch4 id=\"b6-16-16-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is lDong dpal gYung drung me tog gling. lDong dpal is the name of the community where the monastery is located. A variant spelling is gDong dpe.\u003c/p\u003e \u003ch4 id=\"b6-16-16-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located 145 km northwest of the county seat of gZi tsha sde dgu.\u003c/p\u003e \u003ch4 id=\"b6-16-16-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eThe monastery was founded by bsTan pa \u0026rsquo;brug grags, a master of bSam \u0026rsquo;grub Monastery (No.197) in mDzod dge. No written records on the monastery\u0026rsquo;s history have been found. The monastery was rebuilt in the 1980s. mChog grub dpal bzang, the head of bSam grub Monastery in mDzod dge is also the dgon bdag of lDong dpal Monastery.\u003c/p\u003e \u003ch4 id=\"b6-16-16-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003eone dgon bdag \u003c/li\u003e \u003cli\u003eone dbu mdzad\u003c/li\u003e \u003cli\u003etwo dge skos\u003c/li\u003e \u003cli\u003etwo spyi ba\u003c/li\u003e \u003c/ul\u003e \u003cp\u003eAll the incumbents besides the dgon bdag are replaced every two years.\u003c/p\u003e \u003ch4 id=\"b6-16-16-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere were twenty-two novices and monks in the monastery in autumn 1998. \u003c/p\u003e \u003ch4 id=\"b6-16-16-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThere are no organized classes. The young novices are trained by the elder monks. \u003c/p\u003e \u003ch4 id=\"b6-16-16-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eThe monastery has close ties with bSam \u0026rsquo;grub Monastery in mDzod dge.\u003c/p\u003e \u003ch4 id=\"b6-16-16-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e1st month: commemoration of mNyam med Shes rab rgyal mtshan from the 5th to the 14th days\u003c/li\u003e \u003cli\u003e3rd month: mChod pa stong mtshan on the 1st and 2nd days\u003c/li\u003e \u003cli\u003e4th month: the smyung gnas fast on the 15th and 16th days \u003c/li\u003e \u003cli\u003e5th month: mChod pa stong mtshan from the 14th to the 16th days\u003c/li\u003e \u003cli\u003e8th month: traditionally the ritual based on the rTsa gsum is performed from the 21st to the 25th day, but because none of the present monks know how to perform it, they recite the mChod pa stong mtshan instead \u003c/li\u003e \u003cli\u003e10th month: propitiation of the religious protectors (bka\u0026rsquo; skyong) on the 17th day and the renewal ceremony of the la btsas 18th day\u003c/li\u003e \u003cli\u003e12th month: the ritual cycles of sTag la, Phur pa and Khro bo alternately from the 21st to the 30th day with the \u0026rsquo;cham dances on the 28th and 29th days\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-16-16-9\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery has no regular Sources of income and depends on offerings from the faithful. The monks provide their own food.\u003c/p\u003e \u003ch4 id=\"b6-16-16-10\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThere are six villages in lDong dpal community: Thang dga\u0026rsquo; with twelve families, Bya tshang with eleven families, sDong bar with thirteen families, Thang sna with eleven families, mDo skong with twelve families and Yar lung with eighteen families.\u003c/p\u003e \u003ch4 id=\"b6-16-16-11\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThe mountain behind the monastery is regarded as sacred and is called gYung drung gsas mkhar. Its la btsas is renewed by the monks on the 10th day of the 12th month. \u003c/p\u003e \u003cp\u003eThe renewal ceremony of the following la btsas: The la btsas called lDong nags tsho sman of Thang dga\u0026rsquo; village is renewed by the village people three times a year: on the 11th day of the 4th month, the 4th day of the 5th month and the 21st day of the 11th month. The la btsas of Bya tshang village is acalled gSas mkhar, the la btsas of sDong bar village Nang skya bstan \u0026rsquo;dzin (there is a motorable road leading to it); the la btsas of Thang sna village rDung ri rtse and the la btsas of mDo skong village lCang gsas dus log. Yar lung village has four la btsas: gSas mkhar, \u0026rsquo;Brug mgo, gNyan chen zhwa smug and gSas mkhar nor bu. The renewal ceremony of all the above-mentioned la btsas is performed by the people of their respective villages twice a year, on the 11th of the 5th month and the 17th day of the 10th month. \u003c/p\u003e \u003cp\u003eThe la btsas gNyan chen sGrung lha rgad po of lDong dpal village is renewed once a year on the following days in alternance: the 11th day of the 4th month, the 4th day of 5th month, the 15th day of the 6th month and the 17th of the 10th month. \u003c/p\u003e \u003cp\u003eThe people of the lay community also travel and participate in the veneration of Mounts Bya dur and Dung ri in Shar khog (cf. sNa steng Monastery No.199).\u003c/p\u003e \u003ch4 id=\"b6-16-16-12\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eAgriculture\u003c/p\u003e \u003ch4 id=\"b6-16-16-13\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-16-16-13-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn autumn 1998 with: gYung drung blo gros (alias Ya go, b.1942), a monk at the monastery\u003c/p\u003e \u003ch5 id=\"b6-16-16-13-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003eNan phing rdzong gi gdong dpe dgon pa\u0026rsquo;i lo rgyus mdor bsdus, NKhGL pp.259-260\u003c/li\u003e \u003c/ol\u003e \u003ch3 id=\"b6-16-17\"\u003e(215) Rab dben Monastery\u003c/h3\u003e \u003ch4 id=\"b6-16-17-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is Rab dben bKra shis phun tshogs gling. Since the monastery is located in rDza gzhi community it is also known as rDza gzhi dgon.\u003c/p\u003e \u003ch4 id=\"b6-16-17-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located 41 km west of the county seat of gZi tsha sde dgu which is renowned for its scenic beauty.\u003c/p\u003e \u003ch4 id=\"b6-16-17-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eThe date of the monastery\u0026rsquo;s foundation remains uncertain. According to oral tradition, it has a history of 1100 years.\u003ca href=\"#n62\" name=\"nb62\" class=\"note\"\u003e62\u003c/a\u003e Bon mkhar sKal bzang rin chen, the present head of the monastery, has recorded an oral account according to which the original temple was founded by Drang srong Nyi ma thag \u0026rsquo;dogs. This sage is regarded as a descendant of Kong tsha dbang ldan, one of the offspring of gShen rab Mi bo. The Bon mkhar lineage therefore claimes to be descended from gShen rab Mi bo.\u003c/p\u003e \u003cp\u003ebsTan \u0026rsquo;dzin rgyal mtshan, the twenty-first of the Bon mkhar lineage, moved the temple to the present site in 1573, and extended the establishment into a monastery which he named Rab dben bKra shis phun tshogs gling,\u003ca href=\"#n63\" name=\"nb63\" class=\"note\"\u003e63\u003c/a\u003e but the history of the establishment before his time remains obscure. However, the account of Bon mkhar sKal bzang rin chen gives a list of the heads of the monastery, but it is incomplete:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003eDrang srong Nyi ma thag \u0026rsquo;dogs\u003c/li\u003e \u003c/ol\u003e \u003ch4 id=\"b6-16-17-4\"\u003e2-20. The names are missing.\u003c/h4\u003e \u003col type=\"1\"\u003e \u003cli\u003erNam dag tshul khrims \u003c/li\u003e \u003cli\u003ebsTan \u0026rsquo;dzin lhun grub \u003c/li\u003e \u003cli\u003eTshe dbang lhun grub \u003c/li\u003e \u003cli\u003ebsTan pa dar rgyas \u003c/li\u003e \u003cli\u003elHun grub dbang rgyal\u003c/li\u003e \u003cli\u003ebsTan \u0026rsquo;dzin dbang rgyal \u003c/li\u003e \u003cli\u003eRin chen rgyal mtshan \u003c/li\u003e \u003cli\u003egYung drung tshul khrims\u003c/li\u003e \u003cli\u003eSang rgyas tshul khrims (1936-1959) \u003c/li\u003e \u003cli\u003esKal bzang rin chen (b.1964), the present head of the monastery. The monastery was rebuilt in the 1980s.\u003c/li\u003e \u003c/ol\u003e \u003ch4 id=\"b6-16-17-5\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003edgon bdag, hereditary\u003c/li\u003e \u003cli\u003etwo dbu mdzad\u003c/li\u003e \u003cli\u003etwo dge skos\u003c/li\u003e \u003cli\u003ethree mchod dpon \u003c/li\u003e \u003cli\u003etwo spyi ba, no predetermined term of office\u003c/li\u003e \u003c/ul\u003e \u003cp\u003eAll the incumbents besides the dgon bdag are replaced every two years.\u003c/p\u003e \u003ch4 id=\"b6-16-17-6\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are sixty-one novices and monks in the monastery. \u003c/p\u003e \u003ch4 id=\"b6-16-17-7\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThere are no organized classes. The young novices are trained by the elder monks.\u003c/p\u003e \u003ch4 id=\"b6-16-17-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cp\u003eThe monastery performs only two rituals: commemoration of mNyam med Shes rab rgyal mtshan from the 3rd to the 6th day of the 1st month; Ma tri sgrub chen from the 7th to the 16th day of the 4th month with the \u0026rsquo;cham dances on the 15th day.\u003c/p\u003e \u003ch4 id=\"b6-16-17-9\"\u003e10. Books held in the monastery\u003c/h4\u003e \u003cp\u003eThe monastery has one printed copy of Bonpo Kanjur.\u003c/p\u003e \u003ch4 id=\"b6-16-17-10\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery has no regular Sources of income and depends on offerings from the faithful. The monks provide their own food.\u003c/p\u003e \u003ch4 id=\"b6-16-17-11\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThere are several communities scattered among eight villages: \u0026rsquo;Brong khams community comprises four villages: \u0026rsquo;Bar yul mkhar with forty-three families, mDa\u0026rsquo; \u0026rsquo;bur with six families, mDa\u0026rsquo; \u0026rsquo;joms with eleven families and Bod nang with thirteen families. \u003c/p\u003e \u003cp\u003eKhyung yag community comprises two villages: Khyung yag with thirty-five families and Nye kho with twelve families. \u003c/p\u003e \u003cp\u003egNyan rtsa community comprises gNyan rtsa with forty families; Ngo stod has one village: rDzong nang with thirty-seven families; Kyong te community comprises four villages: Phar phyin with twelve families, bDe chen with forty families, Sa cha with twenty families and Ha li with eighteen families; \u003c/p\u003e \u003cp\u003egZi tsha sde dgu community comprises nine villages: rDze tsha ba with sixty families, Zhu ce with forty families, He dga\u0026rsquo; with seven families, Bo bzo with forty families, \u0026rsquo;Phel ya with thirty families, rGyal \u0026rsquo;phel with twelve families, rGu ba with nine families, \u0026rsquo;Phan po with twenty-six families and \u0026rsquo;Phong bze ge with thirty-seven families. In addition, there are several families scattered in various townships: Chu dkar, A lo, Ma ca, L\u0026rsquo;o dbyi, Wu\u0026rsquo;u c\u0026rsquo;o and rTsa thang.\u003c/p\u003e \u003ch4 id=\"b6-16-17-12\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThere is a sacred mountain (gnas ri) called rDza gzhi brag dkar located 3 km east of the monastery, with a motorable road leading to it. It was revealed by sKyang sprul Nam mkha\u0026rsquo; rgyal mtshan and is venerated by the people of the villages on the 15th and 30th day of the 6th month.\u003c/p\u003e \u003cp\u003eIn addition they also go and participate in the veneration of Mounts Bya dur and Dung ri, the two most important sacred mountains of Bon in Shar khog (cf. sNa steng Monastery No.199).\u003c/p\u003e \u003ch4 id=\"b6-16-17-13\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eAgriculture\u003c/p\u003e \u003ch4 id=\"b6-16-17-14\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-16-17-14-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn autumn 1998 with: Bon mkhar sKal bzang rin chen (b.1963), the present head of the monastery\u003c/p\u003e \u003cp\u003e(2) Texts,\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003eNan phing rdzong gi rab dben dgon pa\u0026rsquo;i lo rgyus mdor bsdus, NKhGL pp.260-266\u003c/li\u003e \u003c/ol\u003e \u003chr class=\"footnote-divider\"/\u003e\u003ch2\u003eNotes\u003c/h2\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n60\"/\u003e\u003ca href=\"#nb60\" class=\"note\"\u003e [60] \u003c/a\u003e The gNyan yul dgon pa gshen bstan g-yung drung nor bu dar rgyas gling gi dkar chag records him as sNang zhig sPrul sku without giving his real name, but as such it is not found in other documents. \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n61\"/\u003e\u003ca href=\"#nb61\" class=\"note\"\u003e [61] \u003c/a\u003e The Nan phing rdzong dar rgyas dgon pa\u0026rsquo;i lo rgyus mdor bsdus provides a different list of the monastery\u0026rsquo;s lineage masters: 1) sKal bzang nyi ma, 2) Nyi ma \u0026rsquo;od zer, 3) sMon lam, 4) bsTan \u0026rsquo;dzin rgyal mtshan, 5) Phun tshogs \u0026rsquo;od zer (NKhGL p.260). The dates of these masters are also given, but they do not seem to be reliable enough to mention here. I found no historical record of the monastery and the monks do not have any clear knowledge on the subject. \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n62\"/\u003e\u003ca href=\"#nb62\" class=\"note\"\u003e [62] \u003c/a\u003e Zha ru si (rou wen gong ba) gai kuang (A General Introduction to rDza gzhi Monastery {rab dben dgon pa}) by Bon mkhar sKal bzang rin chen, written in Chinese, MS., p.1. \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n63\"/\u003e\u003ca href=\"#nb63\" class=\"note\"\u003e [63] \u003c/a\u003e Concerning the succession of the Bon mkhar bla ma and their dates, Nan phin rdzong gi rab dben dgon pa\u0026rsquo;i lo rgyus mdor bsdus provides a different list of the masters and their dates after the transference of the temple to the present site, but it is too confused to quote here. \u003c/div\u003e\u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b6-16/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-16","is_primary":false,"created_at":"2011-12-13 02:31:08 UTC","updated_at":"2011-12-13 02:31:08 UTC","authors":[{"id":"80","fullname":" (Tsering Thar)"},{"id":"80","fullname":" (Tsering Thar)"}]}]}