{"descriptions":[{"authors":[],"source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-2-73","content":"<div class=\"essay-body\"> <div id=\"essay-head2\"> <table> <tr> <td align=\"left\" valign=\"top\"> <div class=\"chapter\"><em>Antiquities of Zhang Zhung</em></div> <div class=\"author\"> <span class=\"eng\">by </span>John Vincent Bellezza<!--(a)--><br/>Edited by Geoffrey Barstow and Mickey Stockwell </div> </td> <td style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"> <div class=\"copyright\"> <span class=\"eng\"> Copyright &copy; 2010. </span> <div class=\"\" id=\"permission\"> <br/>Reproduced with permission from the author <br/>under the <a href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\">THL Digital Text License</a>.</div> </div> </td> </tr> </table> </div> <h2 id=\"b2-2\">II.2. Superficial structures: Primarily funerary superstructure</h2> <h3 id=\"b2-2-73\"> <span class=\"popular\">Dechok M&ouml;ndur</span><span class=\"scholar\">Bde mchog mon dur</span> </h3> <h4 id=\"b2-2-73-1\">Basic site data</h4> <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Dechok M&ouml;ndur</span><span class=\"scholar\">Bde mchog mon dur</span> </li> <li>English equivalent: <span class=\"popular\">Dechok</span><span class=\"scholar\">Bde mchog</span> <span class=\"popular\">M&ouml;n</span><span class=\"scholar\">Mon</span> Tombs</li> <li>Site number: D-112</li> <li>Site typology: II.2x </li> <li>Geographic coordinate (N. lat.): 32&ordm; 41.5&#900; </li> <li>Geographic coordinate (E. long.): 79&ordm; 27.9&#900;</li> <li>Elevation: 4270 m and 4290 m </li> <li>Administrative location (township):<span class=\"popular\">Trashi Gang</span><span class=\"scholar\">Bkra shis sgang</span> </li> <li>Administrative location (county): <span class=\"popular\">Gar</span><span class=\"scholar\">Sgar</span> </li> <li>Survey expedition: HTWE</li> <li>Survey date: June 30, 2004</li> <li>Contemporary usage: Illicit excavation. </li> <li>Identifiable Buddhist constructions: None. </li> </ul> <h4 id=\"b2-2-73-2\">General site characteristics</h4> <p> <span class=\"popular\">Dechok M&ouml;ndur</span><span class=\"scholar\">Bde mchog mon dur</span> is located on the edge of <span class=\"popular\">Dechok</span><span class=\"scholar\">Bde mchog</span>, a largely abandoned border village, on the left side of the <span class=\"popular\">Senge Tsangpo</span><span class=\"scholar\">Sengge gtsang po</span> valley. The site is situated on the forward flanks of a series of prominences that rise above the valley bottom. The views from <span class=\"popular\">Dechok M&ouml;ndur</span><span class=\"scholar\">Bde mchog mon dur</span> are restricted to the local stretch of the <span class=\"popular\">Senge Tsangpo</span><span class=\"scholar\">Sengge gtsang po</span> valley. The terrain is somewhat sloping, rocky and sandy. <span class=\"popular\">Dechok M&ouml;ndur</span><span class=\"scholar\">Bde mchog mon dur</span> consists of no less than 25 funerary structures, most of which have been thoroughly vandalized. These heavily built structures are of significant size and cultural importance. Sadly, in the last few years, they have been almost completely destroyed by looters. The site appears o be comprised of quadrate structures (double-course enclosures?) elevated 50 cm to 1 m above the surrounding ground level. All the structures are built of uncut variable-length pieces of gray granite. Many larger stones (50 cm to 1 m long) were used in their construction. These funerary structures were excavated both recently and in the more distant past. These excavations were almost certainly conducted for the recovery of valuable artifacts. The systematic, large-scale nature of the recent excavations can only have been the work of a highly organized and well-equipped team. The destruction of the site appears to have been carried out openly and with impunity. </p> <h4 id=\"b2-2-73-3\">Oral tradition</h4> <p>This site appears to be associated with the ancient <span class=\"popular\">M&ouml;n</span><span class=\"scholar\">Mon</span>.</p> <h4 id=\"b2-2-73-4\">Site elements</h4> <p>The longer dimension given for each locus below generally corresponds with the direction of the axis of the slope.</p> <h5 id=\"b2-2-73-4-1\">Funerary Structure FS1</h5> <p>Funerary structure FS1 (22 m x 6 m) is a conterminous band of highly fragmentary structures (32&deg; 41.474&#900; N. lat. / 79&deg; 27.803&#900; E. long. / 4290 m). Although there is much rubble, only the smallest traces of intact walls have survived. Higher up, on the lower flanks of the hill upon which <span class=\"popular\">Khargok Dorj&eacute; Yudr&ouml;nma</span><span class=\"scholar\">Mkhar gog rdo rje g.yu sgron ma</span> (A-124) sits, are traces of what appears to be a large funerary structure (41.347&#900; / 27.716&#900; / 4320 m). </p> <p>The remaining structures of the site are situated around 4270 m elevation:</p> <h5 id=\"b2-2-73-4-2\">Funerary Structure FS2</h5> <p>Funerary structure FS2 (13 m x 5.5 m) is situated 9 m southeast of FS1. FS2 has been reduced to an amorphous rocky dispersion. </p> <h5 id=\"b2-2-73-4-3\">Funerary Structure FS3</h5> <p>Funerary structure FS3 (4.4 m x 6 m) is situated on another prominence (41.478&#900; / 27.871&#900;). Heavily damaged hrough excavation, there is a stone-filled pit (3 m across) in the middle of the structure surrounded by heaps of stones. The lack of soil cover and weathering indicate that this pit was recently excavated. </p> <h5 id=\"b2-2-73-4-4\">Funerary Structure FS4</h5> <p>Funerary structure FS4 (12.4 m x 7.6 m) is situated on the next prominence to the east (41.486&#900; / 27.901&#900;). This specimen has been damaged almost beyond recognition and is now nothing more than a zone of depressions and a stone-filled pit. In the vicinity there is also an excavation (4 m across) filled with loose stones and ringed by piles of earth (41.475&#900; / 27.940&#900;). These piles of earth exhibit no appreciable signs of erosion. </p> <h5 id=\"b2-2-73-4-5\">Funerary Structure FS5</h5> <p>Funerary structure FS5 (25.8 m x 8 m) is a conterminous dispersion consisting of heaps of stones interspersed with pits that exhibit no signs of erosion (41.465&#900; / 27.948&#900;).</p> <h5 id=\"b2-2-73-4-6\">Funerary Structure FS6</h5> <p>Funerary structure FS6 (17.3 m x 4.5 m) is marked by pits and piles of stones (41.456&#900; / 28.015&#900;). One of the pits is lined with a tiny wall fragment composed of stones, 10 cm to 40 cm in length. This wall appears to have made up one end of the FS6 structure/structures. In close proximity to FS6, a trench (4.7 m x 1.8 m) was recently dug and the excavated stones thrown back into it. This trench was clearly dug to survey subsurface remains. Its creation indicates a good deal of sophistication on the part of the grave robbers. </p> <h5 id=\"b2-2-73-4-7\">Funerary Structure FS7</h5> <p>Funerary structure FS7 (37.2 m x 6 m) is a large dispersion with both old and new excavations (41.474&#900; / 28.041&#900;). Depressions and piles of stones mark FS7.</p> <h5 id=\"b2-2-73-4-8\">Funerary Structure FS8</h5> <p>Funerary structure FS8 (27.6 m x 5.5 m) appears to consist of three discrete quadrate structures (41.462&#900; / 28.054&#900;). </p> <h5 id=\"b2-2-73-4-9\">Funerary Structure FS9</h5> <p>Funerary structure FS9 (22.5 m x 6.2 m and 7.2 m) consists of two discrete structures (41.385&#900; / 28.251&#900;).</p> <h5 id=\"b2-2-73-4-10\">Funerary Structure FS10</h5> <p>Funerary structure FS10 (57 m long) is comprised of at least four discrete structural elements (41.374&#900; / 28. 262&#900;). On the north or low end of the dispersion there is a recently dug trench (4 m x 1 m), which has been refilled with stones. There is also a large stony dispersion with no recognizable monuments. Another structural element consists of two highly fragmentary interconnected quadrate enclosures. Finally, there is a large stone depression that was uniformly excavated to a depth of about 1 m. </p> <h5 id=\"b2-2-73-4-11\">Funerary Structure FS11</h5> <p>Funerary structure FS11 (24.8 m x 5 m) is an obscured dispersion that may have consisted of a single structure (41.358&#900; / 28.196&#900;). There are no signs of recent excavation.</p> <h5 id=\"b2-2-73-4-12\">Funerary Structure FS12</h5> <p>Funerary structure FS12 is an ambiguous dispersion (41.342&#900; / 28.206&#900;). Nearby, a pit (5 m x 3.8 m) was recently excavated to a depth of 1.2 m. Another pit in the vicinity (3.3 m x 4.9 m) is 1.5 m deep. These pits do not reveal any traces of subsurface structures.</p> <h5 id=\"b2-2-73-4-13\">Funerary Structure FS13</h5> <p>Funerary structure FS13 (14 m x 5 m) is a rocky dispersion at which excavations have recently taken place (41.318&#900; 28.209&#900;). </p> <h5 id=\"b2-2-73-4-14\">Funerary Structure FS14</h5> <p>Funerary structure FS14 (28.4 m long) consists of several structures from which stones have been extracted wholesale (41.308&#900; / 28.226&#900;). The largest of these structures (11 m x 15 m) has an eroded depression in the middle of it, the remains of an old excavation.</p> <table cellspacing=\"8\" align=\"center\" class=\"navarrows\"> <tbody> <tr> <td class=\"leftcell\"> <a class=\"backarrow\" title=\"Previous Section\"> <img src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/> </a> </td> <td class=\"midcell\"> <a class=\"uparrow\" title=\"Beginning of Article\"> <img src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/> </a> </td> <td class=\"rightcell\"> <a class=\"forwardarrow\" title=\"Next Section\"> <img src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/> </a> </td> </tr> </tbody> </table> </div> <div id=\"chap-id\">/bellezza2/b2-2-73/</div> <div style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"> <div class=\"closebtn\"> <a href=\"#\">Close</a> </div> <div style=\"height: 280px;\" class=\"conx-content\"> <h3>Note Citation for Page <span class=\"pgnm\"/> </h3> <p class=\"biblref\">John Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan &amp; Himalayan Library, 2010), <span class=\"pgnm\"/>. </p> <h3>Bibliographic Citation</h3> <p>John Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan &amp; Himalayan Library, 2010.</p> </div> </div>","created_at":"2010-08-25 11:13:29 UTC","updated_at":"2010-08-25 11:13:29 UTC","id":1166,"title":"Demchok Möndur Introduction","is_primary":false}]}