{"descriptions":[{"id":1216,"title":"Tsokgi Möndur Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c!--(a)--\u003e\u003cbr /\u003eEdited by Geoffrey Barstow and Mickey Stockwell\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2010. \u003c/span\u003e \u003cdiv id=\"permission\"\u003e\u003cbr /\u003eReproduced with permission from the author \u003cbr /\u003eunder the \u003ca class=\"thl-poplink\" href=\"../../../../../tools/licenses.php#essay=/thl/text-license/\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b2-2\"\u003eII.2. Superficial structures: Primarily funerary superstructure\u003c/h2\u003e \u003ch3 id=\"b2-2-51\"\u003e\u003cspan class=\"popular\"\u003eTsok Gi M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBtsog gi mon dur\u003c/span\u003e\u003c/h3\u003e \u003ch4 id=\"b2-2-51-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eTsok Gi M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBtsog gi mon dur\u003c/span\u003e \u003ca class=\"note\" name=\"nb72\" href=\"#n72\"\u003e72\u003c/a\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e Tombs of Filth\u003c/li\u003e \u003cli\u003eSite number: D-91 \u003c/li\u003e \u003cli\u003eSite typology: II.2b \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 33\u0026ordm; 29΄ \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 79\u0026ordm; 03΄ \u003c/li\u003e \u003cli\u003eElevation: 4340 m to 4400 m \u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eReco\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRe co\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTAE\u003c/li\u003e \u003cli\u003eSurvey date: October 3, 2003\u003c/li\u003e \u003cli\u003eContemporary usage: Light grazing. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b2-2-51-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e\u003cspan class=\"popular\"\u003eTsok Gi M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBtsog gi mon dur\u003c/span\u003e is located in the \u003cspan class=\"popular\"\u003eNyanlung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnyan lung\u003c/span\u003e valley. The site is divided into hree zones: lower sector, central sector and upper sector. All three sectors are located near the western edge of he valley and have an eastern aspect. The funerary structures of \u003cspan class=\"popular\"\u003eTsok Gi M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBtsog gi mon dur\u003c/span\u003e are made of uncut pieces of variable-length brown sandstone (up o 70 cm long). They consist of superficial enclosures of various types and structures with well developed, high elevation double-course walls. Mostly slabs of brown sandstone were used in construction. The size and complexity of the \u003cspan class=\"popular\"\u003eTsok Gi M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBtsog gi mon dur\u003c/span\u003e structures indicate that this was an important funerary complex.\u003c/p\u003e \u003cp\u003eLike other funerary sites in \u003cspan class=\"popular\"\u003eReco\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRe co\u003c/span\u003e (D-92, D-93, D-94, D-95, D-96, E-28), in addition to possibly housing deceased members of the local population, \u003cspan class=\"popular\"\u003eTsok Gi M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBtsog gi mon dur\u003c/span\u003e may have catered to the needs of dignitaries connected to the archaic residential sites in and around the central \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e location of \u003cspan class=\"popular\"\u003eDzong Ri\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzong ri\u003c/span\u003e (A-16, A-17, A-90, A-91, A-92, A-93, A-108), located further east. No concentrations of funerary structures have been surveyed in the vicinity of these residential sites (although two were spied near he side of the road, one near \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e and one in \u003cspan class=\"popular\"\u003eChulung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eChu lung\u003c/span\u003e). \u003cspan class=\"popular\"\u003eNyanlung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnyan lung\u003c/span\u003e contains large swathes of defunct agricultural lands, as do nearby valleys. This suggests that \u003cspan class=\"popular\"\u003eReco\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRe co\u003c/span\u003e is likely o have had a greater population in the past, as compared to that of its contemporary pastoral one. Reportedly, he current (2003) population of \u003cspan class=\"popular\"\u003eReco\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRe co\u003c/span\u003e is 220 souls. The extreme desiccation of the region must have been a prime factor in the transition from agriculture to pastoralism in \u003cspan class=\"popular\"\u003eReco\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRe co\u003c/span\u003e. Another interesting feature of \u003cspan class=\"popular\"\u003eReco\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRe co\u003c/span\u003e is that no summit strongholds of any kind were detected in the region. In nearby \u003cspan class=\"popular\"\u003eDerok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSde rog\u003c/span\u003e, \u003cspan class=\"popular\"\u003eKh\u0026uuml;lpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhul pa\u003c/span\u003e and \u003cspan class=\"popular\"\u003eRawang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRa bang\u003c/span\u003e most agricultural valleys were guarded over by an ancient hilltop installation. The absence of castles in \u003cspan class=\"popular\"\u003eReco\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRe co\u003c/span\u003e occurs despite the fact that the local branch valleys of \u003cspan class=\"popular\"\u003eNyanlung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnyan lung\u003c/span\u003e, \u003cspan class=\"popular\"\u003eDzau\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDza\u0026rsquo;u\u003c/span\u003e, \u003cspan class=\"popular\"\u003eOmlung\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Om lung\u003c/span\u003e, and \u003cspan class=\"popular\"\u003eRama\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRa ma\u003c/span\u003e \u003ca class=\"note\" name=\"nb73\" href=\"#n73\"\u003e73\u003c/a\u003e once supported agriculture. Perhaps this region was specially singled out for elite burial activities (although two non-summit residential sites were also detected in \u003cspan class=\"popular\"\u003eReco\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRe co\u003c/span\u003e: B-43, B-44). Another puzzling matter is that not one ancient pillar site was detected in \u003cspan class=\"popular\"\u003eReco\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRe co\u003c/span\u003e, a region rich in funerary structures.\u003c/p\u003e \u003ch4 id=\"b2-2-51-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to residents of \u003cspan class=\"popular\"\u003eReco\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRe co\u003c/span\u003e, \u003cspan class=\"popular\"\u003eTsok Gi M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBtsog gi mon dur\u003c/span\u003e was an ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e burial center.\u003c/p\u003e \u003ch4 id=\"b2-2-51-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b2-2-51-4-1\"\u003eLower sector\u003c/h5\u003e \u003cp\u003eThe south sector is situated on a fairly steep rocky slope bounding the edge of the enclosing west ridge. It is located just up from the mouth of the valley. The terrain is marked by a series of natural stone furrows and berms, which act to camouflage the presence of the funerary structures. One wonders if this was part of a deliberate effort on the part of the builders to conceal the site. The high degree of integration of the structures with the parent topography may have involved religious considerations as well. Given the nature of he terrain, it is quite possible that funerary structures of the lower sector may have been overlooked during he survey. The walls of the lower sector structures are aligned to the slope (axial and transverse directions), not in the compass points.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS4\u003c/h6\u003e \u003cp\u003eFunerary structure FS4 (5 m x 7 m) is the largest and highest structure of the lower sector. It was built on a rocky prominence adding to its overall elevation. FS4 is a substantially built quadrate masonry structure hat was of significant height. The partly intact forward wall of FS4 has a maximum height of 90 cm and has as many as 6 vertical courses of masonry still in situ. Stones up to 1 m in length went into the construction of he forward wall. Parts of the west/rear and north walls are also extant. These walls are 50 cm to 90 cm in height. In the middle of the top of FS4 there is an excavation around 2 m across, which is now partly filled with stone rubble. This eroded excavation appears to be evidence for grave robbing carried out in the distance past.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS10\u003c/h6\u003e \u003cp\u003eFunerary structure FS10 (3 m x 3 m) is situated 6 m downhill of FS4. This is a minor superficial structure. By virtue of their proximity to one another and their unequal size and height, FS10 may have been subsidiary o FS4. These two structures could have been ritually linked through integral funerary rites and/or burials (such as a husband and wife).\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS5\u003c/h6\u003e \u003cp\u003eFunerary structure FS5 is situated 55 m west/uphill of FS4. It is now just a mound of stones 5 m across and 1.5 m in height.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS6\u003c/h6\u003e \u003cp\u003eFunerary structure FS6 (6 m x 3.8 m) is situated 110 m northwest of FS5. FS6 was also a well-built quadrate structure that was elevated above the slope on all sides. The forward wall of this structure is up to 50 cm in height, and is made up of five vertical slabs. The exposed grave chamber or reliquary (approximately 2 m x 2 m) is visible in the middle of the structure. This chamber is now only 30 cm deep. Although its original depth is unclear, FS6 does not appear to have extended too much below ground level. Three vertical courses of slabs lining the sides of the chamber are visible.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS7\u003c/h6\u003e \u003cp\u003eFunerary structure FS7 (2 m x 2.3 m) is situated 4.3 m downhill of FS6. This small quadrate structure ranges from level with the adjoining ground to 70 cm in height.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS8\u003c/h6\u003e \u003cp\u003eFunerary structure FS8 (3 m x 3.5 m) is situated 70 m northeast of and about 15 m lower than FS7. This stone structure now has a heaped appearance and is about 1.5 m in height. Whatever coherent wall fragments are still extant are obscured by rubble. FS8 appears to have been gutted, which is consistent with looting.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS9\u003c/h6\u003e \u003cp\u003eFunerary structure FS9 is situated 10 m downhill of FS8. This minor superficial structure appears to have been a subsidiary element of FS8.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS11\u003c/h6\u003e \u003cp\u003eFunerary structure FS11 (2.4 m x 2.5 m) is situated 80 m north of FS4. Small coherent wall segments up to 40 cm have endured in FS11.\u003c/p\u003e \u003ch5 id=\"b2-2-51-4-2\"\u003eCentral sector\u003c/h5\u003e \u003cp\u003eThe central sector is found on a moderately sloping sandy terrain at the base of the enclosing ridge. It is about 1 km up the \u003cspan class=\"popular\"\u003eNyanlung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnyan lung\u003c/span\u003e valley from the lower sector.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS1\u003c/h6\u003e \u003cp\u003eFunerary structure FS1 (8.5 m x 5.5 m) is the most northerly tomb in the central sector (33\u0026deg; 28.734΄ N. lat. / 79\u0026deg; 02.688΄ / 4370 m). No coherent wall segments have survived in this highly dissolute structure, just a scattering of stones. FS1 appears to have been a low elevation enclosure.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS2\u003c/h6\u003e \u003cp\u003eFunerary structure FS2 (4 m x 3.5 m) is situated 5 m southwest of FS1 at the same elevation. It is also in very poor condition and there are no integral walls remaining on the surface. FS2 also appears to have been an enclosure with a minimal superstructure and little height.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS3\u003c/h6\u003e \u003cp\u003eFunerary structure FS3 is situated 118 m southwest of FS2 (28.680΄ / 02.623΄ / 4400 m). This large, fairly intact enclosure is aligned in the cardinal directions, and measures 21 m (north-south) x 12 m (east-west). The remaining structural evidence indicates that perimeter walls of FS3 were of the double-course type and not just a jumble of stones. In order to create a level interior, the rear wall is set around 1.5 m below the uphill slope and the forward wall is elevated about 1 m above the downhill slope. The interior of FS3 is now gently sloping, presumably because of the forces of erosion and geomorphologic changes. The perimeter walls of he enclosure range from flush with the ground surface to portions that are elevated above it as much as 60 cm. In the middle part of the interior, beginning 3.7 m from the north wall of the enclosure, there is a stone structure 3.3 m across. Due to much deterioration, the design of this structure is no longer discernable. It probably marks the location of a subsurface grave. Also in the middle portion of FS3, beginning 6 m from the south wall, there is what appears to be a quadrate structure (3 m x 2.6 m). This structure also probably marks he location of a subterranean tomb. On the southwest corner of the FS3 enclosure, stones are heaped up to a height of about 1 m.\u003c/p\u003e \u003ch5 id=\"b2-2-51-4-3\"\u003eUpper sector\u003c/h5\u003e \u003cp\u003eThe upper sector is found farther up the \u003cspan class=\"popular\"\u003eNyanlung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnyan lung\u003c/span\u003e valley. This site is located in the valley bottom near the base of the west ridge. It is also situated just above a bifurcation in the \u003cspan class=\"popular\"\u003eNyanlung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnyan lung\u003c/span\u003e valley. The terrain is level and sandy.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS12\u003c/h6\u003e \u003cp\u003eFunerary structure FS12 appears to be aligned in the cardinal directions, and measures an estimated 25 m x 11 m (29.241΄ / 03.066΄ / 4340 m). This large, but poorly preserved, enclosure has lost almost all structural coherence. It is built of a gray stone and the entire structure is somewhat elevated above the surrounding plain. A single line of slabs that extends for 9 m along the western portion of the south wall is the only intact structure. These slabs are 50 cm to 70 cm in length and lie flat (perhaps originally they were erected upright). Stones up to 1 m in length lie about other portions of the enclosure perimeter. Inside the enclosure here are upright stones here and there that protrude 10 cm to 30 cm above the ground surface.\u003c/p\u003e \u003cp\u003eA double-course wall of small cobbles (5 cm to 10 cm long) is situated 14 m southeast of the FS12 enclosure. This wall forms an arc, 2 m in length, and appears to be the vestige of a more elaborate structure. A little closer to the south side of FS12 there are three tiny structures made up of slabs. Two of these structures consist of three upright slabs that form three sides of a rectangle. The fourth side of the structures is open. The two side wall slabs (40 cm to 55 cm) are somewhat shorter and flush with the sandy surface. The other side contains a longer slab (50 cm and 65 cm) that protrudes 15 cm or 20 cm above the surface. The third analogous structure has been reduced to just one slab, 60 cm long with a protrusion of 15 cm above ground level. These three trilithic structures form a row and are spaced about 3.5 m from one another. They must have been used in funerary rites, the character of which is not apparent.\u003c/p\u003e \u003chr class=\"footnote-divider\" /\u003e \u003ch2\u003eNotes\u003c/h2\u003e \u003cdiv class=\"footnote\"\u003e\u003ca name=\"n72\"\u003e\u003c/a\u003e \u003ca class=\"note\" href=\"#nb72\"\u003e [72] \u003c/a\u003e This site may also be called \u003cspan class=\"popular\"\u003eTsukgi M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGtsug gi mon dur\u003c/span\u003e (Mon Tombs of the [Rocky] Crown).\u003c/div\u003e \u003cdiv class=\"footnote\"\u003e\u003ca name=\"n73\"\u003e\u003c/a\u003e \u003ca class=\"note\" href=\"#nb73\"\u003e [73] \u003c/a\u003e Some of the arable land of \u003cspan class=\"popular\"\u003eOmlong\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Om long\u003c/span\u003e (named for its tamarisk trees) was brought back into cultivation in the Chinese Cultural Revolution and is still farmed. The most extensive farmlands still tilled in \u003cspan class=\"popular\"\u003eReco\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRe co\u003c/span\u003e are found in the \u003cspan class=\"popular\"\u003eRama\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRa ma\u003c/span\u003e valley. The viable barley fields of \u003cspan class=\"popular\"\u003eRama\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRa ma\u003c/span\u003e are but a small fraction of the area once under cultivation. The other branch valleys of \u003cspan class=\"popular\"\u003eReco\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRe co\u003c/span\u003e, \u003cspan class=\"popular\"\u003eDzakar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdza dkar\u003c/span\u003e, \u003cspan class=\"popular\"\u003eNyadrak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNya brag\u003c/span\u003e, \u003cspan class=\"popular\"\u003eLungkar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLung dkar\u003c/span\u003e, \u003cspan class=\"popular\"\u003eGokra\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSgog ra\u003c/span\u003e, \u003cspan class=\"popular\"\u003ePang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpang\u003c/span\u003e, \u003cspan class=\"popular\"\u003eNgakkhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNgag khang\u003c/span\u003e (sp.?) and an unnamed valley, are reported not to have defunct arable lands.\u003c/div\u003e \u003ctable class=\"navarrows\" cellspacing=\"8\" align=\"center\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg title=\"Previous Section\" src=\"../../../../../global/images/arrow-left.gif\" alt=\"\" /\u003e \u003c/a\u003e\u003c/td\u003e \u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg title=\"Beginning of Article\" src=\"../../../../../global/images/arrow-up.gif\" alt=\"\" /\u003e \u003c/a\u003e\u003c/td\u003e \u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg title=\"Next Section\" src=\"../../../../../global/images/arrow-right.gif\" alt=\"\" /\u003e \u003c/a\u003e\u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza2/b2-2-51/\u003c/div\u003e \u003cdiv id=\"chapRefWindow\" class=\"jqmWindow\" style=\"overflow: hidden; height: 300px;\"\u003e \u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e \u003cdiv class=\"conx-content\" style=\"height: 280px;\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"\u003e \u003c/span\u003e\u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"\u003e. \u003c/span\u003e\u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":null,"is_primary":true,"created_at":"2011-02-09 16:22:23 UTC","updated_at":"2011-02-10 14:05:10 UTC","authors":[{"id":"39","fullname":"John Vincent Bellezza"},{"id":"39","fullname":"John Vincent Bellezza"}]}]}