{"descriptions":[{"authors":[{"fullname":"Phuntso Tsering Sharyul","id":"79"},{"fullname":"Phuntso Tsering Sharyul","id":"79"}],"source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-1-1-1","content":"<div class=\"essay-body\"><div id=\"essay-head2\"><table><tr><td align=\"left\" valign=\"top\"><div class=\"chapter\"><em>A Survey of Bonpo Monasteries</em></div><div class=\"author\"><span class=\"eng\">by </span>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind<!--(l)--><br/>Edited by Samten G. Karmay and Yasuhiko Nagano </div></td><td style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"><div class=\"copyright\"><span class=\"eng\"> Copyright &copy; 2003. </span><div class=\"eng\" id=\"permission\">Reproduced with permission from the authors <br xmlns:str=\"http://exslt.org/strings\"/>under the <a href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\">THL Digital Text License</a>.</div></div></td></tr></table></div><h3 id=\"b5-1-1\">sNye rong rdzong</h3> <h4 id=\"b5-1-1-1\">(9) sNang gsal Monastery </h4> <p>A brag sNang gsal g-yung drung gsal ba&rsquo;i gling is under the jurisdiction of Dar &rsquo;dzum <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">xiang</span> (also known as mTsho dbyang <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">qu</span>), which lies more than twenty kilometres to the north of sNye rong rdzong. Although it is not very far, it takes more than an hour to get there by car because of the terribly muddy road, which makes the going difficult. This monastery is set in a fairly good natural environment.</p> <p>The monastery was founded in 1906. The predecessor of this monastery was sMad sog gYung drung &rsquo;dzin pa&rsquo;i gling (ruins of an ancient monastery near Nag chu kha were recently identified as those of this monastery) which was founded by Khyung po A bla grags pa and Sha ba sang grol. It was prosperous, with hundreds of monks and nuns. In spite of the extensive work devoted to the three noble deeds &ldquo;keeping, defending and spreading the teachings of Eternal Bon&rdquo; through generations of lamas, the monastery was upset by, needless to say, the troops of the Mongolian Jungar. During that time the Mongolians subjected the two Khyung po lamas, dBu se and dBu nag, to imprisonment and eventually murdered these two faultless lamas. The sight of this incident made their great many followers tremble and the lives of their followers subsequently fell into hopelessness.</p> <p>Then a monastery called Khri dkar was set up on the bank of the Yag chu river and the teachings of Bon were spread by several generations of lamas. Destiny, however, reduced the monastery to a deteriorated state. Khyung po bsTan rgyal grags pa then laid the foundation for the next one at Khyung rdzong, situated at Gad ngas la, and maintained it for a while, but it, too, collapsed in the Eleventh Rab byung.</p> <p>Then Mi &rsquo;gyur grags pa, rGyal skyid grags pa, Nyi dbang, lHa dbang, Tshe dbang g-yung drung and others, all from Khyung po, established the residence (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bla brang</span>) of Khyung po sBra nag in A stod district, which burdened them with the expectations of many proponents of Eternal Bon that their thirst for a monastery would be satisfied.</p> <p>In 1882, a miraculous baby, who emitted many auspicious signs, was born to a couple, Khyung dkar gDung pa lha bu, the father, and Gur bza&rsquo; dPal &rsquo;dzoms, the mother. The baby was called Nam mkha&rsquo; rgyal mtshan. From childhood he stood out prominently among other children, with his varied talents. Endowed with auspicious signs, he was praised by everyone. Until the age of twenty-five, he lived as a herdsman in the manner of a yogi in order to avoid being possessed by unclean transmigratory existence. At that time, his parents repeatedly murmured their hope that their son would succeed to the leadership of the family, but he did not accept this, for he wanted to take an oath to become a monk.</p> <p>In 1906, Nam mkha&rsquo; rgyal mtshan was ordained in the presence of sMon rgyal Nam mkha&rsquo; dbang rgyal in rDza khog. In his mind, he conceived the idea of building a monastery at a certain rocky place surrounded by many outstandingly sacred sites such as the meditation cave of the great lama Dran pa nam mkha&rsquo;, his foot-prints and the like. Then a prophecy was made by the yogi A lo, and in accordance with it, in 1911 Nam mkha&rsquo; rgyal mtshan went to seek the place where a new monastery should be built.</p> <p>It was a place with many auspicious signs, such as the following: to the right, lHa ri spang mtho, whose summit consists of a crystal rock; at the front, Un chen dur krod nor bu spungs ri and gNyan chen wa ra, which look like dextral white conchs; and mountains, including, at the back, &rsquo;Bul ri, the gathering place of deities, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">klu</span>, and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gnyan</span>. As the place was filled with many springs, herbs and other auspicious symbols, he decided to build a new monastery there, which he did in 1918. A brag sNang gsal Monastery was thus established.</p> <p>He then established the monastic discipline in the establishment with the establishment of the Three Trainings. He made pilgrimages to many places, such as the Four Divisions of Central Tibet (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbus gtsang ru bzhi</span>), Ti se, Bon ri and so forth. He studied various doctrines under many teachers, irrespective of their sects, including &rsquo;Gro mgon Shes rab g-yung drung, bZod pa rgyal mtshan, and the great treasure-discoverer of A dbang, Rig &rsquo;dzin rgya mtsho, who was a Buddhist priest. He received from them the threefold lineages &ldquo;initiation, transmission and explanation of texts&rdquo; of the entire doctrine of inner, outer and secret. All the good deeds he had learned and performed over a decade led him to a state of knowledge of the most excellent quality. Every sign of his achievement thrilled the common people. Since he had obtained omniscience and omnipotence, he came to be known everywhere as the one who would save all the people in this and the next life, by the designation of A bla sNang gsal, from Khyung lung dNgul mkhar in the west to mTsho sngon in Amdo in the east.</p> <p>As for the account of his previous lives, his origin is traced back to Tshad med &rsquo;od ldan in the time of gShen. The line then leads successively down to sTong rgyung mthu chen in the time of Bla chen Dran pa nam mkha&rsquo; in the early stage of Bonpo dissemination, and sPyang sprul Nam mkha&rsquo; rgyal mtshan in the latter stage of Bonpo dissemination. To make the long story of his life short: he trained himself in the three deeds of hearing, thinking and meditating, and moved on into the three deeds of teaching, debating and writing; he preached extensively for his own sake and for the sake of others, which was openly praised everywhere, in consequence of which he turned into the one like the vast ocean of summer.</p> <h5 id=\"b5-1-1-1-1\">Main religious objects and activities of the monastery: </h5> <h6 class=\"essay\" id=\"b5-1-1-1-1-1\">Shar gling sham po lha rtse.</h6> <p>At the centre of this mezzanine-high building was a gilt-bronze statue of sTon pa Khri gtsug rgyal ba as tall as a mezzanine. There was also the sacred gilt-bronze statue of gShen rab Mi bo accompanied on either side by the cubit-high Four Principal Buddhas (bDe gshegs gtso bzhi). </p> <p>On the sculptured wooden shelves to the right were the cubit-high Sixteen Arhats (gNas brtan bcu drug) in gilt-bronze. Along the left wall was a varnished wooden shelf with an outward appearance of Pho brang gling dgu, the Mandala of Peace, and an inward appearance of the gSas mkhar bcu drug, the flame of the potential nature of wrath. In front of sTon pa gShen rab Mi bo was the cubit-high silver statue of mNyam med Shes rab rgyal mtshan. Painted on the wall were murals of the Thousand Buddhas. Such was the magnificence of this shrine&rsquo;s religious objects.</p> <h6 class=\"essay\" id=\"b5-1-1-1-1-2\">bKa&rsquo; &rsquo;gyur lha khang</h6> <p>On the right-hand side of this two-storey building was a life-sized gilt-bronze statue of sMra ba&rsquo;i seng ge, and on the left-hand side was that of Byams ma. Along the walls on either side were three hundred volumes (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">po ti</span>) of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; &rsquo;gyur</span> of both Buddhism and Bon, along with one hundred thumb-sized images of gShen rab made of silver, and another nine hundred of copper.</p> <h6 class=\"essay\" id=\"b5-1-1-1-1-3\">sKu gdung khang, gYu rtse khang and dBu rtse khang</h6> <p>The two-storey sKu gdung khang had a triple-headed stupa of Lo pan mchod rten, which nearly reached the roof of the building, and murals of the Forty-five Peaceful deities (Zhi lha zhe lnga).</p> <p>gYu rtse khang had a complete set of religious objects: at its centre was a statue of &rsquo;Brug sras chem pa the height of an arrow, made of a compound of gold and silver. To the right was a cubit-high silver statue of Phur pa together with another nine of gilt-bronze. On both sides of Phur pa were one hundred stupas in gilt-bronze, and on the walls were murals of the thousand gShen lha &rsquo;od dkar.</p> <p>Similarly, dBu rtse khang was adorned with many religious objects. At its centre was a gilt-bronze statue of gShen lha &rsquo;od dkar as tall as a two-storey house. To the right and slightly in front of the statue was a magnificent, elaborately worked gilt-bronze mandala, organized with holy elements to the height of a mezzanine. It was constructed of, from the bottom, the following: the four continents; the four islands; the seven mountains; the seven lakes; the abode of the Thirty-three gods, where the temple rNam rgyal khang bzang was found; and, on the top, the Garuda subduing the three worlds. To the left and slightly in front of gShen lha &rsquo;od dkar was a shrine of the Eighty-six Wrathful deities (Khro rgyal gya drug) in gilt-bronze. And above the gShen lha &rsquo;od dkar were the Forty-five Peaceful Deities (Zhi lha zhe lnga) in gilt bronze.</p> <p>The construction of these five buildings, together with the fields around, presented a resemblance to that of the heart of &rsquo;Ol mo lung ring, the Holy Land. The beautiful and lovely scene of the purest land raises a deep faith and reverence in one&rsquo;s mind when it comes into sight.</p> <p>There were two meditation halls (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sgrub khang</span>), the old one and the new, with many religious objects in each. In the old one was a gilt-bronze statue of sTag la me &rsquo;bar, a thangka of Srid pa&rsquo;i rgyal mo and masks of some Bonpo guardian deities. In the new one was a statue of the hundred-headed, thousand-armed lJang nag made of gold and silver, and the Four Queens (rGyal mo rnam bzhi) in gilt-bronze. There were also thangka embroidered with silk, and many other religious objects.</p> <p>Of the two residences (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bla brang</span>), the older one had the Thang gsas lha khang, inside which were many religious objects, such as the following: a gilt-bronze statue of rNam par rgyal ba; a gilt-bronze reliquary stupa of lHa bu, the father of sNang gsal Rinpoche; murals of about five hundred figures of Thang gsas sgrol ma, a wheel of life and the kings of the directions (rGyal chen sde bzhi); a statue of sTon pa made of pure gold, rediscovered in Kong po Bon ri by sNang gsal Nam mkha&rsquo; rgyal mtshan; an image of the diety Zhi ba a gsal, which was an old relic of the Khyung po family; an Indian-made copper statue of gShen rab named &ldquo;Black Gold of Thirteen Horse Head&rdquo; (gSer nag rta mgo bcu gsum); large and small conchs called dBu yang.</p> <h5 id=\"b5-1-1-1-2\">Annual religious activities and monks of the monastery</h5> <ol type=\"1\"> <li> During the three days from the 3rd to the 5th of the first month, a memorial service was held in honour of mNyam med Shes rab rgyas mtshan, during which assemblies were held to make flower-offerings.</li> <li> From the 13th day of the second month to the 18th of the third month, prayers were offered in a memorial service for sNang gsal Nam mkha&rsquo; rgyal mtshan, in the course of which an extensive procession of monks was arranged on the 27th day of the second month.</li> <li> From the 30th day of the second month to the 18th of the third month was the period in which the rituals of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sKye sgo, rNam klong gnyis</span>, and Zhi khro were performed. From the 8th to the 15th of the third month, the ritual cycle of Khro bo and the recital of the Kanjur and Katen, were staged in the Shar rtse khang. The ritual of the Grub sman rnam bzhi, the hundred offerings of Ma rgyud and other rituals were performed on a grand scale in the dBu rtse khang. During the three days from the 15th, a large group of devotees of Bon got together to enjoy the glory of the artistic religious dances performed by the monks; these dances included sNa sel, A tsa ra, Sa &rsquo;dul khro &rsquo;cham, Srid rgyal dus drug, gZe ma dgu &rsquo;cham, Ha shang, Ma rgyud tshogs &rsquo;cham, rNga chen mo, dPal mgon gral brgyad, Dur khrod gnas brgyad, the Snow Lion (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">seng ge</span>), the Tiger, the Leopard, the dBal stag, the dBal &rsquo;brug, the dBal g-yag and the dBal kyung.</li> <li> In the fourth and fifth months, primary and principal instructions, along with various other teachings, were given, as well as guidance on general and detailed knowledge.</li> <li> From the 6th to the 9th day of the sixth month, rituals rNam rgyal stong mchod, gYang skor and dGra lha dpang stod were performed. Similarly, there was propitiation of mountain deities and circumambulation of holy mountains, followed by a horseracing competition customarily organized by the monastery and the A brag community. The competition was a social occasion.</li> <li> From the 13th to the 20th day of the seventh month rituals of Kun gsal byams ma&rsquo;i tshogs brgya and Yi dam kun &rsquo;dus las tshogs were performed.</li> <li> During the three months from the eighth month to the tenth, most of the monks and lamas visited each village to give religious services; otherwise they stayed in the monastery for daily tea.</li> <li> From the 23rd to the 30th day of the eleventh month, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dgu bzlog</span> rite, based on the ritual cycle of sTag la, was performed.</li> <li> In the twelfth month, from the 3rd to the 5th day, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bskang gsol</span> ceremony was held on a grand scale according to the Zhu tradition; from the 23rd to the 30th day, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dgu bzlog</span> rite, based on the cycle of Phur pa, was held.</li> </ol> <p>Formerly, the monastery had five hostels (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">khang tshan</span>) each of which had a lama and a teacher: the lama Tshul khrims blo ldan and the teacher rMa rong Thar dkar in Shar rtse hostel, the lama Dwangs ra Zla zla and the teacher Seng ge in bKa&rsquo; &rsquo;gyur hostel, the lama Don nyid and the teacher bsTan tshul in sKu gdung hostel, the lama &rsquo;Bum thar and the teacher A &rsquo;jab in gYu rtse hostel, and the lama Nam mkha&rsquo; g-yung drung and the teacher A chig in dBu rtse hostel. There were 139 monks. The lama and teacher of each hostle took, in rotation, all the responsibilities for the annual religious activities.</p> <p>At present, this monastery consists of the following buildings: one temple with one hundred long pillars, the assembly hall with four, the bKa&rsquo; &rsquo;gyur khang four, and the two meditation halls have four each; a new kitchen and more than thirty monks&rsquo; quarters have been built. Something that should be stressed is that a collection of religious objects remains in perfect condition. It includes the following: the relics of sNang gsal Nam mkha&rsquo; rgyal mtshan; a mezzanine-high, three-headed stupa made of a compound of gold and silver; a mezzanine-high gilt-bronze statue of gShen lha &rsquo;od dkar; a life-sized gilt-bronze statue of Byams ma and a reliquary stupa of the lama Nyi grags.</p> <p>There are ten lamas and more than forty monks at present. The monastery&rsquo;s main source of revenue is the circulation service around the village. It depends on every household for support.</p> <table xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"><tbody><tr><td class=\"leftcell\"><a class=\"backarrow\" title=\"Previous Section\"><img src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/></a></td><td class=\"midcell\"><a class=\"uparrow\" title=\"Beginning of Article\"><img src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/></a></td><td class=\"rightcell\"><a class=\"forwardarrow\" title=\"Next Section\"><img src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/></a></td></tr></tbody></table></div><div id=\"chap-id\">/bonpo-monasteries/b5-1-1-1/</div><div style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"><div class=\"closebtn\"><a href=\"#\">Close</a></div><div style=\"height: 280px;\" class=\"conx-content\"><h3>Note Citation for Page <span class=\"pgnm\"/></h3><p class=\"biblref\">Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), <span class=\"pgnm\"/>. </p><h3>Bibliographic Citation</h3><p>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.</p></div></div>","created_at":"2011-12-13 02:28:51 UTC","updated_at":"2011-12-13 02:28:51 UTC","id":1328,"title":"Adrak Nangsel Yungdrung Selwé Ling Introduction","is_primary":false}]}