{"descriptions":[{"id":363,"title":"Puling Yültong Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr /\u003eReproduced with permission from the author \u003cbr /\u003eunder the \u003ca class=\"thl-poplink\" href=\"../../../../../tools/licenses.php#essay=/thl/text-license/\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-2\"\u003eI.2. Residential Structures in Other Locations: Religious and Elite Residences\u003c/h2\u003e \u003ch3 id=\"b1-2-37\"\u003e\u003cspan class=\"popular\"\u003ePuling Y\u0026uuml;ltong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpu gling yul stong\u003c/span\u003e\u003c/h3\u003e \u003ch4 id=\"b1-2-37-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003ePuling Y\u0026uuml;ltong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpu gling yul stong\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Abandoned Village of sPu gling \u003c/li\u003e \u003cli\u003eSite number: B-83\u003c/li\u003e \u003cli\u003eSite typology: I.2b \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 31\u0026ordm; 20.4΄ \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 79\u0026ordm; 25.7΄\u003c/li\u003e \u003cli\u003eElevation: 4360 m \u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eTsarang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsa rang\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eTsada\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsa mda\u0026rsquo;\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTCE\u003c/li\u003e \u003cli\u003eSurvey date: October 22, 2002\u003c/li\u003e \u003cli\u003eContemporary usage: Minimal pastoral activity.\u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-2-37-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e\u003cspan class=\"popular\"\u003ePuling Y\u0026uuml;ltong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpu gling yul stong\u003c/span\u003e is located on the north side of the spu gling chu, opposite the contemporary village of P\u003cspan class=\"popular\"\u003euling\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpu gling\u003c/span\u003e. The buildings at \u003cspan class=\"popular\"\u003ePuling Y\u0026uuml;ltong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpu gling yul stong\u003c/span\u003e were skillfully and substantially built, unlike he crude stone walls and adobe superstructures of the present-day village.\u003ca class=\"note\" name=\"nb88\" href=\"#n88\"\u003e88\u003c/a\u003e The buildings of Puling\u003cspan class=\"popular\"\u003e\u0026nbsp;Y\u0026uuml;ltong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpu gling yul stong\u003c/span\u003e formed three tight clusters on the crest and flank of a ridge, and cover an area of approximately 2000 m\u0026sup2; site. On the south and east sides of the ridge there are sheer 60-m drops to the spu gling chu. There are three sectors of aggregated residential ruins: south, central and north. The uniform design and construction traits show that this was probably an integrated site in terms of cultural orientation and chronology. Puling\u003cspan class=\"popular\"\u003e\u0026nbsp;Y\u0026uuml;ltong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpu gling yul stong\u003c/span\u003e appears to have been a much more developed and populous village than its present-day counterpart. Several corrals have been constructed near the ruins, but the extraction of stones for their construction has had a minimal impact on the site due to its large mass.\u003c/p\u003e \u003ch4 id=\"b1-2-37-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to an older resident of \u003cspan class=\"popular\"\u003ePuling\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpu gling\u003c/span\u003e named \u003cspan class=\"popular\"\u003eSamdrup\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBsam grub\u003c/span\u003e,\u0026nbsp;Puling\u003cspan class=\"popular\"\u003e\u0026nbsp;Y\u0026uuml;ltong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpu gling yul stong\u003c/span\u003e was an ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e village. It is reported that in pre-modern times Indian raders used to camp at\u0026nbsp;Puling\u003cspan class=\"popular\"\u003eY\u0026uuml;ltong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpu gling yul stong\u003c/span\u003e.\u003c/p\u003e \u003ch4 id=\"b1-2-37-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-2-37-4-1\"\u003eAncient village\u003c/h5\u003e \u003cp\u003eThe structures of Puling\u003cspan class=\"popular\"\u003e\u0026nbsp;Y\u0026uuml;ltong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpu gling yul stong\u003c/span\u003e are very decayed and only a few wall fragments over 1 m in height have survived. Ground plans are now highly ambiguous. In fact, much of the site consists merely of piles of rubble. Rear walls were often set deeply into he slope giving the edifices a semi-subterranean aspect. Walls (around 60 cm thick) have a random-rubble exture and contain variable-length stones (generally 15 cm to 60 cm long), which were hewn flat on their exterior sides. A gray and tan rock (resembling sandstone) was used in construction. The remains are highly weathered and most of the clay-based mortar has washed out of the seams. The type of wall construction shows hat most or all of the buildings of \u003cspan class=\"popular\"\u003ePuling Y\u0026uuml;ltong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpu gling yul stong\u003c/span\u003e were built with wooden roofs.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eSouth sector\u003c/h6\u003e \u003cp\u003eThe south sector is spread over the crest and east flank of the ridge. It measures 30 m (east-west) x 35 m (north-south). The south sector consists of a dense collection of interconnected residences built at three or four levels. On the east slope below the main cluster of structures there are one or two ruined small buildings. Rear walls were customarily built into the uphill slope to a depth of 1.6 m. In several places, rear walls have rounded corners. Revetments shoring up the structures are up to 1.5 m in height. On the south flank of the hill, about one-half the distance to the spu gling chu, there appears to be a minor archaeological dispersion but only a few wall fragments are extant.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eCentral sector\u003c/h6\u003e \u003cp\u003eThe central sector is situated 12 m north of the south sector. Measuring 15 m (east-west) x 14 m (north-south), it extends across the edge of the crest of the sandy ridge and along its east flank. The central sector contained approximately 15 interconnected rooms/buildings built at various elevations along a steep slope gradient. At the northeast corner of the dispersion there is a free-standing wall segment 1.8 m in height. Other walls 1 m to 1.5 m in height have also persisted, but generally the remains are highly fragmentary. Rear walls are built into the slope to a depth of 1.3 m. On the southwest side of the central sector there is a niche (40 cm x 40 cm x 35 cm) in a wall at ground level. On the crest of the ridge adjacent o the west side of the central sector there is possibly a small extension of the site, but too little remains on the surface to make a positive determination.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eNorth sector\u003c/h6\u003e \u003cp\u003eThe north sector is found within a few meters of the central sector and measures 23 m (east-west) x 20 m (north-south). A substantial portion of the north sector extends to the west flank of the ridge, as well as covering the summit and a little of the east slope. This was another conterminous zone of residences. An extension of the west slope structures continues all the way to the ceremonial structure (see below). This extension covers an area of 7 m (east-west) x 11.5 m (north-south). The remains located in the west slope extension are set into the slope to a depth of 2 m. North of the north sector, along the rim of the east slope, there are traces of substantial revetments (up to 1.5 m high). These probably mark another building site.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eShrine complex\u003c/h6\u003e \u003cp\u003eOn the summit of Puling\u003cspan class=\"popular\"\u003e\u0026nbsp;Y\u0026uuml;ltong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpu gling yul stong\u003c/span\u003e, between the south and central sectors, there is the ceremonial component of the site. It consists of a square masonry plinth, measuring 4.8 m on each side, which is aligned in the cardinal directions. This plinth extends 50 cm out of the ground on its north side and 80 cm on its east side. The south and west side of the plinth are flush with the ground surface. This setting appears to be an original design feature because there is no visible evidence of geomorphologic modification to the local terrain. Upon he plinth there is a superstructure (up to 2 m high) that appears to have consisted of a large cubic element surmounted by a smaller, possibly spherical erection. In the top of the structure there is a cavity (75 cm x 75 cm) that is now only a few centimeters deep. A wall interconnected to the west side of this ceremonial structure runs along the summit in a westerly direction for upwards of 10 m. The south edge of this random-work wall is flush with the surface, while its north side is elevated around 50 cm above the surface. The semi-subterranean aspect of this shrine complex seems to endow it with an archaic cultural identity. It may possibly have been used in the worship of chthonic deities.\u003c/p\u003e \u003chr class=\"footnote-divider\" /\u003e \u003ch2\u003eNotes\u003c/h2\u003e \u003cdiv class=\"footnote\"\u003e\u003ca name=\"n88\"\u003e\u003c/a\u003e \u003ca class=\"note\" href=\"#nb88\"\u003e [88] \u003c/a\u003e The pre-modern village of P\u003cspan class=\"popular\"\u003euling\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpu gling\u003c/span\u003e and its Communist period successor were founded on the same level stretch of ground. Each of the Communist period houses is erected inside its own compound.\u003c/div\u003e \u003ctable class=\"navarrows\" cellspacing=\"8\" align=\"center\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg title=\"Previous Section\" src=\"../../../../../global/images/arrow-left.gif\" alt=\"\" /\u003e \u003c/a\u003e\u003c/td\u003e \u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg title=\"Beginning of Article\" src=\"../../../../../global/images/arrow-up.gif\" alt=\"\" /\u003e \u003c/a\u003e\u003c/td\u003e \u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg title=\"Next Section\" src=\"../../../../../global/images/arrow-right.gif\" alt=\"\" /\u003e \u003c/a\u003e\u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-2-37/\u003c/div\u003e \u003cdiv id=\"chapRefWindow\" class=\"jqmWindow\" style=\"overflow: hidden; height: 300px;\"\u003e \u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e \u003cdiv class=\"conx-content\" style=\"height: 280px;\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"\u003e \u003c/span\u003e\u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"\u003e. \u003c/span\u003e\u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-2-37","is_primary":false,"created_at":"2010-08-11 20:46:55 UTC","updated_at":"2011-05-14 20:52:10 UTC","authors":[]}]}