{"descriptions":[{"authors":[{"fullname":"Phuntso Tsering Sharyul","id":"79"},{"fullname":"Phuntso Tsering Sharyul","id":"79"}],"source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-2-1-3","content":"<div class=\"essay-body\"><div id=\"essay-head2\"><table><tr><td align=\"left\" valign=\"top\"><div class=\"chapter\"><em>A Survey of Bonpo Monasteries</em></div><div class=\"author\"><span class=\"eng\">by </span>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind<!--(l)--><br/>Edited by Samten G. Karmay and Yasuhiko Nagano </div></td><td style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"><div class=\"copyright\"><span class=\"eng\"> Copyright &copy; 2003. </span><div class=\"eng\" id=\"permission\">Reproduced with permission from the authors <br xmlns:str=\"http://exslt.org/strings\"/>under the <a href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\">THL Digital Text License</a>.</div></div></td></tr></table></div><h3 id=\"b5-2-1\" class=\"space-before\">sTeng chen rdzong </h3> <h4 id=\"b5-2-1-3\">(37) Ko bo Monastery</h4> <p>Ko bo Monastery is under the administration of the sTeng chen villages. It is about nine kilometres from the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong. </span>It lies<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"> </span>on a small hill west of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span> and access to it is difficult.</p> <p>This monastery was founded by Ko bo Ye shes rgyal mtshan in 1408. It is below the sacred mountain - the abode of the local deity &rsquo;Jag rgyal smug po - which is on the highland between the rivers rNgul chu and rDza chu in Khams.</p> <p>The line of masters of the monastery is as follows:</p> <ol type=\"1\"> <li> Ko bo Ye shes rgyal mtshan</li> <li> Zla grags Rin chen rgyal mtshan</li> <li> Zla grags Rin chen dpal bzang</li> <li> Zla grags Nyi ma &rsquo;od zer</li> <li> Zla grags Tshul khrims dbang rgyal</li> <li> Ha Rinpoche</li> <li> Zla grags Rin chen phun tshogs</li> </ol> <h5 id=\"b5-2-1-3-1\">Main Religious Activities</h5> <ol type=\"1\"> <li> In the first Tibetan month, from the 3rd day, annual activities begin with the commemoration of mNyam med Shes rab rgyal mtshan. The monks perform the ceremony based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Klong rgyas</span>, as well as chanting the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Bla ma mchod pa</span> and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;Tshogs &rsquo;don</span>. The ritual cycle of Phur pa is performed while two monks perform that of Ge khod separately.</li> <li> In the second month, on the 24th day, the commemoration of Zla grags is celebrated with the ceremony based on the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rNam dag</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Klong rgyas</span>. On the 27th day there is a recitation of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;Tshogs &rsquo;don</span>. The monks practise silent reading of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Khro bo</span> and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Ma tri rin chen sgron ma</span>. On the same occasion they make offerings to the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">klu</span> spirits.</li> <li> In the fifth month, on the 29th day, the summer ritual (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbyar sgrub</span>) begins. There is a ritual of A dkar and a performance of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">sDe brgyad bzlog mdos</span>. Besides these, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsKang &rsquo;bum</span> is chanted. In the gNas brtan lha khang, two monks chant the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gNas brtan bcu drug</span>, a rediscovery of Sangs rgyas gling pa. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbyar sgrub</span> is adjourned on the 6th day of the sixth month.</li> <li> In the sixth month, on the 7th and 8th days, there are religious dances. On the 9th day, all the laity and clerics come, making the circumambulation called <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">&rsquo;bum bskor</span>. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">zhi khro</span> and <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gsol kha</span> rituals are performed during the day, the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; skyong</span> in the evening and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsKangs &rsquo;bum</span> during the night.</li> <li> During the Summer retreat (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">dbyar gnas</span>) there is a recitation of Sutra, such as the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">mDo dri med</span>.</li> <li> In the tenth month, on the 23rd day, the ritual cycle of Khro bo is performed according to the local tradition, as well as the ceremony of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">Yab sras tshogs &rsquo;khor</span>. The chanting of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bsKangs &rsquo;bum</span> by two monks takes place separately. On the 29th day, there is a religious dance and the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gtor rgyag</span> ceremony. On the 30th day, the gathering is adjourned.</li> </ol> <p>As there are many great and complete murals in the assembly hall and at the porch of Ko bo Monastery, I shall give here the names of the main deities and some remarks concerning their iconography.</p> <p>The four great local deities (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">gnyan chen sde bzhi</span>):</p> <ol type=\"1\"> <li> rMa chen sPom ra: a deity riding on a white horse</li> <li> Thang lha Yar bzhur: a deity riding on a red horse</li> <li> Ti se: a deity riding on a snow lion</li> <li> Yar lha Sham po: a deity riding on a dragon</li> </ol> <p>The local deities of the holy mountains surrounding Ko bo Monastery:</p> <ol type=\"1\"> <li> sMug po ri btsun (<span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">alias</span> Brag btsan thog rgod &rsquo;bar ma): a goddess with one head, two arms and a red body. She holds a white conch in her right hand and a gem in her left. Wearing a black hat on her head, she is mounted on a black horse.</li> <li> Rin chen &rsquo;bar ba, the proprietor of Mount Rin chen &rsquo;bar ba: a deity with a red body, one head and two arms. Mounted on a black horse, he exhibits a terrifying air.</li> <li> &rsquo;Ga&rsquo; rgyal Rin chen spungs: a deity with a white body, one head and two arms. He holds a lance with a flag fastened to it in his right hand and a gem in his left. Mounted on a blue horse, he has an air of bravery.</li> <li> sPen ne ri bkra: a deity with a white body, one head and two arms. Dressed in a king&rsquo;s garment, he holds a gem in his right hand and a lance with a flag fastened to it in his left. He is mounted on a light-bay stallion.</li> <li> Jo mo g-yu rtse: a goddess with a white body, one head and two arms. She holds a lance with a flag fastened to it in her right hand and a vase in her left. Mounted on an antelope, she has a peaceful appearance.</li> <li> Ri dmar dBu lha btsan rgod: a deity with one head, two arms and a conch-like white body. He holds a lance with a flag fastened to it in his right hand and a gem in his left. Clad in a king&rsquo;s garment, he rides a red horse.</li> <li> dMag dpon rTa rgod &rsquo;bar ba: a deity with a white body, one head and two arms. His right hand is clenched in a fist and in his left hand he holds a gem. Standing on a blazing fire, he shows extreme bravery.</li> <li> sTag lo kha yan: a goddess with a yellow body, one head and two arms. She holds a sword in her right hand and a gem in her left. Mounted on a tigress, she is in an extreme rage.</li> <li> rDzong dmar: a deity with a red body, one head and two arms. He holds a lance with a flag fastened to it in his right hand and a lasso in his left. Riding a reddish-brown horse, he is in a rage.</li> <li> Grogs rdis Nor skyong dpal ldan: a deity with a white body, one head and two arms. He holds a vase in his right hand and a gem in his left. Clad in a nomad&rsquo;s garment, he sits peacefully on a cushion.</li> <li> Rag pa g-yu rtse: a deity with a blue body, one head and two arms. He holds a lance with a flag fastened to it in his right hand and a gem in his left. Riding a light-bay stallion, he exhibits an air of bravery.</li> <li> sTag thus bon mtshan: a deity with a blue body, one head and two arms. He clenches his right hand while holding a vase in his left.</li> <li> sTag thus bon rgan: a deity with a white body, one head and two arms. He holds his hands in the manner of a meditating monk.</li> <li> rTa sgo: a deity with a white body, one head and two arms. He holds a drum in his right hand and a flat gold bell in his left. Riding a divine yak, he exhibits an air of dignity.</li> <li> Gangs rgyal: a deity with a white body and plaited hair. He has one head and two hands. His right hand holds a lance with a flag fastened to it and the other holds a gem. He is mounted on a light-bay stallion.</li> </ol> <p>There are also murals of the thirteen mGur lha:</p> <ol type=\"1\"> <li> gNyan rje Gong sngon, mounted on a red Garuda</li> <li> gTsang lha Bye yug, on a white horse</li> <li> Srog lha Gangs dkar, on a yellow gander</li> <li> sGyog chen sDong ra, on a divine white yak</li> <li> &rsquo;Brong nam Yang rtse, on a blue buffalo</li> <li> Dung lha Byang rtse, on a red horse</li> <li> lCog lha Tshal rtse, on a blue dragon</li> <li> lHa ri gYu rtse, on a yellow deer</li> <li> sPom ra Nag po, on a black mule</li> <li> &rsquo;Gyu chen lDong khram, on a red mule</li> <li> dByig chen Ra rngam, on a white horse</li> <li> Ba ru Ser glang, on a white ox</li> <li> &rsquo;Bri chen sDong ra, on a red horse</li> </ol> <p>The twelve brTan ma goddesses, the guardians of the Bon religion:</p> <ol type=\"1\"> <li> Kong btsun De mo, mounted on a tigress</li> <li> Gangs dkar Sha med, on a yellow gander</li> <li> rMa ting &rsquo;Phrul mo, on a white horse</li> <li> sKyi mthing Ya ma, on a sorrel yak</li> <li> Ma btsun &rsquo;Brog chen, on a blue ox</li> <li> rMa ri Rab khyams, on a blue horse</li> <li> lHa ri Ya ma, on a light-bay horse</li> <li> sKyi mthing Nag mo, on a blue deer</li> <li> Gangs kyi gYu sgron, on a blue parrot</li> <li> Ka ga Ser mo, on an antelope (Hodgson&rsquo;s)</li> <li> Kha rag Khyung btsun, on a black mule</li> <li> gDa&rsquo; la bTsun mo, on a deer</li> </ol> <p>Ko bo Monastery has, moreover, a magnificent mural of &rsquo;Ol mo lung ring. People of different countries call it by different names: bDe ba can by the people of U rgyan, Mi &rsquo;gyur g-yung drung can by the people of Shar gling, dBang bsgyur &rsquo;khor lo can by the people of Byang gling, Me tog bkod pa can by the people of Nub gling, and Yid bzhin bkod pa can by the people of &rsquo;Dzam gling.</p> <p>Further, it was named Sham bha la by the Indian people, Mu khyud gter gyi gling by the Chinese people, dBang ldan &rsquo;khor lo gling by the people of Za hor, Gar ma gar shom spro by the people of Yu gur, &rsquo;Gyur med &rsquo;od ma tshal by the people of Bru sha, Kha la g-yu gshog by the people of Kha che, dPag bsam ljon pa&rsquo;i gling by the people of Li bal, Nub byang rtag gzigs khyim gyi yul by the people of Zhang zhung, Nub phyogs &rsquo;Ol mo lung ring or &rsquo;Od mo gling by the people of Tibet, rTag gzigs ga sho nor gyi gling by the people of Mon yul, and dMu yul &rsquo;phyo ba gling by the people of &rsquo;Jang.</p> <p>At present there are two lamas in this monastery, Zla grags Rin chen phun tshogs, who is fifty-eight, and Bla chung mKhyen rab rgya mtsho, who is twenty-two in 1998. There are two abbots, dGe legs tshul khrims and rNam rgyal gtsug phud. There are more than eighty monks. In the vicinity of the monastery there are over three hundred households. The population of this area is about 3,500.</p> <p>The main source of income for the monks is the religious services they perform in villages. The lamas of high rank are customarily paid from fifty to one hundred <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan</span> a day and the common monks from ten to twenty <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">yuan</span> a day.</p> <p>The location and murals of this monastery possess special qualities that distinguish it from other Bonpo monasteries. This monastery is now undergoing significant restoration and enlargement.</p> <table xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"><tbody><tr><td class=\"leftcell\"><a class=\"backarrow\" title=\"Previous Section\"><img src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/></a></td><td class=\"midcell\"><a class=\"uparrow\" title=\"Beginning of Article\"><img src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/></a></td><td class=\"rightcell\"><a class=\"forwardarrow\" title=\"Next Section\"><img src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/></a></td></tr></tbody></table></div><div id=\"chap-id\">/bonpo-monasteries/b5-2-1-3/</div><div style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"><div class=\"closebtn\"><a href=\"#\">Close</a></div><div style=\"height: 280px;\" class=\"conx-content\"><h3>Note Citation for Page <span class=\"pgnm\"/></h3><p class=\"biblref\">Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), <span class=\"pgnm\"/>. </p><h3>Bibliographic Citation</h3><p>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.</p></div></div>","created_at":"2011-12-13 02:29:04 UTC","updated_at":"2011-12-13 02:29:04 UTC","id":1355,"title":"Kowo Introduction","is_primary":false}]}