{"descriptions":[{"id":360,"title":"Lungngak Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e \u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e \u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-2\"\u003eI.2. Residential Structures in Other Locations: Religious and Elite Residences\u003c/h2\u003e \u003ch3 id=\"b1-2-34\"\u003e \u003cspan class=\"popular\"\u003eLung Ngak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLung ngag\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b1-2-34-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eLung Ngak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLung ngag\u003c/span\u003e (sp. ?). \u003c/li\u003e \u003cli\u003eSite number: B-80\u003c/li\u003e \u003cli\u003eSite typology: I.2b \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 33\u0026ordm; 15.9\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 79\u0026ordm; 42.0\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 4360 m to 4400 m \u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eDerok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSde rog\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTCE \u003c/li\u003e \u003cli\u003eSurvey date: May 24, 2002\u003c/li\u003e \u003cli\u003eContemporary usage: Light grazing. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None.\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-2-34-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003eThe abandoned settlement of \u003cspan class=\"popular\"\u003eLung Ngak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLung ngag\u003c/span\u003e sits upon a bench on the right side of the \u003cspan class=\"popular\"\u003eLung Ngak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLung ngag\u003c/span\u003e valley. The site has a northeastern aspect and is situated near the mouth of the valley. Most of the structural remains of \u003cspan class=\"popular\"\u003eLung Ngak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLung ngag\u003c/span\u003e are highly degraded and only fractional footings and wall sections have endured. The main or east sector (41 m x 35 m) consists of a dense collection of what appear to have been residential units. It is difficult to discern how many buildings were located on the bench making up the east sector. There are also middle and west sectors containing a variety of ceremonial and utilitarian structures, which probably reflect differing stages in the historical development of the \u003cspan class=\"popular\"\u003eLung Ngak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLung ngag\u003c/span\u003e site. Among these structures are shrines and what appear to be threshing pads. \u003c/p\u003e \u003ch4 id=\"b1-2-34-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to local sources,\u003cspan class=\"popular\"\u003eLung Ngak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLung ngag\u003c/span\u003e was an ancient \u003cspan class=\"popular\"\u003eKel M\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSkal mon\u003c/span\u003e village. There is a local belief that this settlement was politically and culturally connected to the fortress of \u003cspan class=\"popular\"\u003eKharpoche\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar po che\u003c/span\u003e (A-86), located on the opposite side of he \u003cspan class=\"popular\"\u003eRusum\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu gsum\u003c/span\u003e valley. These two archaeological sites are separated by about 3 km.\u003c/p\u003e \u003ch4 id=\"b1-2-34-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-2-34-4-1\"\u003eEast sector\u003c/h5\u003e \u003ch6 class=\"essay\"\u003eDominant stone structures\u003c/h6\u003e \u003cp\u003eThe east or main sector of \u003cspan class=\"popular\"\u003eLung Ngak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLung ngag\u003c/span\u003e is dominated by structures that consist of walls of variable-sized pieces of granite that incorporate naturally occurring boulders into them. These structures appear to be the foundations of small buildings but the structural evidence is somewhat ambiguous. Based on evidence from other habitations attributed to the \u003cspan class=\"popular\"\u003eKel M\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSkal mon\u003c/span\u003e in the region, we can surmise that hese structures were probably between 15 m\u0026sup2; and 50 m\u0026sup2; in size. It is not at all clear if such structures had permanent timber roofs or ones made of more perishable materials such as woven cloth or hides. Standing walls reach 50 cm in height and must have been heavily mud mortared, as the rounded granite stones used in construction require copious amounts of adhesive material to give walls their necessary structural integrity. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eOther structures\u003c/h6\u003e \u003cp\u003eAt the southeast or upper end of the east sector there is a highly eroded, isolated adobe-block wall segment, 4 m in length and 2.5 m in height, which appears to have constituted the corner of a building. This wall was built on a stone footing, and may belong to a different phase of site development from that of the dominant stone structures. On the forward edge of the east sector bench there is a four-sided pillar of white granite (1.3 m x 1.4). It appears to be a natural hunk of stone that was in all probability planted vertically in the ground. Its function is not apparent. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eEast sector shrines\u003c/h6\u003e \u003cp\u003eIn close proximity to the lone adobe wall segment there are the remains of what appears to have been a shrine, a rectangular structure measuring 2.2 m x 90 cm x 1 m. At the lower end or northwest extremity of the east sector, near the edge of the bench, there is another shrine-like structure. This square masonry pedestal (2.2 m x 1.7 m x 40 cm) is surmounted by a highly dissolved earthen structure reduced to 70 cm in height. Just above the east sector at the top of the moderately sloping bench there is what appears to be a larger shrine. It consists of a stone plinth (6.3 m x 4.6 m) upon which a hollow cubic structure was erected (2.6 m x 2.6 m x 1.7 m). Tiny traces of red ochre are found on the mud plaster of the exterior walls. The outer walls of the plinth are 50 cm thick and built of granite. Unfortunately, the extant remains do not permit a detailed analysis of the design of this ceremonial structure. The contemporary \u003cspan class=\"popular\"\u003ey\u0026uuml;llha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eYul lha\u003c/span\u003e of \u003cspan class=\"popular\"\u003eLung Ngak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLung ngag\u003c/span\u003e is a local mountain deity called \u003cspan class=\"popular\"\u003eGanglha Karpo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGangs lha dkar po\u003c/span\u003e. Provided this was a deity of ancient times, its worship could possibly be linked to one or more of the shrines found at the site. \u003c/p\u003e \u003ch5 id=\"b1-2-34-4-2\"\u003eMiddle sector\u003c/h5\u003e \u003cp\u003eBeginning 8 m west of the main sector there is an irregularly shaped perimeter (27 m x 41 m) made from a single line of boulders embedded in the ground. These boulders are up to 1.8 m in length. The function of this 10\u0026deg; sloping enclosure is not known. At the lower end of the enclosure there are two structures that appear to be the foundations of two small buildings. Immediately west of the enclosure there is a shrine (9 m x 1.4 m) of which 75% has been leveled. On the east end of this ritual construction an adobe superstructure resembling a \u003cspan class=\"popular emph\"\u003ebhumpa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebum pa\u003c/span\u003e is erected on top of the 1.1-m high stone plinth. This 80-cm high adobe superstructure is too degraded to discern its original form. Its stone base has remnants of mud plaster on it. Nearby, a single line of boulders protruding as much as 70 cm above the ground form a circle 5.4 m in diameter. The interior of this enclosure is clear and level, and it most resembles a threshing pad. \u003c/p\u003e \u003ch5 id=\"b1-2-34-4-3\"\u003eWest sector\u003c/h5\u003e \u003cp\u003eThe west sector of the old \u003cspan class=\"popular\"\u003eLung Ngak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLung ngag\u003c/span\u003e settlement is situated 110 m west of the east sector. It was built on its own bench, which is elevated 10 m above the valley floor. Overlooking the rim of the bench there is a line of four structures extending for 120 m. These appear to be the foundations of decimated buildings. From east to west they measure: 1) 17 m x 11 m, 2) 12.6 m x 4.4 m, 3) 7 m x 5.3 m (these foundation walls are set as much as 1 m into the ground), and 4) 18.5 m x 11 m (this appears to have been a multi-roomed structure). Above the east portion of this line of structures here are three more circular structures (up to 7 m in diameter) that resemble threshing pads. Above the bench on a level area of the slope there are the remains of two more buildings, spaced 10 m apart. These fragmentary foundations measure 12 m x 8 m and 18 m x 8 m. \u003c/p\u003e \u003ch5 id=\"b1-2-34-4-4\"\u003eLung ngag agriculture \u003c/h5\u003e \u003cp\u003eBelow the old settlement remains there are many defunct agricultural fields in the valley bottom, which are attributed to the \u003cspan class=\"popular\"\u003eKel M\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSkal mon\u003c/span\u003e. The modern village of \u003cspan class=\"popular\"\u003eLung Ngak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLung ngag\u003c/span\u003e (around ten households), also located in the valley bottom, cultivates but a small fraction of the arable land-base of the valley. Factors accounting for this loss of productive capacity would appear to be depopulation and the deterioration of the regional climate. The lower \u003cspan class=\"popular\"\u003eLung Ngak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLung ngag\u003c/span\u003e valley no longer enjoys a perennial watercourse. \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-2-34/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-2-34","is_primary":false,"created_at":"2010-08-11 20:46:53 UTC","updated_at":"2010-08-12 16:53:51 UTC","authors":[]}]}