{"descriptions":[{"authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-5-8","content":"<div class=\"essay-body\"><div id=\"essay-head2\"><table><tr><td align=\"left\" valign=\"top\"><div class=\"chapter\"><em>A Survey of Bonpo Monasteries</em></div><div class=\"author\"><span class=\"eng\">by </span>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind<!--(l)--><br/>Edited by Samten G. Karmay and Yasuhiko Nagano </div></td><td style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"><div class=\"copyright\"><span class=\"eng\"> Copyright &copy; 2003. </span><div class=\"eng\" id=\"permission\">Reproduced with permission from the authors <br xmlns:str=\"http://exslt.org/strings\"/>under the <a href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\">THL Digital Text License</a>.</div></div></td></tr></table></div><h2 id=\"b6-5\">Derge County</h2> <h3 id=\"b6-5-8\">(142) Ri spun Monastery</h3> <h4 id=\"b6-5-8-1\">1. Name</h4> <p>Ri spun</p> <h4 id=\"b6-5-8-2\">2. Location</h4> <p>It is located on a hill behind Hyo pa district administrative seat, 97 km from Derge, the county seat. Hyo pa means &ldquo;below&rdquo; in the local Tibetan dialect. </p> <h4 id=\"b6-5-8-3\">3. History</h4> <p>There is little information concerning the history of the monastery. The monks in Ri spun Monastery indicated that their monastery was associated with rDzong gsar, a Sa skya pa monastery in the same county, and that I would probably find some information concerning Ri spun in the historical records of rDzong gsar Monastery. I found only one account of rDzong gsar&rsquo;s history, entitled rDzong gsar dgon gyi lo gyus (MS, anonymous), but the name of Ri spun is not even mentioned there. Yet several people, including Buddhists and government officials, also confirmed the connection between Ri spun and rDzong gsar. Indeed the monasteries maintain very close ties and rDzong gsar, being the wealthier of the two, even supports Ri spun Monastery. However, rDzong gsar does not acknowledge its Bon related origin, not even in its historical records. The local inhabitants say that there is a stone tablet with an inscription concerning the history of Ri spun and rDzong gsar in the place from lHa tshe dbang of dPal spungs thang on the shore of gSer ngu g.yu mtsho lake with an inscription concerning the history of Ri spun and rDzong gsar, but Blo gros phun tshogs, the author of Ri spun dgon gyi lo rgyus, says that he could not find it. There are ruins of an ancient castle at the top of a hill near the monastery called Khyung po rdzong, and there are several rather vague legends concerning its history, but no one seems to know anything precise about it. According to oral tradition, the monastery was founded in a Fire-Hare Year, but in which Rab byung remains unknown. It is said that several famous masters, such as Shar pa rNal &rsquo;byor, Khyung po Blo gros rgyal mtshan, Bu &rsquo;bor Tog gi rgyal mtshan, Du tshe rTogs ldan and Ri bla Ye shes stayed at the monastery. In the latter half of Ri bla Ye shes&rsquo;s life, the monastery was destroyed in a local conflict and that it was rebuilt by Ri bla Dar rgyas. Unfortunately, the dates of the masters mentioned above remain unknown. The monastery was destroyed during the Cultural Revolution and in 1983 permission was granted for its reconstruction.</p> <h4 id=\"b6-5-8-4\">4. Hierarchical system </h4> <p>There is only one head of the monastery elected by monks and confirmed by the Religion Department of the Derge county government.</p> <h4 id=\"b6-5-8-5\">5. Current number of monks</h4> <p>There are fifteen monks in the monastery.</p> <h4 id=\"b6-5-8-6\">6. Current education </h4> <p>There are no regular, organized classes; the younger monks are trained by the elder monks in the practice of their ritual tradition. </p> <h4 id=\"b6-5-8-7\">7. Exchanges with other monasteries </h4> <p>Ri spun and rDzong gsar Monasteries have close ties because rDzong gsar was originally a Bonpo establishment, but the two have no religious or educational exchanges since they now belong to different religious traditions.</p> <h4 id=\"b6-5-8-8\">8 / 9. Rituals</h4> <p>The monastery performs only two annual rituals: the observance of the smyung gnas fasting from the 10th to the 13th day of the 5th month, and the dgu gtor rite based on the ritual cycle of Khro bo from the 26th to the 30th day of the 11th month. </p> <h4 id=\"b6-5-8-9\">10. Books held in the monastery</h4> <p>The monastery possesses texts for its rituals but no other books.</p> <h4 id=\"b6-5-8-10\">11. Income and expenses</h4> <p>The government gave the monastery twelve thousand Yuan for its reconstruction. The livelihood of the monks is provided by their families.</p> <h4 id=\"b6-5-8-11\">12. Local community</h4> <p>The local lay community consists of four villages: Ri gyong with forty-three familes, rKed thog with twenty-nine families, Rlung sgang with twenty-six families, and Rlung khog with sixteen families (six hundred and twelve people altogether).</p> <h4 id=\"b6-5-8-12\">13. Local festivals </h4> <p>The mountain behind the monastery is called lHa rgod, but nothing is known about its deity. There is a white rock on the mountain east of the monastery which is associated with a deity called Tis &rsquo;dra, but there is no fixed date for its propitiation.</p> <p>There is a sacred mountain called Phur pa lha khang 5 km east of the monastery, which was a sacred site venerated annually by both monastic and lay communities until about the middle of the 20th century. Other local sacred sites include the ruins of three castles: mKhar nag, 7 km southeast of the monastery, lHa rgod, 50 m north of the monastery, and gNas nang, 10 km northeast of the monastery; the local inhabitants claim that a person who has contracted the bad kan disease may be cured if he circumabulates all three sites within one day. gNas nang was the residence of Bu &rsquo;bor Tog gi rgyal mtshan, and there are still one hundred and twenty-two Bon po families living in the area. Ten monks from mainly Ri spun occasionally gather there to perform rituals. </p> <h4 id=\"b6-5-8-13\">14. Occupation of the local population</h4> <p>Farmers</p> <h4 id=\"b6-5-8-14\">Sources</h4> <h5 id=\"b6-5-8-14-1\">(1) Interviews </h5> <p>Autumn 1997: bKra shis bzang po (b.1933), a monk at the monastery</p> <h5 id=\"b6-5-8-14-2\">(2) Texts</h5> <ol type=\"1\"> <li>Ri spun dgon gyi lo rgyus by Blo gros phun tshogs, MS.</li> </ol> <table xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"><tbody><tr><td class=\"leftcell\"><a class=\"backarrow\" title=\"Previous Section\"><img src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/></a></td><td class=\"midcell\"><a class=\"uparrow\" title=\"Beginning of Article\"><img src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/></a></td><td class=\"rightcell\"><a class=\"forwardarrow\" title=\"Next Section\"><img src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/></a></td></tr></tbody></table></div><div id=\"chap-id\">/bonpo-monasteries/b6-5-8/</div><div style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"><div class=\"closebtn\"><a href=\"#\">Close</a></div><div style=\"height: 280px;\" class=\"conx-content\"><h3>Note Citation for Page <span class=\"pgnm\"/></h3><p class=\"biblref\">Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), <span class=\"pgnm\"/>. </p><h3>Bibliographic Citation</h3><p>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.</p></div></div>","created_at":"2011-12-13 02:29:55 UTC","updated_at":"2011-12-13 02:29:55 UTC","id":1457,"title":"Ripün Introduction","is_primary":false}]}