{"descriptions":[{"id":610,"title":"Rechen Puk Dang Nyenpori Dzong Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e \u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e \u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-2\"\u003eI.2. Residential Structures in Other Locations: Religious and Elite Residences\u003c/h2\u003e \u003ch3 id=\"b1-2-9\"\u003e \u003cspan class=\"popular\"\u003eRechen Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRas chen phug\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b1-2-9-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eRechen Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRas chen phug\u003c/span\u003e and \u003cspan class=\"popular\"\u003eNyenpo Ri Dzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnyan po ri rdzong\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Mighty Mountain Fortress\u003c/li\u003e \u003cli\u003eAlternative site name: \u003cspan class=\"popular\"\u003eNyangpo Ri Dzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMyang po ri rdzong\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSite number: B-22\u003c/li\u003e \u003cli\u003eSite typology: I.2a \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 31\u0026ordm; 02.0\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 81\u0026ordm; 15.9\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 4930 m to 4990 m \u003c/li\u003e \u003cli\u003eAdministrative location (township): bar ka \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003ePurang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpu rang\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: UTAE \u003c/li\u003e \u003cli\u003eSurvey date: April 27, 2001\u003c/li\u003e \u003cli\u003eContemporary usage: \u003cspan class=\"popular\"\u003eRechen Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRas chen phug\u003c/span\u003e is a Buddhist pilgrimage site. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: \u003cspan class=\"popular\"\u003eRechen Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRas chen phug\u003c/span\u003e has various religious accoutrements. \u003cspan class=\"popular\"\u003eNyenpo Ri Dzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnyan po ri rdzong\u003c/span\u003e is festooned with minimum prayer flags.\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-2-9-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003eTwo lofty all-stone complexes known as \u003cspan class=\"popular\"\u003eRechen Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRas chen phug\u003c/span\u003e and \u003cspan class=\"popular\"\u003eNyenpo Ri Dzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnyan po ri rdzong\u003c/span\u003e are found upwards of 150 m above \u003cspan class=\"popular\"\u003eCh\u0026ouml;ku\u003c/span\u003e\u003cspan class=\"scholar\"\u003eChos sku\u003c/span\u003e monastery, and some 230 m above the \u003cspan class=\"popular\"\u003eLhachu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLha chu\u003c/span\u003e valley. These two facilities were established on rocky shelves suspended in the mostly vertical slopes of the mountain known as \u003cspan class=\"popular\"\u003eGang Ri Lhatsen Podrang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGangs ri lha btsan pho brang\u003c/span\u003e. Located on the opposite side of the \u003cspan class=\"popular\"\u003eLhachu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLha chu\u003c/span\u003e from \u003cspan class=\"popular\"\u003eTis\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eTi se\u003c/span\u003e, this rugged formation is popularly known as the dwelling place of \u003cspan class=\"popular\"\u003eGang Ri Lhatsen\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGangs ri lha btsan\u003c/span\u003e, the fierce protector of the \u003cspan class=\"popular\"\u003eGang Rinpoch\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGangs rin po che\u003c/span\u003e pilgrimage center. A deep couloir separates the \u003cspan class=\"popular\"\u003eRechen Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRas chen phug\u003c/span\u003e and \u003cspan class=\"popular\"\u003eNyenpo Ri Dzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnyan po ri rdzong\u003c/span\u003e sites. These facilities probably represent religious centers of the \u003cspan class=\"popular emph\"\u003esekhang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003egsas khang\u003c/span\u003e/\u003cspan class=\"popular emph\"\u003esekhar\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003egsas mkhar\u003c/span\u003e class.\u003c/p\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eRechen Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRas chen phug\u003c/span\u003e and \u003cspan class=\"popular\"\u003eNyenpo Ri Dzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnyan po ri rdzong\u003c/span\u003e have the typical design and constructional characteristics of the all-stone edifices known as \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e. These structures have random-rubble walls composed of cut stone blocks primarily 30 cm to 70 cm in length. A minimal amount of mud-mortar was used to cement the joints of some walls while other walls appear o be of the dry-stone variety. These walls generally exhibit much higher quality stonework than that found in the Buddhist monastic facilities of \u003cspan class=\"popular\"\u003eCh\u0026ouml;ku\u003c/span\u003e\u003cspan class=\"scholar\"\u003eChos sku\u003c/span\u003e, situated directly below the site. The presence of these important residential monuments helps o establish the cultural prominence of \u003cspan class=\"popular\"\u003eTis\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eTi se\u003c/span\u003e during he prehistoric epoch and/or early historic period. Unlike the Buddhist monastery of \u003cspan class=\"popular\"\u003eCh\u0026ouml;ku\u003c/span\u003e\u003cspan class=\"scholar\"\u003eChos sku\u003c/span\u003e, the placements of \u003cspan class=\"popular\"\u003eRechen Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRas chen phug\u003c/span\u003e and \u003cspan class=\"popular\"\u003eNyenpo Ri Dzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnyan po ri rdzong\u003c/span\u003e were chosen for their inherent strategic qualities. It can be readily imagined that the entire \u003cspan class=\"popular\"\u003eLhachu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLha chu\u003c/span\u003e valley was once controlled from this point. \u003c/p\u003e \u003ch4 id=\"b1-2-9-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eLocal sources state that \u003cspan class=\"popular\"\u003eRechen Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRas chen phug\u003c/span\u003e and \u003cspan class=\"popular\"\u003eNyenpo Ri Dzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnyan po ri rdzong\u003c/span\u003e are Buddhist religious complexes that once also hosted Bonpo. The Bonpo ecclesiastic presence is now symbolically relegated to a small cave on the opposite side of the \u003cspan class=\"popular\"\u003eLhachu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLha chu\u003c/span\u003e valley. The local oral radition acknowledges that the two facilities devolved to the Buddhists after 1000 CE.\u003c/p\u003e \u003ch4 id=\"b1-2-9-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-2-9-4-1\"\u003eRas chen phug\u003c/h5\u003e \u003cp\u003eOn the west side of the couloir that plunges down the steep flanks of \u003cspan class=\"popular\"\u003eGang Ri Lhatsen Podrang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGangs ri lha btsan pho brang\u003c/span\u003e is the so-called \u003cspan class=\"popular\"\u003eRechen Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRas chen phug\u003c/span\u003e (8 m x 13 m). Rather than a cave or small retreat house, this facility was actually a high social status building belonging to the archaic religious milieu of Upper Tibet. A few cairns (\u003cspan class=\"popular emph\"\u003elats\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ela btsas\u003c/span\u003e) and prayer flags (\u003cspan class=\"popular emph\"\u003elungta\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erlung rta\u003c/span\u003e) are found at the site. According to the tradition preserved by the monks of \u003cspan class=\"popular\"\u003eCh\u0026ouml;ku\u003c/span\u003e\u003cspan class=\"scholar\"\u003eChos sku\u003c/span\u003e monastery, \u003cspan class=\"popular\"\u003eMilarepa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMi la ras pa\u003c/span\u003e (1040-1123 CE) and/or his disciple \u003cspan class=\"popular\"\u003eRechungpa Dorj\u0026eacute; Drak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRas chung ba rdo rje grags\u003c/span\u003e (1084-1161 CE) meditated at \u003cspan class=\"popular\"\u003eRechen Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRas chen phug\u003c/span\u003e, explaining why it is a Buddhist pilgrimage place, albeit of minor importance. Whether this tradition is apocryphal or not, it nicely illustrates the way in which archaic cultural assets were shorn of their original identity and function and invested with Buddhist meaning and legitimacy.\u003c/p\u003e \u003cp\u003eThe well-built edifice of \u003cspan class=\"popular\"\u003eRechen Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRas chen phug\u003c/span\u003e has walls up to 1 m thick, which are not aligned in the cardinal directions. The well-cut roof members strewn about the site reach 1.5 m in length. This building contained two main tiers of rooms: forward/south and rear/north. The forward or south wall of the edifice is upwards of 2 m in height in the vicinity of where it affronts the two rooms of the west portion of the forward tier. There is also a southwest wing (2.5 m x 2.3 m) in \u003cspan class=\"popular\"\u003eRechen Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRas chen phug\u003c/span\u003e, which consists of one or wo ruined rooms. There is still a lone corbel in position on the rear wall and one on the southwest wall of the southwest wing. East of the southwest wing of \u003cspan class=\"popular\"\u003eRechen Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRas chen phug\u003c/span\u003e there is the 1.8-m wide central forward room, much of which has collapsed upon itself. The east section of the forward tier (4.6 m x 2.4 m) of the edifice probably contained two rooms. Near the northeast corner of \u003cspan class=\"popular\"\u003eRechen Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRas chen phug\u003c/span\u003e some corbels remain in situ.\u003c/p\u003e \u003cp\u003eThe forward wall of the rear tier of\u003cspan class=\"popular\"\u003eRechen Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRas chen phug\u003c/span\u003e is 2 m in height, while its rear wall was built into the slope, thus giving the structure a semi-subterranean aspect. The main entrances to the surviving rear tier of rooms is from the east forward section. A south-facing entrance (1 m x 70 cm) opens to a fully intact room (1.6 m x 1.5 x 1.8 m), which now functions as a rudimentary Buddhist shrine. Adjacent to the south-facing entrance is an east-facing entrance (1 m x 60 cm) with a 1.2 m long lintel still intact. This entrance accesses a well-preserved separate suite of compartments. Entering inside \u003cspan class=\"popular\"\u003eRechen Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRas chen phug\u003c/span\u003e from this point, a narrow 4.5-m long passageway makes four right angle turns to reach a relatively large room (3.2 m x 2.5 m x 1.3 m), set deep inside the building. This room also functions as a Buddhist shrine. Rather than merely providing tortuous access to a single room, the elaborate plan of the passageway, with its four turns and two small alcoves, may have been accorded with residential or ritual functions. The short wall spans thus created also help to support the extremely heavy stone roof. \u003c/p\u003e \u003ch5 id=\"b1-2-9-4-2\"\u003egNyan po ri rdzong\u003c/h5\u003e \u003cp\u003eThe probable \u003cspan class=\"popular emph\"\u003esekhang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003egsas khang\u003c/span\u003e complex of \u003cspan class=\"popular\"\u003eNyenpo Ri Dzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnyan po ri rdzong\u003c/span\u003e is situated nearly 1 km east of \u003cspan class=\"popular\"\u003eRechen Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRas chen phug\u003c/span\u003e. This large installation is perched on a slanting rock shelf that protrudes from the precipitous south flank of \u003cspan class=\"popular\"\u003eGang Ri Lhatsen\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGangs ri lha btsan\u003c/span\u003e. This magnificent location before the south face of Mount \u003cspan class=\"popular\"\u003eTis\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eTi se\u003c/span\u003e is very inaccessible and defensible. There may have once been a spring supplying \u003cspan class=\"popular\"\u003eNyenpo Ri Dzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnyan po ri rdzong\u003c/span\u003e with water but presently there are no signs of it. \u003cspan class=\"popular\"\u003eNyenpo Ri Dzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnyan po ri rdzong\u003c/span\u003e consists of the remains of seven buildings rarely visited by pilgrims, and it is only marked by a small prayer flagpole. A tally of buildings and rooms of\u003cspan class=\"popular\"\u003eNyenpo Ri Dzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnyan po ri rdzong\u003c/span\u003e suggests that when fully active this installation could have sheltered as many as 50 people. Worked stones up to 90 cm in length are found in the walls, and tiny flat pieces of stones were frequently used to chink the joints between larger stones.\u003c/p\u003e \u003cp\u003eThere are no Buddhist inscribed plaques or shrines at \u003cspan class=\"popular\"\u003eNyenpo Ri Dzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnyan po ri rdzong\u003c/span\u003e, so it seems likely that Buddhist reoccupation of the site was largely symbolic. According to the monks of \u003cspan class=\"popular\"\u003eCh\u0026ouml;ku\u003c/span\u003e\u003cspan class=\"scholar\"\u003eChos sku\u003c/span\u003e monastery, \u003cspan class=\"popular\"\u003eNyenpo Ri Dzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnyan po ri rdzong\u003c/span\u003e was inhabited by the early Bonpo and subsequently brought under Buddhist control by \u003cspan class=\"popular\"\u003eMilarepa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMi la ras pa\u003c/span\u003e. The monks are under the impression that he \u003cspan class=\"popular emph\"\u003eKagy\u0026uuml;pa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebka\u0026rsquo; brgyud pa\u003c/span\u003e physically occupied the site as part of their first religious center at \u003cspan class=\"popular\"\u003eGang Ri Lhatsen Podrang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGangs ri lha btsan pho brang\u003c/span\u003e. Any such physical occupation must have been relatively short-lived because no effort was made to establish permanent Buddhist monuments here. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS1\u003c/h6\u003e \u003cp\u003eResidential structure RS1 (7 m x 7 m) is situated near the top end of the site, and probably contained around six rooms split between forward/south and rear/north tiers. Three large stone steps lead up to the east-facing entrance (1.3 m x 60 cm). In the east wall (up to 2.5 m in height), north of the entrance, there appears to be a small window. The entranceway opens to a relatively large forward east room (perhaps more than one room?) of which little remains. In addition to the forward east room, there is a very small room extending further east but very little of it survives. There are also two forward west rooms, the inner one of which has an intact entranceway (90 cm x 50 cm). The wall between this inner west room and the rear tier east room is intact. The entranceway (1 m x 50 cm) and roof of the rear tier west room (2 m x 1.6 m x 1.8 m) are intact. There are four niches built into the south wall of this room. The rear tier central room has lost its roof. The rear tier east room is of a similar size to the rear tier west room. Its roof is still partially in situ. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS2\u003c/h6\u003e \u003cp\u003eResidential structure RS2 is situated 13.5 m southwest or 10 m vertical below RS1. Very few traces of this structure have survived, save for a 6-m long wall fragment a maximum of 2.4 m in height. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS3\u003c/h6\u003e \u003cp\u003eResidential structure RS3, the largest \u003cspan class=\"popular\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdo khang\u003c/span\u003e of the site, is located 22 m south of RS1, at roughly the same elevation as RS2. It measures 13.5 m (east-west) x 9.8 m (north-south). Its forward or south rooms have been largely obliterated. The rear west room is also highly fractional. The smaller of the two rear central rooms has its roof partly in place. There is a large niche in the rear wall of the larger central room. A typically small entrance between hese two rear central rooms has endured. There are also two rear east rooms that share a common west-facing entrance (1.2 m x 70 cm). The combined length of the two rear east rooms is 3.1 m (north-south) and the width of the rooms is 1.3 m and 1.6 m respectively. The stone roof of the narrower room is in situ and the roof partially intact in the wider room. The floor-to-ceiling height of the two rear east rooms is around 1.8 m. Two meters to 2.5 m west of RS3 there are the vestiges of a retaining wall built into the side of the couloir. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS4\u003c/h6\u003e \u003cp\u003eResidential structure RS4 is situated 8 m down slope of RS3. It measures 8 m (east-west) x 3.5 m (north-south). Only scant structural fragments have persisted, the highest of which is 1.9 m.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS5\u003c/h6\u003e \u003cp\u003eResidential structure RS5 is found 15 m northeast of RS6, at the same elevation. This small building (6 m x 3.6 m) was built against a rock, and contains a forward room and a rear room. On the partition wall between he two rooms there is one in situ corbel.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS6\u003c/h6\u003e \u003cp\u003eResidential structure RS6 is located 12 m north of RS5 and 16 m east of RS1. It consisted of three tiers of rooms, and measures 10.4 m (east-west) x 5.2 m (north-south). The east side of the building has been mostly destroyed and most outer walls have been reduced to rubble. In the southeast corner of the structure there are partition wall segments and one corbel in place. The forward room of the west half of RS6 has been leveled to its wall-footings. The entranceway (1 m x 65 cm) between the forward west room and forward central room has nonetheless endured. There is also another entrance on the east side of the forward central room. Part of the roof over the forward central room has survived. In the middle tier central room there is a deep recess in the west wall with the remnants of stone shelving. There is also a small window in the east wall and small bits of roofing adhering to the walls of the rear central room. The total length of the two middle tier and rear tier central rooms is 5.4 m. An entranceway (1.3 m x 50 cm) connects the middle tier central room to the one extant rear room (1.4 m x 1.9 m). The all-stone roof is fully integrated in this backroom.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS7 \u003c/h6\u003e \u003cp\u003eResidential structure RS7 is located 9 m north of RS1, at the highest point of the site (4990 m). This small structure was built against a cliff and measures 4 m (east-west) x 2.5 m (north-south). Only parts of the outer south and west walls are left standing. The east wall-footings are also in situ.\u003c/p\u003e \u003ch5 id=\"b1-2-9-4-3\"\u003eLower rdo khang \u003c/h5\u003e \u003cp\u003eOn a ledge above \u003cspan class=\"popular\"\u003eCh\u0026ouml;ku\u003c/span\u003e\u003cspan class=\"scholar\"\u003eChos sku\u003c/span\u003e monastery there is yet another \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e (6 m x 5 m) (4930 m). The south or forward wall of this structure has been mainly reduced to its wall-footings. Fragmentary walls still stand in he north portion of the building, and there is one in situ corbel resting on the 1.7-m high northeast corner. In the couloir, at nearly the same elevation as the lower \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e, there is a cave in each of the two cliff faces that enclose it. The west cave has footings in front of it, which may have supported an anteroom (5 m x 6 m). The west cave (6.5 m x 2 m) was partitioned by walls into two or three chambers. \u003c/p\u003e \u003ch4 id=\"b1-2-9-5\"\u003eAffiliated sites\u003c/h4\u003e \u003ch5 id=\"b1-2-9-5-1\"\u003eChos sku monastery \u003c/h5\u003e \u003cp\u003eThe monks of \u003cspan class=\"popular\"\u003eCh\u0026ouml;ku\u003c/span\u003e\u003cspan class=\"scholar\"\u003eChos sku\u003c/span\u003e (4850 m) report that their monastery was founded circa 1250 CE by a disciple of \u003cspan class=\"popular\"\u003eGyelwa G\u0026ouml;tsangpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRgyal ba rgod tshang pa\u003c/span\u003e named \u003cspan class=\"popular\"\u003eSanggy\u0026eacute; Nyenpo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSangs rgyas gnyan po\u003c/span\u003e. The current assembly hall (\u003cspan class=\"popular emph\"\u003ed\u0026uuml;khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;dus khang\u003c/span\u003e) and protector chapel (\u003cspan class=\"popular emph\"\u003etsenkhang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebtsan khang\u003c/span\u003e) were rebuilt in the same place as their pre-modern predecessors. This \u003cspan class=\"popular emph\"\u003eDrugpa Kagy\u0026uuml;\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brug pa bka\u0026rsquo; brgyud \u003c/span\u003emonastery is renowned for its alking statue of \u003cspan class=\"popular\"\u003eCh\u0026ouml;ku Pakpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eChos sku \u0026rsquo;phags pa\u003c/span\u003e, which was once a protector of the Buddhist kings of \u003cspan class=\"popular\"\u003eGug\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ge\u003c/span\u003e. This sacred image is said to have been brought from India to the monastery with the aid of the wily god \u003cspan class=\"popular\"\u003eGang Ri Lhatsen\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGangs ri lha btsan\u003c/span\u003e. \u003c/p\u003e \u003cp\u003eExtensive monastic ruins are found on the slopes below the \u003cspan class=\"popular\"\u003eCh\u0026ouml;ku\u003c/span\u003e\u003cspan class=\"scholar\"\u003eChos sku\u003c/span\u003e monastery. At this lower site there were at least one dozen sizable buildings and a number of smaller ones as well. The size of the rooms and characteristic constructional features of the structures demonstrate that most if not all were made with timber roofs. In aggregate, these ruins constitute a much larger monumental presence than that of the contemporary monastery. These lower structures are somewhat susceptible to rockslides originating from the couloir above and this may have had something to do with their abandonment. Cultural luminaries such as \u003cspan class=\"popular\"\u003eSherap Zangpo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eShes rab bzang po\u003c/span\u003e (the head lama of sag thil monastery in \u003cspan class=\"popular\"\u003eGerts\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSger rtse\u003c/span\u003e) report that a large contingent of monks inhabited these ruins some 800 years ago. The monks of \u003cspan class=\"popular\"\u003eCh\u0026ouml;ku\u003c/span\u003e\u003cspan class=\"scholar\"\u003eChos sku\u003c/span\u003e say that the 19th century CE lama \u003cspan class=\"popular\"\u003ePadma Degyel\u003c/span\u003e\u003cspan class=\"scholar\"\u003ePadma bde rgyal\u003c/span\u003e reoccupied some of the structures below their monastery with his many followers. \u003c/p\u003e \u003cp\u003eAlso below \u003cspan class=\"popular\"\u003eCh\u0026ouml;ku\u003c/span\u003e\u003cspan class=\"scholar\"\u003eChos sku\u003c/span\u003e monastery there are a series of caves in the cliffs, the most famous of which is \u003cspan class=\"popular\"\u003eLangchen Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGlang chen phug\u003c/span\u003e (Elephant Cave). \u003cspan class=\"popular\"\u003eGuru Rinpoch\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ru rin po che\u003c/span\u003e is supposed to have meditated in this cave. \u003cspan class=\"popular\"\u003eLangchen Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGlang chen phug\u003c/span\u003e is 6 m in length and has several collateral chambers. Two other caves in the vicinity associated with \u003cspan class=\"popular\"\u003eGuru Rinpoch\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ru rin po che\u003c/span\u003e are \u003cspan class=\"popular\"\u003eCh\u0026ouml;puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eChos phug\u003c/span\u003e (Buddhism Cave) and \u003cspan class=\"popular\"\u003ePadma Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003ePadma phug\u003c/span\u003e (Lotus Cave). Another cave, \u003cspan class=\"popular\"\u003eKhyung Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhyung phug\u003c/span\u003e (located below the \u003cspan class=\"popular\"\u003eGuru Drupchu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ru sgrub chu\u003c/span\u003espring), is thought to have a self-formed \u003cspan class=\"popular emph\"\u003eKhyung\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ekhyung\u003c/span\u003e (horned eagle) on the ceiling. \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-2-9/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-2-9","is_primary":false,"created_at":"2010-08-12 13:20:07 UTC","updated_at":"2010-08-12 16:53:52 UTC","authors":[]}]}