{"descriptions":[{"id":1129,"title":"Nara Möndur Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c!--(a)--\u003e\u003cbr/\u003eEdited by Geoffrey Barstow and Mickey Stockwell \u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2010. \u003c/span\u003e \u003cdiv class=\"\" id=\"permission\"\u003e \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b2-2\"\u003eII.2. Superficial structures: Primarily funerary superstructure\u003c/h2\u003e \u003ch3 id=\"b2-2-32\"\u003e \u003cspan class=\"popular\"\u003eNara M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSna ra mon dur\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b2-2-32-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eNara M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSna ra mon dur\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Prow Expanse \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e Tombs\u003c/li\u003e \u003cli\u003eSite number: D-72\u003c/li\u003e \u003cli\u003eSite typology: II.2a, II.2b, II.2c, II.2d \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 31\u0026ordm; 16.7\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 85\u0026ordm; 07.2\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 4670 m \u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eDazhung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eZla gzhung\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eTsochen\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMtsho chen\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTCE\u003c/li\u003e \u003cli\u003eSurvey date: June 19 and June 20, 2002\u003c/li\u003e \u003cli\u003eContemporary usage: Light grazing. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b2-2-32-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eNara M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSna ra mon dur\u003c/span\u003e is located east of \u003cspan class=\"popular\"\u003eKyidbuk Do\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSkyid sbug do\u003c/span\u003e (sp.?), a small lake in the \u003cspan class=\"popular\"\u003eDawa Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eZla ba mtsho\u003c/span\u003e (Moon Lake) basin. The site is situated on he east margin of the \u003cspan class=\"popular\"\u003eDawa Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eZla ba mtsho\u003c/span\u003e basin. Views o the south and east are open, less so in other directions. The terrain is level, well drained, sandy, and studded with many boulders and rocks. There is a \u003cspan class=\"popular emph\"\u003edrok pa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brog pa\u003c/span\u003e permanent settlement (\u003cspan class=\"popular emph\"\u003ezhima\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003egzhi ma\u003c/span\u003e) in the proximity. There are more than 20 widely distributed funerary structures at \u003cspan class=\"popular\"\u003eNara M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSna ra mon dur\u003c/span\u003e. They are well camouflaged among naturally occurring rocks and boulders, which has probably contributed to the site being untouched in recent years. The structures are made of uncut pieces of white granite and a dark gray metamorphic rock. They represent a rich variety of designs and methods of construction. Among the most unusual funerary structures at \u003cspan class=\"popular\"\u003eNara M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSna ra mon dur\u003c/span\u003e are those with a pillar erected inside the perimeter walls (Funerary structures FS3 and FS4). The sandy substrate of the site has significantly contributed to the deterioration of the funerary structures. Given the nature of the terrain, some funerary structures may have been overlooked during the survey.\u003c/p\u003e \u003ch4 id=\"b2-2-32-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to local sources, \u003cspan class=\"popular\"\u003eNara M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSna ra mon dur\u003c/span\u003e was constructed by the ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e.\u003c/p\u003e \u003ch4 id=\"b2-2-32-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b2-2-32-4-1\"\u003eFunerary Structure FS1\u003c/h5\u003e \u003cp\u003eFunerary structure FS1 (7 m across) is a highly degraded tumulus elevated about 70 cm above the surrounding errain (31\u0026deg; 16.674\u0026#900; N. lat. / 85\u0026deg; 07.242\u0026#900; E. long.). No coherent wall fragments in this structure have survived. \u003c/p\u003e \u003ch5 id=\"b2-2-32-4-2\"\u003eFunerary Structure FS2\u003c/h5\u003e \u003cp\u003eFunerary structure FS2 (10.8 m x 5.6 m) is a sub-rectangular double-course enclosure (16.590\u0026#900; / 07.209\u0026#900;). The perimeter walls (50 cm to 70 cm thick) are composed of stones up to 50 cm in length. Many of these upright stones project as much as 25 cm above ground level. The enclosure is divided into two parts: a smaller east cell and the larger west cell. Inside the west cell, near its west end, there is a single-course inner enclosure or cist marker (60 cm x 1.1 m). The upright stones of this structure prominently protrude from the ground. The largest stone in the inner enclosure is located in the east wall; 50 cm long and rising 30 cm above the ground surface.\u003c/p\u003e \u003ch5 id=\"b2-2-32-4-3\"\u003eFunerary Structure FS3\u003c/h5\u003e \u003cp\u003eFunerary structure FS3 (3.5 m x 5 m) appears to be an ovoid enclosure but there are no coherent in situ wall fragments remaining (16.548\u0026#900; / 07.107\u0026#900;). The entire structure is somewhat elevated above the surrounding errain. The stones along the perimeter reach 50 cm in length. Near the west side of FS3 there is a four-sided gray pillar (45 cm [height] x 70 cm [basal girth]). The relative placement of the pillar mimics those belonging o the enclosed pillar typology (II.2b). The erection of a pillar on such a structure is extremely notable and highly unusual. The functional and temporal features of this design trait have yet to be determined. \u003c/p\u003e \u003ch5 id=\"b2-2-32-4-4\"\u003eFunerary Structure FS4\u003c/h5\u003e \u003cp\u003eFunerary structure FS4 (6.4 m x 4.4 m) is of the same design and construction as FS3 (16.740\u0026#900; / 07.283\u0026#900;). The entire structure is somewhat elevated above the surrounding terrain. No coherent wall segments have survived. Near the west end of FS4 there is an irregularly shaped dark gray pillar (55 cm x 60 cm). Beside this pillar here is what appears to be an uprooted specimen 90 cm in length.\u003c/p\u003e \u003ch5 id=\"b2-2-32-4-5\"\u003eFunerary Structure FS5\u003c/h5\u003e \u003cp\u003eFunerary structure FS5 (1.3 m x 1.7 m) is situated 13.7 m northwest of FS4 (16.750\u0026#900; / 07.277\u0026#900;). This small rectangular, single-course enclosure is composed of large stones (up to 65 cm long), which protrude prominently from the ground (up to a height of 25 cm).\u003c/p\u003e \u003ch5 id=\"b2-2-32-4-6\"\u003eFunerary Structure FS6\u003c/h5\u003e \u003cp\u003eFunerary structure FS6 (4.3 m x 4 m) is situated 30 m west of FS5 (16.751\u0026#900; / 07.259\u0026#900;). This highly fragmentary enclosure is slightly elevated above the surrounding ground level. It does not exhibit any coherent wall segments.\u003c/p\u003e \u003ch5 id=\"b2-2-32-4-7\"\u003eFunerary Structure FS7\u003c/h5\u003e \u003cp\u003eFunerary structure FS7 (4.7 m x 4.8 m) is in close proximity to FS6 and is the same type of structure (16.763\u0026#900; / 07.257\u0026#900;). FS7 is also in very poor condition.\u003c/p\u003e \u003ch5 id=\"b2-2-32-4-8\"\u003eFunerary Structure FS8\u003c/h5\u003e \u003cp\u003eFunerary structure FS8 (24 m x 15 m) belongs to the heaped-stone wall enclosure typology (16.014\u0026#900; 07.175\u0026#900;). The walls of this sub-rectangular structure consist of amorphous swathes of stones up to 2 m in thickness and 50 cm in height. FS8 is subdivided into two cells.\u003c/p\u003e \u003ch5 id=\"b2-2-32-4-9\"\u003eFunerary Structure FS9\u003c/h5\u003e \u003cp\u003eFunerary structure FS9 (10 m x 12.4 m) is situated 13 m southeast of FS8 (16.003\u0026#900; / 07.192\u0026#900;). This heaped-stone wall enclosure is of the same design and construction as FS8. In the proximity there appear to be the vestiges of analogous structures.\u003c/p\u003e \u003ch5 id=\"b2-2-32-4-10\"\u003eFunerary Structure FS10\u003c/h5\u003e \u003cp\u003eFunerary structure FS10 (5.6 m x 5.7 m) is situated 29 m north of FS8 (16.036\u0026#900; / 07.182\u0026#900;). Small segments of double-course walls of this enclosure are in situ. These walls are 50 cm to 60 cm thick and composed of upright stones that project as much as 35 cm above ground level.\u003c/p\u003e \u003ch5 id=\"b2-2-32-4-11\"\u003eFunerary Structure FS11\u003c/h5\u003e \u003cp\u003eFunerary structure FS11 (8.2 m x 5.6 m) is a sub-rectangular enclosure with amorphous perimeter walls (16.078\u0026#900; / 07.121\u0026#900;). The stones of the enclosing walls stand upright or are flush with the surface. These stones project as much as 20 cm above the ground surface. In the east wall there are two stones (40 cm and 50 cm long) that are set perpendicular to the wall course, creating a kind of portal (as is found in certain enclosures of the II.1b ypology). In the vicinity there are other analogous structures that were not individually surveyed. While these structures appear to be funerary in function, the high level of structural degradation (hastened by the sandy substrate) makes their identification difficult.\u003c/p\u003e \u003ch5 id=\"b2-2-32-4-12\"\u003eFunerary Structure FS12\u003c/h5\u003e \u003cp\u003eFunerary structure FS12 (11.3 m x 7.3 m) is another enclosure with a distinct perimeter but without clearly defined walls (16.065\u0026#900; / 07.064\u0026#900;).\u003c/p\u003e \u003ch5 id=\"b2-2-32-4-13\"\u003eFunerary Structure FS13\u003c/h5\u003e \u003cp\u003eFunerary structure FS13 (9.8 m x 15.4 m) is a highly degraded enclosure divided into two cells (16.042\u0026#900; / 07.060\u0026#900;). It is elevated a maximum of 70 cm on its down slope/west side in order to maintain a level interior.\u003c/p\u003e \u003ch5 id=\"b2-2-32-4-14\"\u003eFunerary Structure FS14\u003c/h5\u003e \u003cp\u003eFunerary structure FS14 (7 m x 6 m) is an incomplete enclosure similar in design to FS13 (16.035\u0026#900; / 07. 058\u0026#900;).\u003c/p\u003e \u003ch5 id=\"b2-2-32-4-15\"\u003eFunerary Structure FS15\u003c/h5\u003e \u003cp\u003eFunerary structure FS15 (5.1 m x 5.7 m) is double-course enclosure (16.031\u0026#900; / 07.058\u0026#900;). A small wall remnant has endured. It is composed of stones up to 60 cm in length that project as much as 40 cm above ground level.\u003c/p\u003e \u003ch5 id=\"b2-2-32-4-16\"\u003eFunerary Structure FS16\u003c/h5\u003e \u003cp\u003eFunerary structure FS16 (11.5 m x 10.6 m) is another sub-rectangular enclosure with amorphous walls up to 1 m hick (16.072\u0026#900; / 07.056\u0026#900;).\u003c/p\u003e \u003ch5 id=\"b2-2-32-4-17\"\u003eFunerary Structure FS17\u003c/h5\u003e \u003cp\u003eFunerary structure FS17 (4.5 m x 2.2 m) is a slightly elevated sub-rectangular enclosure, which appears to have been generally aligned in the cardinal directions (16.380\u0026#900; / 07.089\u0026#900;). Loose stones are scattered across this highly degraded structure.\u003c/p\u003e \u003ch5 id=\"b2-2-32-4-18\"\u003eFunerary Structure FS18\u003c/h5\u003e \u003cp\u003eFunerary structure FS18 consists of 3 double-course slab-wall segments (16.389\u0026#900; / 07.102\u0026#900;). These walls (2.5 m o 3.5 m long) are around 15 cm thick and are composed of upright slabs 10 cm to 25 cm in length. It is not clear what type of funerary structure they comprised. \u003c/p\u003e \u003ch5 id=\"b2-2-32-4-19\"\u003eFunerary Structure FS19\u003c/h5\u003e \u003cp\u003eFunerary structure FS19 (4.8 m x 4.8 m) is a relatively intact, double-course enclosure (16.667\u0026#900; / 07.096\u0026#900;). The walls (around 50 cm thick) are composed of upright variable-length (up to 50 cm long) stones, which project as much as 35 cm above the ground surface.\u003c/p\u003e \u003ch5 id=\"b2-2-32-4-20\"\u003eFunerary Structure FS20\u003c/h5\u003e \u003cp\u003eFunerary structure FS20 (3 m across) is a highly deteriorated enclosure (07.279\u0026#900; / 16.679\u0026#900;). \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza2/b2-2-32/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-2-32","is_primary":false,"created_at":"2010-08-25 11:12:42 UTC","updated_at":"2010-08-25 11:12:42 UTC","authors":[]}]}