{"descriptions":[{"id":1441,"title":"Yungdrung Püntsok Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b6-3\"\u003eReb gong \u003c/h2\u003e \u003ch3 id=\"b6-3-24\"\u003e(123) Khyung mo Monastery\u003c/h3\u003e \u003ch4 id=\"b6-3-24-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery was named after Khyung mo Trulku, the main reincarnate lama of the monastery. It is also known as gYung drung phun tshogs gling. \u003c/p\u003e \u003ch4 id=\"b6-3-24-2\"\u003e2. Location \u003c/h4\u003e \u003cp\u003eThe monstery is located in Ba rgya village in sTong che valley of Chu nub (Hexi) district (xiang) in Khri ka county, 18 km south of the county seat of Khri ka county. \u003c/p\u003e \u003ch4 id=\"b6-3-24-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eLiterary Sources: in addition to sBra ser \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ePandita\u003c/span\u003e Kun bzang rgyal mtshan\u0026rsquo;s unfinished autobiograghy, there are two more recent texts by sNying sangs rgyal and sBra ser Tshangs dbyangs. sBra ser Pandita, also known as Khri ka Kun bzang rgyal mtshan (or by his secret name Nam mkha\u0026rsquo; dbang phyug) was a learned monk from sBra ser Monastery overlooking the village of the same name. There are no written Sources concerning the origin of Bon in sTong che. However, according to oral tradition, in the 14th century Ye shes rgyal mtshan, a Bonpo monk from gYas ru dben sa kha Monastery and originally from Sog sde in Nag chu kha, asked his main master, mTha\u0026rsquo; bral bSod nams rgyal mtshan, about his future. His master told him that he was to spread the doctrine in a land called gYang lung ra gsum in northern Amdo. Following his master\u0026rsquo;s instructions, he left for Amdo in search of the place. The master gave Ye shes rgyal mtshan a reliquary for keeping sacred items exhorting him repeatedly not to open it before reaching his destination, but Ye shes rgyal mtshan\u0026rsquo;s treasurer, overcome by curiosity, opened the reliquary on the way and a pigeon escaped from it. The bird was in fact dMag dpon, a guardian of the Bon religion, which is why, it is believed, dMag dpon is propitiated by the Bonpos living in Kokonor to this day. When they reached the shores of Kokonor lake they learnt that gYang lung ra gsum corresponded to the three valleys of Khri ka, and thus proceeded in that direction. When they reached sTong che valley, the mule carrying their belongings dropped to the ground. Ye shes rgyal mtshan took this as an auspicious sign. He decided that they would settle there and drove his \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ephur pa\u003c/span\u003e dagger into the ground. The \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egsas khang\u003c/span\u003e he built on the spot became Khyung mo lha khang which survived until the middle of the 20th century. (The temple was built in the old architectural style with the three Buddhas of the Three Ages at the entrance flanked by eight \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esems dpa\u0026rsquo;\u003c/span\u003e on either side). The temple is the earliest of its kind in Amdo; indeed, since Ye shes rgyal mtshan arrived there from central Tibet, the temple was built in the original, central Tibetan style. Ye shes rgyal mtshan became renowned as sTong che ston pa, also called Sog btsun ston pa, the \u0026ldquo;monk from Sog sde\u0026rdquo; (in Amdo). He also built a monastery at the site of the present dPon tshang lha khang, but since its location in the center of the village was inconvenient, it was moved to the present site of Khyung mo Monastery a few generations after its foundation. It was during this period that the first temples in sTong che valley were founded: sBra ser lha khang, dPon tshang lha khang and sKa rgya stong skor spyi khang. \u003c/p\u003e \u003cp\u003eA lags Khyung mo is the most important reincarnation of the monastery. According to legend, A lags Khyung mo was a lama who practised the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;pho ba grong \u0026rsquo;jug\u003c/span\u003e, \u0026ldquo;tranferring the soul from one body to another\u0026rdquo;. There are two lineages of the practice of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;pho ba grong \u0026rsquo;jug\u003c/span\u003e, one from India and the other from China. The Indian lineage was discontinued when sKar ma mdo sde, the son of Mar pa \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elo tsa ba\u003c/span\u003e, was killed by Rwa \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elo tsa ba\u003c/span\u003e. A lags Khyung-mo is said to belong to the Chinese lineage. The third A lags Khyung mo Kun dga\u0026rsquo; rgyal mtshan received the teaching of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;pho ba grong \u0026rsquo;jug\u003c/span\u003e from Rong sgom rTog med zhig po, a master of the lHo yang ston lineage and initiated the practice of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;pho ba grong \u0026rsquo;jug\u003c/span\u003e within the Khyung mo lineage. Kun bzang rgyal mtshan was born to the Khyung po village in Nag chu kha and was the son of the King of Hor (Hor spyi khyab rgyal po). \u003c/p\u003e \u003cp\u003eThe elder people in the village remember that the eighteenth A lags Khyung mo was a Chinese man from Ziling (Xining), who came to Khyung mo Monastery and claimed to be the embodiment of the previous A lags Khyung mo who practised the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;pho ba grong \u0026rsquo;jug\u003c/span\u003e. The monastery, after having investigated the matter, confirmed his claim and he was enthroned at the monastery. This took place sometime in the early 20th century. The present A lags Khyung mo, sTobs ldan dbang phyug, was recognized by rGyal \u0026rsquo;obs Rinpoche of sNang zhig Monastery of rNga khog. There are no biographies of the A lags Khyung mo incarnations, only a list of their names: \u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003eSog btsun \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esTon pa\u003c/span\u003e Ye shes rgyal mtshan \u003c/li\u003e \u003cli\u003eSog btsun Grags pa rgyal mtsan \u003c/li\u003e \u003cli\u003eKun bzang rgyal mtshan \u003c/li\u003e \u003cli\u003eYon tan rgyal mtshan \u003c/li\u003e \u003cli\u003eunknown \u003c/li\u003e \u003cli\u003eTshul khrims ye shes \u003c/li\u003e \u003cli\u003eKun bzang ye shes \u003c/li\u003e \u003cli\u003eNyi ma rgyal mtshan \u003c/li\u003e \u003cli\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eGrub dbang\u003c/span\u003e Nyi ma \u003c/li\u003e \u003cli\u003ebsTan pa blo gros \u003c/li\u003e \u003cli\u003eTshul khrims ye shes \u003c/li\u003e \u003cli\u003ebsTan \u0026rsquo;dzin dbang rgyal \u003c/li\u003e \u003cli\u003emTshan ldan rgyal mtshan \u003c/li\u003e \u003cli\u003ebsTan \u0026rsquo;dzin ye shes \u003c/li\u003e \u003cli\u003ePhun tshogs dbang rgyal \u003c/li\u003e \u003cli\u003egYung drung rnam rgyal \u003c/li\u003e \u003cli\u003ebsTan pa blo gros \u003c/li\u003e \u003cli\u003esGrub pa mthar phyin \u003c/li\u003e \u003cli\u003erGyal \u0026rsquo;obs bsTan \u0026rsquo;dzin dbang rgyal \u003c/li\u003e \u003cli\u003esTobs ldan dBang phyug, the present A lags Khyung mo\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eThere was a mKhar nag Trulku popularly known as mKhar nag grub chen, who belonged to one of the three lineages of Khyung mo Monastery.\u003c/p\u003e \u003cp\u003eThe monastery\u0026rsquo;s most remarkable scholar was sBra ser \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ePandita\u003c/span\u003e Kun bzang rgyal mtshan. He travelled throughout both Amdo and Khams. He finally arrived in gYing drung gling where he studied under the famous \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emKhan po\u003c/span\u003e Nyi ma bstan \u0026rsquo;dzin. He is the author of a great number of works. Following is a list of those known to us: \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eṆub phyogs stag gzig bde ba can gyi zhing smon\u003c/em\u003e; \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eṢang rgyas sman lha\u0026rsquo;i cho ga \u0026rsquo;bring po\u003c/em\u003e; \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eṢhes rab byams ma\u0026rsquo;i bstod pa\u003c/em\u003e;\u003cem xmlns:str=\"http://exslt.org/strings\"\u003eMKhar nag btsan gzhung gi phyag bzhes\u003c/em\u003e; \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eGḍugs dkar bzlog bsgyur\u003c/em\u003e; \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eḶegs bshad rin chen gter khyim\u003c/em\u003e and \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eBrḍa sprod nyi shu bdun pa\u0026rsquo;i \u0026rsquo;grel bshad\u003c/em\u003e. He was also a painter. A large \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ezhing bkod\u003c/span\u003e type of thangka depicting \u0026rsquo;Ol mo lung ring, the Bonpo sacred land in sTag gzig, is attributed to him. The image is regarded as the emblem of the Bonpo community throughout Amdo. As a result, it has been copied in many temples and monasteries in Amdo. \u003c/p\u003e \u003cp\u003eIn the lineage of rTse zhig Lama of rTse zhig Monastery, there was a master called Shes rab, more commonly known as A lags Shes rab, who became the master of many temples and monasteries in Amdo including those in sTong che. He had several temples and a residence built in sTong che Monastery. He named the monastery gYung drung phun tshogs gling. Shes rab rnam rgyal, his nephew, travelled to Central Tibet where he lived and studied as a monk at sMan ri Monastery in gTsang. His aging uncle grew very sad for he was afraid he might never see his nephew again, so rGyal ba, a monk at Khyung mo Monastery, went to sMan ri to ask Shes rab rnam rgyal to return. The latter accepted and thus uncle and nephew were reunited. Shes rab rnam rgyal also developed close ties with the sixth Panchen Lama, dPal ldan ye shes (1738-1780), who offered him a title and seal investing him with authority over all the Bonpo communities throughout Amdo (KTGN, p.fol.9), and he became known as rTse zhig Drung rams pa. \u003c/p\u003e \u003cp\u003eHe frequently returned to Khyung mo Monastery. From that time onwards, the masters of the rTse zhig lineage have been in charge of Khyung mo Monastery, and some among them as \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ekhri ba\u003c/span\u003e of the monastery even had a permanent residence there. Later, gYung drung bstan rgyas and rTse dbus rGyal ba tshul khrims from rTse zhig Monastery also put a lot of effort into the monastery. \u003c/p\u003e \u003cp\u003eUntil the mid-20th century, monastery had three temples, one known as the dPon tshang gsas khang was built by dBang rgyal, a chief of sTong che valley, as an act of repentence for the killing of the seven brothers of Sha kya village by the Tsha kho army. According to legend, when gYung drung lha steng Monastery was destroyed by Chinese forces during the Manchu dynasty an orphan child from rGyal rong was adopted by a Chinese officer. When the boy grew up and became an officer like his adopted father, he asked permission to destroy one hundred and eight dGe lugs pa monasteries to take revenge on the dGe lugs pa for destroying gYung drung lha steng Monastery. Permission was granted and he was given the troops stationed at rGyal rong --known by the people of Khri ka as the Tsha kho army)-- to assist him in his task. When the troops finally arrived in sTong che valley to destroy Ba rgya Monastery, the last of the one hundred and eight dGe lugs pa monasteries located near Khyung mo Monastery, they met stiff resistence from the Sha kya village, the patron family of Ba rgya Monastery and their people. In the end only the Sha kya\u0026rsquo;s stag bdun (\u0026ldquo;seven tigers of Sha kya village\u0026rdquo;), in other words, the seven brothers of the village, were left to defend the monastery. The brothers took refuge in a castle to make their last defense. At this juncture the chief of sTong che proposed to act as mediator between the seven brothers and the Tsha kho troops and obtained from the latter the promise that the brothers would not be killed if they surrendered to the army. No sooner had the brothers surrendered than they were killed. Since the chief had urged the brothers to surrender he felt responsible for their deaths and built the temple as an act of repentence. We do not know the exact dates of these events, but the story is still well-known today.\u003c/p\u003e \u003cp\u003eIn the eighteen-nineties permission was granted for the monastery\u0026rsquo;s reconstruction.\u003c/p\u003e \u003ch4 id=\"b6-3-24-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cp\u003eThe head of the monastery is a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esprul sku\u003c/span\u003e.\u003c/p\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003edge skos\u003c/span\u003e \u003c/li\u003e \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003edbu mdzad\u003c/span\u003e \u003c/li\u003e \u003c/ul\u003e \u003cp/\u003e \u003ch4 id=\"b6-3-24-5\"\u003e6 / 7. Education and Exchanges with other monasteries \u003c/h4\u003e \u003cp\u003eThe elder men of this monastery have not taken vows of celibacy and have families in the village. However, since the monastery\u0026rsquo;s reconstruction in the early nineteen-eighties, Khyung mo Trulku is trying to impose religious vows on the younger monks. As a result both young monks who have taken the vows and elder men who have not coexist inside the monastery. Generally the elder men only go to the monastery for rituals and other religious activities and then return to their homes in the village, while the young monks live inside the monastery on a permanent basis. In the past, the establishment had close ties with rTse zhig Monastery of rGan rgya pasture, but is now closer to Bon brgya Monastery, especially with A lags Bon brgya, also called Bon brgya Trulku. rTse zhig Monastery was formerly the most important Bonpo monastery in the Kokonor area but now, even though their master, Trulku Zla ba, is a disciple of A lags Bon brgya, its influence has diminished. Thus the monks of Khyung mo go to Bon brgya Monastery to receive teachings from A lags Bon brgya.\u003c/p\u003e \u003ch4 id=\"b6-3-24-6\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThere are seventeen large local lay communities around Khyung mo Monastery in sTong che, both farmers and nomads: \u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003eKhyung mo lha sde with fifty families \u003c/li\u003e \u003cli\u003esBra ser with twenty families \u003c/li\u003e \u003cli\u003e\u0026rsquo;Bum kho with fifteen families \u003c/li\u003e \u003cli\u003esNying nge lha sde with sixty families \u003c/li\u003e \u003cli\u003eSha rgya with ten families \u003c/li\u003e \u003cli\u003emKhar nag with twenty families \u003c/li\u003e \u003cli\u003esKa rgya with twenty families \u003c/li\u003e \u003cli\u003esTong skor with twenty families \u003c/li\u003e \u003cli\u003eLhasa with ten families \u003c/li\u003e \u003cli\u003eNog wer sgang with five familes \u003c/li\u003e \u003cli\u003eZhwa dmar with six familes. All the above mentioned communities are farmers. \u003c/li\u003e \u003cli\u003e\u0026rsquo;Brog ru\u0026rsquo;i dpon tshang with sixty families \u003c/li\u003e \u003cli\u003e\u0026rsquo;Brog ru\u0026rsquo;i stong skor with fifty families \u003c/li\u003e \u003cli\u003eKro\u0026rsquo;u tshang with ten families \u003c/li\u003e \u003cli\u003eMar nang with twenty families \u003c/li\u003e \u003cli\u003eSha rgya bon tshang ma with fifteen families \u003c/li\u003e \u003cli\u003eBya mdo bon po tshang with about five hundred families, but most families converted to Buddhism, leaving only thirty Bonpo families. \u003c/li\u003e \u003c/ol\u003e \u003cp\u003eAll the above-mentioned communities are nomads. Altogether There are four hundred and twenty-one families (around two thousand five hundred people). All these families also support the four \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egsas khang\u003c/span\u003e of sTong che valley, as well as the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egsas khang\u003c/span\u003e of \u0026rsquo;Brog ru\u0026rsquo;i stong skor and the tent \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egsas khang\u003c/span\u003e (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003etshogs ras\u003c/span\u003e) of \u0026rsquo;Brog ru\u0026rsquo;i dpon tshang.\u003c/p\u003e \u003ch4 id=\"b6-3-24-7\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003e(mentioned at the beginning of the document)\u003c/p\u003e \u003ch4 id=\"b6-3-24-8\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eFarmers\u003c/p\u003e \u003ch4 id=\"b6-3-24-9\"\u003eSources\u003c/h4\u003e \u003cp\u003eInterview \u003c/p\u003e \u003cp\u003eIn autumn of 1996 with Khyung mo sTobs ldan dbang phyung, the present Khyung mo bla ma of the monastery; Tshangs dbyangs, a monk and the teacher of the present Khyung mo bla ma at the monastery.\u003c/p\u003e \u003ch5 id=\"b6-3-24-9-1\"\u003eTexts:\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKTGN\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhKRL\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTsGLNy\u003c/span\u003e \u003c/li\u003e \u003c/ol\u003e \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b6-3-24/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-3-24","is_primary":false,"created_at":"2011-12-13 02:29:47 UTC","updated_at":"2011-12-13 02:29:47 UTC","authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}]}]}