{"descriptions":[{"id":312,"title":"Khargok Dorjé Yudrönma Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e \u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e \u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-1\" class=\"space-before\"\u003eI.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices\u003c/h2\u003e \u003ch3 id=\"b1-1-75\"\u003e \u003cspan class=\"popular\"\u003eKhargok Dorj\u0026eacute; Yudr\u0026ouml;nma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar gog rdo rje g.yu sgron ma\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b1-1-75-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eKhargok Dorj\u0026eacute; Yudr\u0026ouml;nma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar gog rdo rje g.yu sgron ma\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Ruined Castle of \u003cspan class=\"popular\"\u003eDorj\u0026eacute; Yudr\u0026ouml;nma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdo rje g.yu sgron ma\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSite number: A-124\u003c/li\u003e \u003cli\u003eSite typology: I.1x \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 32\u0026ordm; 41.4\u0026#900;\u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 79\u0026ordm; 27.5\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 4370 m\u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eTrashi Gang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBkra shis sgang\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eGar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSgar\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTWE\u003c/li\u003e \u003cli\u003eSurvey date: June 30, 2004\u003c/li\u003e \u003cli\u003eContemporary usage: None.\u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None.\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-1-75-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eKhargok Dorj\u0026eacute; Yudr\u0026ouml;nma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar gog rdo rje g.yu sgron ma\u003c/span\u003e is located on the left bank of the \u003cspan class=\"popular\"\u003eSenge Tsangpo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSengge gtsang po\u003c/span\u003e (Indus river), on a light-colored hilltop that sits west of the border village of \u003cspan class=\"popular\"\u003eDechok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBde mchog\u003c/span\u003e. It is named for the popular Tibetan \u003cspan class=\"popular\"\u003eTenma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrten ma\u003c/span\u003e goddess. The summit rises 120 m above the old agricultural settlement (much of this arable land now lies fallow). The relatively large amount of farmland the \u003cspan class=\"popular\"\u003eDechok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBde mchog\u003c/span\u003e locale must have at least in part provided the economic impetus for the construction of the castle. The facility has a fairly good defensive posture due to the steep slopes that surround it. The stronghold forms a contiguous complex of tight-knit buildings, with an axis 65 m in length (oriented northeast-southwest). The complex has a maximum width of 38 m. There must have been at least 80 rooms/buildings at \u003cspan class=\"popular\"\u003eKhargok Dorj\u0026eacute; Yudr\u0026ouml;nma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar gog rdo rje g.yu sgron ma\u003c/span\u003e in total. Narrow, open passageways appear to have connected the various structures. Undoubtedly this site was founded when the local population was significantly larger than at present. All buildings are highly degraded although many wall segments reach a height of 50 cm to 1 m. No roofing materials are in situ. All structures were built of light-colored unhewn granite blocks, generally 20 to 50 cm in length. The mud-mortared walls (40 cm to 60 cm thick) have a random-rubble texture. Archaic morphological features of the site include the diminutive size of the buildings and other structural features indicative of all-stone corbelled edifices such as upslope walls deeply inset into the ground. \u003c/p\u003e \u003cp\u003e.\u003c/p\u003e \u003ch4 id=\"b1-1-75-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eSome Tibetans of the region variously attribute rdo rje g.yu sgron ma mkhar to the \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e or \u003cspan class=\"popular\"\u003eSingpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSing pa\u003c/span\u003e.\u003c/p\u003e \u003ch4 id=\"b1-1-75-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-1-75-4-1\"\u003eNorth rim structures\u003c/h5\u003e \u003cp\u003eThe north rim of the summit is lined with a continuous band of small rooms/buildings. The largest of these structures has interior dimensions of 2 m x 5 m, but most are significantly smaller (around 4 m\u0026sup2; or 5 m\u0026sup2;). The dimensions of these interior spaces are such that they could have accommodated all-stone corbelled roofs (but little evidence for this feature remains). The lining of the edge of a summit with edifices, but no ramparts or curtain-walls, is also encountered upstream at \u0026lsquo;\u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e\u0026rsquo; sites such as mkhar lung mkkar gog (A-66). The inner or uphill walls of he northern rim structures are built as much as 1.5 m into the ground. Most of the north rim structures sit upon low elevation revetments, but one building surmounts a revetment 2 m in height. Approximately 4 m to 5 m below the north side of the summit, a level area was cut along the slope. This transverse walkway is 5 m to 7 m wide and continues around to the east face of the hillside. No such circumvallation is found on the south side of the formation. There was possibly a section on the southwest flanks of the hill but most of it has slid away. More complete circumvallations are found at western Tibetan sites like \u003cspan class=\"popular\"\u003eGya Nyima Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRgya nyi ma mkhar\u003c/span\u003e (A-53) and \u003cspan class=\"popular\"\u003eDrak Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrag phug\u003c/span\u003e (A-35). These types of encircling passageway probably had tactical functions relating to the deployment of defenders. \u003c/p\u003e \u003ch5 id=\"b1-1-75-4-2\"\u003eOther structures\u003c/h5\u003e \u003cp\u003eThe east side of the summit complex is also ringed with small structures set as much as 1.7 m into the ground on the uphill side. In one such structure, depressed 1.1 m, there are the roots of a buttress forming a divide between two small rooms with rounded corners. Two granite members 1 m in length (likely functioned as roof appurtenances) were found among the rubble of this structure. These morphological features are typical of \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e architecture. Nevertheless, there appear to have also been larger buildings with regular ground plans that are likely to have had wooden roofs at the site. One such structure has interior dimensions of 6 m x 6 m (located near the upper east end of the summit). Likewise he structures along the south rim of the summit appear to have been larger and taller than those on the north and east rims. There are larger structures towards the center of the rdo rje g.yu sgron ma mkhar complex as well. One of these central buildings had a floor space measuring 10 m x 2.5 m to 3 m. At the southwest corner of the summit there is a small remnant of what may have been an earthen wall. The east side of the summit extends well beyond the zone of ruins. A gully 2 m deep was cut to demarcate the complex from the undeveloped eastern portion of the summit. This excavation may have been part of a defensive outwork. \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-1-75/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-1-75","is_primary":false,"created_at":"2010-08-11 20:46:11 UTC","updated_at":"2010-08-12 16:53:51 UTC","authors":[]}]}