{"descriptions":[{"id":612,"title":"Yüllung Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr /\u003eReproduced with permission from the author \u003cbr /\u003eunder the \u003ca class=\"thl-poplink\" href=\"../../../../../tools/licenses.php#essay=/thl/text-license/\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-2\"\u003eI.2. Residential Structures in Other Locations: Religious and Elite Residences\u003c/h2\u003e \u003ch3 id=\"b1-2-33\"\u003e\u003cspan class=\"scholar\"\u003eY\u0026uuml;llungYul lung\u003c/span\u003e\u003c/h3\u003e \u003ch4 id=\"b1-2-33-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: Y\u0026uuml;llung\u003cspan class=\"scholar\"\u003eYul lung\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Village Habitation \u003c/li\u003e \u003cli\u003eSite number: B-79\u003c/li\u003e \u003cli\u003eSite typology: I.2b \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 33\u0026ordm; 11.9΄ \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 79\u0026ordm; 45.2΄\u003c/li\u003e \u003cli\u003eElevation: 4470 m to 4490 m \u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eDerok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSde rog\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTCE\u003c/li\u003e \u003cli\u003eSurvey date: May 23, 2002\u003c/li\u003e \u003cli\u003eContemporary usage: Light grazing. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-2-33-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003eThe agrarian settlement of Y\u0026uuml;llung\u003cspan class=\"scholar\"\u003eYul lung\u003c/span\u003e was founded on the west half of an ancient alluvial fan, which formed in the mouth of the Y\u0026uuml;llung\u003cspan class=\"scholar\"\u003eYul lung\u003c/span\u003e valley, a tributary of the \u003cspan class=\"popular\"\u003eSherang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eShes rang\u003c/span\u003e valley. The stable geomorphology of the site and perennial water sources permitted the founding of a large settlement here. To the south and west there is a zone of extensive agricultural lands that appears to have lain fallow for centuries. Y\u0026uuml;llung\u003cspan class=\"scholar\"\u003eYul lung\u003c/span\u003e begins just above the valley floor and extends up a gradually inclined slope for 20 m vertical. The nucleus of settlement is situated in the southwest sector of the site and is dispersed over 6500m\u0026sup2;, in a dense aggregation of substantial structures. There are also several ruined buildings in the northeast sector of the site. This agrarian settlement potentially supported hundreds of inhabitants. Ironically, not even one permanent pastoral camp (\u003cspan class=\"popular emph\"\u003eG\u0026uuml;nsa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003edgun sa\u003c/span\u003e) still exists in the \u003cspan class=\"popular\"\u003eSherang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eShes rang\u003c/span\u003e\u0026nbsp;valley.\u003c/p\u003e \u003cp\u003eThe residential structures are very much degraded; all that remain are highly fractional walls and footings buried among huge piles of loose rubble. It would appear that the village was made up of large multi-roomed buildings set in a contiguous array. The room spans, wall design and the fact that there are no stone roof members among the ruins indicate that these edifices were constructed with wooden roofs. Timbers of poplar and willow are available in \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e, and are plentiful in the adjacent regions of \u003cspan class=\"popular\"\u003eLadak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLa dwags\u003c/span\u003e (Ladakh) and \u003cspan class=\"popular\"\u003eKhunu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhu nu\u003c/span\u003e (Kinnaur).\u003c/p\u003e \u003ch4 id=\"b1-2-33-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eLocal sources refer to Y\u0026uuml;llung\u003cspan class=\"scholar\"\u003eYul lung\u003c/span\u003e as an ancient \u003cspan class=\"popular\"\u003eKel M\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSkal mon\u003c/span\u003e village.\u003c/p\u003e \u003ch4 id=\"b1-2-33-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-2-33-4-1\"\u003eMain village\u003c/h5\u003e \u003ch6 class=\"essay\"\u003eConstruction traits\u003c/h6\u003e \u003cp\u003eThe remains of the various edifices of Y\u0026uuml;llung\u003cspan class=\"scholar\"\u003eYul lung\u003c/span\u003e have 50-cm- to 80-cm-thick random-rubble walls composed of unworked granite. These rounded stones required copious amounts of mud-mortar to be applied to the joints. Many of the granite blocks have a yellowish patina and orange climax lichen growing on them, indicating that they have been exposed to the elements for quite awhile. A significant amount of a metamorphic gray stone was also used to build the structures. In places, the rear slope walls were built into the ground to a depth of 1 m. Standing walls still commonly reach 50 cm to 1.2 m in height. In certain structures there are circular pits approximately 1 m in depth. Shepherds may have once used these pits as shelters.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eMain village largest edifices\u003c/h6\u003e \u003cp\u003eAt the northeast corner of the main village there is a building (27 m x 27 m) with walls up to 2 m in height. Much of this multi-roomed edifice, however, has been reduced to its foundations. On the south or lower side of his building there are granite boulders resting on the surface or partially buried, which appear to have been integrated into it as a cyclopean structure. These boulders are up to 1.4 m in length and 1 m in height. There appears to be another monumental building in the south part of the main village but the melding of its ruins with adjacent structures makes it difficult to gauge its size.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eMain village shrine\u003c/h6\u003e \u003cp\u003eAt the southwest corner of the main village there are the vestiges of a shrine complex. These cubic and rectangular shaped structures have the following dimensions: 1) 2 m x 2 m x 80 cm, 2) 1.6 m x 1.6 m x 1.1 m, 3) 4.2 m x 1.9 x 70 cm, and 4) 5.5 m x 1.6 m x 1.2 m. These random-rubble mud-mortared constructions appear to be solid. There are no signs of superstructures or embellishments remaining at the shrines. In close proximity here is a highly eroded adobe-block foundation (7.3 m x 5.2 m), the only one of its kind at\u0026nbsp;Y\u0026uuml;llung\u003cspan class=\"scholar\"\u003eYul lung\u003c/span\u003e.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eLarge enclosure\u003c/h6\u003e \u003cp\u003eNorth of the main village there are the substantial remains of walls forming an irregularly shaped enclosure open on its south side (45 m x 28 m x 24 x 33 m). These enclosing walls are 80 cm to 1 m in thickness and up o 1 m in height. With the exception of one or two small foundations this enclosure appears to have been devoid of structures. On the south edge of the defunct village there are several modern corrals whose construction has had little impact on the vast amounts of stone detritus found at the site.\u003c/p\u003e \u003ch5 id=\"b1-2-33-4-2\"\u003eNorth sector\u003c/h5\u003e \u003cp\u003eThere are the remains of two more important buildings 20 m north or upslope of the large enclosure on the north end of the main village. These two buildings are spaced 28 m from one another. Both the east specimen (15.7 m x 15 m) and west specimen (15 m x 17 m) have been reduced to fragmentary footings and wall segments. There is another large building (22 m x 17 m) 32 m north of the northeast corner of the main village. It is located at he northeastern extremity of the Y\u0026uuml;llung\u003cspan class=\"scholar\"\u003eYul lung\u003c/span\u003e site.\u003c/p\u003e \u003ch5 id=\"b1-2-33-4-3\"\u003e\u003cspan class=\"popular\"\u003eSherang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eShes rang\u003c/span\u003e\u0026nbsp;agriculture\u003c/h5\u003e \u003cp\u003eOn the left or northeast side of the \u003cspan class=\"popular\"\u003eSherang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eShes rang\u003c/span\u003e\u0026nbsp;valley there is a large swathe of defunct agricultural parcels. This broad belt of old farmland extends from above the mouth of the \u003cspan class=\"popular\"\u003eSherang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eShes rang\u003c/span\u003e\u0026nbsp;valley to the upper extent of Y\u0026uuml;llung\u003cspan class=\"scholar\"\u003eYul lung\u003c/span\u003e, situated approximately 4 km upstream. The many old fields have been long abandoned as evidenced by a thin layer of gravel that has been deposited over most of them, and the leveling of all the stone walls (\u003cspan class=\"popular emph\"\u003eZhingra\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ezhing ra\u003c/span\u003e) that once bounded the various plots. According to local tradition, these lands were tilled by the ancient \u003cspan class=\"popular\"\u003eKel M\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSkal mon\u003c/span\u003e people.\u003c/p\u003e \u003cp\u003eUp valley from Y\u0026uuml;llung\u003cspan class=\"scholar\"\u003eYul lung\u003c/span\u003e there are no signs of agriculture for a distance of 3 km. Higher up the \u003cspan class=\"popular\"\u003eSherang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eShes rang\u003c/span\u003e\u0026nbsp;valley there is the ancient agricultural enclave of \u003cspan class=\"popular\"\u003eDzingr\u0026uuml;l\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzing rul\u003c/span\u003e (Ruined Reservoir). The locale is so named for the destruction of its ancient irrigation system. Most of the extensive so-called \u003cspan class=\"popular\"\u003eKel M\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSkal mon\u003c/span\u003e fields of \u003cspan class=\"popular\"\u003eDzingr\u0026uuml;l\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzing rul\u003c/span\u003e have been damaged through flooding. The residents of \u003cspan class=\"popular\"\u003eDech\u0026ouml;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSde chos\u003c/span\u003e and \u003cspan class=\"popular\"\u003eLung Ngak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLung ngag\u003c/span\u003e, using the water of the \u003cspan class=\"popular\"\u003eSherang \u003c/span\u003e\u003cspan class=\"scholar\"\u003eShes rang\u003c/span\u003e\u0026nbsp;chu, have brought a small fraction of these fields back into production, however, in the year that his survey was conducted (2002) no cultivation was being carried out here. The intensive cultivation of the \u003cspan class=\"popular\"\u003eSherang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eShe rang\u003c/span\u003e valley could only have occurred when water resources were much more plentiful than they are today. The long-term desiccation of the region must have been a primary factor in the depopulation of \u003cspan class=\"popular\"\u003eSherang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eShe rang\u003c/span\u003e, anthropogenic factors notwithstanding. Farther up valley, at \u003cspan class=\"popular\"\u003eKharlung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar lung\u003c/span\u003e, there is the highest elevation agricultural pocket in the \u003cspan class=\"popular\"\u003eSherang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eShe rang\u003c/span\u003e valley (4600 m). These ancient fields remain neglected.\u003c/p\u003e \u003ctable class=\"navarrows\" cellspacing=\"8\" align=\"center\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg title=\"Previous Section\" src=\"../../../../../global/images/arrow-left.gif\" alt=\"\" /\u003e \u003c/a\u003e\u003c/td\u003e \u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg title=\"Beginning of Article\" src=\"../../../../../global/images/arrow-up.gif\" alt=\"\" /\u003e \u003c/a\u003e\u003c/td\u003e \u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg title=\"Next Section\" src=\"../../../../../global/images/arrow-right.gif\" alt=\"\" /\u003e \u003c/a\u003e\u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-2-33/\u003c/div\u003e \u003cdiv id=\"chapRefWindow\" class=\"jqmWindow\" style=\"overflow: hidden; height: 300px;\"\u003e \u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e \u003cdiv class=\"conx-content\" style=\"height: 280px;\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"\u003e \u003c/span\u003e\u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"\u003e. \u003c/span\u003e\u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-2-33","is_primary":false,"created_at":"2010-08-12 13:20:08 UTC","updated_at":"2011-03-29 18:17:32 UTC","authors":[]}]}