{"descriptions":[{"id":248,"title":"Gyanyima Khar Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e \u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e \u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-1\" class=\"space-before\"\u003eI.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices\u003c/h2\u003e \u003ch3 id=\"b1-1-6\"\u003e \u003cspan class=\"popular\"\u003eGya Nyima Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRgya nyi ma mkhar\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b1-1-6-1\"\u003eBasic site data \u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eGya Nyima Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRgya nyi ma mkhar\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Big Sun Castle (?)\u003c/li\u003e \u003cli\u003eSite number: A-53\u003c/li\u003e \u003cli\u003eSite typology: I.1b\u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 30\u0026deg; 45.1\u0026#900;\u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 80\u0026deg; 45.5\u0026#900;\u003c/li\u003e \u003cli\u003eElevation: 4670 m\u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eKhyunglung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhyung lung\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eTsada\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsa mda'\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: UTAE \u003c/li\u003e \u003cli\u003eSurvey date: April 29, 2001 \u003c/li\u003e \u003cli\u003eContemporary usage: Light grazing.\u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None.\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-1-6-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003eThe castle of Big Sun Castle is located on a flat summit, which rises approximately 150 m out of the expansive \u003cspan class=\"popular\"\u003eGya Nyima\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRgya nyi ma\u003c/span\u003e basin. The site enjoys views in all directions and a panoramic sweep of the Uttarakhand Himalaya. A dry-mortar random-rubble parapet was constructed around the entire rim of the summit, which measures 160 m (east-west) x 32 m (north-south). A number of ruined buildings are located within this wall, the most prominent of which is an earthen and stone structure on the east end of the summit. Both adobe block and rammed-earth were used in the construction of Big Sun Castle. At this juncture, none of the rammed-earth wall structures found at \u003cspan class=\"popular\"\u003eGug\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ge\u003c/span\u003e sites such as \u003cspan class=\"popular\"\u003eGya Nyima\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRgya nyi ma\u003c/span\u003e can be confidently attributed to the archaic cultural horizon. It is also worth noting that rammed-earth constructions are very seldom encountered at \u003cspan class=\"popular\"\u003eJangtang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eByang thang\u003c/span\u003e residential centers attributed by local sources to the prehistoric epoch. It seems likely that at least some of the remains at Big Sun Castle represent a Lamaist era facility. \u003c/p\u003e \u003ch4 id=\"b1-1-6-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eSome local residents claim that the fortress of rgya nyi ma mkhar was built before Horned Eagle Valley Silver Castle (\u003cspan class=\"popular\"\u003eKhyunglung Ng\u0026uuml;l Khar\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ekhyung lung dngul mkhar\u003c/span\u003e), he fabled capital of prehistoric \u003cspan class=\"popular\"\u003eZhang Zhung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eZhang zhung\u003c/span\u003e, but it was never inhabited. As little wealth had been allocated for its construction by the holder of the bird-horns (\u003cspan class=\"popular emph\"\u003ejaru chen\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebya ru can\u003c/span\u003e) \u003cspan class=\"popular\"\u003eZhang Zhung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eZhang zhung\u003c/span\u003e king, the fortress was small and poorly built. When it was completed the king was pleased, however, and offered the head builder a large sum of gold. People encouraged the king not to inhabit Big Sun Castle, as it was of substandard construction. It was believed that its geographic aspect is inauspicious because to the east there is a mountain in the form of a wailing man, to the north there is a wild yak butting in the direction of the fortress mountain, to the south a howling wolf mountain, and to the west the blackened lid of an upset cauldron (\u003cspan class=\"popular emph\"\u003elangnga\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eslang nga\u003c/span\u003e) mountain. Residents of \u003cspan class=\"popular\"\u003eKhyunglung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhyung lung\u003c/span\u003e township also tell a similar tale set in the historic epoch. It is also said that Big Sun Castle had a military rivalry with the castle of Mistress Mountain Castle (\u003cspan class=\"popular\"\u003eJomo Rirang Khar\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ejo mo ri rang mkhar\u003c/span\u003e) (A-54), located 10 km to the north. \u003c/p\u003e \u003ch4 id=\"b1-1-6-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-1-6-4-1\"\u003eCastle\u003c/h5\u003e \u003cp\u003eMuch of the random-rubble, dry-mortar parapet built around the summit has been leveled, nevertheless, there are sections reaching 1.5 m in height and 1.4 m in thickness. On the east end of the summit there are the remains of a heavily built edifice (7.5 m x 7.5 m). It was constructed of white stones, red adobe blocks with a high stone matrix and rammed-earth, representing all three major wall types found in the \u003cspan class=\"popular\"\u003eGug\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ge\u003c/span\u003e region. The east wall of rammed-earth still attains 3.2 m in height. On he highest part of the summit, 8 m away, there is a stone building foundation that measures 18. 6 m (east-west) x 12 m (north-south). At a distance of 16 m from this foundation there is an adobe block structure (8 m x 9 m), which is nearly leveled. \u003c/p\u003e \u003cp\u003eMuch of the central portion of the summit is devoid of structures. On the western extremity of the summit there are the ruins of a building (7 m x 9.5 m) built on a 1 m-tall stone revetment, upon which rammed-earth walls stand a maximum of 1.7 m in height. Above the rammed-earth walls there are courses of adobe blocks totaling up o 70 cm in height. These adobe blocks are 80 cm in length. The original height of this building must have been in excess of 4 m. There is a circumvallating terrace approximately 10 m in width situated 5 m to 7 m below the summit. This manmade feature was probably built with a defensive function in mind. An encircling defensive walkway is also found at the Rock Formation Cave (\u003cspan class=\"popular\"\u003eDrak Puk\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebrag phug\u003c/span\u003e) citadel (A-35), in \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e.\u003ca href=\"#n33\" name=\"nb33\" class=\"note\"\u003e33\u003c/a\u003e \u003c/p\u003e \u003ch4 id=\"b1-1-6-5\"\u003eAffiliated sites\u003c/h4\u003e \u003ch5 id=\"b1-1-6-5-1\"\u003eg.Ya\u0026rsquo; ma a type of shrine \u003c/h5\u003e \u003cp\u003eAnother locally well-known archaeological site in the region is \u003cspan class=\"popular\"\u003eYama\u003c/span\u003e\u003cspan class=\"scholar\"\u003eG.ya' ma mchod rten\u003c/span\u003e (Slate Stupas) (30\u0026ordm; 39.8\u0026#900; N. lat. / 80\u0026ordm; 35.0\u0026#900; E. long. / 4950 m to approximately 5100 m elevation). This extraordinary site is in direct view of sacred Mount \u003cspan class=\"popular\"\u003eTis\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eTi se\u003c/span\u003e, located 90 km to the northeast. \u003cspan class=\"popular\"\u003eYama\u003c/span\u003e\u003cspan class=\"scholar\"\u003eG.ya' ma mchod rten\u003c/span\u003e is situated on the border of \u003cspan class=\"popular\"\u003ePurang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpu rang\u003c/span\u003e and \u003cspan class=\"popular\"\u003eTsada\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsa mda'\u003c/span\u003e counties, at the northern foot of the Himalayan passes of \u003cspan class=\"popular\"\u003eShau La\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSha'u la\u003c/span\u003e and \u003cspan class=\"popular\"\u003eKode La\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKo sde la\u003c/span\u003e (sp.?), in the \u003cspan class=\"popular\"\u003eChukar Tsango\u003c/span\u003e\u003cspan class=\"scholar\"\u003eChu dkar gtsang po\u003c/span\u003e headwaters. \u003cspan class=\"popular\"\u003eYama\u003c/span\u003e\u003cspan class=\"scholar\"\u003eG.ya' ma mchod rten\u003c/span\u003e consists of more than 200 red sandstone a type of shrine, which local sources say were built by the \u003cspan class=\"popular\"\u003eRongpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRong pa\u003c/span\u003e \u003cspan class=\"popular emph\"\u003etra\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e tra\u003c/span\u003eders of Darchula (members of he so-called Bhotia tribes) over a period of several centuries. These shrines are 1 m to 3.5 m in height, each of which consists of three to five tiers (\u003cspan class=\"popular emph\"\u003epangrim\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003epang rim\u003c/span\u003e). They were constructed in a rudimentary manner; no attempt was made to sheath or paint the stones. The a type of shrine are scattered on a steep mountainside and on a ridgeline below. The a type of shrine found on the ridgeline were grouped ogether by low-lying interconnecting walls. On some of the monuments rest plaques inscribed with the \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e mantra. It is reported that the a type of shrine were erected by those who lost a family member in the preceding year. It has not been determined if they had a reliquary function. \u003c/p\u003e \u003cp\u003eAlso at \u003cspan class=\"popular\"\u003eYama\u003c/span\u003e\u003cspan class=\"scholar\"\u003eG.ya' ma mchod rten\u003c/span\u003e there are around 20 rock shelters with circular plans (2.5 m to 4.9 m across). They were built and used by Bhotia traders as \u003cspan class=\"popular\"\u003eA Tak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eA stag\u003c/span\u003eing post for their Transhimalayan journeys. These shelters have high, beehive-shaped roofs made of large overlapping sandstone slabs (constructed in a much more rudimentary manner than the all-stone corbelled structures of the archaic cultural horizon). Established over an area of 19 m x 46 m, many of the shelters have small south-facing enclosures, which functioned as simple courtyards. At this encampment several short \u003cspan class=\"emph\"\u003edevanagari\u003c/span\u003e inscriptions were carved into stones. Fortunately, the a type of shrine and rock shelters were not damaged during the Chinese Cultural Revolution; the only threats they face are the extremely harsh weather conditions of the Great Himalayan range. \u003c/p\u003e \u003chr class=\"footnote-divider\"/\u003e \u003ch2\u003eNotes\u003c/h2\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n33\"/\u003e \u003ca href=\"#nb33\" class=\"note\"\u003e [33] \u003c/a\u003e Bellezza, \u003cem\u003eAntiquities of Upper Tibet\u003c/em\u003e, 32. \u003c/div\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-1-6/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-1-6","is_primary":false,"created_at":"2010-08-11 20:45:16 UTC","updated_at":"2010-08-12 16:53:51 UTC","authors":[]}]}