{"descriptions":[{"id":1117,"title":"Beltsa Gyangtrok Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c!--(a)--\u003e\u003cbr/\u003eEdited by Geoffrey Barstow and Mickey Stockwell \u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2010. \u003c/span\u003e \u003cdiv class=\"\" id=\"permission\"\u003e \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b2-2\"\u003eII.2. Superficial structures: Primarily funerary superstructure\u003c/h2\u003e \u003ch3 id=\"b2-2-18\"\u003e \u003cspan class=\"popular\"\u003eBeltsa Gyangtrok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBal tshwa gyang khrog\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b2-2-18-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eBeltsa Gyangtrok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBal tshwa gyang khrog\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Wool Salt Ruins \u003c/li\u003e \u003cli\u003eSite number: D-58\u003c/li\u003e \u003cli\u003eSite typology: II.2a, II.2b \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 29\u0026ordm; 33.0\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 84\u0026ordm; 57.3\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 4580 m \u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eRukyok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu skyog\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eSaga\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSa dga\u0026rsquo;\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTCE\u003c/li\u003e \u003cli\u003eSurvey date: April 21 and November 1, 2002\u003c/li\u003e \u003cli\u003eContemporary usage: Light grazing. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: A small \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e wall. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b2-2-18-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eBeltsa Gyangtrok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBal tshwa gyang khrog\u003c/span\u003e, a group of funerary structures, is located on the right side of the \u003cspan class=\"popular\"\u003eRukyok Tsangpo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu skyog gtsang po\u003c/span\u003e valley bottom. The site is situated on level ground spotted with turf, gravel and stones, which rises a little above the flood plain of the river. The northern end of the site is within one-half km of \u003cspan class=\"popular\"\u003eBeltsa Gyangtrok Doring\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBal tshwa gyang khrog rdo ring\u003c/span\u003e (C-82), and these two monuments are likely to be functionally interrelated (insomuch as walled pillars are often found near funerary structures). \u003cspan class=\"popular\"\u003eBeltsa Gyangtrok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBal tshwa gyang khrog\u003c/span\u003e consists of 17 well-built but highly dissolute rectangular and sub-rectangular funerary superstructures spread out over a transection of one-half km. Most of hese enclosures appear to have had single-course perimeter walls, but there is also evidence for double-course walls. These walls contain variable length (20 cm to 70 cm long) blocks and, to a lesser degree, slabs, most of which appear to have been laid flat on the ground. Some stones used in construction may have been dressed. These enclosures appear to have been heavily disturbed sometime in the past. Most of the enclosing walls are severely denuded of stones, and many of those stones that remain on the site are not fixed in their original configurations. Furthermore, larger stone members lying on the surface are of the type regularly employed in the subsurface architecture of Upper Tibetan tombs. \u003c/p\u003e \u003ch4 id=\"b2-2-18-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eNone was collected.\u003c/p\u003e \u003ch4 id=\"b2-2-18-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b2-2-18-4-1\"\u003eSoutheast sector\u003c/h5\u003e \u003col\u003e \u003cli\u003eFunerary structure FS1 (5 m x 8.5 m) is elevated to a maximum height of 50 cm above the plain (29\u0026deg; 33.032\u0026#900; N. lat. / 84\u0026deg; 57.296\u0026#900; E. long.). Four dislodged stones between 1 m and 1.5 m in length are found within the enclosure. Most of the perimeter wall has been destroyed.\u003c/li\u003e \u003cli\u003eFunerary structure FS2 (3.5 m x 4 m) is a small sub-rectangular single-course enclosure that is level with he ground surface (33.038\u0026#900; / 75.292\u0026#900;).\u003c/li\u003e \u003cli\u003eFunerary structure FS3 (10.8 m x 7.2 m), a highly dissolute enclosure, is elevated 30 cm to 50 cm above he surrounding plain (33.046\u0026#900; / 57.280\u0026#900;).\u003c/li\u003e \u003cli\u003eFunerary structure FS4 (3.7 m x 2.8 m) is a relatively well-preserved, single-course seemingly ovoid enclosure, which is nearly flush with the ground surface (33.042\u0026#900; / 57.276\u0026#900;).\u003c/li\u003e \u003cli\u003eFunerary structure FS5 (5.5 m x 4.3 m) is flush with the ground surface (33.050\u0026#900; / 57.276\u0026#900;). Within the enclosure are two desultory stone members 1.2 m and 1.3 m in length.\u003c/li\u003e \u003cli\u003eFunerary structure FS6 (5.2 m x 9 m) has more than 50 percent of its single-course perimeter intact (33.060\u0026#900; / 57.270\u0026#900;). This structure is level with the ground surface. \u003c/li\u003e \u003cli\u003eFunerary structure FS7 6.4 m x 9.3 m x 11.4 m) appears to have been an L-shaped enclosure (33.067\u0026#900; / 57.268\u0026#900;). The west side of this structure is raised 50 cm above the surrounding terrain. A portion of the east wall of the enclosure has maintained its coherency. On the perimeter there is a stone member 1.6 m in length and inside the enclosure there is a large slab (1 m x 1 m). A small wall upon which rest plaques inscribed with the \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e mantra was built on top of the enclosure. \u003c/li\u003e \u003cli\u003eFunerary structure FS8 (6.8 m x 11 m) is elevated 30 cm to 70 above the surrounding plain (33.080\u0026#900; / 57.255\u0026#900;). A portion of its single-course perimeter walls are intact. A large broken stone lies within the enclosure.\u003c/li\u003e \u003cli\u003eFunerary structure FS9 (5.6 m x 3.1 m) has only small portions of its enclosure walls intact (33.096\u0026#900; / 57.264\u0026#900;). The structure is elevated up to 30 cm above the surrounding plain. Large stones (up to 1 m long) are scattered within the enclosure.\u003c/li\u003e \u003cli\u003eFunerary structure FS10 (7.1 m x 10.4 m) with its single-course perimeter walls is largely intact (33.104\u0026#900; / 57.260\u0026#900;). There are some upright slabs in the east wall of the enclosure.\u003c/li\u003e \u003cli\u003eFunerary structure FS11 (5.6 m x 9.3 m) is elevated around 50 cm above the surrounding plain (33.105\u0026#900; / 57.237\u0026#900;). Many parts of the enclosing walls (60 cm thick) are intact, and include segments that are double-course. These walls contain slabs (up to 80 cm long) set in the ground edgewise. Within the enclosure, a 1.8-m long slab of stone lies partially submerged.\u003c/li\u003e \u003cli\u003eFunerary structure FS12 (9 m x 3.5 m) is a highly fragmentary specimen that is level with the ground surface (33.119\u0026#900; / 57.233\u0026#900;).\u003c/li\u003e \u003cli\u003eFunerary structure FS13 (4.8 m x 8.7 m) is elevated 50 cm to 1 m above the surrounding plain (33.122\u0026#900; / 57.230\u0026#900;). The perimeter walls are partly intact and include one upright slab. FS13 is only 7 m away from the main road.\u003c/li\u003e \u003cli\u003eFunerary structure FS17\u003c/li\u003e \u003c/ol\u003e \u003ch5 id=\"b2-2-18-4-2\"\u003eNorthwest sector\u003c/h5\u003e \u003col\u003e \u003cli\u003eFunerary structure FS14 (10.7 m x 8.2 m) is elevated 50 cm to 70 cm above the surrounding terrain (33.309\u0026#900; / 57.145\u0026#900;). Most parts of the perimeter walls have been destroyed.\u003c/li\u003e \u003cli\u003eFunerary structure FS15 (2.9 m x 4.9 m) is a very small specimen (33.317\u0026#900; / 57.140\u0026#900;).\u003c/li\u003e \u003cli\u003eFunerary structure FS16 (7.8 m x 9.1 m) is elevated 70 cm to 1.2 m above the surrounding valley floor (33.326\u0026#900; / 57.135\u0026#900;). Parts of its north and east walls are extant. Cobbles are deposited on top of this structure; these are likely to have been part of the original superstructure.\u003c/li\u003e \u003c/ol\u003e \u003ch4 id=\"b2-2-18-5\"\u003eAffiliated sites\u003c/h4\u003e \u003cp\u003eIn \u003cspan class=\"popular\"\u003eBeltsa Gyangtrok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBal tshwa gyang khrog\u003c/span\u003e, at the edge of the \u003cspan class=\"popular\"\u003eRukyok Tsangpo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu skyog gtsang po\u003c/span\u003e valley, there is a partial enclosure containing four massive upright stones (up to 2 m high) of unknown function and age (29\u0026deg; 32.842\u0026#900; N. lat. / 84\u0026deg; 57.252\u0026#900; E. long. / 4580 m). The rear wall of this fragmentary enclosure was built against a steep slope and contains three of the very large upright stones. There is no forward wall in this well-built structure. Several large dislodged stones lie within the walls. \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza2/b2-2-18/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-2-18","is_primary":false,"created_at":"2010-08-25 11:12:27 UTC","updated_at":"2010-08-25 11:12:27 UTC","authors":[]}]}