{"descriptions":[{"id":1477,"title":"Dra Chumik Yungdrung Tengyé Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b6-9\"\u003erTa\u0026rsquo;u County\u003c/h2\u003e \u003ch3 id=\"b6-9-2\"\u003e(162) Chu mig Monastery\u003c/h3\u003e \u003ch4 id=\"b6-9-2-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is \u0026rsquo;Dra Chu mig gYung drung bstan rgyas gling. Because the first site of the monastery was located near a spring, the monastery was called Chu mig monastery.\u003c/p\u003e \u003ch4 id=\"b6-9-2-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located 81 km southwest and a further three hours\u0026rsquo; walk from rTa\u0026rsquo;u, the county seat.\u003c/p\u003e \u003ch4 id=\"b6-9-2-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eAccording to legend, during Gri gum btsan po\u0026rsquo;s time, because of the persecution of Bon in Central Tibet, Me nyag lCe tsha mkhar bu, a famous Bonpo master, escaped to Khams and established a hermitage in \u0026rsquo;Dra valley which became the first Bonpo establishment in the area. Later, during Khri srong lde btsan\u0026rsquo;s persecution of Bon, sNya chen Bla ma, a Bonpo master and a descendant of sNya chen Li shu stag ring, another great Bonpo master, also escaped to Khams and took refuge in \u0026rsquo;Dra where he rebuilt the hermitage which later became the first Bonpo monastic establishment in the area. According to the same legend, he brought a cypress branch from Mount Kongpo Bon ri and planted it in \u0026rsquo;Dra valley where it grew into a tree which exists to this day. There is a village called sNya gad\u003ca href=\"#n37\" name=\"nb37\" class=\"note\"\u003e37\u003c/a\u003e in the valley which is said to have preserved numerous ancient texts inherited from their ancestors, but unfortunately they were all destroyed during the Cultural Revolution. Shortly after, Byang Nyi ma rgyal mtshan, a descendant of Khro tshang in rDza khog brought to the monastery a statue representing gShen rab Mi bo as a three-year old boy from Central Tibet. He also enlarged the monastery. His residence (of which only the ruins remain today) was called Pho nyi bla brang. Later, a master called gTsug phud moved the monastery to its present site\u003ca href=\"#n38\" name=\"nb38\" class=\"note\"\u003e38\u003c/a\u003e and renamed it Chu mig. According to the same legend, he was a descendant of the sPa tshang family based in Yu ring village, Central Tibet. \u003c/p\u003e \u003cp\u003eLater, Khod po Blo gros thogs med (1280-1337) arrived in \u0026rsquo;Dra valley and unveiled the sacred mountain (gnas ri) of \u0026rsquo;Dra gnas the\u0026rsquo;u bo. Among his foremost disciples there were the Seven Great Lamas. One of the seven was a master from sNya gad village situated near Chu mig Monastery.\u003c/p\u003e \u003cp\u003edGe bshes gYung drung bstan \u0026rsquo;dzin, the founder of Brag ra Monastery, took Chu mig Monastery under his wing, and thus the two monasteries developed close ties during his lifetime. Hor ra bDud \u0026rsquo;dul also came to \u0026rsquo;Dra valley and founded Seng ge Monastery. This was the first Buddhist monastery in the area. From the time of Khyung gter \u0026rsquo;Od zer gling pa onwards, most masters of his lineage looked after the monastery. Shar rdza bKra shis rgyal mtshan, Bya btang Tshe dbang \u0026rsquo;gyur med, dBra ston sKal bzang bstan pa\u0026rsquo;i rgyal mtshan visited the monastery to give teachings. In the first half of 19th century, A bdud lHun \u0026rsquo;grub rdo rje, A lung Blo gros rgyal mtshan, Khyung po Nyi ma rgyal mtshan, O rgyan Thug rje gling pa were the successive masters of the monastery. \u003c/p\u003e \u003cp\u003eThe monastery was razed during the Cultural Revolution and rebuilt in the 1980s under the leadership of Bla ma Nor bu. Khyung dbon Rig \u0026rsquo;dzin Yon tan rnam rgyal gave teachings there in 1990 which marked the resumption of the monastery\u0026rsquo;s religious activities. Khyung sras bsTan \u0026rsquo;dzin nyi ma is the present mkhan po.\u003c/p\u003e \u003ch4 id=\"b6-9-2-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003eone khri pa\u003c/li\u003e \u003cli\u003eone bla ma\u003c/li\u003e \u003cli\u003etwo dbu mdzad\u003c/li\u003e \u003cli\u003etwo dge skos \u003c/li\u003e \u003cli\u003enine spyi ba \u003c/li\u003e \u003cli\u003etwo mchod g-yog\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-9-2-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are fifty novices and monks at the monatery.\u003c/p\u003e \u003ch4 id=\"b6-9-2-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThere are no organized classes. The young novices are trained by the elder monks.\u003c/p\u003e \u003ch4 id=\"b6-9-2-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eThe monastery has no special ties with any other monastery. Occasionally the monks go to sMan ri (No.1) or Shar rdza Hermitage (No.138) for further teachings, practice and ordination vows.\u003c/p\u003e \u003ch4 id=\"b6-9-2-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e4th month: ritual based on the bDe chen zhi sgrub for eight days from the 8th, followed by the prayer to sMon lam mtha\u0026rsquo; yas, the smyung gnas fast for ten days with ritual based on the Klong rgyas \u003c/li\u003e \u003cli\u003e6th month: the summer rituals (dbyar cho) for three days from the 3rd day together with the ritual cycle of dBal gsas and gTso mchog ending with the \u0026rsquo;cham dances for two days (the same as those performed at bSam \u0026rsquo;grub Monastery (No.161); the ritual cycle of Phur pa according to the \u0026ldquo;New revelation\u0026rdquo; (gter gsar) tradition for five days in the same month; the summer fast (dbyar gnas) from the 14th day of the 6th month for fifty days \u003c/li\u003e \u003cli\u003e12th month: the dgu gtor rite from the 25th day for five days \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-9-2-9\"\u003e10. Books held in the monastery\u003c/h4\u003e \u003cp\u003eThe monastery has one printed copy of Kanjur and one printed copy of Dran pa bka\u0026rsquo; thang and Tshe dbang bka\u0026rsquo; thang - printed from the woodblocks kept at Gong rgyal Monastery (No.152). \u003c/p\u003e \u003ch4 id=\"b6-9-2-10\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery depends on offerings from the faithful. The monks provide their own food. \u003c/p\u003e \u003ch4 id=\"b6-9-2-11\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe local lay community consists of four villages: Yar grong with twenty-six families, Mar grong with twenty-seven families, dGong thog with ten families and Yi te with eight families. \u003c/p\u003e \u003ch4 id=\"b6-9-2-12\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThe mountain behind the monastery is sKu bla mThe bo and is the residence of the local deity of the same name. There is no fixed date for its propitiation. \u003c/p\u003e \u003ch4 id=\"b6-9-2-13\"\u003e14. Economic occupation of the local population\u003c/h4\u003e \u003cp\u003eFarmers\u003c/p\u003e \u003ch4 id=\"b6-9-2-14\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-9-2-14-1\"\u003e(1) Interview\u003c/h5\u003e \u003cp\u003eIn autumn 1997 with: Zla ba grags pa (b.1936), the head of bSam \u0026rsquo;grub Monastery\u003c/p\u003e \u003ch5 id=\"b6-9-2-14-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003e\u0026rsquo;Dra chu mig g-yung drung bstan rgyas gling gi lo rgyus mdor bsdus by Rig \u0026rsquo;dzin nyi ma, MS \u003c/li\u003e \u003cli\u003eChu mig dgon by \u0026rsquo;Phrin dga\u0026rsquo;, MS\u003c/li\u003e \u003cli\u003eA letter dated 23rd day of the 8th month 1999 from Zla ba grags pa concerning the history of Chu mig Monastery \u003c/li\u003e \u003c/ol\u003e \u003chr class=\"footnote-divider\"/\u003e\u003ch2\u003eNotes\u003c/h2\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n37\"/\u003e\u003ca href=\"#nb37\" class=\"note\"\u003e [37] \u003c/a\u003e snya is the name of a clan descending from sNya chen Li shu stag ring and sNya chen bla ma; gad means \u0026lsquo;spread\u0026rsquo; in the Me nyag dialect, thus sNya gad means \u0026ldquo;the tribe that spread from sNya\u0026rdquo;. \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n38\"/\u003e\u003ca href=\"#nb38\" class=\"note\"\u003e [38] \u003c/a\u003e The only two references concerning the history of the monastery have different views on this point: \u0026rsquo;Dra chu mig dgon gYung drung bstan rgyas gling gi lo rgyus by Rig \u0026rsquo;dzin nyi ma says that Nyi ma rgyal mtshan and gTsug phud were one and the same person, whereas the Chu mig dgon by \u0026rsquo;Phrin dga\u0026rsquo; considers that they were two different personages. The former was from rGyal rong and the latter from sPa lineage in Central Tibet, and gTsug phud was the founder of the monastery and the monastery became known as Chu mig during his time. \u003c/div\u003e\u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b6-9-2/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-9-2","is_primary":false,"created_at":"2011-12-13 02:30:05 UTC","updated_at":"2011-12-13 02:30:05 UTC","authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}]}]}