{"descriptions":[{"id":1350,"title":"Pula Rikhang Gön Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch3 id=\"b5-1-5\"\u003esBra chen rdzong\u003c/h3\u003e \u003ch4 id=\"b5-1-5-7\"\u003e(32) sPu la Monastery \u003c/h4\u003e \u003cp\u003eThe monastery is also known as sPu la ri khang dgon. From Hor sBra chen\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003erdzong, travelling twenty kilometres eastward on the highway, another eight kilometres northward, and then crossing a big river, we reach sPu la Monastery in Ye tha \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang. \u003c/span\u003eThis monastery is situated at the foot of a mountain that is the source of the river. It was founded by Khyung nag Shes rab rgyal mtshan in 1853.\u003c/p\u003e \u003cp\u003eShes rab rgyal mtshan\u0026rsquo;s family belonged to one of the four lineages of Khyung: Khyung dkar, Khyung nag, Khyung ser and Khyung khra. Thog la \u0026rsquo;bar of Khyung dkar, Mu khyung rgyal of Khyung nag, lHa khyung rgyal of Khyung ser and Khyung \u0026rsquo;phags khra bo of Khyung khra each built a temple near a soul-lake and soul-rock. I will not take up in detail the process by which they built the temples and spread the Bon doctrine, but I shall give here an account of the masters of sPu la who belonged to the lineage of Khyung nag Mu khyung rgyal.\u003c/p\u003e \u003cp\u003eIn this line, there was Khyung po sGom nag and his two sons, Gyer mi nyi \u0026rsquo;od and Khyung nag Klu rgyal. Of these two, the latter is said to have founded Sog gYung drung gling Monastery. From Khyung nag Klu rgyal a line continued as follows: Mu la ti ro, Khod rtsal hur min, Zla ri a kag, Gu ra ta kra, lHun grub \u0026rsquo;phrin las, (who is said to be the founder of gZu bon Monastery), and Mu ri ha ra, whose two sons were dPon dge and dPon \u0026rsquo;ud. It was these two brothers who were the leaders of Sog gYung drung gling Monastery when the Mongolian troops of Jungar began to attack their monastery and destroy it.\u003c/p\u003e \u003cp\u003eAfter that, Drung mu tshul ming of Khyung came to sPu la kha by way of dKar shod. He stopped there for the night. During the night he was shot and killed by accident when there was an archery contest organized by the local chief, gZu pa. This news reached Khyung nag Sa trig, who took the case to court and obtained the sPu la kha land as compensation for the killing. Khyung nag Sa trig then became known as sPu la Lama.\u003c/p\u003e \u003cp\u003eShes rab rgyal mtshan of Khyung nag then founded sPu la Monastery. It was destroyed by the Jungar troops, but restored by Khyung A bla. The latter\u0026rsquo;s son, dBang rgyal lhun grub, is said to have rediscovered a statue of sTon pa gShen rab on the island in the lake gNam tsho. It is still preserved in the monastery. dBang rgyal lhun grub\u0026rsquo;s son was A ti mu wer. The latter\u0026rsquo;s son was Ge khod dBang rgyal, who was regarded as a manifestation of the deity A ti mu wer and is said to have rediscovered a statue of rNam par rgyal ba, which is also kept in the monastery. Ge khod dBang rgyal had a son called Khyung A dar. From him the line continued through Bla sgur, gYung drung tshe mchog, dBang dbang and gYang \u0026rsquo;job. In the monastery there was also the dagger called gNam lcags phur pa, rediscovered by Khyung Rin chen dbang rgyal, and relics of various sizes produced from the cremation when he died.\u003c/p\u003e \u003cp\u003eWhen the abbot of sMan ri, Nyi ma bstan \u0026rsquo;dzin, came to sPu la Monastery, he bestowed upon it the name dPal gShen bstan gYung drung gling. Following that, there were masters such as Khyung nag bSod nams g-yung drung and bSod nams chos rgyal at the monastery. There were about sixty-five tantric practitioners strictly observing the tantric vows.\u003c/p\u003e \u003cp\u003eThe main religious objects, in addition to those mentioned above, were as follows: three excellent statues of Byams ma; those of Nang chen grags pa and sTag la, a cubit in height; a small one of Dran pa nam mkha\u0026rsquo;; rGyal ba rgya mtsho, a cubit in height; two excellent ones of sTon pa gShen rab; and a multi-coloured statue of Kun tu bzang po. All were made of copper. Besides these, there was a thangka of the Twelve Deeds and a large thangka made of the silk of mNyam med Shes rab rgyal mtshan. As for scriptures, there was the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhams chen\u003c/span\u003e in four volumes, written in gold, called \u0026rsquo;Dzam gling rgyan gcig (\"the only gem of the world\"). There were also the following objects: a black stone with a self-risen letter A formed of tricoloured onyx on it; bone relics the size of a goose egg; four knotted knives made when the spirits sPyang \u0026rsquo;gag were subdued; eight reliquary stupas made of gold, silver and copper; eight cubit-height stupas made of sandalwood and juniper; a maroon coloured conch; a dragon flint; a horse-whip made of native onyx; a sacred gold horse-saddle; a serpent made of turquoise; a cannibal demon\u0026rsquo;s right hand made of coral; a maroon coloured precious stone; and a pair of oboes made of gold. This monastery had this manifold wealth of religious objects and innumerable treasures.\u003c/p\u003e \u003cp\u003eThe range of holy mountains behind the monastery includes gYung drung dpung rdzong, sTag la me \u0026rsquo;bar, A rngul \u0026rsquo;bri ri phyung mo and Pha bong bon ri. It is said that if one performs circumambulation around Mount Pha bong bon ri it is equal to doing that once around Kong po bon ri. There are footprints of sTon pa gShen rab and the four scholarly men. Near the lake mTsho chen ma there is the footprint of Srid pa rgyal mo drel dmar.\u003c/p\u003e \u003cp\u003eThe monastery closely follows the sMan ri tradition. The monks assemble sixty times a year amounting to seventy-nine days. There are fifty monks, including the abbot gYung drung rgyal mtshan, sKal bzang dbang grags, who oversees the observation of the fasting ceremony, Rin chen blo gros, the disciplinarian, and bsTan pa tshul khrims, the chanting conductor. Among the fifty monks there are the teachers who have twenty-two monk students.\u003c/p\u003e \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-1-5-7/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-1-5-7","is_primary":false,"created_at":"2011-12-13 02:29:02 UTC","updated_at":"2011-12-13 02:29:02 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}