{"descriptions":[{"id":1453,"title":"Shardza Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b6-5\"\u003eDerge County\u003c/h2\u003e \u003ch3 id=\"b6-5-4\"\u003e(138) Shar rdza Hermitage\u003c/h3\u003e \u003ch4 id=\"b6-5-4-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eAs its name indicates, it is a hermitage founded by Shar rdza bKra shis rgyal mtshan (1858-1934). Since the mountain on which the hermitage is located is called Gyer bza\u0026rsquo;, the hermitage is also referred to as Gyer bza\u0026rsquo; Ri khrod.\u003c/p\u003e \u003ch4 id=\"b6-5-4-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe hermitage is located on the northeast bank of the rDza chu river, about two hours on horseback from \u0026rsquo;Bum rmad Monastery (No.137) following the track along the river. There is no motorable road leading to the hermitage.\u003c/p\u003e \u003ch4 id=\"b6-5-4-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eShar rdza bKra shis rgyal mtshan is the most famous and important Bonpo master and scholar in the 20th century. He is believed to have obtained the \u0026lsquo;rainbow body\u0026rsquo; (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;ja\u0026rsquo; lus\u003c/span\u003e). His popularity and influence over the Bonpo community and culture continue to grow, especially in Khams and Amdo where more and more statues of him are appearing in Bonpo and even Buddhist monasteries. Both an accomplished spiritual master and scholar, his teachings, contained within the eighteen volumes of his collected works, have become a fundamental reference in Bon. His history of the Bon religion was translated into English and analyzed by Samten G. Karmay, and published under the title of \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eThe Treasury of Good Sayings: A Tibetan History of Bon\u003c/em\u003e (London Oriental Series, Vol.26, Oxford University Press, 1972). \u003c/p\u003e \u003cp\u003eAt the age of thirty-three, Shar rdza bKra shis rgyal mtshan (1890, the biography, pp.112-119) established the hermitage; during his life time, it was occupied only by his disciples who gathered there to receive his teachings and practise meditation under his guidance. After his extraordinary death at the hermitage, the place became a holy site not only for Bonpos, but also for Buddhists, and large gatherings of Bonpo tantric practitioners from Khams and Amdo take place there. As a result the hermitage has been enlarged and has become one of Tibet\u0026rsquo;s major religious sites. Shar rdza bKra shis rgyal mtshan\u0026rsquo;s original hermitage (where he lived and practised), the bDe chen ri khrod, is located on the upper part of the mountain and commonly referred to as Ri khrod gong ma, \u0026lsquo;upper hermitage\u0026rsquo;.\u003c/p\u003e \u003cp\u003eThe hermitage\u0026rsquo;s small printing house (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003epar khang\u003c/span\u003e) and meditation cells are located on the lower part of the mountain and are known as Ri khrod zhol ma, \u0026lsquo;lower hermitage\u0026rsquo;.\u003c/p\u003e \u003ch4 id=\"b6-5-4-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cp\u003eBefore his death, Shar rdza bKra shis rgyal mtshan appointed his nephew Blo gros rgya mtsho (1915-1954) as his apostle (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyal tshab\u003c/span\u003e) at the hermitage, but the latter died at the age of forty. Before Blo gros rgya mtsho left for Lhasa, he appointed Zer \u0026rsquo;phro Tshul khrims dbang phyug as his \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyal tshab\u003c/span\u003e, the latter died in 1960. In 1984, mThu stobs rnam rgyal of \u0026rsquo;Bum rmad Monastery was elected as the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyal tshab\u003c/span\u003e but after twelve years, relations between sTeng chen Monastery (No.139) and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyal tshab\u003c/span\u003e became strained and so the latter returned to \u0026rsquo;Bum rmad, his original monastery, A \u0026rsquo;jigs, a monk from Ye shes Monastery (No.150) in Nyag rong, is now in charge of the hermitage. When I visited Shar rdza ri khrod in August 1997, fourteen monks from Khams and Amdo were practising at the hermitage under his guidance. He must be in his thirties and is called mKhan chung, \u0026lsquo;younger abbot\u0026rsquo; by the monks at the hermitage, although his appointment is temporary and unofficial. \u003c/p\u003e \u003ch4 id=\"b6-5-4-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are fourteen monks residing at the hermitage.\u003c/p\u003e \u003ch4 id=\"b6-5-4-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eShar rdza ri khrod is a place reserved for individual religious practice, particularly the three-year retreat. Practitioners at the hermitage may also receive special teachings and tantric empowerments from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emkhan po\u003c/span\u003e and other masters.\u003c/p\u003e \u003ch4 id=\"b6-5-4-7\"\u003e7. Educationa exchange\u003c/h4\u003e \u003cp\u003eBefore Shar rdza bKra shis rgyal mtshan\u0026rsquo;s time, Bonpo monasteries sent their monks to sMan ri to study philosophy and practice meditattion. Indeed, sMan ri and gYung drung gling were the only place for Bonpo monks to pursue their studies and obtain the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edge bshes\u003c/span\u003e degree (for an account of the two monasteries see Nos.1 and 2). Monks who had been to these two monasteries were generally highly respected back in their own monasteries. Although this is still true to some extent, the situation has changed considerably since the Cultural Revolution. Thus sMan ri and gYung drung gling no longer receive the support it used to and are gradually losing their influence throughout the whole Tibetan cultural area; they no longer run the complete programme of Bonpo studies leading to the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edge bshes\u003c/span\u003e degree which formerly attracted monks from as far as Amdo and Khams. In the meantime Shar rdza bKra shis rgyalmtshan\u0026rsquo;s influence, owing to his scholarly and spiritual accomplishments and miraculous death, has been steadily growing, and, moreover, Shar rdza Hermitage is much closer than sMan ri or gYung drung gling for the Bonpo monks of Amdo and Khams. Thus, at present most Bonpo monasteries in Amdo and Khams send their monks to Shar rdza Hermitage instead of sMan ri or gYung drung gling. The number of monks at the hermitage varies and there is a constant turn over. In the last fifteen years, Derge county government founded several religous schools for monks of all different religious traditions and Shar rdza Hermitage was included among the schools for Bonpo teachings and thus may officially accept monks, but the educational system remains traditional and it is still mainly a retreat center.\u003c/p\u003e \u003ch4 id=\"b6-5-4-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cp\u003eSince Shar rdza Hermitage is not a monastery, apart from the occasional empowerment ceremonies, there are no collective rituals or ceremonies.\u003c/p\u003e \u003ch4 id=\"b6-5-4-9\"\u003e10. Books held in the monastery \u003c/h4\u003e \u003cp\u003eThe hermitage has a small traditional printing house, and owns some printing woodblocks (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003epar shing\u003c/span\u003e).\u003c/p\u003e \u003ch4 id=\"b6-5-4-10\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe practitioners residing at the hermitage must provide their own food; the hermitage receives offerings from the faithful in the form of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ertsam pa\u003c/span\u003e, yak meat, etc, which it keeps for visitors.\u003c/p\u003e \u003ch4 id=\"b6-5-4-11\"\u003e13. Local community\u003c/h4\u003e \u003cp\u003eThe entire population of the Shar rdza area is Bonpo. There are four Bonpo monasteries around the hermitage: \u0026rsquo;Bum rmad, sTeng chen (No.139), Zer \u0026rsquo;phro (No.140) and \u0026rsquo;Phen zhol (No.141), with their respective local lay communities. The hermitage however does not have a specific community. \u003c/p\u003e \u003ch4 id=\"b6-5-4-12\"\u003e14. Occupation of the local population\u003c/h4\u003e \u003cp\u003eMainly farmers and some nomads\u003c/p\u003e \u003ch4 id=\"b6-5-4-13\"\u003eSources \u003c/h4\u003e \u003ch5 id=\"b6-5-4-13-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003e(August 1997): mThu stobs rnam rgyal (b.1926), the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyal tshab\u003c/span\u003e of Shar rdza Hermitage, and the head of \u0026rsquo;Bum rmad Monastery\u003c/p\u003e \u003ch5 id=\"b6-5-4-13-2\"\u003e(2) Texts\u003c/h5\u003e \u003cp\u003e \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eRJe btshun bla ma dam pa nges pa don gyi g-yung drung \u0026rsquo;chang dbang dpal shar rdza ba chen po bkra shis rgyal mtshan dpal bzang po\u0026rsquo;i rnam par thar pa ngo mtshar nor bu\u0026rsquo;i phreng ba thar \u0026rsquo;dod mkhas pa\u0026rsquo;i mgul rgyan\u003c/em\u003e by dBra ston bsKal bzang bstan pa\u0026rsquo;i rgyal mtshan (1897-1959), Beijing: Krung go bod kyi shes rig dpe skrun khang, 1990\u003c/p\u003e \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b6-5-4/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-5-4","is_primary":false,"created_at":"2011-12-13 02:29:53 UTC","updated_at":"2011-12-13 02:29:53 UTC","authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}]}]}