{"descriptions":[{"id":1284,"title":"An Overview of Powo","content":"\u003cp\u003e\u003cp\u003ePowo (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003espo bo\u003c/span\u003e\u003c/em\u003e), Kongpo (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003ekong po\u003c/span\u003e\u003c/em\u003e), and Dakpo (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003edwags po\u003c/span\u003e\u003c/em\u003e) are the three regions comprising Southeastern Tibet. Powo is the easternmost of these three, located in the Tibetan Autonomous Region and close to India’s Arunachal Pradesh, Myanmar, and Yunnan Province. In many older sources Powo is called Puwo (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003espu bo\u003c/span\u003e\u003c/em\u003e), which is a reference to its ancient connections to the Purgyel (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003espu rgyal\u003c/span\u003e\u003c/em\u003e) dynasty that ruled Imperial Tibet. Until the early twentieth century Powo was a virtually independent kingdom.\u003c/p\u003e\u003cp\u003eWhen the Mongol-backed king of Tibet Chögyel Pakpa (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003echos rgyal ’phags pa\u003c/span\u003e\u003c/em\u003e, r. 1260-1280) traveled through the region he empowered the local head lama to become the ruler of the region, furnishing him with a royal proclamation and seal. This lama’s cousin, Pöngen Anyak (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003edpon rgan a nyag\u003c/span\u003e\u003c/em\u003e), was the driving force behind the actual unification and expansion of Powo. He brought outlying areas more directly under the control of his family and instituted a system of tax collection. In the early fourteenth century Pöngen built a castle for his lineage called Kanam Sinpo Fortress (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003ekaH gnam srin po rdzong\u003c/span\u003e\u003c/em\u003e) and founded the kingdom of Powo, making himself the first king. The kings of Powo used the title Kanam Gyelpo (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003ekaH gnam rgyal po\u003c/span\u003e\u003c/em\u003e) or Kanam Depa (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003ekaH gnam sde pa\u003c/span\u003e\u003c/em\u003e).\u003c/p\u003e\u003cp\u003eThe rise of the Gelukpa (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003edge lugs pa\u003c/span\u003e\u003c/em\u003e) state in Lhasa under the Fifth Dalai Lama drew Powo into transregional politics and sectarian conflicts. For example, when the Fifth Dalai Lama deployed Mongolian troops to southeastern Tibet to root out the Karma Kagyü (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003ekarma bka’ brgyud\u003c/span\u003e\u003c/em\u003e), Powo was invaded because the Kanam Gyelpo was a benefactor of local Karma Kagyü monasteries.\u003c/p\u003e\u003cp\u003eThe twenty-first Kanam Gyelpo was quick to learn how to work with the new authorities in Tibet, integrating Powo into the economic and cultural life of the important Geluk monasteries around Lhasa by building the Powo Regional House (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003espo bo khang tshan\u003c/span\u003e\u003c/em\u003e) at Sera Monastery. The twenty-first Kanam Gyelpo was also an astute politician, skillfully partaking in the emerging wealth and power of the large Gelukpa monasteries around Lhasa while not sacrificing the independence of Powo to the Ganden Palace (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003edga’ ldan pho brang\u003c/span\u003e\u003c/em\u003e). He was also somehow able to avoid having to pay taxes to the Tibetan central government.\u003c/p\u003e\u003cp\u003eIn the early twentieth century the twenty-fifth king abdicated the throne and became a monk. Succession problems ensued and violent conflicts broke out between certain monasteries. This led to an intervention by joint Lhasa and Qing military forces and a restructuring of the governance of Powo. From this point on Powo was obliged to pay yearly taxes to the central government in Lhasa. In 1911, Chinese soldiers who had been left behind in Tibet began to plunder their way back to China. The people of Powo and their monasteries were ravaged in the process. Lhasa seized this opportunity to take control of Powo and it lost its independence.\u003c/p\u003e\u003c/p\u003e","source_url":null,"is_primary":false,"created_at":"2011-07-13 16:54:15 UTC","updated_at":"2011-07-13 16:54:15 UTC","authors":[{"id":"32","fullname":"Jann Ronis"},{"id":"32","fullname":"Jann Ronis"}]}]}