{"descriptions":[{"id":244,"title":"Dzong Pipi Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr /\u003eReproduced with permission from the author \u003cbr /\u003eunder the \u003ca class=\"thl-poplink\" href=\"../../../../../tools/licenses.php#essay=/thl/text-license/\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-1\" class=\"space-before\"\u003eI.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices\u003c/h2\u003e \u003ch3 id=\"b1-1-2\"\u003e\u003cspan class=\"popular\"\u003eDzong Pipi\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzong pi phi\u003c/span\u003e\u003c/h3\u003e \u003ch4 id=\"b1-1-2-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eDzong Pipi\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzong pi phi\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSite number: A-49\u003c/li\u003e \u003cli\u003eSite typology: I.1a\u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 30\u0026deg; 06.8΄ \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 83\u0026deg; 41.2΄ \u003c/li\u003e \u003cli\u003eElevation: 4800 m (lower site), 4840 m (upper site) \u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eBaryang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBar yangs\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eDrongpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Brong pa\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: UTAE\u003c/li\u003e \u003cli\u003eSurvey date: April 15, 2001\u003c/li\u003e \u003cli\u003eContemporary usage: Almost none at the upper site. The lower site has been used for many years as a pastoral shelter. It is only inhabited very infrequently.\u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None.\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-1-2-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003eThe upper site of \u003cspan class=\"popular\"\u003eDzong Pipi\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzong pi phi\u003c/span\u003e is dominated by a single five-sided building planted on top of a pyramidal limestone formation, which rises 150 m above the south margin of the \u003cspan class=\"popular\"\u003eTsachu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eTshwa chu\u003c/span\u003e basin. This site has commanding views of this large basin and the Transhimalaya to he north. In the proximity are two small caves that were modified for human habitation. The lower site consists of a cave with a three-story masonry fa\u0026ccedil;ade. Significant early inscriptions in red ochre are found here.\u003c/p\u003e \u003ch4 id=\"b1-1-2-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eLocal sources believe that the upper site of rdzong pi phi was built and inhabited by a \u003cspan class=\"popular emph\"\u003esinmo\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003esrin mo\u003c/span\u003e demoness, which was subdued by the VajrayAna hero, \u003cspan class=\"popular\"\u003eGuru Rinpoch\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ru rin po che\u003c/span\u003e (eighth century) . The site is considered \u003cspan class=\"popular\"\u003eka nyenpo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBka' gnyan po\u003c/span\u003e (potentially hazardous).\u003c/p\u003e \u003ch4 id=\"b1-1-2-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-1-2-4-1\"\u003eUpper site\u003c/h5\u003e \u003ch6 class=\"essay\"\u003eSummit edifice\u003c/h6\u003e \u003cp\u003eThe edifice of \u003cspan class=\"popular\"\u003eDzong Pipi\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzong pi phi\u003c/span\u003e has a modified square plan. The existence of a stone-roof in one section of the building and its general design and constructional characteristics indicate that it was an all-stone corbelled structure. The four main walls of rdzong pi phi are quite closely aligned in the cardinal directions and each measure 4.5 m in length. A fifth or southwest wall facet is 2.2 m in length. The random-rubble block-work walls (50 cm to 60 cm thick) appear to have been lightly mortared. Variable-sized slabs were used to build the walls, a common archaic style of construction. The walls rise up to a height of 3 m to 4 m on the exterior side and 2 m to 2.5 m internally. The entranceway was in the south. There are windows in the north wall (20 cm x 30 cm) and east wall (30 cm x 35 cm). A southwest room has survived largely intact while other internal partitions have been nearly effaced. The southwest room (outer dimensions: 2 m x 2.5 m) is set 50 cm below the rest of the floor level. An opening in the lower portion of its outer wall may indicate hat it functioned as a lavatory. The roof of the southwest room is entirely intact: two bridging stones (each more than 1.5 m long) support the stone-slab roof sheathing.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eCaves\u003c/h6\u003e \u003cp\u003eApproximately 200 m south of the summit edifice, on a limestone shoulder, there is a very small cave with the remains of a fa\u0026ccedil;ade (3 m long, 1 m high) built around it. Just below this fa\u0026ccedil;ade there is a retaining wall built into the rock face. Approximately 200 m southwest of the summit edifice there is a cave (3.5 m deep) with the remnants of a stone fa\u0026ccedil;ade (3 m long). In the rear of this cave there are niches and a stone bench hat could have had either utilitarian or ritual functions. The cave is now used to store the belongings of a local \u003cspan class=\"popular emph\"\u003edrok pa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brog pa\u003c/span\u003e family such as winter coats. Long ago a hole was bored into the roof of this cave, ostensibly as a smoke vent. In front of the fa\u0026ccedil;ade there are he remains of walls (4 m x 3.5 m) that seem to have once been part of an anteroom.\u003c/p\u003e \u003ch5 id=\"b1-1-2-4-2\"\u003eLower site\u003c/h5\u003e \u003ch6 class=\"essay\"\u003eCave house\u003c/h6\u003e \u003cp\u003eThe lower site of \u003cspan class=\"popular\"\u003eDzong Pipi\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzong pi phi\u003c/span\u003e is situated below the stronghold, on the east side of the formation. It is dominated by a narrow cave (6.5 m deep), which has a three-story stonewall built around its mouth. This structure was made of variable-sized stone slabs laid in random-work courses, which appear to have been lightly mortared. The lowest tier of the outer wall incorporates a stairway that is now almost completely destroyed. At the base of the stairway there is a landing. The middle level of the fa\u0026ccedil;ade contains the entranceway, which is 1.7 m in height and 60 cm wide on its exterior side. There are several steps set inside the entranceway (1 m long), which access a much smaller inner portal. The 1-m long lintel over the entranceway is the largest stone used in the construction of the fa\u0026ccedil;ade. The upper level of the fa\u0026ccedil;ade encloses much of the cave and supports a small window. The middle and upper levels of the fa\u0026ccedil;ade form a single masonry expanse 5.4 m in height and nearly 3 m in width.\u003c/p\u003e \u003cp\u003eNear the entranceway of the cave, \u003cspan class=\"popular emph\"\u003eOm A Hum\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eoṃ a hum\u003c/span\u003e and a counterclockwise swastika were inscribed in red ochre in a vertical row. Nearby there is another red ochre counterclockwise swastika. In the formation above the fa\u0026ccedil;ade there is a red ochre clockwise swastika, and a \u003cspan class=\"popular emph\"\u003eWuchen\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003edbu can\u003c/span\u003e inscription that seems to read: \u003cspan class=\"popular emph\"\u003eJenso namp\u0026eacute; chi\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ejan gso nam pa 'chi\u003c/span\u003e. This inscription appears to convey the Buddhist depreciation of the site. In the rear of the cave there is a panel consisting of a red ochre sun and moon, a tree-like depiction, two rudimentary specimens of the letter \u003cspan class=\"popular emph\"\u003ea\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ea\u003c/span\u003e, and several heavily obscured compositions, all of which form a horizontal array. Like the letters and swastikas near the entrance, this panel was almost certainly painted by the Bonpo. The motifs on the panel, on the basis of style and paleography, however, seem significantly older than the pictographs near the entrance. The existence of these letters and symbols establishes the Bon occupation of \u003cspan class=\"popular\"\u003eDzong Pipi\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzong pi phi\u003c/span\u003e, a period of tenure that must be related to the local tale of the \u003cspan class=\"popular emph\"\u003esinmo\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003esrin mo\u003c/span\u003e.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eOther structures\u003c/h6\u003e \u003cp\u003eJust south of the cave there is a wall (4 m long, up to 1.5 m high) that bounds a level area in the formation 2.5 m deep. This appears to have been the base of another building but not enough remains to be certain. A little higher up is a shallow southeast-facing cave with the vestiges of a fa\u0026ccedil;ade and an inferior retaining wall.\u003c/p\u003e \u003ctable class=\"navarrows\" cellspacing=\"8\" align=\"center\"\u003e \u003ctbody\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-1-2/\u003c/div\u003e \u003cdiv id=\"chapRefWindow\" class=\"jqmWindow\" style=\"overflow: hidden; height: 300px;\"\u003e \u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e \u003cdiv class=\"conx-content\" style=\"height: 280px;\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"\u003e \u003c/span\u003e\u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"\u003e. \u003c/span\u003e\u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-1-2","is_primary":false,"created_at":"2010-08-11 20:45:12 UTC","updated_at":"2011-12-20 14:54:02 UTC","authors":[]}]}