{"descriptions":[{"id":345,"title":"Pukgu Chusum Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e \u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e \u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-2\"\u003eI.2. Residential Structures in Other Locations: Religious and Elite Residences\u003c/h2\u003e \u003ch3 id=\"b1-2-17\"\u003e \u003cspan class=\"popular\"\u003ePukgu Chusum\u003c/span\u003e\u003cspan class=\"scholar\"\u003ePhug dgu chu sum\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b1-2-17-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003ePukgu Chusum\u003c/span\u003e\u003cspan class=\"scholar\"\u003ePhug dgu chu sum\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Nine Retreat Shelters Three Streams \u003c/li\u003e \u003cli\u003eSite number: B-30\u003c/li\u003e \u003cli\u003eSite typology: I.2a \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 29\u0026ordm; 39.8\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 84\u0026ordm; 22.5\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 5140 m to 5160 m \u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eDarma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDar ma\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eDrongpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Brong pa\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTCE\u003c/li\u003e \u003cli\u003eSurvey date: April 23, 2002\u003c/li\u003e \u003cli\u003eContemporary usage: None. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: Plaques inscribed with the \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e mantra and the deity \u003cspan class=\"popular\"\u003eChenrezik\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpyan ras gzigs\u003c/span\u003e. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-2-17-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003eThe nine \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e of phug dgu chu gsum are found at the head of the \u003cspan class=\"popular\"\u003eTo Chu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMtho chu\u003c/span\u003e valley, an effluent of the \u003cspan class=\"popular\"\u003eMartsang Tsangpo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMar tshang gtsang po\u003c/span\u003e (upper Brahmaputra River). The headwaters of the \u003cspan class=\"popular\"\u003eTo Chu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMtho chu\u003c/span\u003e valley form a closed amphitheatre with a spring and marsh with the \u003cspan class=\"popular\"\u003eTsen La\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsan la\u003c/span\u003e (sp.?) pass above the site. The nine all-stone residential structures of phug dgu chu gsum are all more or less aligned in the cardinal directions and face in a southerly direction. This probable ancient religious site is extremely remote and seldom visited; although at one time it may have housed more that 50 residents. The \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e, while not well preserved, were superbly constructed from red stone. The rooms were generally small (around 4 m\u0026sup2;) as is typical in all-stone corbelled edifices. The robustly constructed random-rubble slab walls are approximately 50 cm thick. A dark-colored rock of variable-length (up to 1 m long) was used in construction. Corbels and bridging stones up to 1.5 m in length are scattered all around the site. \u003c/p\u003e \u003ch4 id=\"b1-2-17-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003e phug dgu chu gsum is reported by local residents to be an ancient religious center.\u003c/p\u003e \u003ch4 id=\"b1-2-17-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-2-17-4-1\"\u003erDo khang complex\u003c/h5\u003e \u003cp\u003e \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e RS1 and RS2 are situated at the bottom end of he site. Residential structures RS3, RS4 and RS5 are set approximately 5 m higher up on broad slopes. At 5 m more elevation are residential structures RS6 and RS7, the third level structures. Residential structure RS8, he fourth level structure, and residential structure RS9, the fifth level structure, were established some meters higher. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS1\u003c/h6\u003e \u003cp\u003eResidential structure RS1 measures 14 m (east-west) x 4.4 m (north-south). The east half of the \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e has been felled to its foundations. Near the east wall a tabular stone is planted in the ground. This \u003cspan class=\"popular emph\"\u003eDoring\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo ring\u003c/span\u003e was broken and is now only 45 cm in height (basal girth of 1.1 m). Perhaps the standing stone marked the establishment of the building, like at certain Lamaist sites. On the eastern half of the rear/north wall a large corbel protrudes 70 cm over the internal space. The rear wall was set 1 m to 1.2 m into the slope. A partition wall with a maximum height of 1.2 m divides the east and west halves of RS1. There is a small niche in the west side of the partition wall. In the west half of the structure there is a north-south oriented partition wall remnant. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS2\u003c/h6\u003e \u003cp\u003eResidential structure RS2 is located 16 m east of RS1. This large structure measures 17 m (east-west) x 7 m (north-south). On the west end of the ruin there is both a forward and rear room. In the west wall of this forward or south room there is a niche, and there is a niche in the rear wall of the rear west room as well. In the rear west room and the adjacent rear room there are corbels and bridging stones clinging to the rear wall. The portion of the outer rear wall in this area is built 1.6 m into the ground. The entranceway between hese two rear rooms is intact (1.2 m x 50 cm). East of these two rear rooms, the rear tier of the \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang \u003c/span\u003eappears to have been comprised of one relatively large room. The east section of the rear wall is not so well preserved and extends 1 m or less into the slope. Adjacent to the forward west room there is another forward room that has collapsed. Among the detritus of this room are sheathing slabs up to 2 m in length. East of this collapsed room there is another forward room with an intact entranceway (1.1 m x 80 cm). At 1.8 m, its north wall is the highest remaining fragment at RS2. Farther east only exterior wall traces have endured in the forward part of the edifice. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS3\u003c/h6\u003e \u003cp\u003eResidential structure RS3 is located 13 m north of RS2. This poorly preserved structure measures 8 m (east-west) x 4 m (north-south). The northwest corner of the \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e constitutes its most undamaged portion and was built 1.1 m into the slope. In the north/rear wall near the west corner of RS3 there are two niches, one on top of the other. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS4\u003c/h6\u003e \u003cp\u003eResidential structure RS4 is situated 6 m northwest and slightly upslope of RS3. It measures 11 m (east-west) x 6.5 m (north-south). This structure has been mostly flattened to its foundations. Wall segments to 1 m in height exist near the southwest corner. There is a small niche in the west wall of RS4.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS5\u003c/h6\u003e \u003cp\u003eResidential structure RS5 is located 8 m west of RS4. Its dimensions are 14 m (east-west) x 5 m (north-south). Only external wall fragments up to 1 m in height have survived in this highly deteriorated structure.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS6\u003c/h6\u003e \u003cp\u003eResidential structure RS6 is situated 11.5 m north of RS5. The main portion of the building measures 6.3 m (east-west) x 3.5 m (north-south). There is also a lower/south (3.6 m x 2.8 m) extension containing one room centered in front of the main structure. The main structure is partitioned into three rooms. The east entrance opens to a vestibule that extended to the rear east room. The rear east room boasts a few in situ roof slabs. The rear and side walls of the \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e are partially intact. The rear or north wall of RS6 is set 1.3 m into the ground and the side walls reach 1.2 m in height. In the outer west wall there is a small niche. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS7\u003c/h6\u003e \u003cp\u003eResidential structure RS7 is found 24 m east of RS6. This smaller structure measures 6.2 m (east-west) x 4.9 m (north-south). The rear wall was built into the slope to a maximum depth of 1.5 m. In the largely whole rear wall, near the west corner, there is a small niche. The south or forward wall of RS7 stands to a height of 50 cm. The room partitions have been mostly destroyed. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS8\u003c/h6\u003e \u003cp\u003eResidential structure RS8 was established 17.5 m northwest of RS7 and 9.5 m north of RS6. This \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e measures 15 m (east-west) x 6 m (north-south). Most exterior walls now attain a height of 1 m or less; only the central portion of the forward wall is taller (1.4 m). In the southeast corner of the structure there is a partly integral room. About half of the rear wall of RS8 has survived. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS9\u003c/h6\u003e \u003cp\u003eResidential structure RS9 measures 8.4 m (east-west) x 5 m (north-south). The east side of this building has been razed to the ground. On the west of the structure, side wall segments up to 1.3 m in height have persisted. Both a forward room and rear room are discernable in RS9. \u003c/p\u003e \u003ch5 id=\"b1-2-17-4-2\"\u003e Buddhist shrine\u003c/h5\u003e \u003cp\u003eSome 48 m south of the \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e complex, across the valley divide, there is a neglected Buddhist shrine complex, consisting of the base of a \u003cspan class=\"popular emph\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten\u003c/span\u003e or \u003cspan class=\"popular emph\"\u003etenkhar\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erten mkhar\u003c/span\u003e class shrine connected to walls that run north-south. This masonry base (3 m x 3.2 m) is best preserved on the west side where it is 1.4 m in height. Straight walls rise above a broader 40 cm high basal section. There is no evidence of a \u003cspan class=\"popular emph\"\u003ebhumpa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebum pa\u003c/span\u003e or any other kind of superstructure. It was constructed of dark bluish slabs that have weathered to a red color, 20 cm o 60 cm in length and 2 cm to 8 cm in thickness. These stones were laid in random-work, dry-mortar courses. On he south side of this cubic structure there is a wall 9 m in length, which has been reduced to 50 cm in height. This wall appears to have been originally around 1 m thick. Another wall links the big shrine to a smaller shrine situated 8 m to the north. This linking wall has been almost obliterated and the smaller shrine is very poorly preserved. The inscribed plaques found at the site are all highly eroded and feature the \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e mantra. \u003c/p\u003e \u003cp\u003eA 1-m high plaque partially submerged in the soil sits in the shrine complex. This plaque features a standing \u003cspan class=\"popular\"\u003eChenrezik\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpyan ras gzigs\u003c/span\u003e (Avalokite\u0026#347;vara) figure adeptly carved in shallow relief. It appears to date to the period of the second Buddhist diffusion (\u003cspan class=\"popular emph\"\u003etenpa chidar\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebstan pa phyi dar\u003c/span\u003e). This highly worn relief plaque of Tibet\u0026rsquo;s patron deity documents the Buddhist occupation of phug dgu chu gsum as early as one millennium ago. The implication of this Buddhist artifact may be that the residential facility, after first being established by archaic religious practitioners, was reoccupied by the Buddhists. This reoccupation was probably nominal given the extreme elevation of the site. Moreover, no fixed Buddhist emblems are found near the \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e.\u003c/p\u003e \u003cp\u003eThe \u003cspan class=\"popular\"\u003eChenrezik\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpyan ras gzigs\u003c/span\u003e bas relief image is ornamented with two necklaces, earrings and a five-diadem crown. The figure is attired in an Indian style skirt and holds the stem of a lotus in each hand. Below the deity, a butter lamp (\u003cspan class=\"popular emph\"\u003eMarm\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emar me\u003c/span\u003e) and sacrificial cake (\u003cspan class=\"popular emph\"\u003eTorma\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003egtor ma\u003c/span\u003e) were carved and lower on the plaque, swirling lines represent the world ocean. Above he deity\u0026rsquo;s head the sun is on the right side and the moon on the left side. Also, on the left side of the deity, a vertically oriented inscription reads: \u003cspan class=\"popular emph\"\u003ejo bo ti zang po la na mo\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ejo bo ti bzang po la na mo\u003c/span\u003e, and on its right side there is the inscription: \u003cspan class=\"popular emph\"\u003eOm A Hum\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eo\u0026#7747; a hum\u003c/span\u003e. \u003cspan class=\"popular\"\u003eJowoti Zangpo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eJo bo ti bzang po\u003c/span\u003e is an old Upper Tibetan manifestation of spyan ras gzings. \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-2-17/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-2-17","is_primary":false,"created_at":"2010-08-11 20:46:40 UTC","updated_at":"2010-08-12 16:53:51 UTC","authors":[]}]}