{"descriptions":[{"id":1417,"title":"Yungdrung Bönten Pelgyé Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b6-2\"\u003ebSang chu County\u003c/h2\u003e \u003ch3 id=\"b6-2-1\" class=\"space-before\"\u003e(99) rTse zhig Monastery \u003c/h3\u003e \u003ch4 id=\"b6-2-1-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003erTse zhig Monastery or gYung drung bon bstan \u0026rsquo;phel rgyas gling is also called rTse dbus Monastery. rTse zhig belongs to the group of nine or eighteen great Bonpo tribes in Amdo known as Zhig (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ezhig chen dgu dang yang na bco brgyad\u003c/span\u003e).\u003c/p\u003e \u003ch4 id=\"b6-2-1-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003erTse zhig is the only Bonpo monastery in bSang chu (it also known as Xia he in Chinese) County of Kan lho (Gan nan) Tibetan Autonomous Prefecture, and is situated in rTa khra\u0026rsquo;i gzhung, 30 km north of the county town where Bla brang Monastery is located.\u003c/p\u003e \u003ch4 id=\"b6-2-1-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eThe monastery was founded by sGom chen gYyung drung rgyal mtshan, he is also called sTong nyid bya \u0026rsquo;phur. His principal teacher was Zhu sgom \u0026rsquo;phrul zhig chen po (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKTGN\u003c/span\u003e p.8), a son of Zhu skye se chen po. The teaching lineage may be traced back to Zhu yas legs po, a famous disciple of gShen chen Klu dga\u0026rsquo;. Sras lha rje skyid po was a disciple of Zhu yas legs po and the teacher of Zhu skye se chen po; dGongs mdzod ri khrod chen po, another disciple of Zhu skye se chen po, was a contemporary of Zhu sgom \u0026rsquo;phrul zhig chen po. dGongs mdzod ri khrod chen po was born in the the Earth-Tiger year of the first Rab byung (1038). Since dGongs mdzod ri khrod chen po and Zhu sgom \u0026rsquo;phrul zhig chen po were both contemporaries of sTong nyid bya \u0026rsquo;phur who founded the monastery (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTZLD\u003c/span\u003e p.4, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKTGN\u003c/span\u003e p.8), we may assume that the monastery was built at least nine hundred years ago. From the time of sTong nyis bya \u0026rsquo;phur, the monastery was run by a continuous succession of abbots for about five hundred years until the 10th Rab byung (1567-1626) after which the monastery split into two branches: one headed by dGar ba Bla ma gYung drung rgyal mtshan regarded as a reincarnation of sTong nyid bya \u0026rsquo;phur, and the other by rTse zhig A lags Shes rab. Even the ritual objects (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emchod chas\u003c/span\u003e) of the monastery were divided among the two Bla brang. In addition to the rTse zhig Chos rje, there were three Bla brang which came to be known as Nang chen gsum, the \u0026ldquo;three residences of the Bla mas\u0026rdquo;. dGar ba Bla ma gYung drung rgyal mtshan went to study at sMan ri Monastery (No.1). He returned to rTse zhig Monastery where he taught for many years and became famed as a teacher throughout the whole of Amdo. Unfortunately, his reincarnation passed away in childhood. The next incarnation was found in a child born in sTong chung, Ba yan, northern Amdo (Hua long county in Qinghai). He does not seem to have lived at rTse zhig but to have remained in the Ba yan area where he greatly contributed to the spread of Bon and was locally known as sTong chung Zhabs drung (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTZLD\u003c/span\u003e p.6).\u003c/p\u003e \u003cp\u003eThe following incarnation was Zhabs drung bSod nams g-yung drung dbang rgyal (1894-1949) who was very active on both the religious and political scenes in Amdo in the early 20th century (cf. To shes Temple, No.118). His reincarnation is sKal bzang bstan \u0026rsquo;dzin rgya mtsho (also known as A mgon bla ma or A lags Pad ma) who was born in the Iron-Tiger year of the 16th Rab byung (1950) into the mGon rgya family of A mgon tribe in Amdo, and who is the present rTse dbus tshang (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTZLD\u003c/span\u003e p.5). A lags Shes rab, a contemporary of dGar ba bla ma gYung drung rgyal mtshan founded a separate Bla brang and visited almost all the Bonpo monasteries in Amdo. In addition to the Bla brang, he built a three-storey Lha khang at Khyung mo Monastery (No.123). Rab \u0026rsquo;byams pa Shes rab rnam rgyal, A lags Shes rab\u0026rsquo;s nephew, was sent as a child to sMan ri Monastery to study under Rin chen lhun grub and Grub thob Nam mkha\u0026rsquo; lhun grub, and after several years he obtained the Rab \u0026rsquo;byams pa degree. Unwilling to return to Amdo, he remained there for most of his life. His uncle, disappointed, concealed the rTen gsum (three types of sacred objects, viz. images, books and stupas) inside some statues. Later however A khu rGyal ba, a disciple of A lags Shes rab from sTong che in Khri ka, went to sMan ri Monastery to beg Shes rab rnam rgyal to return and take his uncle\u0026rsquo;e place. He accepted and before leaving dPal ldan ye shes, the sixth Panchen Bla ma, gave him a gold seal and an official letter giving him authority over all the Bonpo monasteries and communities in Amdo (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKTGN\u003c/span\u003e p.9, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTZLD\u003c/span\u003e p.9). According to \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTGLR\u003c/span\u003e, he was the seventeenth abbot of the monastery in the 12th Rab byung. (1687-1746). His reincarnation died in childhood. The following incarnation was Nam mkha\u0026rsquo; g-yung drung, an extremely learned Bla ma. Like his predecessors he was invested with authority over all the Bonpo monasteries in Amdo. He died at the age of eighty. Nam mkha\u0026rsquo; g-yung drung\u0026rsquo;s reincarnation also died in childhood. The following incarnation was rTse zhig Khri chen Theg mchog ye shes. He studied under rTse zhig gYung drung bstan rgyas, Ches rje rGyal ba tshul khrims, sBra ser Nam mkha\u0026rsquo; dbang phyug and rNga ba\u0026rsquo;i rTogs ldan Tshul khrims ye shes and specialized in the paractice of sMra seng dkar po. He looked after the Bonpo monasteries mainly around Khri ka, Reb gong and rTse zhig, and repaired the Tshogs chen \u0026rsquo;du khang and the thirteen Lha khang of Khyung mo Monastery. Theg mchog ye shes\u0026rsquo;s reincarnation was Khri ba Kun bzang rgyal mtshan. Like his predecessors, he too was responsible for all Bonpo monasteries in Amdo. He died in the thirty-first year of the 16th Rab byung (1957). The following incarnation was a nephew of rTse zhig Bla ma Drung ram pa Shes rab rnam rgyal. He was very bright and studied many years at Bla brang Monastery, but died young. rTse zhig \u0026rsquo;Gyur med kun bzang rgya mtsho, the following incarnation was a nephew and disciple of the Drung ram pa. Both he and his uncle counted several remarkable students among their disciples, such as So nag Grub chen thog \u0026rsquo;dzin (see So nag gsas khang), Bon brgya sPal mkhar rgyal ba (see Mag gsar Temple, No.102) and mKhar nag grub chen of Khyung mo Monastery (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKTGN\u003c/span\u003e p.11-12, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTZLD\u003c/span\u003e p.11-12). \u003c/p\u003e \u003cp\u003eThe next incarnation was rTse zhig gYung drung bstan rgyas who died at the age of seventy. He had several renowned followers including Bon brgya Rang shar rig grol and Khri chen Theg mchog ye shes. The next reincarnation was discovered in a child from Kho nag but he disappeared shortly after and as a result people believe that he was not the true reincarnation. The Bla ma\u0026rsquo;s third residence (Nang chen gsum pa) was built by the rTse zhig Chos rje Rin po che, rGyal ba Tshul khrims bstan pa\u0026rsquo;i rgyal mtshan, who was born in Wood-Hare Year of the 13th Rab byung (1795). He was a nephew and pupil of rTse zhig Nam mkha\u0026rsquo; g-yung drung, and became in turn the master of dGar ba bla ma gYung drung bstan \u0026rsquo;dzin. He was an assiduous practitioner all his life, and is supposed to have meditated in more than five hundred remote and wild places (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egnyan sa\u003c/span\u003e), and wrote many works including commentaries on \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egSang gcod yid bzhin nor bu\u0026rsquo;i chu \u0026rsquo;grim dmigs skor\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;Grel ba mkha\u0026rsquo; \u0026rsquo;gro\u0026rsquo;i zhal lung\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eSrung ma\u0026rsquo;i sgrub thabs\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egYang sgrub \u0026rsquo;phrin bcol\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eNyams mgur\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eZhal gdams\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eBlo sbyong\u003c/span\u003e, etc. He developed close ties with \u0026rsquo;Jigs med skal bzang rgya mtsho, a rNying ma pa from sDe dge with whom he exchanged teachings and thus also became popular among the rNying ma pa community. Chin wang Chos rgyal bSod nams dar rgyas, seems to be a contemporary chief of Mongolian tribes, gave him the title of Chos rje and appointed him his official spiritual preceptor. Both Bon brgya Rang shar rig grol and sBra ser Nam mkha\u0026rsquo; dbang phyug, two important figures of that period were his disciples. He died in the Wood-Dog Year of the 15th Rab byung (1874). There are three reincarnation lineages of Chos rje Rinpoche representing his body, speech and mind. The first body incarnation was Chos rje Tshul khrims \u0026rsquo;od zer, born in the Wood-Pig Year of the 15 th Rab byung (1875). He studied under Khri ba Theg mchog ye shes and Pan ti ta Kun bzang rgyal mtshan, and practised mainly \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egSang gcod yid bzhin nor bu\u003c/span\u003e. He died in the Wood-Pig Year of the 16th Rab byung (1935). The reincarnation of Chos rje Tshul khrims \u0026rsquo;od zer was Chos rje Tshul khrims lhun \u0026rsquo;grub (also known as Shes rab g-yung drung bstan pa\u0026rsquo;i sgron me), the third son of Zhabs drung bSod nams g-yung drung dbang rgyal. He was born in the Earth-Tigre Year of the 16th Rab byung (1938). Following his father\u0026rsquo;s wishes, he studied under sKyang sprul Lung rtogs skal bzang rgya mtsho but unfortunately he died in the Earth-Dog Year of the 16th Rab byung (1958) at the age of twenty. The reincarnation of gYung drung lhun grub is Shes rab bstan pa\u0026rsquo;i zla ba, born in the Iron-Dog Year of the 16th Rab byung (1970) to the rTse dbus bla ma family. His father, sNgags bon Shes rab blo gros, was the eldest son of rTse dbus A lags and Kun bzang \u0026rsquo;tsho. He took his monk\u0026rsquo;s vows from rGya \u0026rsquo;obs Rinpoche of sNang zhig Monastery and entered rTse zhig Monastery in 1983. He was recognized as the incarnation of rTse zhig chos rje gYung drung lhun grub by rGya \u0026rsquo;obs Rinpoche, Bon blon Nam mkha\u0026rsquo; bstan \u0026rsquo;dzin and, more especially, by Bon brgya dGe legs lhun grub rgya mtsho, and thus became the fourth rTse zhig chos rje and present head \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla ma\u003c/span\u003e of rTse zhig Monastery. Chos rje Rinpoche\u0026rsquo;s first speech incarnation was Chos rje bsTan pa \u0026rsquo;od zer or Ba lung chos rje who was born into the Ba lung family of the Mar nang khag gsum (\u0026ldquo;three tribes of Mar nang\u0026rdquo;), he spent all his life practising rDzogs chen and gCod in caves. The next incarnation was born at To shes in Ba yan (no further information available). Chos rje Rinpoche\u0026rsquo;s first mind incarnation was Bon brgya gYung drung phun tshogs mkhas grub \u0026rsquo;jigs med, a disciple and nephew of Bon brgya Rang shar rig grol. He also studied under Kun bzang rgyal mtshan (sTong che), rGya \u0026rsquo;obs bstan pa rab rgyas, rTogs ldan Tshul khrims bstan pa\u0026rsquo;i rgyal mtshan as well as other masters of different religious traditions, and became learned in all disciplines and aspects of Tibetan culture. He gave many \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edbang\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elung\u003c/span\u003e at rTse zhig, sTong che and Reb gong, and was especially revered by the Reb gong bon mang (tantric practitioners of Reb gong) as their main teacher. He restored Bon brgya Monastery (No.100). He had eight monks and about a hundred sNgags pa as his main pupils including Bon brgya Nam mkha\u0026rsquo; rgyal mtshan, rTogs ldan dKon mchog sprul sku, sTong chung zhabs drung, sBra ser sprul sku, sTong nyams snang gsal lhun grub, \u0026rsquo;Bum pa. Rig \u0026rsquo;dzin kun bzang klong grol. He died at the age of sixty. The next and present mind reincarnation is Bon brgya dGe legs lhun grub rgya mtsho, born to the Khyung family. In his childhood he studied under Bon brgya Nam mkha\u0026rsquo; rgyal mtshan as well as sKyang sprul Lung rtogs skal bzang rgya mtsho and received many initiations and transmissions (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edbang\u003c/span\u003e). He rebuilt Bon brgya Monastery. Like the previous bla mas of rTse zhig, in addition to Bon brgya Monastery, his main seat and residence, he is also responsible for Khyung mo, rTse zhig, Dung dkar monasteries, the Reb gong Bon mang, Khri ka and Ser brgya, as well as all the Bonpo lay communities of the area. In the nineteen-eighties he undertook the reconstruction of Khyung mo Monastery and its Bla brang prior to the enthronement of the Khyung mo sTobs ldan dbang phyug, the main reincarnation of Khyung mo Monastery. In Bon brgya Monastery, he rebuilt the\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u0026rsquo;du khang, lha khang, bla brang\u003c/span\u003e, and some of the reliquary \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emchod rten\u003c/span\u003e. He acquired three copies of the Bonpo \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebka\u0026rsquo; \u0026rsquo;gyur\u003c/span\u003e and more than one thousand volumes of various Tibetan works. He is one of the most learnt Bonpo scholars in present Tibet.\u003c/p\u003e \u003ch4 id=\"b6-2-1-4\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eOne reincarnate \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla ma\u003c/span\u003e and fifty-six monks lived in the monastery in the first half of the twentieth century (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTGLR\u003c/span\u003e p.6). At present there are more than thirty-monks.\u003c/p\u003e \u003ch4 id=\"b6-2-1-5\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThe present educational system is as before: the monks are divided into groups according to their level and study under one teacher, in addition to performing regular rituals. For obvious reasons (see above), rTse zhig chos rje is the main teacher. rGya \u0026rsquo;obs Rinpoche and Bon brgya Rinpoche are revered as the spiritual masters by all the monks.\u003c/p\u003e \u003ch4 id=\"b6-2-1-6\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eOccasionally the monastery invites teachers from sNang zhig Monastery (No.180). Traditionally, the Bonpo communities in rGan gya, Reb gong, Khri ka and Ba yan followed the masters of the rTse zhig lineage who have always been active throughout the area. Consequently Bon brgya dGe legs lhun grub rgya mtsho, undoubtedly the most erudite Bonpo scholar of the rTse zhig lineage, and probably in the whole of Amdo, is the main teacher and spiritual master of the region.\u003c/p\u003e \u003ch4 id=\"b6-2-1-7\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cp\u003e The \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esmon lam\u003c/span\u003e in 1st month together with the anniversary of mNyam med Shes rab rgyal mtshan during which the thousand epithets of the Buddha are recited, Phyag mchod tshogs bsags, and the ritual of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emKha\u0026rsquo; \u0026rsquo;gro gsang gcod yid bzhin nor bu\u003c/span\u003e; \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erGyal ba rgya mtsho\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eDu tri su\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edbyar gnas\u003c/span\u003e in summer; \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erNam par rgyal ba\u0026rsquo;i stong mchod\u003c/span\u003e in autumn; \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edBal gsas bsnyen sgrub with las mtha\u0026rsquo; srung bzlog\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egar \u0026rsquo;cham\u003c/span\u003e in winter. There are rituals of Kun rig, Kun dbyangs, sMan bla, Dus \u0026rsquo;khor, rNam \u0026rsquo;joms, Bla ma rtsa sgrub and Dug lnga rang grol. \u003c/p\u003e \u003cp\u003eOther rituals include the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egso sbyong\u003c/span\u003e performed on the 1st, 8th, 10th, 15th of each month and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e on the 29th day of the last month of the year. Since the monastery was mainly a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esgrub sde\u003c/span\u003e (tantric group) for many generations, it has inherited a rich tradition of rituals and there are about one hundred and fifty ritual days in the year.\u003c/p\u003e \u003ch4 id=\"b6-2-1-8\"\u003e10. Books held in the monastery\u003c/h4\u003e \u003cp\u003e The monastery possesses a copy of the Bon po \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebka\u0026rsquo; \u0026rsquo;gyur\u003c/em\u003e, \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eDri med gzi brjid\u003c/em\u003e as well as \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eKhams chen\u003c/em\u003e and more than two hundred volumes in total.\u003c/p\u003e \u003ch4 id=\"b6-2-1-9\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThe mountain behind the monastery is called lHa btsun dkar po or rNga\u0026rsquo;i kha, and is propitiated on the 11th day of the 4th month. There are two \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ela btsas\u003c/span\u003e near the monastery. The two \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ela btsas\u003c/span\u003e represent rGan gya\u0026rsquo;i A myes dga\u0026rsquo; bo and bKra shis dbang chen dgra \u0026rsquo;dul. The former is propitiated on the 9th day of the 5th month, and the latter on the 4th day of the same month. There are two \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erlung rta\u003c/span\u003e which are dMar yag rlung rta and Seng ge rlung rta, the former is propitiated on the 7th day of the 8th month and the latter on the 15th day of the 6th month. The main difference between a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ela btsas\u003c/span\u003e and a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erlung rta\u003c/span\u003e is that the top of the life-pole of a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erlung rta\u003c/span\u003e is adorned with a flag of rGyal mtshan rtse mo, whereas that of a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ela btsas\u003c/span\u003e is adorned with feathers, otherwise the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsang\u003c/span\u003e offering and invocation of the deities are basically identical in both instances. Nearby the monastery, there is a sacred mountain called Brag dkar bya rgod. There were three texts concerning Brag dkar bya rgod: the long version by sKyang \u0026rsquo;phags, the intermediate version by rGyal ba blo gros, and the short version by rGyal dbang (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eNBBK\u003c/span\u003e p.122). According to legend, there are self-originated images of rDzogs sku mkha\u0026rsquo; \u0026rsquo;gying dkar po at the top of the mountain. Twenty Maha Pantita are supposed to have meditated in twenty sacred meditation caves scattered all over the mountain. Li shu stag ring is supposed to have concealed treasures in the white rock, Gyim tsha rma chung in the blue rock to the North, Legs tang rmang po in the red rock to the West, Dran pa nam mkha\u0026rsquo; in the green rock, and there is a guardian deity for every treasure. There is the meditation cave of sKyang bza\u0026rsquo; yig rtsis ma, and the caves of sKyang \u0026rsquo;phags and gTso \u0026rsquo;phags. The mountain\u0026rsquo;s numerous holy sites are believed to be especially beneficial against \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egnyan\u003c/span\u003e type diseases. The mountain is also considered a favourable place to practise the four \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egcod rgyud\u003c/span\u003e, especially the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emKha\u0026rsquo; \u0026rsquo;gro gsang gcod\u003c/span\u003e. Surrounding the mountain is an outer circumambulatory path (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ephyi skor\u003c/span\u003e) and an inner circumambulatory path (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003enang skor\u003c/span\u003e) and it is deemed especially auspicious to circumambulate the moutain three times, in the Horse, Sheep, Bird and Monkey years. Hor btsun bsTan \u0026rsquo;dzin blo gros rgya mtsho, the author of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eNBBK\u003c/span\u003e, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edkar chag\u003c/span\u003e of the mountain, meditated on the mountain for fifteen years during which he says he was very happy. He had planned to write the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edkar chag\u003c/span\u003e for a long time and finally composed it in 1964 at the request of sKal bzang ye shes, bSod nams rgyal mtshan and Blo bzang rgya mtsho.\u003c/p\u003e \u003ch4 id=\"b6-2-1-10\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eNomads who breed mainly yaks and sheep for a livelihood, and horses for transportation. \u003c/p\u003e \u003ch4 id=\"b6-2-1-11\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-2-1-11-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003e(1) Interviews in autumn of 1996 with: Shes rab bstan pa\u0026rsquo;i zla ba (b.1970), the fourth reincarnation of rTse dbus chos rje of the monastery.\u003c/p\u003e \u003ch5 id=\"b6-2-1-11-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTZLD\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eNBBK\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKTGN\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTGLR\u003c/span\u003e \u003c/li\u003e \u003c/ol\u003e \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b6-2-1/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-2-1","is_primary":false,"created_at":"2011-12-13 02:29:35 UTC","updated_at":"2011-12-13 02:29:35 UTC","authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}]}]}