{"descriptions":[{"id":276,"title":"Kharpo Ché Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e \u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e \u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-1\" class=\"space-before\"\u003eI.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices\u003c/h2\u003e \u003ch3 id=\"b1-1-38\"\u003e \u003cspan class=\"popular\"\u003eKharpoche\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar po che\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b1-1-38-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eKharpoche\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar po che\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Great Castle\u003c/li\u003e \u003cli\u003eSite number: A-86\u003c/li\u003e \u003cli\u003eSite typology: I.1a, I.2b \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 33\u0026ordm; 16.5\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 79\u0026ordm; 42.4\u0026#900;\u003c/li\u003e \u003cli\u003eElevation: 4360 m to 4440 m\u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eDerok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSde rog\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTCE\u003c/li\u003e \u003cli\u003eSurvey date: May 22, 2002\u003c/li\u003e \u003cli\u003eContemporary usage: None.\u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None.\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-1-38-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003eBoth a summit stronghold and a lower residential site are found at \u003cspan class=\"popular\"\u003eKharpoche\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar po che\u003c/span\u003e in the \u003cspan class=\"popular\"\u003eDerok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSde rog\u003c/span\u003e valley. The summit complex is comprised of small contiguous structures built in the crenellations of a granite formation (27 m x 3 m to 4.5 m), as well as structures situated on the southwest flank of the formation. Although there are no stone roof appurtenances at the upper site, these buildings were small enough and of the requisite design to have accommodated all-stone roofs. \u003c/p\u003e \u003cp\u003eBeginning at the north foot of the formation, 80 m below the summit installation, there are the remains of walled erraces and foundations. They are situated on rocky slopes with a 20\u0026ordm; to 45\u0026ordm; gradient. The lower settlement covers an area of approximately 18,000 m\u0026sup2;. This is one of the largest archaic residential complexes surveyed to date. Most building foundations are concentrated at the upper end of the site. Like \u003cspan class=\"popular\"\u003ePosa khargok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpo sa mkhar gog\u003c/span\u003e (A-84), lower \u003cspan class=\"popular\"\u003eKharpoche\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar po che\u003c/span\u003e was protected by the presence of a bastion in the heights. The fortification of such centers of habitation in \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e might possibly be connected to its geographic crossroads position, and invasions originating from the north and west. The housing structures were purposefully built into the slopes and against boulders, giving them a proximity to the earth that probably had both utilitarian (less stone needed for construction) and ritual (ideal for the worship of chthonic deities) implications. The impression given by the ruins is that of a bustling settlement of many dozens of rudimentary rock shelters and associated structures built on top of one another. Conceivably, many hundreds may have once populated lower \u003cspan class=\"popular\"\u003eKharpoche\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar po che\u003c/span\u003e. Nevertheless, there are no cultivatable lands in the locale, and it is devoid of contemporary permanent settlement. \u003c/p\u003e \u003ch4 id=\"b1-1-38-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to residents of \u003cspan class=\"popular\"\u003eDerok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSde rog\u003c/span\u003e township, \u003cspan class=\"popular\"\u003eKharpoche\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar po che\u003c/span\u003e was an ancient \u003cspan class=\"popular\"\u003eKel M\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSkal mon\u003c/span\u003e castle.\u003c/p\u003e \u003ch4 id=\"b1-1-38-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-1-38-4-1\"\u003eCastle\u003c/h5\u003e \u003cp\u003eThe ancient stronghold is accessed by the little that remains of a stairway, which ascends the near vertical walls of the formation. It begins at the northwest foot of the granite spire. On the high north end of the summit there are four buildings and/or rooms, reached via an entryway on the east side of the formation. This portal still has its gray stone lintel in place. Below the entranceway there is a chamber in the formation that is at least 2 m deep. Along the east flank of the formation, what remains of a passageway on a ledge leads to he three rooms of the south summit. There are also the vestiges of two rooms along the side of this passageway. From the edge of the summit a collection of ruined buildings follows the southwest side of the ridgeline downward. This line of small structures contained at least nine interconnected buildings (38 m x 7 m to 9 m). There are also several outlying structures in extremely poor condition to the south of this row of buildings. At he south base of the formation there are a few ill-defined structural remains as well. The tallest extant wall segment at the \u003cspan class=\"popular\"\u003eKharpoche\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar po che\u003c/span\u003e castle is 3 m. The 50 cm to 60 cm thick walls of the various structures are composed of mud-mortared random-rubble containing pieces of granite, mostly 10 cm to 50 cm in length. \u003c/p\u003e \u003ch5 id=\"b1-1-38-4-2\"\u003eAncient village\u003c/h5\u003e \u003cp\u003eThe zone of terraces and foundations making up the ancient village extends to within 20 m vertical of the \u003cspan class=\"popular\"\u003eRusum\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu gsum\u003c/span\u003e valley floor. The many stones found here provided ample building materials for the construction of the settlement. In total, there are at least 150 walled terraces and no less than 60 structures that appear to be the footings of buildings. The terraces are irregularly shaped and average around 50 m\u0026sup2;. The retaining walls creating them are made of chunks of granite (up o 1 m in length), which were laid without mortar. These highly disintegrated walls are up to 1.5 m in height. The function of this system of terraces is not immediately obvious. They possibly served as a base for the erection of temporary shelters such as tents or other types of domestic operations. Due to the deterioration of he site, the building foundations are not well delineated from the retaining walls. Only small sections of double-course mud-mortared wall footings have survived. These walls are 60 cm to 80 cm in thickness and contain variable-sized stones to 1 m in length. The sub-rectangular foundations (15 m\u0026sup2; to 40m\u0026sup2;) often integrate large naturally occurring boulders. In one place, three stone beams (60 cm, 80 cm and 80 cm long) rest tenuously upon he top of the wall of a small room. Two of these in situ members are made from granite and one from a tan metamorphic stone. This evidence demonstrates that at least certain structures at lower \u003cspan class=\"popular\"\u003eKharpoche\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar po che\u003c/span\u003e were built with all-stone roofs. \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-1-38/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-1-38","is_primary":false,"created_at":"2010-08-11 20:45:40 UTC","updated_at":"2010-08-12 16:53:51 UTC","authors":[]}]}