{"descriptions":[{"id":1574,"title":"Degé Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 class=\"h1\" id=\"b6\"\u003eBonpo monasteries and temples \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003ein Tibetan regions in Qinghai, Gansu and Sichuan \u003c/h2\u003e \u003ch2 id=\"b6-5\"\u003eDerge County\u003c/h2\u003e \u003cp\u003eDerge (sDe dge) is a county of Kardze (Tibetan dKar mdzes, Chinese Gan zi) Tibetan Autonous Prefecture in Sichuan Province. It is located on the east bank of the \u0026rsquo;Bri chu river (the Yangtze, Chinese Jing sha jiang) in the northwestern part of the prefecture. The county is divided into seven Qu comprising twenty-six Xiang, and one hundred and seventeen administrative villages. Gonchen (dGon chen), the capital of the county is located at latitude 31\u0026deg;48\u0026rsquo;N, and longitude 98\u0026deg;34\u0026rsquo;E, at an altitude of 3,240m. The county is particularly famous for its printing house known as Par khang chos mdzod chen mo bkra shis sgo mang. It is the largest traditional printing place in the Tibetan cultural area in Sichuan. The Par khang is renowned for its editions of the Buddhist \u0026rsquo;Ka\u0026rsquo; \u0026rsquo;gyur and bsTan \u0026rsquo;gyur and certain texts of the Sa skya, dGe lugs, bKa\u0026rsquo; brgyud, rNying ma and Bon traditions, as well as its printing blocks of images for reproducing thangkas. The printing house was founded by bsTan pa tshe ring, the fortieth King of Derge, in 1729 within the complex of Derge Gonchen Monastery, located in the county town. Another famous site in the county is the temple Ge sar lha khang. Tibetans believe that Ge sar was born to the Gling tshang family in Derge, and most of the epic\u0026rsquo;s episodes take place in the Derge region. Thus a temple dedicated to King Ge sar was built in the county in A phyug pasture which is believed to be the hero\u0026rsquo;s birth place. The temple contains statues of Ge sar and the Thirty Generals. Many of the place names in the epic correspond to existing places in the area. The temple is located 208 km northeast of the county town. There are ten Bonpo, fourteen rNying ma pa, nine bKa\u0026rsquo; brgyud pa, one mixed rNying ma pa and bKa\u0026rsquo; brgyud pa, nineteen Sa skya pa, and five dGe lugs pa monasteries in Derge county at present.\u003c/p\u003e \u003ch3 id=\"b6-5-1\"\u003e(135) Khro tshang Monastery\u003c/h3\u003e \u003ch4 id=\"b6-5-1-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003e The full name of the monastery is Khro tshang Dar rgyas dgon. \u003c/p\u003e \u003ch4 id=\"b6-5-1-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eIt is located 206 kilometers northeast of Derge, the county seat, in Dung mda\u0026rsquo; village, Lam mdo Township, dBon thog (Wointog in the local Tibetan dialect) District in Derge county. \u003c/p\u003e \u003ch4 id=\"b6-5-1-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eAccording to oral tradition, during the persecution of Bon by King Khri srong lde btsan in the 8th century, two Bonpo masters, \u0026rsquo;Bang ri ba Nam mkha\u0026rsquo; thog rdugs and Grub chen bKra shis rgyal mtshan, took refuge on the mountain rDza stod Rin chen spungs pa in Derge. They attracted a number of disciples, including the Nine Saints of Khrom rdzong (Khrom rdzong rtogs dgu), the most famous of whom was Shes rab phun tshogs; their monastic establishment thus became known by the name of Khrom rdzong Phun tshogs gling.\u003c/p\u003e \u003cp\u003eIn the middle of the 1st Rab byung (1027-1097), rMe\u0026rsquo;u ston bSod nams came to the monastery and began to teach Bonpo tantric practice and the monastery\u0026rsquo;s name was changed to bKra shis phun tshogs gling. Thereafter, the Khro tshang lineage became the principal lineage of the monastery and the monastery was renamed Khro tshang Dar rgyas gling. It is not clear who the first master was and when precisely the lineage originated, but according to one account, the first master was Khro tshang Mar legs. According to the same account, there were three brothers in the Khro tshang lineage, Mar legs, Byang pa Nyi ma rgyal mtshan and Mu la snying po. Khro tshang Mar legs went to Zal mo sgang and became the master of the monasteries situated in Shar rdza\u0026rsquo;i lding khrom. They are: Khro tshang, sMon rgyal, \u0026rsquo;Bum rmad, Shar rdza Ri khrod, sTeng chen, Zer \u0026rsquo;phro and \u0026rsquo;Phen zhol. His two brothers went to The bong and Rong khams. rTogs ldan Ye shes bstan \u0026rsquo;dzin (1772-?) of Khro tshang Monastery became the monastery\u0026rsquo;s first abbot (mkhan po) and established the observance of the summer fast (dbyar gnas). His successors were mChog sprul Khro bo rgyal mtshan, mKhan chen lHun grub ye shes, rTogs ldan bSam gtan ye shes, Dam ldan Shes rab seng ge (rTogs ldan chung ba, the \u0026ldquo;Younger Saint\u0026rdquo;), Nyams rtogs Tshad \u0026rsquo;phel dga\u0026rsquo; bde, Grub brnyes Tshe dbang \u0026rsquo;od zer, \u0026rsquo;Gro \u0026rsquo;dren A dkar, rGyud \u0026rsquo;dzin rNam mkhyen rang grol, Yongs \u0026rsquo;dzin \u0026rsquo;Brug gsas chems pa (?-1991). \u003c/p\u003e \u003cp\u003eAll the Kun grol Trulku from Kun grol \u0026rsquo;Ja\u0026rsquo; tshon snying po (b.1700) to Kun grol Hum chen were in charge of the monastery. gSang sngags gling pa from Nyag rong and Shar rdza bKra shis rgyal mtshan also taught and practised at the monastery for a number of years.\u003c/p\u003e \u003ch4 id=\"b6-5-1-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cp\u003eA son from every generation in the patrilineal descent of the Khro tshang family was chosen as the \u0026ldquo;throne-holder\u0026rdquo; of the monastery. The head of the monastery is therefore hereditary.\u003c/p\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003esgrub bla\u003c/span\u003e \u003c/li\u003e \u003cli\u003etwo \u003cspan style=\"font-style: italic;\" class=\"\"\u003edbu mdzad\u003c/span\u003e \u003c/li\u003e \u003cli\u003etwo \u003cspan style=\"font-style: italic;\" class=\"\"\u003edge skos\u003c/span\u003e \u003c/li\u003e \u003cli\u003etwo \u003cspan style=\"font-style: italic;\" class=\"\"\u003emchod dpon\u003c/span\u003e \u003c/li\u003e \u003cli\u003etwo \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham dpon \u003c/span\u003e \u003c/li\u003e \u003cli\u003esix \u003cspan style=\"font-style: italic;\" class=\"\"\u003egnyer pa\u003c/span\u003e (divided into three groups of two) \u003c/li\u003e \u003c/ul\u003e \u003cp\u003eAll the incumbents are reappointed every five years with the exception of the abbot.\u003c/p\u003e \u003ch4 id=\"b6-5-1-5\"\u003e5. Current number of monks \u003c/h4\u003e \u003cp\u003eThere are hundred and twenty monks and novices in the monastery. \u003c/p\u003e \u003ch4 id=\"b6-5-1-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eEach year the monastery\u0026rsquo;s administration appoints a teacher to teach Tibetan literature and Bon practice and theory to the young monks for five months, from January to the end of May. Every year, a group of monks perform a ritual called \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ezhag brgya\u003c/span\u003e, \u0026ldquo;one hundred nights\u0026rdquo;, which includes the practices of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esngon \u0026rsquo;gro\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ertsa rlung\u003c/span\u003e, ritual cycles of dBal gsas, Phur pa, gSang ba drag chen, Khro bo, Byams ma, gDugs dkar, Ma rgyud, Lha rgod, Khyung dmar, sTag la and formerly Me ri. \u003c/p\u003e \u003ch4 id=\"b6-5-1-7\"\u003e7. Educational exchanges\u003c/h4\u003e \u003cp\u003eKhro tshang is a branch of sMon rgyal Monastery which is located in the same area. This connection seems to have originated with Kun grol Hum chen, but at present Khro tshang is closer to Shar rdza Ri khrod (which even has a number of cells reserved for the monks of Khro tshang) and sends around two to fifteen of its monks to Shar rdza Ri khrod for tantric practice and further training. \u003c/p\u003e \u003ch4 id=\"b6-5-1-8\"\u003e8. Daily rituals\u003c/h4\u003e \u003cp\u003eThey usually consist of the following practices.\u003c/p\u003e \u003cp\u003eEarly morning\u003c/p\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003eA li ka li\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003ertsa lung\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003esdus phyag\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003emchod pa\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003ebsang \u0026rsquo;don\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003echab gtor\u003c/span\u003e \u003c/li\u003e \u003c/ul\u003e \u003cp\u003eDuring the day\u003c/p\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003eyi dam bsnyen sgrub\u003c/span\u003e \u003c/li\u003e \u003c/ul\u003e \u003cp\u003eIn the evening\u003c/p\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003egsol kha\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003ebsur\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003elus sbyin\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003ertsa lung\u003c/span\u003e \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-5-1-9\"\u003e9. Annual rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e1st month, Rituals based on the followng texts: the \u003cem\u003e\u0026rsquo;Ḍzam gling spyi bsang\u003c/em\u003e, \u003cem\u003eṚig \u0026rsquo;dus tshogs \u0026rsquo;khor\u003c/em\u003e and \u003cem\u003eYi dam phyi nang gsang gsum gyi skang ba\u003c/em\u003e on the 1st day; the \u003cem\u003eKun rig sgrol ma\u003c/em\u003e for four days, \u003cem\u003eMḍo gYung drung klong rgyas\u003c/em\u003e for two days, \u003cem\u003eZhi khro sgrub chen\u003c/em\u003e for ten days, \u003cem\u003eṂa rgyud thugs rje nyi ma\u003c/em\u003e and \u003cem\u003eKun gsal byams ma\u0026rsquo;i sngags sgrub\u003c/em\u003e for four days, starting on the 8th day\u003c/li\u003e \u003cli\u003e4th month, Rituals based on the \u003cem\u003eSṇang srid zhi chen gyi sbyin sreg\u003c/em\u003e and \u003cem\u003eMChod gtor bdud rtsi chu rgyun\u003c/em\u003e on the 10th day\u003c/li\u003e \u003cli\u003e5th month, Rituals based on the \u003cem\u003eBla ma rig \u0026rsquo;dzin \u0026rsquo;dus pa\u0026rsquo;i sgrub chen\u003c/em\u003e with \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham\u003c/span\u003e for ten days, \u003cem\u003eSPyi bsang yid bzhin nor bu\u003c/em\u003e and \u003cspan style=\"font-style: italic;\" class=\"\"\u003emChod gtor\u003c/span\u003e for two days, the \u003cspan style=\"font-style: italic;\" class=\"\"\u003edbyar gnas\u003c/span\u003e summer-fasting (the number of participants for this ritual is limited to twenty-five monks) for fifty days starting on the 3rd day\u003c/li\u003e \u003cli\u003e6th month, Rituals of the Byams ma\u0026rsquo;i mdo chog, Srid rgyal drel dmar gyi tshogs \u0026rsquo;khor, and the \u003cspan style=\"font-style: italic;\" class=\"\"\u003esmyung gnas\u003c/span\u003e fasting practice from the 17th to the 22nd day \u003c/li\u003e \u003cli\u003e10th month, Rituals based on the \u003cem\u003eGYung drung yongs rdzogs\u003c/em\u003e and \u003cem\u003eKhro bo ngo mtshar rgyas pa\u0026rsquo;i sgrub chen\u003c/em\u003e, \u003cem\u003eMKha\u0026rsquo; klong gsang ba\u0026rsquo;i mdos chen\u003c/em\u003e, \u003cem\u003eZhi khro rtsa gsum rgya mtsho\u0026rsquo;i gar \u0026rsquo;cham\u003c/em\u003e with \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham\u003c/span\u003e dance, for fifteen days, beginning on the 17th. These rituals lead to the performace of the \u003cspan style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e rite. \u003c/li\u003e \u003cli\u003e11th month, Rituals based on the \u003cem\u003eBum sgrub chen mo sgrib sbyong dril sgrub\u003c/em\u003e for eight days, \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;Od dpag med\u003c/span\u003e and \u003cem\u003eZhi khro rigs brgya\u003c/em\u003e for seven days, beginning on the 8th day, and the ritual cycle of sTag la performed by the seven officials of the monastery for five days starting on the 25th. \u003c/li\u003e \u003cli\u003e12th month, the practice of the \u003cspan style=\"font-style: italic;\" class=\"\"\u003erab gnas\u003c/span\u003e consecration starting on the 10th day for five days\u003c/li\u003e \u003c/ul\u003e \u003cp\u003eRituals of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eg-yang sgrub\u003c/span\u003e and the ritual cycle of gDugs dkar, Ge khod, and Phur pa performed by seven monks for seven days at an auspicious time in the year. \u003c/p\u003e \u003cp\u003eChanting of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsang\u003c/span\u003e ceremony and the chanting of the main ritual text of the dBal gsas cycle, and the atonement of Srid rgyal by one monk in the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esgrub khang\u003c/span\u003e every day.\u003c/p\u003e \u003ch4 id=\"b6-5-1-10\"\u003e10. Books held in the monastery\u003c/h4\u003e \u003cp\u003eThe assembly hall is the only surviving building of the original monastery which was destroyed during the Cultural Revolution. It contains an entire wall covered by paintings depicting the life of gShen rab Mi bo. The monastery once possessed a complete set of the Bonpo Kanjur collected by Khro tshang Yid bzhin dbang rgyal. When sPen pa dbang rgyal (b.1926), one of the present monks of the monastery, was seven or eight years old, Yid bzhin dbang rgyal was already eighty years old, which means that the latter was active in late 19th-early 20th century. Since the monastery already possessed several sections of the Kanjur, Yid bzhin dbang rgyal had the monks copy the missing texts, and copied a number of the texts himself, following the order in the catalogue of the Bonpo Kanjur by Nyi ma bstan \u0026rsquo;dzin. These Bonpo canonical texts with Yid bzhin dbang rgyal\u0026rsquo;s own annotations was still in the monastery\u0026rsquo;s possession in 1997. \u003c/p\u003e \u003ch4 id=\"b6-5-1-11\"\u003e11. Income and expenses \u003c/h4\u003e \u003cp\u003eIn the early nineteen-eighties, the monastery received ninteen thousand Chinese Yuan from the tenth Panchen Lama for its restoration. The monastery owns 12 \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emu\u003c/span\u003e (a Chinese measuring unit = 0.0667 hectares) of farmland, fifty female yaks looked after by several local families who in exchange give the monastery 5 kg of butter per yak per year (in 1997 1 kg of butter sold for 28 Yuan). The harvest of each \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emu\u003c/span\u003e yields 250 kg of barley (in 1997 1 kg of barley sold for 2.60 Yuan).\u003c/p\u003e \u003ch4 id=\"b6-5-1-12\"\u003e12. Local community \u003c/h4\u003e \u003cp\u003eThe local lay community consists of three yul pa (communal division): Yar thang with twenty-five families, Dung mda\u0026rsquo; with fifty families, and mKha\u0026rsquo; re with thirteen families, (a total of ninety-three families and a population of about five hundred).\u003c/p\u003e \u003ch4 id=\"b6-5-1-13\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThe three mountain peaks of rDza stod rin chen spungs pa are called Dung rgyal, Seng chen and Drag sngon. Since the three peaks are the abode of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elha btsan\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eklu btsan\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egnyan btsan\u003c/span\u003e they are also collectively known as bTsan rgod rnam gsum, \u0026ldquo;the Three btsan rgod\u0026rdquo;. The mountain was \u0026ldquo;opened\u0026rdquo; (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egnas sgo phyed pa\u003c/span\u003e) as a holy site (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egnas ri\u003c/span\u003e) by gSang sngags gling pa. \u003c/p\u003e \u003cp\u003eThe mountain is venerated by the local community on two different dates and in two differents ways: 1. the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egnas skor\u003c/span\u003e circumambulation on the 15th day of the 4th month, during which both the local lay community and the monks circumambulate and perform the bsang ceremony at the mountain\u0026rsquo;s three \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ela btsas\u003c/span\u003e (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ela btsas bstod pa\u003c/span\u003e). 2. Since Brag sngon, the summit immediately behind the monastery constitutes the lowest foremost peak of the mountain, it is the monks alone who propitiate it on the 21st day of the 7th month. This ceremony is called \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erlung rta bstod pa\u003c/span\u003e, the scattering of the wind horse. The former ritual (involving both lay men and monks) is quite simple, but for the latter, the monks perform a complete ritual of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsang\u003c/span\u003e, accompanied by the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edar lcog\u003c/span\u003e flags and the wind horse.\u003c/p\u003e \u003ch4 id=\"b6-5-1-14\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eMostly nomads and some farmers\u003c/p\u003e \u003ch4 id=\"b6-5-1-15\"\u003eSources \u003c/h4\u003e \u003ch5 id=\"b6-5-1-15-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003e(August, 1997): sPen pa dbang rgyal, a former monk at the monastery (b.1926) and gYung drung dar rgyas, the dge bkos of the monastery\u003c/p\u003e \u003ch5 id=\"b6-5-1-15-2\"\u003e(2) Texts\u003c/h5\u003e \u003cp\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKGLG\u003c/span\u003e, Vol.1, pp. 616-620\u003c/p\u003e \u003ch3 id=\"b6-5-2\"\u003e(136) sMon rgyal Monastery\u003c/h3\u003e \u003ch4 id=\"b6-5-2-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monstery\u0026rsquo;s full name is sMon rgyal dga\u0026rsquo; ldan dar rgyas gling.\u003c/p\u003e \u003ch4 id=\"b6-5-2-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located on the north bank of the rDza chu river in A khod valley, rDza khog in Derge, 233 km north east of Gonchen Township, the county seat of Derge.\u003c/p\u003e \u003cp\u003eThere is a hermitage called mThong chen Hermitage or sMon rgyal Hermitage on the mountain behind the monastery.\u003c/p\u003e \u003ch4 id=\"b6-5-2-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eThere was a couple called \u0026rsquo;Brog Bla ma lHa yi dbang po and dBra za mGon skyid ma whose son was born near the sacred mountain rMa rgyal spom ra. The son, named rMa rgyal Bla ma, established a hermitage at a site called sMon mKhan bu gdong. He had two sons, Dam pa rang grol and lHa yi blo gros. The former, Dam pa rang grol, became an accomplished master, specialized in the meditation system according to the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eZhang zhung snyan brgyud\u003c/em\u003e, the oral transmission from Zhang zhung. He travelled extensively throughout Amdo and Khams to spread the teaching, and became renowned in these regions as sMon rgyal Bla ma. His brother, lHa yi blo gros, was a lay master, and his descendants include a great number of famous and important masters (\u003cem xmlns:str=\"http://exslt.org/strings\"\u003eSṃon rgyal dgon pa\u0026rsquo;i lo rgyus\u003c/em\u003e by Tshe brtan rdo rje, MS).\u003c/p\u003e \u003cp\u003eDam pa rang grol took up residence in the hermitage on the site of the monastery, but the period after his death until the time of Kun grol grags pa \u0026rsquo;ja\u0026rsquo; tshon snying po (b.1700) remains obscure. Kun grol grags pa, born in Khyung po rGyas reg khog, undertook the monastery\u0026rsquo;s construction. He was therefore considered as the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgon bdag\u003c/span\u003e, the master of the monastery.\u003c/p\u003e \u003cp\u003eHere is a list of the Kun grol reincarnations:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003eKun grol grags pa \u0026rsquo;ja\u0026rsquo; tshon snying po, born Khyung po rGyas reg khog\u003c/li\u003e \u003cli\u003eKlu dbang rgyal po, born in mDo khams lha mo brag dkar\u003c/li\u003e \u003cli\u003ebsTan \u0026rsquo;dzin rin chen gtsug phud, born in Central Tibet \u003c/li\u003e \u003cli\u003ebsTan \u0026rsquo;dzin tshul khrims grags pa, born in \u0026rsquo;Dan sgrol ma lha khang \u003c/li\u003e \u003cli\u003e\u0026rsquo;Chi med bdud \u0026rsquo;dul gling ba, born in Chos rgyal sde dge\u0026rsquo;i mdun skor \u003c/li\u003e \u003cli\u003eHum chen \u0026rsquo;gro \u0026rsquo;dul gling pa, born in rGyal rong \u003c/li\u003e \u003c/ol\u003e \u003cp\u003eThe abbots of the monastery are known only from the time of \u0026rsquo;Chi med bdud \u0026rsquo;dul gling pa, the fifth Kun grol, onwards: \u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003eShes rab dbang rgyal \u003c/li\u003e \u003cli\u003eZla ba grags pa \u003c/li\u003e \u003cli\u003eNam mkha\u0026rsquo; dbang rgyal \u003c/li\u003e \u003cli\u003eTshul khrims mchog ldan\u003c/li\u003e \u003cli\u003ebsTan pa \u0026rsquo;brug grags (b.1946), the present abbot \u003c/li\u003e \u003c/ol\u003e \u003cp\u003esMon rgyal Monastery is composed of two parts: the upper monastery (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eyar dgon\u003c/span\u003e), and the lower monastery (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emar dgon\u003c/span\u003e). According to oral tradition, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eyar dgon\u003c/span\u003e was built by the first Kun grol, but there is no mention of this in his biography. The latter\u0026rsquo;s son Bla rgan rGyal sras built the lHa gsar khang temple. The monastery was destroyed during the Cultural Revolution and was rebuilt in the 1980s.\u003c/p\u003e \u003ch4 id=\"b6-5-2-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003edgon bdag \u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003emkhan po\u003c/span\u003e \u003c/li\u003e \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003edbu mdzad\u003c/span\u003e \u003c/li\u003e \u003cli\u003etwo \u003cspan style=\"font-style: italic;\" class=\"\"\u003edge skos\u003c/span\u003e,\u003c/li\u003e \u003cli\u003etwo \u003cspan style=\"font-style: italic;\" class=\"\"\u003emchod dpon\u003c/span\u003e \u003c/li\u003e \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham dpon\u003c/span\u003e \u003c/li\u003e \u003cli\u003ethree \u003cspan style=\"font-style: italic;\" class=\"\"\u003ergyu gnyer\u003c/span\u003e (one is \u003cspan style=\"font-style: italic;\" class=\"\"\u003ergyu dpon\u003c/span\u003e and the other two \u003cspan style=\"font-style: italic;\" class=\"\"\u003ergyu gnyer\u003c/span\u003e) \u003c/li\u003e \u003cli\u003etwo \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;bud pa\u003c/span\u003e (musicians) \u003c/li\u003e \u003c/ul\u003e \u003cp\u003eThe incumbents of the above-listed positions are reappointed every four years; the mkhan po\u0026rsquo;s position is permanent. In this case, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emkhan po\u003c/span\u003e replaces the master of the monastery in his absence and is selected among the most academically and spiritually accomplished monks of the monastery. \u003c/p\u003e \u003ch4 id=\"b6-5-2-5\"\u003e5. Number of monks\u003c/h4\u003e \u003cp\u003eThere are ninety novices and monks in the monastery.\u003c/p\u003e \u003ch4 id=\"b6-5-2-6\"\u003e6. Curent education\u003c/h4\u003e \u003cp\u003eOne of the two \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edge bskos\u003c/span\u003e teaches Tibetan and religious practice to the novices throughout the year exept for one month holiday in winter and one month holiday in summer. For more advanced training, the students generally go to Shar rdza ri khrod for further training. \u003c/p\u003e \u003ch4 id=\"b6-5-2-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eA saint from sMon rgyal Monastery called Grub thob A stag kha ba rjes med founded A stag khang tshan, a monastic hostel, in sMan ri in gTsang, reserved for the monk students from rDza khog, Me nyag, sDe dge, Nyag rong, \u0026rsquo;Dan ma and sGe bshes khog (in Rong brag of rGyal rong). As a result, sMon rgyal Monastery developed close ties with sMan ri. For the past few decades however, because of the influence of Shar rdza bKra shis rgyal mtshan\u0026rsquo;s teachings, monasteries in the region, including sMon rgyal, have been sending their monk students to Shar rdza ri khrod for further training. rMon rgyal Monastery has four branches (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgon lag\u003c/span\u003e): Khro tshang (No.135), \u0026rsquo;Bum rmad (No.137), Zer \u0026rsquo;phro (No.140) and Gong lung (No.149).\u003c/p\u003e \u003ch4 id=\"b6-5-2-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e1st month : the performance of the ritual based on the \u003cem\u003eZhi khro dam pa rig brgya dkyil \u0026rsquo;khor\u003c/em\u003e from the 8th to the 22nd day \u003c/li\u003e \u003cli\u003e5th month : the observance of the \u003cspan style=\"font-style: italic;\" class=\"\"\u003esmyung gnas\u003c/span\u003e fast from the 8th to the 20th day; \u003c/li\u003e \u003cli\u003e6th month: the \u003cspan style=\"font-style: italic;\" class=\"\"\u003edbyar gnas\u003c/span\u003e summer-fast from the 1st to the 30th day \u003c/li\u003e \u003cli\u003e9th month: the recitation of the mantra \u003cspan style=\"font-style: italic;\" class=\"\"\u003esnying po rnam gsum\u003c/span\u003e and the \u003cspan style=\"font-style: italic;\" class=\"\"\u003esidhi\u003c/span\u003e for 7 days \u003c/li\u003e \u003cli\u003e11th month: the \u003cspan style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e rite based on the performance of the Zhi khro cycle rom the 21st to the 30th\u003c/li\u003e \u003c/ul\u003e \u003cp\u003eDaily life of the individual monks: \u003c/p\u003e \u003cp\u003eIn the morning: the monks begin the day with the meditation on the root Guru (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ertsa ba\u0026rsquo;i bla ma\u003c/span\u003e), and then chant the prayers: \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eBla ma rgyang \u0026rsquo;bod\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erTsa ba\u0026rsquo;i bla ma\u0026rsquo;i gsol \u0026rsquo;debs\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erTsa rlung gsol \u0026rsquo;debs\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eRlung thun gcig bcad\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eSems sbyong\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eYi dam zhi drag\u003c/span\u003e; this is followed by the purificatory ritual of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsang\u003c/span\u003e, the practice of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ephyag\u003c/span\u003e salutation and and the chu gtor ceremony of water offering. \u003c/p\u003e \u003cp\u003eThe afternoon is devoted to reading and recitation. \u003c/p\u003e \u003cp\u003eIn the late afternoon: chanted invocation of the religious protectors (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esrung ma\u0026rsquo;i gsol kha\u003c/span\u003e), followed by the practices of minor rituals such as the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elus sbyong\u003c/span\u003e, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esems sbyong\u003c/span\u003e the bsur and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egcod\u003c/span\u003e.\u003c/p\u003e \u003ch4 id=\"b6-5-2-9\"\u003e10. Books held in the monastery\u003c/h4\u003e \u003cp\u003eThe monastery has an old incomplete manuscript copy of the Bonpo Kanjur; three copies of the printed edition of the Kanjur published by sMon rgyal lha sras; one copy of the printed edition of Buddhist Kanjur and a collection of various texts for liturgical purposes. The monastery formerly possessed three copies of the Bonpo Kanjur: one Khro skyabs edition and two manuscripts. Both manuscript copies came from the Hor region. The 6th Kun grol was the spiritual master of the king of Hor (Hor spyi khyab rgyal po), who ruled over what was known as the \u0026ldquo;Thirty-nine Tribes of Hor\u0026rdquo;. One day he had a dream in which a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emkha\u0026rsquo; \u0026rsquo;gro ma\u003c/span\u003e told him to build a stupa to be dedicated to sTag la at Hor lan stod and another to be dedicated to Phur pa at Lan sog sum mdo. He did as instructed in the dream and the king of Hor offered him a manuscript copy of the Bonpo Kanjur in gratitude for having built the two stupas on his estates. However, the 6th Kun grol did not want to accept the Kanjur and had two copies made instead. A great number of people were hired for the purpose and the work was supervised by lCang \u0026rsquo;jug dBal gsas thar, the minister of the king of Hor. \u003c/p\u003e \u003cp\u003eThe 6th Kun grol finally brought his two copies of the Kanjur to sMon rgyal Monastery in 1954. \u003c/p\u003e \u003ch4 id=\"b6-5-2-10\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery has \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;bri\u003c/span\u003e (female yak) which are tended by several local families in accordance with the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eshi med\u003c/span\u003e contract.\u003c/p\u003e \u003ch4 id=\"b6-5-2-11\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elha sde\u003c/span\u003e (local lay community) of the monastery consists of eight villages: gSer mda\u0026rsquo; with ten families, Khang gsar with fourteen families, dGon nang with twenty-seven families, Rabs mang with thirteen families, \u0026rsquo;Gul ba with four families, A khod with twenty families, dGe nang with seventeen families and sDe chung with a few families.\u003c/p\u003e \u003ch4 id=\"b6-5-2-12\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThe mountain behind the monastery is called Khyung mo dpal ri. The \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ela btsas\u003c/span\u003e on top of the mountain is dedicated the local deity known as Shwa mdzo gnyan po dkar phyogs. The mountain is a combination of the cult of the local deity and a sacred site of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egnas ri\u003c/span\u003e type.\u003c/p\u003e \u003cp\u003eThe propitiation and circumambulation of the mountain, by both monks and laymen, takes place on the 18th day of the 5th month. \u003c/p\u003e \u003cp\u003eThere are four additional mountains, gNas rgod rta rna mdung rtse in the east, sTag sham gnyan po in the south, gSe dal gnam lcags thog rgod in the west and De\u0026rsquo;u dpon gNam lha dkar g-yag in the north, each has a deity bearing the same name and a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ela btsas\u003c/span\u003e on its summit. They are propitiated by the Bonpo lay community once a year. \u003c/p\u003e \u003cp\u003eThe monastery also has a cemetery known as gSer mdo bo che, located in gSer lung valley, a two hours\u0026rsquo; walk northwest of the monastery. \u003c/p\u003e \u003cp\u003eOn the 12th of the 8th month, the lay people perform the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esa zhib\u003c/span\u003e, \u0026lsquo;land inspection\u0026rsquo;, a special custom during which the local population first receive a blessing in the morning from the guardian deity of the monastery in front of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esgrub khang\u003c/span\u003e sanctuary, and then a group of horsemen inspect the monastery\u0026rsquo;s estates, to check whether the pastures, forests, paths, etc, belonging to the monastery are in good condition, whether anything has been stolen and whether any strangers are occupying the land. Once they have completed their round, they disperse without returning to the monastery.\u003c/p\u003e \u003ch4 id=\"b6-5-2-13\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eFarming, animal husbandry and trade\u003c/p\u003e \u003ch4 id=\"b6-5-2-14\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-5-2-14-1\"\u003eInterviews \u003c/h5\u003e \u003cp\u003eAutumn 1997: Tshe brtan rdo rje, a monk at the monastery and teacher at the Sichuan School of Tibetan Language in Dartsedo (b.1948); gYung drung \u0026rsquo;phrin las, a monk at the monastery (b.1957); Pad ma skal bzang, a monk at the monastery (b.1928); Nam mkha\u0026rsquo; bstan \u0026rsquo;dzin (b.1931), a monk at the monastery; Pad ma dbang rgyal (b.1928), a monk from the monastery\u003c/p\u003e \u003ch3 id=\"b6-5-3\"\u003e(137) \u0026rsquo;Bum rmad Monastery\u003c/h3\u003e \u003ch4 id=\"b6-5-3-1\"\u003e1. Name \u003c/h4\u003e \u003cp\u003eSince \u0026rsquo;Bum mda\u0026rsquo; village, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elha sde\u003c/span\u003e (the local lay community of the monastery) considers the monastery\u0026rsquo;s site to be the best in the region, the monastery was named \u0026rsquo;Bum rmad, (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;bum\u003c/span\u003e after the name of the village, and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ermad\u003c/span\u003e meaning \u0026lsquo;best\u0026rsquo;).\u003c/p\u003e \u003ch4 id=\"b6-5-3-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is on the north bank of the rDza chu river, about three and half hours on horseback from sMon rgyal Monastery which is located southeast of \u0026rsquo;Bum rmad Monastery on the east bank of the rDza chu river.\u003c/p\u003e \u003ch4 id=\"b6-5-3-3\"\u003e3. History \u003c/h4\u003e \u003cp\u003eThere is a short text written by the administrative committee of the monastery which states that the monastery was founded by the fourteenth rMe\u0026rsquo;u bSod nams dbang grags in the Wood-Dog Year of the 2nd Rab byung (1094). According to mThu stobs rnma rgyal, who is the present \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyal tshab\u003c/span\u003e of Shar rdza bKra shis rgyal mtshan and master of \u0026rsquo;Bum rmad Monastery, first there was a monastery on the south bank of rDza chu river. As it was located close to a rock called rGya rdzong brag, the monastery was named rGya rdzong Monastery. bSod nams dbang grags appointed dBra bla Nam mkha\u0026rsquo; blo gros as his successor. Under Kun grol \u0026rsquo;Ja\u0026rsquo; tshon snying po (b.1700), after the succession of the monastery\u0026rsquo;s eleventh abbot (after the accession of Kun grol \u0026rsquo;Ja\u0026rsquo; tshon snying po (b.1700), the eleventh abbot), the monastery was moved to the north bank of the river, where its local lay communinty lived, and the name of the monstery was changed to \u0026rsquo;Bum rmad. As far as we know he was succeeded by gYung drung rnam rgyal, born in rDza yul, and was then recognized as the reincarnation of his predecessor? gYung drung rnam rgyal\u0026rsquo;s incarnation seems to have been dBon sprul bsTan pa rgyal mtshan who was recognized by dGe bshes gSang sngags grags pa. The following reincarnation was Ye shes bstan \u0026rsquo;dzin, recognized by gTer chen bDe gling pa. Ye shes bstan \u0026rsquo;dzin was succeeded by Mi pham rnam rgyal. His successor was dGe sprul Yid bzhin legs grub (d.1952), recognized by Kun grol bDud \u0026rsquo;dul gling pa. The reincarnation of dGe sprul Yid bzhin legs grub was \u0026rsquo;Chi med zla ba yid bzhin rgya mtsho (b.1978, also known as \u0026rsquo;Chi med zla ba ye shes), recognized by Tshul chen Trulku of rTogs ldan Monastery in rNga khog. The last abbot of the monastery, mThu stobs rnam rgyal was born in 1926. He became a monk in \u0026rsquo;Bum rmad Monastery at the age of eight. The following year, Shar rdza bKra shis rgyal mtshan, sensing that his life and hence his contribution to the Bon religion were coming to an end, decided to perform the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ePhyi rgyud cho ga bcu gnyis\u003c/span\u003e empowerment ceremony, which was to be his last. mThu stobs rnam rgyal participated in the empowerment ceremony. Shortly after Shar rdza bKra shis rgyal mtshan \u0026lsquo;passed away into his rainbow body\u0026rsquo;. mThu stobs rnam rgyal studied under Blo gros rgya mtsho, the apostle (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyal tshab\u003c/span\u003e) of Shar rdza bKra shis rgyal mtshan, Gling zhig Tshe dbang g-yung drung and various other masters. At the age of thirteen, he became a disciple of Kun grol hum chen and studied with him for nine years. At the age of twenty-two, he went to central Tibet on a pilgrimage to Bon ri, Yar lung, rGyal rtse, bKra shis lhun po, Zhu tshang, Sa skya, gShen Dar sding, mKhar sna, sMan ri, gYung drung gling, Se ra, \u0026rsquo;Bras spungs, dGa\u0026rsquo; ldan and a number of other sacred sites. When he returned to rDza khog, he became the teacher of sMon rgyal lha sras, a son of Kun grol hum chen. Kun grol hum chen died when mThu stobs rnam rgyal was thirty-one years old. In 1984 mThu stobs rnam rgyal was chosen as the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyal tshab\u003c/span\u003e of Shar rdza bKra shis rgyal mtshan. He has greatly contributed to the development of Bon religion, particularly the teachings of Shar rdza bKra shis rgyal mtshan, at Shar rdza Hermitage. In 1993, A g-yung, who was on a visit to the hermitage, officially confirmed his appointment as the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyal tshab\u003c/span\u003e, with the approval of the government of dKar mdzes prefecture. In 1986, the main building of \u0026rsquo;Bum rmad Monastery which served as a granary during the Cultural Revolution was restored by mThu stobs rnam rgyal.\u003c/p\u003e \u003ch4 id=\"b6-5-3-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003emkhan po\u003c/span\u003e \u003c/li\u003e \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003edbu mdzad \u003c/span\u003e \u003c/li\u003e \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003edge skos \u003c/span\u003e \u003c/li\u003e \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham dpon \u003c/span\u003e \u003c/li\u003e \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003emchod dpon \u003c/span\u003e \u003c/li\u003e \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003emchod g-yog\u003c/span\u003e \u003c/li\u003e \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;bud pa\u003c/span\u003e (who blows the conch shell) \u003c/li\u003e \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003edbyar bdag\u003c/span\u003e (leader of the \u003cspan style=\"font-style: italic;\" class=\"\"\u003edbyar gnas\u003c/span\u003e ritual) \u003c/li\u003e \u003c/ul\u003e \u003cp\u003eTheir term of duty is three years. \u003c/p\u003e \u003ch4 id=\"b6-5-3-5\"\u003e5. Curent number of monks\u003c/h4\u003e \u003cp\u003eThere are about sixty monks and novices in the monastery. \u003c/p\u003e \u003ch4 id=\"b6-5-3-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThe young monks are taught basic Tibetan and religious doctrine. They have daily lessons, one lesson in the morning and another in the afternoon and get five days off in autumn to help their families with the harvest. The religious teachings are based on the following texts: \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eṂa tri sgrub sbyong\u003c/em\u003e, \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eMḍo g-yung drung klong rgyas\u003c/em\u003e, \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eRṇam par rgyal ba\u003c/em\u003e, \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eByams ma\u003c/em\u003e, \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eṢa bdag \u0026rsquo;khrugs bcos\u003c/em\u003e, \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eSPyi spungs skor gsum\u003c/em\u003e, \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eGṣas mkhar mchog lnga\u003c/em\u003e, \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eGṣang sngags ma rgyud\u003c/em\u003e, \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eṚigs lnga bde gshegs \u0026rsquo;dus pa\u003c/em\u003e, \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eZhi khro\u003c/em\u003e and \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eGḍugs dkar\u003c/em\u003e.\u003c/p\u003e \u003ch4 id=\"b6-5-3-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eIn the past, \u0026rsquo;Bum rmad was a branch monastery of sMon rgyal located in the same area. Monks are sent to Shar rdza Hermitage for religious study and practice.\u003c/p\u003e \u003ch4 id=\"b6-5-3-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e1st month: rituals based on the texts such as \u003cem\u003eMḍo g-yung drung klong rgyas\u003c/em\u003e and \u003cem\u003eGṣang sngags ma rgyud\u003c/em\u003e as well as \u003cem\u003eṚig \u0026rsquo;dzin bde gshegs \u0026rsquo;dus pa\u003c/em\u003e by Shar rdza bKra shis rgyal mtshan and \u003cem\u003eZhi khro dgongs \u0026rsquo;dus\u003c/em\u003e by Kun grol \u0026rsquo;Ja\u0026rsquo; tshon snying po followed by a \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham\u003c/span\u003e dance. The dates for these rituals are not fixed and may be performed any time in the 1st month; the length depends on the amount of funding received. \u003c/li\u003e \u003cli\u003e5th month: rituals based on the cycles of Khro bo and Phur pa. The \u003cspan style=\"font-style: italic;\" class=\"\"\u003edbyar gnas\u003c/span\u003e ceremony is performed by the monks in the \u003cspan style=\"font-style: italic;\" class=\"\"\u003edge tshul\u003c/span\u003e grade and there are usually about only twenty-five of them. \u003c/li\u003e \u003cli\u003e8th month: observation of the \u003cspan style=\"font-style: italic;\" class=\"\"\u003esmyung gnas\u003c/span\u003e fast \u003c/li\u003e \u003cli\u003e11th month: the bum sgrub ritual based on the tradition of \u003cspan style=\"font-style: italic;\" class=\"\"\u003eMi shig rdo rje\u003c/span\u003e \u003c/li\u003e \u003cli\u003eStarting on the 21st day of the 12th month: ritual based on the cycle of Khro bo, ending with a \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham\u003c/span\u003e performance for three days from the 27th to the 29th. Apart from the last ritual in the 12th month, none of the rituals have fixed dates and may be performed anytime in the prescribed month.\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-5-3-9\"\u003e10. Books held in the monastery\u003c/h4\u003e \u003cp\u003eThe monastery has one copy of the Kanjur published by A g-yung and sKal bzang phun tshogs in Chengdu 1985-1987; one copy of the Collected Works of mNyam med Shes rab rgyal mtshan; about twenty volumes of Bonpo tantras, bDe chen gling pa\u0026rsquo;s collected works (in twelve volumes), Kun grol \u0026rsquo;ja\u0026rsquo; tshon snying po\u0026rsquo;s collected works (in twelve volumes), Shar rdza bKra shis rgyal mtshan\u0026rsquo;s collected works (in twelve volumes), the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eṬshe dbang bka\u0026rsquo; thang\u003c/em\u003e (in four volumes), and gSang sngags gling pa\u0026rsquo;s collected works (in thirteen volumes). \u003c/p\u003e \u003ch4 id=\"b6-5-3-10\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery has neither fields nor animals; the monks provide their own food.\u003c/p\u003e \u003ch4 id=\"b6-5-3-11\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe local lay community consists of three villages: \u0026rsquo;Bum mda\u0026rsquo; with thirty-three families (one hundred and ninety people), Ra \u0026rsquo;og with forty-six families (two hundred and sixty-four people), and Re mda\u0026rsquo; with fifteen families (ninety-two people). \u003c/p\u003e \u003ch4 id=\"b6-5-3-12\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThe sacred mountain (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egnas ri\u003c/span\u003e) called Shar rdza gYung drung lhun po is less than 1 km southeast of the monastery. It is said that the place was \u0026lsquo;opened\u0026rsquo; (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egnas sgo phyed pa\u003c/span\u003e) by gSang sngags gling pa in a Tiger Year and is venerated every Tiger Year. In accordance with tradition, the hermits of Shar rdza Hermitage together with the monks from \u0026rsquo;Bum rmad and sTeng chen monasteries begin the mountain\u0026rsquo;s veneration on a suitable day in summer. They must camp one night at each of the cardinal points around the mountain. The lay community of the Bonpo monasteries in the Shar rdza area also participate. \u003c/p\u003e \u003cp\u003eAn empowerment ceremony is performed at each of the four points. Each ceremony is based on one of the twelve divinities drawn from the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eḌri med gzi brjid\u003c/em\u003e by Blo ldan snying po. The divinities are: bDer gshegs kun rig, Kun bzang rgyal ba rgya mtsho, bDer gshegs sMon lam mtha\u0026rsquo; yas and dBang ldan dus \u0026rsquo;khor. \u003c/p\u003e \u003cp\u003eThe mountain is also regarded as the residence of the local deities (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eyul lha\u003c/span\u003e). There is a white rock on the mountain which is believed to be the abode of a local deity called bKa\u0026rsquo; gnyan Dung dkar mar rgyan. Its date of propitiation is not fixed and is determined by divination each year. Another local deity called Zhe chen stag mgo is believed to reside in the mountain. This deity is propitiated twice a year, in the 1st and 5th months, the exact dates are determined each year by divination. Both deities are propitiated mainly by the local lay people.\u003c/p\u003e \u003ch4 id=\"b6-5-3-13\"\u003e14. Economic occupation of the local population\u003c/h4\u003e \u003cp\u003eFarmers and nomads.\u003c/p\u003e \u003ch4 id=\"b6-5-3-14\"\u003eSources \u003c/h4\u003e \u003ch5 id=\"b6-5-3-14-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn autumn 1997: mThu stobs rnam rgyal, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyal tshab\u003c/span\u003e of Shar rdza Hermitage, also a monk and the master of \u0026rsquo;Bum rmad Monastery, born in 1926. \u003c/p\u003e \u003ch5 id=\"b6-5-3-14-2\"\u003e(2) Texts\u003c/h5\u003e \u003cp\u003e \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eRḍza \u0026rsquo;bum rmad dgon gyi lo rgyus\u003c/em\u003e compiled by the committee called \u0026rsquo;Bum rmad dgon pa\u0026rsquo;i bdag gnyer tshogs chung in 1994, MS \u003c/p\u003e \u003ch3 id=\"b6-5-4\"\u003e(138) Shar rdza Hermitage\u003c/h3\u003e \u003ch4 id=\"b6-5-4-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eAs its name indicates, it is a hermitage founded by Shar rdza bKra shis rgyal mtshan (1858-1934). Since the mountain on which the hermitage is located is called Gyer bza\u0026rsquo;, the hermitage is also referred to as Gyer bza\u0026rsquo; Ri khrod.\u003c/p\u003e \u003ch4 id=\"b6-5-4-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe hermitage is located on the northeast bank of the rDza chu river, about two hours on horseback from \u0026rsquo;Bum rmad Monastery (No.137) following the track along the river. There is no motorable road leading to the hermitage.\u003c/p\u003e \u003ch4 id=\"b6-5-4-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eShar rdza bKra shis rgyal mtshan is the most famous and important Bonpo master and scholar in the 20th century. He is believed to have obtained the \u0026lsquo;rainbow body\u0026rsquo; (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;ja\u0026rsquo; lus\u003c/span\u003e). His popularity and influence over the Bonpo community and culture continue to grow, especially in Khams and Amdo where more and more statues of him are appearing in Bonpo and even Buddhist monasteries. Both an accomplished spiritual master and scholar, his teachings, contained within the eighteen volumes of his collected works, have become a fundamental reference in Bon. His history of the Bon religion was translated into English and analyzed by Samten G. Karmay, and published under the title of \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eThe Treasury of Good Sayings: A Tibetan History of Bon\u003c/em\u003e (London Oriental Series, Vol.26, Oxford University Press, 1972). \u003c/p\u003e \u003cp\u003eAt the age of thirty-three, Shar rdza bKra shis rgyal mtshan (1890, the biography, pp.112-119) established the hermitage; during his life time, it was occupied only by his disciples who gathered there to receive his teachings and practise meditation under his guidance. After his extraordinary death at the hermitage, the place became a holy site not only for Bonpos, but also for Buddhists, and large gatherings of Bonpo tantric practitioners from Khams and Amdo take place there. As a result the hermitage has been enlarged and has become one of Tibet\u0026rsquo;s major religious sites. Shar rdza bKra shis rgyal mtshan\u0026rsquo;s original hermitage (where he lived and practised), the bDe chen ri khrod, is located on the upper part of the mountain and commonly referred to as Ri khrod gong ma, \u0026lsquo;upper hermitage\u0026rsquo;.\u003c/p\u003e \u003cp\u003eThe hermitage\u0026rsquo;s small printing house (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003epar khang\u003c/span\u003e) and meditation cells are located on the lower part of the mountain and are known as Ri khrod zhol ma, \u0026lsquo;lower hermitage\u0026rsquo;.\u003c/p\u003e \u003ch4 id=\"b6-5-4-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cp\u003eBefore his death, Shar rdza bKra shis rgyal mtshan appointed his nephew Blo gros rgya mtsho (1915-1954) as his apostle (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyal tshab\u003c/span\u003e) at the hermitage, but the latter died at the age of forty. Before Blo gros rgya mtsho left for Lhasa, he appointed Zer \u0026rsquo;phro Tshul khrims dbang phyug as his \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyal tshab\u003c/span\u003e, the latter died in 1960. In 1984, mThu stobs rnam rgyal of \u0026rsquo;Bum rmad Monastery was elected as the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyal tshab\u003c/span\u003e but after twelve years, relations between sTeng chen Monastery (No.139) and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyal tshab\u003c/span\u003e became strained and so the latter returned to \u0026rsquo;Bum rmad, his original monastery, A \u0026rsquo;jigs, a monk from Ye shes Monastery (No.150) in Nyag rong, is now in charge of the hermitage. When I visited Shar rdza ri khrod in August 1997, fourteen monks from Khams and Amdo were practising at the hermitage under his guidance. He must be in his thirties and is called mKhan chung, \u0026lsquo;younger abbot\u0026rsquo; by the monks at the hermitage, although his appointment is temporary and unofficial. \u003c/p\u003e \u003ch4 id=\"b6-5-4-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are fourteen monks residing at the hermitage.\u003c/p\u003e \u003ch4 id=\"b6-5-4-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eShar rdza ri khrod is a place reserved for individual religious practice, particularly the three-year retreat. Practitioners at the hermitage may also receive special teachings and tantric empowerments from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emkhan po\u003c/span\u003e and other masters.\u003c/p\u003e \u003ch4 id=\"b6-5-4-7\"\u003e7. Educationa exchange\u003c/h4\u003e \u003cp\u003eBefore Shar rdza bKra shis rgyal mtshan\u0026rsquo;s time, Bonpo monasteries sent their monks to sMan ri to study philosophy and practice meditattion. Indeed, sMan ri and gYung drung gling were the only place for Bonpo monks to pursue their studies and obtain the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edge bshes\u003c/span\u003e degree (for an account of the two monasteries see Nos.1 and 2). Monks who had been to these two monasteries were generally highly respected back in their own monasteries. Although this is still true to some extent, the situation has changed considerably since the Cultural Revolution. Thus sMan ri and gYung drung gling no longer receive the support it used to and are gradually losing their influence throughout the whole Tibetan cultural area; they no longer run the complete programme of Bonpo studies leading to the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edge bshes\u003c/span\u003e degree which formerly attracted monks from as far as Amdo and Khams. In the meantime Shar rdza bKra shis rgyalmtshan\u0026rsquo;s influence, owing to his scholarly and spiritual accomplishments and miraculous death, has been steadily growing, and, moreover, Shar rdza Hermitage is much closer than sMan ri or gYung drung gling for the Bonpo monks of Amdo and Khams. Thus, at present most Bonpo monasteries in Amdo and Khams send their monks to Shar rdza Hermitage instead of sMan ri or gYung drung gling. The number of monks at the hermitage varies and there is a constant turn over. In the last fifteen years, Derge county government founded several religous schools for monks of all different religious traditions and Shar rdza Hermitage was included among the schools for Bonpo teachings and thus may officially accept monks, but the educational system remains traditional and it is still mainly a retreat center.\u003c/p\u003e \u003ch4 id=\"b6-5-4-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cp\u003eSince Shar rdza Hermitage is not a monastery, apart from the occasional empowerment ceremonies, there are no collective rituals or ceremonies.\u003c/p\u003e \u003ch4 id=\"b6-5-4-9\"\u003e10. Books held in the monastery \u003c/h4\u003e \u003cp\u003eThe hermitage has a small traditional printing house, and owns some printing woodblocks (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003epar shing\u003c/span\u003e).\u003c/p\u003e \u003ch4 id=\"b6-5-4-10\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe practitioners residing at the hermitage must provide their own food; the hermitage receives offerings from the faithful in the form of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ertsam pa\u003c/span\u003e, yak meat, etc, which it keeps for visitors.\u003c/p\u003e \u003ch4 id=\"b6-5-4-11\"\u003e13. Local community\u003c/h4\u003e \u003cp\u003eThe entire population of the Shar rdza area is Bonpo. There are four Bonpo monasteries around the hermitage: \u0026rsquo;Bum rmad, sTeng chen (No.139), Zer \u0026rsquo;phro (No.140) and \u0026rsquo;Phen zhol (No.141), with their respective local lay communities. The hermitage however does not have a specific community. \u003c/p\u003e \u003ch4 id=\"b6-5-4-12\"\u003e14. Occupation of the local population\u003c/h4\u003e \u003cp\u003eMainly farmers and some nomads\u003c/p\u003e \u003ch4 id=\"b6-5-4-13\"\u003eSources \u003c/h4\u003e \u003ch5 id=\"b6-5-4-13-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003e(August 1997): mThu stobs rnam rgyal (b.1926), the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyal tshab\u003c/span\u003e of Shar rdza Hermitage, and the head of \u0026rsquo;Bum rmad Monastery\u003c/p\u003e \u003ch5 id=\"b6-5-4-13-2\"\u003e(2) Texts\u003c/h5\u003e \u003cp\u003e \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eRJe btshun bla ma dam pa nges pa don gyi g-yung drung \u0026rsquo;chang dbang dpal shar rdza ba chen po bkra shis rgyal mtshan dpal bzang po\u0026rsquo;i rnam par thar pa ngo mtshar nor bu\u0026rsquo;i phreng ba thar \u0026rsquo;dod mkhas pa\u0026rsquo;i mgul rgyan\u003c/em\u003e by dBra ston bsKal bzang bstan pa\u0026rsquo;i rgyal mtshan (1897-1959), Beijing: Krung go bod kyi shes rig dpe skrun khang, 1990\u003c/p\u003e \u003ch3 id=\"b6-5-5\"\u003e(139) rDza sTeng chen Monastery\u003c/h3\u003e \u003ch4 id=\"b6-5-5-1\"\u003e1. Name \u003c/h4\u003e \u003cp\u003erDza sTeng chen Monastery has several names, the original name was bsTan pa \u0026rsquo;gyur med sTeng chen rnam rgyal gling. Following its destruction in 1902 by the monks of dGon gsar Monastery located in the vicinity, the monastery was rebuilt and renamed dPal gShen bstan mdo sngags g-yung drung dar rgyas gling.\u003c/p\u003e \u003ch4 id=\"b6-5-5-2\"\u003e2. Location \u003c/h4\u003e \u003cp\u003eThe monastery is three hours on horseback from Nya \u0026rsquo;gug Township which is located 248 km northeast from Derge county town. The monastery stands on the north bank of the rDza chu river (Ya long jiang in Chinese) which runs through Derge to dKar mdzes (Gan zi) county along a northwest - southeast axis.\u003c/p\u003e \u003ch4 id=\"b6-5-5-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eThere are two versions: according to the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eRḍza sṭeng chen dgon gyi lo rgyus\u003c/em\u003e by Tshe dbang \u0026rsquo;gyur med, the monastery was founded by rMe\u0026rsquo;u A yu dang ra, according another one it was founded by rMe\u0026rsquo;u Grub chen Nam mkha\u0026rsquo; g-yung drung.\u003c/p\u003e \u003cp\u003eThe monastery\u0026rsquo;s original name was bsTan pa \u0026rsquo;gyur med sTeng chen rnam rgyal gling. At first, the family of rMe\u0026rsquo;u, who was based in gTsang, was in charge of the monastery, but unfortunately the history of this lineage remains obscure. However, later dBra ston lHa yi blo gros (his dates are not known, but he is believed to have been a contemporary of \u0026rsquo;Gro mgon \u0026rsquo;Phags pa, 1235-1280) from dBra dgon Monastery in dKar mdzes came to sTeng chen where he later settled and hence started a rMe\u0026rsquo;u lineage. It is said that dBra ston founded twenty monasteries in dBus gtsang, Khams and Amdo. He extended sTeng chen Monastery by building the gTsug lag khang and also enlarged the temple. His successor was dBra pa \u0026rsquo;Dul ba rgyal mtshan who received his ordination from mNyam med Shes rab rgyal mtshan, founder of sMan ri Monastery. dBra pa \u0026rsquo;Dul ba rgyal mtshan first went to gYas ru dBen sa kha Monastery in gTsang. He is referred to as \u0026rsquo;Gro mgon dBra ston chen mo and is said to be one of the Eighteen Masters (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eston pa bco brgyad\u003c/span\u003e) of gYas ru dben sa Monastery. He was succeeded in turn by dBra pa Tshul khrims rgyal mtshan who studied the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eA khrid\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erDzogs chen\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esNyan rgyud\u003c/span\u003e traditions under rMe\u0026rsquo;u mKhas pa dPal chen. The period from Tshul khrims rgyal mtshan\u0026rsquo;s time to that of dBra ba sKal bzang nyi ma remains obscure. dBra ba sKal bzang nyi ma was born in the Iron-Hare Year in the 15th Rab byung (1891). During his time, in 1902, sTeng chen Monastery was burned down by the monks of the nearby dGe lugs pa monastery of dGon gsar, because the dGon gsar monks believed that the assembly hall of sTeng chen prevented the sunlight from reaching their monastery (i.e. the monks of dGon gsar Monastery were jealous of the height and grandeur of sTeng chen Monastery). I am sure there are two sides to this story but unfortunately I could not find any Sources containing dGon gsar Monastery\u0026rsquo;s version of the events. In any case the monastery was burned down by the dGon gsar monks and more than twenty buildings and all the statues and texts within were completely destroyed. sKal bzang nyi ma fled to Hor in the Nag chu kha region, and the elder monks to gSer thar pasture. \u003c/p\u003e \u003cp\u003eIn 1905, sTeng chen Monastery sent a group of representatives from sTeng chen and other monasteries, accompanied by two lDing dpon officers from Nyag rong to Lhasa to request permission to rebuild the monastery. gNas brtan gYung drung bstan pa, the representative of sTeng chen Monastery, related the events to the sPyi khyab mKhan po of the bKa\u0026rsquo; shag in Lhasa (the highest monk official in the Dalai Lama\u0026rsquo;s government), who reported the story to the 13th Dalai Lama. The Dalai Lama granted the monastery permission to rebuild and the sPyi khyab mkhan po sent a government representative together with A rta, one of the lDing dpon officers of Nyag rong, to rDza khog to act as mediators between the two monasteries. 1908 marked the beginning of the monastery\u0026rsquo;s reconstruction. The work was supervised by dBra spyul sKal bzang nyi ma and dBra dpon rNam rgyal grags pa, the local chief. Shar rdza bKra shis rgyal mtshan and dBra sras Zla ba grags pa also largely contributed to the reconstruction and revival of the monastery. In 1916, the work was completed and the monastery was renamed dPal gShen bstan mdo sngags g-yung drung bstan rgyas gling. Shar rdza bKra shis rgyal mtshan was responsible for the iconographic programme of its interior decoration. Many famous Bonpo masters visited the monastery, including Khro tshang \u0026rsquo;Brug lha, gSer chen Sangs rgyas gling pa, Kun grol \u0026rsquo;ja\u0026rsquo; tshon snying po, mKhan chen Nyi ma bstan \u0026rsquo;dzin, and the \u0026ldquo;three lineages of dBra, lCang and sMon\u0026rdquo;, (dBra lCang sMon gsum):\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003ethe masters of the dBra lineage from sTeng chen Monastery \u003c/li\u003e \u003cli\u003ethe masters of the lCang lung lineage from lCang lung Monastery (No.158)\u003c/li\u003e \u003cli\u003ethe masters of the sMon rgyal lineage from sMon rgyal Monastery (No.136) \u003c/li\u003e \u003c/ol\u003e \u003cp\u003esTeng chen Monastery was famous for a number of its practitioners who obtained the \u0026lsquo;rainbow-body\u0026rsquo; (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;ja\u0026rsquo; lus\u003c/span\u003e) at the time of their deaths. The monastery was again destroyed during the Cultural Revolution and was rebuilt in the 1980s. It has preserved some 229 sq m of its original wall paintings.\u003c/p\u003e \u003ch4 id=\"b6-5-5-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003emkhan po\u003c/span\u003e \u003c/li\u003e \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003edbu mdzad\u003c/span\u003e \u003c/li\u003e \u003cli\u003eone \u003cspan style=\"font-style: italic;\" class=\"\"\u003edge skos\u003c/span\u003e \u003c/li\u003e \u003cli\u003etwo \u003cspan style=\"font-style: italic;\" class=\"\"\u003emchod dpon\u003c/span\u003e \u003c/li\u003e \u003cli\u003ethree \u003cspan style=\"font-style: italic;\" class=\"\"\u003ekhang gnyer\u003c/span\u003e \u003c/li\u003e \u003cli\u003etwo \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham gnyer\u003c/span\u003e \u003c/li\u003e \u003cli\u003eeighteen \u003cspan style=\"font-style: italic;\" class=\"\"\u003espyi ba\u003c/span\u003e: two for the ritual of Thang chen tshogs pa, two for the ritual of Nya tshogs, two for the ritual of sMan lha, two for bDe \u0026rsquo;dus, four for the observance of the summer-fast (\u003cspan style=\"font-style: italic;\" class=\"\"\u003edbyar gnas\u003c/span\u003e), two for the \u003cspan style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e rite and two for the ritual of \u003cspan style=\"font-style: italic;\" class=\"\"\u003ebon gzhi\u003c/span\u003e \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-5-5-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are sixty-three novices and monks in the monastery.\u003c/p\u003e \u003ch4 id=\"b6-5-5-6\"\u003e6. Educational exchange\u003c/h4\u003e \u003cp\u003eOne of the educated monks is appointed to teach the young students Tibetan literacy and ritual texts for three or four years, after which they are expected to practice on their own.\u003c/p\u003e \u003ch4 id=\"b6-5-5-7\"\u003e7. Exchanges with other monasteries\u003c/h4\u003e \u003cp\u003eMonk students have to go to sMan ri or gYung drung gling in gTsang to take their ordination, but for other religious practice they generally go to Shar rdza ri khrod (No.138). Both Zer \u0026rsquo;phro (No.140) and \u0026rsquo;Phen zhol (No.141) are branches of sTeng chen Monastery, and the monks of both monasteries go to sTeng chen for major rituals.\u003c/p\u003e \u003ch4 id=\"b6-5-5-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e1st Tibetan month: commemoration of mNyam med Shes rab rgyal mtshan based on the \u003cspan style=\"font-style: italic;\" class=\"\"\u003emDo g-yung drung klong rgyas\u003c/span\u003e for twenty-seven days beginning on the 12th day. The ceremony is also known as \u003cspan style=\"font-style: italic;\" class=\"\"\u003enya \u0026rsquo;tshogs\u003c/span\u003e.\u003c/li\u003e \u003cli\u003e4th month: rituals of sMan lha and the observance of a fast (\u003cspan style=\"font-style: italic;\" class=\"\"\u003esmyung gnas\u003c/span\u003e) for fifteen days\u003c/li\u003e \u003cli\u003e5th month: the ritual based on the \u003cem\u003eBḍe \u0026rsquo;dus\u003c/em\u003e (\u003cem\u003eBde gshegs \u0026rsquo;dus pa\u0026rsquo;i bum sgrub \u0026nbsp;chen mo\u003c/em\u003e) by Shar rdza bKra shis rgyal mtshan for fifteen days\u003c/li\u003e \u003cli\u003e6th month: the summer-fast (\u003cspan style=\"font-style: italic;\" class=\"\"\u003edbyar gnas\u003c/span\u003e) for fourteen days\u003c/li\u003e \u003cli\u003e11th month: ritual cycle of Khro bo for nine days ending with the \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham\u003c/span\u003e dance for the lay community \u003c/li\u003e \u003cli\u003e12th month: ritual cycles of Khro bo and Phur pa for nine days ending with \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham\u003c/span\u003e dance for the lay community. This last ritual performance is also known as \u003cspan style=\"font-style: italic;\" class=\"\"\u003ebon gzhi\u003c/span\u003e or sometimes \u003cspan style=\"font-style: italic;\" class=\"\"\u003echos gzhi\u003c/span\u003e in this monastery. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-5-5-9\"\u003e10. Books held in the monastery\u003c/h4\u003e \u003cp\u003eThe monastery has one complete copy of the printed edition of the Bonpo Kanjur; copies of the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eCollected Works of mNyam med Shes rab rgyal mtshan\u003c/em\u003e and the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eCollected Works of Shar rdza bKra shis rgyal mtshan\u003c/em\u003e as well as a collection of various texts for liturgical use\u003c/p\u003e \u003ch4 id=\"b6-5-5-10\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery has neither land nor animals, and depends on donations from the faithful; the monks provide their own food.\u003c/p\u003e \u003ch4 id=\"b6-5-5-11\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe local lay community consists of five villages: Wa thung with forty nine families, Shog mthor with sixty-four families, Zam kha with thirty-one families, Ra la with twenty-nine families and Ting nang with forty families. \u003c/p\u003e \u003ch4 id=\"b6-5-5-12\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThe mountain behind the monastery is known as Se mo g-yu rtse and is associated with the local deity of the same name.\u003c/p\u003e \u003ch4 id=\"b6-5-5-13\"\u003e14. Occupation of the local population\u003c/h4\u003e \u003cp\u003eThe members of the first four villages mentioned above are both farmers and nomads while those of the fifth are nomads.\u003c/p\u003e \u003ch4 id=\"b6-5-5-14\"\u003eSources \u003c/h4\u003e \u003ch5 id=\"b6-5-5-14-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003ebsTan \u0026rsquo;dzin \u0026rsquo;gyur med (b.1935), a monk at the monastery; Lung rig rnam dag (b.1937), a monk at the monastery\u003c/p\u003e \u003ch5 id=\"b6-5-5-14-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003e \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eRḍza steng chen dgon gyi lo rgyus\u003c/em\u003e by rDza pa Tshe ring \u0026rsquo;gyur med \u003c/li\u003e \u003cli\u003e \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eṢhar rdza bKra shis rgyal mtshan gyi rnam thar\u003c/em\u003e by dBra ston bsKal bzang bstan pa\u0026rsquo;i rgyal mtshan, Beijing: Krung go bod kyi shes rig dpe skrun khang, 1990\u003c/li\u003e \u003c/ol\u003e \u003ch3 id=\"b6-5-6\"\u003e(140) Zer \u0026rsquo;phro Monastery\u003c/h3\u003e \u003ch4 id=\"b6-5-6-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe full name is Zer \u0026rsquo;phro bSam gtan g-yung drung gling.\u003c/p\u003e \u003ch4 id=\"b6-5-6-2\"\u003e2. Location \u003c/h4\u003e \u003cp\u003eThe monastery is located on the west bank of the rDza chu river in rDza khog. When I visited it in August 1997, I left from sTeng chen Monastery and had to cross the river on a wooden raft consisting of four tree trunks. From the opposite bank it took me about half an hour on horseback via a village to reach the monastery which is located at the foot of a mountain.\u003c/p\u003e \u003ch4 id=\"b6-5-6-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eAccording to oral tradition, the monastery was founded by gYung drung rnam rgyal with the financial support of Gling tshang, one of the leading families in Derge, around eight hundreds years ago. Later the monastery was destroyed by a flood, which according to popular belief, was caused by the local deities who were offended by the monastery\u0026rsquo;s gold roof. Following this episode it was rebuilt by Nyag rong bKra shis dge legs, a disciple of Shar rdza bKra shis rgyal mtshan. It became a branch of sMon rgyal Monastery (No.136). In the 15th Rab byung (1867-1926), it became a branch of rDza sTeng chen Monastery and has remained as such until now. \u003c/p\u003e \u003cp\u003eThe monastery is headed by abbots. Since Shar rdza is a very isolated and poor area, it took several generations to complete the monastery\u0026rsquo;s reconstruction. Nyag rong bKra shis dge legs, who undertook the monastery\u0026rsquo;s reconstruction, built an assembly hall (\u0026rsquo;du khang), and two sanctuaries for the atonement (sgrub khang). The second abbot, Phun tshogs blo gros, made a large statue callled lHa chen, and painted the murals within the sgrub khang. The third abbot, Tshul khrims dar rgyas, built a kitchen and rebuilt another sgrub khang, and also introduced a system allowing the monastery to finance four monks at a time to do two-year tantric practice in the sgrub khang. The fourth abbot, Shes rab bstan \u0026rsquo;dzin, travelled throughout Nyag rong and Khyung po to give teachings and collect funds for the monastery with which he built thirty small buildings for sheltering prayer-wheels (\u0026rsquo;khor chung), a small ma ti mantra wheel, and four large cauldrons (mtshogs zangs) and other cooking utensils for the monastery. The fifth abbot, rTogs ldan bsTan \u0026rsquo;dzin blo gros, commissioned copper statues of the gNas brtan bcu drug (the \u0026ldquo;sixteen direct disciples of the Buddha\u0026rdquo;), Gu ru mtshan brgyad (the \u0026ldquo;eight aspects of Padmasambhava\u0026rdquo;), and gilded statues of the Buddhas of the Three Ages. The sixth abbot, rTogs ldan Zla ba rgyal mtshan, travelled to central Tibet whence he returned with the collected works of mNyam med Shes rab rgyal mtshan (1356-1415), two conches and three statues. The seventh abbot, dBang li, a disciple of Shar rdza bKra shis rgyal mtshan, repaired the assembly hall and built a wheel containing more than one hundred million ma ti mantras (stong \u0026rsquo;khor). He is said to have passed away in his \u0026ldquo;rainbow body\u0026rdquo; (\u0026rsquo;ja\u0026rsquo; lus). The eighth abbot, bsKal bzang bstan \u0026rsquo;dzin, built a gold stupa (gser gdung mchod rten) and acquired more than forty volumes of tantric texts for the monastery. rTogs ldan Mi pham rnam rgyal and gYung drung nyi ma, commissioned statues of the thirty-five Buddhas (ltung gshags so lnga) and furnished the monastery with other religious relics. The tenth abbot, Nam mkha\u0026rsquo; grags pa, acquired the complete works of Kun grol \u0026rsquo;ja\u0026rsquo; tshon snying po and gTer ston gSang sngags gling pa, and more than forty thangkhas for the monastery. Shes rab phun tshogs and Nam mkha\u0026rsquo; ye shes, established a philosophical college (bshad gwra). The twelfth abbot, Tshul khrims dbang rgyal, founded a printing house containing more than a thousand printing blocks. As a very rare exception, there were dKon mchog, dBang ldan, mThar phyin and rGyal mchog: dKon mchog was a very learned master and introduced a ritual of bDe \u0026rsquo;dus sgrub mchod which the monastery performs on the 15th day of the 5th month; dBang ldan was also mgon khang bla ma. mThar phyin was the head of the bshad grwa at the same time; rGyal mchog was a gCod pa, one who practices mainly gCod. There were three fourteenth abbots bsTan pa dkon mchog, Tshe ring dpal bzang and Nyi ma grags pa, until the mid-20th century. \u003c/p\u003e \u003cp\u003eThe monastery suffered from destruction in the 1980s, it was rebuilt by bSod nams blo gros, dBra sras bSod nams lha rgyal and dBra sras Yid bzhin dbang rgyal, the last three abbots of the monastery. \u003c/p\u003e \u003cp\u003eThe above information was provided by the Zer \u0026rsquo;phro dgon pa\u0026rsquo;i lo rgyus by rDza pa Tshe ring \u0026rsquo;gyur med which unfortunately does not give dates or details of the abbots\u0026rsquo; life stories.\u003c/p\u003e \u003ch4 id=\"b6-5-6-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003eone mkhan po\u003c/li\u003e \u003cli\u003eone slob dpon \u003c/li\u003e \u003cli\u003eone dbu mdzad\u003c/li\u003e \u003cli\u003eone dge skos \u003c/li\u003e \u003cli\u003eone mchod dpon\u003c/li\u003e \u003cli\u003eone bdag gnyer \u003c/li\u003e \u003cli\u003eone rtsis pa \u003c/li\u003e \u003c/ul\u003e \u003cp\u003eAll the incumbents are reappointed every three years.\u003c/p\u003e \u003ch4 id=\"b6-5-6-5\"\u003e5. Number of monks\u003c/h4\u003e \u003cp\u003eThere are twenty novices and monks in the monastery. \u003c/p\u003e \u003ch4 id=\"b6-5-6-6\"\u003e6. Education\u003c/h4\u003e \u003cp\u003eThis monastery is a practising place (sgrub grwa) rather than a place for study. It specializes mainly in meditation practice in accordance with the trantric tradition. A teacher (slob dpon) is appointed to train the young novices. For major calendrical rituals they go and join their brethren at sTeng chen Monastery.\u003c/p\u003e \u003ch4 id=\"b6-5-6-7\"\u003e7. Exchanges with other monasteries\u003c/h4\u003e \u003cp\u003eThe monks used to go to sMan ri to take their full ordination and Shar rdza ri khrod for the three-year retreat and other practices. \u003c/p\u003e \u003ch4 id=\"b6-5-6-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cp\u003eThe performance of rituals in this monastery is much the same as those of sTeng chen Monastery (No.139).\u003c/p\u003e \u003ch4 id=\"b6-5-6-9\"\u003e10. Books held in the monastery \u003c/h4\u003e \u003cp\u003eThe printed editions: one copy of the Bonpo Kanjur, one copy of mNyam med Shes rab rgyal mtshan\u0026rsquo;s and Shar rdza \u0026nbsp;bKra shis rgyal mtshan\u0026rsquo;s collected works, bDe chen gling pa\u0026rsquo;s collected works in thirteen volumes.\u003c/p\u003e \u003cp\u003eThere are about thirty-five volumes of Bonpo tantras and other texts mostly manuscripts. \u003c/p\u003e \u003ch4 id=\"b6-5-6-10\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe tenth Panchen Lama gave the monastery twelve thousand Chinese Yuan for the reconstruction of the monastery. The monks provide their own food. The monastery does not pursue any economic activities.\u003c/p\u003e \u003ch4 id=\"b6-5-6-11\"\u003e12. Local community \u003c/h4\u003e \u003cp\u003eThe local lay community consists of seven villages: Kham be village with six families, Wa pa with nine fimilies, Ser skya dgon with eighteen families, rNa bzhi with seven families, \u0026rsquo;Khor lo with six families, Ma rtsa with five families and \u0026rsquo;Od dwangs with ten families. \u003c/p\u003e \u003ch4 id=\"b6-5-6-12\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThe mountain behind the monastery is called A myes rGyal po. There is a la btsas halfway up the mountain. Its renewal ceremony and the propitiation of the local deity take place on the 15th day of the 4th month and attended by both lay and monastic communities. \u003c/p\u003e \u003ch4 id=\"b6-5-6-13\"\u003e14. Occupation of the local population\u003c/h4\u003e \u003cp\u003eMostly farmers and some nomads\u003c/p\u003e \u003ch4 id=\"b6-5-6-14\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-5-6-14-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn August 1997: gSal gong (b.1965), a monk and head of the administrative committee of the monastery; Bu sngon (b.1965), a monk and vice-head of the administrative committee of the monastery\u003c/p\u003e \u003ch5 id=\"b6-5-6-14-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003eZer \u0026rsquo;phro dgon pa\u0026rsquo;i lo rgyus by rDza pa Tshe ring \u0026rsquo;gyur med, MS. 3 folios; KGLG, Vol.1, pp.636-639\u003c/li\u003e \u003c/ol\u003e \u003ch3 id=\"b6-5-7\"\u003e(141) \u0026rsquo;Phen zhol Monastery \u003c/h3\u003e \u003ch4 id=\"b6-5-7-1\"\u003e1. Name \u003c/h4\u003e \u003cp\u003e\u0026rsquo;Phen zhol Bon gling g-yung drung dgon. It is also known known as \u0026rsquo;Phen zhol Bon po dgon or dGon chung dgon.\u003c/p\u003e \u003ch4 id=\"b6-5-7-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eIt is located on the same side of the river as Zer \u0026rsquo;phro Monastery. From Zer \u0026rsquo;phro Monastery it takes around one and a half hours on horseback following the river southwards. There are only two very narrow trails along either bank of the river.\u003c/p\u003e \u003ch4 id=\"b6-5-7-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eAccording to oral tradition, the monastery was founded by Shes rab bstan \u0026rsquo;dzin in the Wood-Bird Year of the 9th Rab byung (1525). Its subsequent history remains unknown. During the Cultural Revolution it was destroyed and was rebuilt in the nineteen-eighties. There are 158 sq m of ancient wall-paintings inside the surviving building of the original monastery. The monastery was run by a succession of abbots. Unfortunately, their names and chronology remain unknown. Those still remembered by the monks and local community are: bSod nams rgyal mtshan, a disciple of Kun grol \u0026rsquo;ja\u0026rsquo; tshon snying po, Khro bo tshe brtan, Nam mkha\u0026rsquo; tshe brtan, gCod pa smon lam, Pad ma, Nyi li, dPal \u0026rsquo;byung, Ri g-yang, Byang chub, Tshul khrims mchog rgyal, and Rin chen tshe dbang.\u003c/p\u003e \u003ch4 id=\"b6-5-7-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003eone bla ma\u003ca href=\"#n4\" name=\"nb4\" class=\"note\"\u003e4\u003c/a\u003e \u003c/li\u003e \u003cli\u003eone mkhan po\u003c/li\u003e \u003cli\u003eone dbu mdzad\u003c/li\u003e \u003cli\u003eone dge skos \u003c/li\u003e \u003cli\u003eone mchod dpon \u003c/li\u003e \u003cli\u003etwo bdag gnyer\u003ca href=\"#n5\" name=\"nb5\" class=\"note\"\u003e5\u003c/a\u003e \u003c/li\u003e \u003cli\u003eone mgon bla \u003c/li\u003e \u003c/ul\u003e \u003cp\u003eThe incumbents are replaced every two years, with the exception of the mkhan po whose position is permanent.\u003c/p\u003e \u003ch4 id=\"b6-5-7-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are eighteen monks and novices in the monastery. \u003c/p\u003e \u003ch4 id=\"b6-5-7-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eFor several years the young monks are taught by a teacher appointed by the monastery, after which they begin to practise on their own.\u003c/p\u003e \u003ch4 id=\"b6-5-7-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eThe monastery traditionally sent its monks to sMan ri in gTsang to take their ordination, but at present they go to Shar rdza hermitage to take their vows and receive further training. The monastery was formerly a branch of sMon rgyal, but is presently a branch of sTeng chen.\u003c/p\u003e \u003ch4 id=\"b6-5-7-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cp\u003eIn summer the monastery performs the rituals based on the bDe mchog kun rig gnas chog and bDe gshegs \u0026rsquo;dus pa\u0026rsquo;i sgrub mchod; in autumn, the propitiation of the religious protectors of Bon (bon skyong mchod gsol); in winter, the dgu gtor rite based on the cycle of a tutelary deity (yi dam).\u003c/p\u003e \u003cp\u003eIn summer the monks of \u0026rsquo;Phen zhol and sTeng chen perform the tshes bcu ceremony together in \u0026rsquo;Phen zhol and the dgu gtor rite at sTeng chen at the end of the year.\u003c/p\u003e \u003ch4 id=\"b6-5-7-9\"\u003e10. Books held in the monastery\u003c/h4\u003e \u003cp\u003eThe monastery has two complete copies of the Kham chen (in sixteen volumes each), a copy of the Dri med gzi brjid (in twelve volumes) and around twelve volumes of liturgical texts.\u003c/p\u003e \u003ch4 id=\"b6-5-7-10\"\u003e11. Economic circumstances of the monastery\u003c/h4\u003e \u003cp\u003eThe tenth Panchen Lama donated twelve thousand Yuan to the monastery. It has around ten sgro ba\u003ca href=\"#n6\" name=\"nb6\" class=\"note\"\u003e6\u003c/a\u003e of barley and wheat; the profit of which is used for the monastery\u0026rsquo;s general expenses. The monks must provide their own food.\u003c/p\u003e \u003ch4 id=\"b6-5-7-11\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe local lay community consists of six villages: Re pa with twenty-nine families, bShes pa with two families, Re mo with two families, Bon gnas with two families, Lo mgo with one family and Chu sgang with one family. \u003c/p\u003e \u003ch4 id=\"b6-5-7-12\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThe are the same as at \u0026rsquo;Bum rmad Monastery. However, the mountain behind the monastery is called Brag ngon brag, the abode of a local deity sPe bo khyung bdag. There is a la btsas dedicated to the deity and is situated half-way up the mountain. The celebration of its annual renewal takes place on the 15th day of the 5th month.\u003c/p\u003e \u003ch4 id=\"b6-5-7-13\"\u003e14. Occupation of the local population\u003c/h4\u003e \u003cp\u003eFarmers and nomads\u003c/p\u003e \u003ch4 id=\"b6-5-7-14\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-5-7-14-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn August 1997: Shes rab sbyin pa, a monk at the monastery, born in 1966; Yid dga\u0026rsquo;, a monk at the monastery, born in 1975; bSam \u0026rsquo;grub, a monk at the monastery, born in 1974 \u003c/p\u003e \u003ch5 id=\"b6-5-7-14-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003e\u0026rsquo;Phen zhol bon dgon gyi lo rgyus by rDza pa Tshe ring \u0026rsquo;gyur med, MS \u003c/li\u003e \u003c/ol\u003e \u003ch3 id=\"b6-5-8\"\u003e(142) Ri spun Monastery\u003c/h3\u003e \u003ch4 id=\"b6-5-8-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eRi spun\u003c/p\u003e \u003ch4 id=\"b6-5-8-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eIt is located on a hill behind Hyo pa district administrative seat, 97 km from Derge, the county seat. Hyo pa means \u0026ldquo;below\u0026rdquo; in the local Tibetan dialect. \u003c/p\u003e \u003ch4 id=\"b6-5-8-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eThere is little information concerning the history of the monastery. The monks in Ri spun Monastery indicated that their monastery was associated with rDzong gsar, a Sa skya pa monastery in the same county, and that I would probably find some information concerning Ri spun in the historical records of rDzong gsar Monastery. I found only one account of rDzong gsar\u0026rsquo;s history, entitled rDzong gsar dgon gyi lo gyus (MS, anonymous), but the name of Ri spun is not even mentioned there. Yet several people, including Buddhists and government officials, also confirmed the connection between Ri spun and rDzong gsar. Indeed the monasteries maintain very close ties and rDzong gsar, being the wealthier of the two, even supports Ri spun Monastery. However, rDzong gsar does not acknowledge its Bon related origin, not even in its historical records. The local inhabitants say that there is a stone tablet with an inscription concerning the history of Ri spun and rDzong gsar in the place from lHa tshe dbang of dPal spungs thang on the shore of gSer ngu g.yu mtsho lake with an inscription concerning the history of Ri spun and rDzong gsar, but Blo gros phun tshogs, the author of Ri spun dgon gyi lo rgyus, says that he could not find it. There are ruins of an ancient castle at the top of a hill near the monastery called Khyung po rdzong, and there are several rather vague legends concerning its history, but no one seems to know anything precise about it. According to oral tradition, the monastery was founded in a Fire-Hare Year, but in which Rab byung remains unknown. It is said that several famous masters, such as Shar pa rNal \u0026rsquo;byor, Khyung po Blo gros rgyal mtshan, Bu \u0026rsquo;bor Tog gi rgyal mtshan, Du tshe rTogs ldan and Ri bla Ye shes stayed at the monastery. In the latter half of Ri bla Ye shes\u0026rsquo;s life, the monastery was destroyed in a local conflict and that it was rebuilt by Ri bla Dar rgyas. Unfortunately, the dates of the masters mentioned above remain unknown. The monastery was destroyed during the Cultural Revolution and in 1983 permission was granted for its reconstruction.\u003c/p\u003e \u003ch4 id=\"b6-5-8-4\"\u003e4. Hierarchical system \u003c/h4\u003e \u003cp\u003eThere is only one head of the monastery elected by monks and confirmed by the Religion Department of the Derge county government.\u003c/p\u003e \u003ch4 id=\"b6-5-8-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are fifteen monks in the monastery.\u003c/p\u003e \u003ch4 id=\"b6-5-8-6\"\u003e6. Current education \u003c/h4\u003e \u003cp\u003eThere are no regular, organized classes; the younger monks are trained by the elder monks in the practice of their ritual tradition. \u003c/p\u003e \u003ch4 id=\"b6-5-8-7\"\u003e7. Exchanges with other monasteries \u003c/h4\u003e \u003cp\u003eRi spun and rDzong gsar Monasteries have close ties because rDzong gsar was originally a Bonpo establishment, but the two have no religious or educational exchanges since they now belong to different religious traditions.\u003c/p\u003e \u003ch4 id=\"b6-5-8-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cp\u003eThe monastery performs only two annual rituals: the observance of the smyung gnas fasting from the 10th to the 13th day of the 5th month, and the dgu gtor rite based on the ritual cycle of Khro bo from the 26th to the 30th day of the 11th month. \u003c/p\u003e \u003ch4 id=\"b6-5-8-9\"\u003e10. Books held in the monastery\u003c/h4\u003e \u003cp\u003eThe monastery possesses texts for its rituals but no other books.\u003c/p\u003e \u003ch4 id=\"b6-5-8-10\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe government gave the monastery twelve thousand Yuan for its reconstruction. The livelihood of the monks is provided by their families.\u003c/p\u003e \u003ch4 id=\"b6-5-8-11\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe local lay community consists of four villages: Ri gyong with forty-three familes, rKed thog with twenty-nine families, Rlung sgang with twenty-six families, and Rlung khog with sixteen families (six hundred and twelve people altogether).\u003c/p\u003e \u003ch4 id=\"b6-5-8-12\"\u003e13. Local festivals \u003c/h4\u003e \u003cp\u003eThe mountain behind the monastery is called lHa rgod, but nothing is known about its deity. There is a white rock on the mountain east of the monastery which is associated with a deity called Tis \u0026rsquo;dra, but there is no fixed date for its propitiation.\u003c/p\u003e \u003cp\u003eThere is a sacred mountain called Phur pa lha khang 5 km east of the monastery, which was a sacred site venerated annually by both monastic and lay communities until about the middle of the 20th century. Other local sacred sites include the ruins of three castles: mKhar nag, 7 km southeast of the monastery, lHa rgod, 50 m north of the monastery, and gNas nang, 10 km northeast of the monastery; the local inhabitants claim that a person who has contracted the bad kan disease may be cured if he circumabulates all three sites within one day. gNas nang was the residence of Bu \u0026rsquo;bor Tog gi rgyal mtshan, and there are still one hundred and twenty-two Bon po families living in the area. Ten monks from mainly Ri spun occasionally gather there to perform rituals. \u003c/p\u003e \u003ch4 id=\"b6-5-8-13\"\u003e14. Occupation of the local population\u003c/h4\u003e \u003cp\u003eFarmers\u003c/p\u003e \u003ch4 id=\"b6-5-8-14\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-5-8-14-1\"\u003e(1) Interviews \u003c/h5\u003e \u003cp\u003eAutumn 1997: bKra shis bzang po (b.1933), a monk at the monastery\u003c/p\u003e \u003ch5 id=\"b6-5-8-14-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003eRi spun dgon gyi lo rgyus by Blo gros phun tshogs, MS.\u003c/li\u003e \u003c/ol\u003e \u003ch3 id=\"b6-5-9\"\u003e(143) Thar bde Monastery\u003c/h3\u003e \u003ch4 id=\"b6-5-9-1\"\u003e1. Name of the monastery\u003c/h4\u003e \u003cp\u003eThar bde mi g-yo bsam gtan bon gling\u003c/p\u003e \u003ch4 id=\"b6-5-9-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThar bde Monastery is located on the bank of Yangtze, the borderline between TAR and Sichuan Province. It takes two days on horseback to reach there from the county town of Derge.\u003c/p\u003e \u003ch4 id=\"b6-5-9-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eThe founder of the monastery, Kun dga\u0026rsquo; rnam rgyal, had two sons: lHa rgyal \u0026rsquo;phags and Nyi ma. The former married to ensure the family\u0026rsquo;s descent, while the later became a monk and succeeded his father, but their dates remain uncertain. It is said that there were thirteen generations in the Thar bde succession, but, according to a history of the monastery, the lineage counted in fact seventeen generations. The monastery was wrecked during the Cultural Revolution and rebuilt in the 1980s.\u003c/p\u003e \u003ch4 id=\"b6-5-9-4\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are forty novices and monks in the monastery.\u003c/p\u003e \u003ch4 id=\"b6-5-9-5\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThere are no organized classes. The young novices are trained by the elder monks.\u003c/p\u003e \u003ch4 id=\"b6-5-9-6\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cp\u003eThe bDe chen zhing sgrub from the 1st day of the 1st month. the bDe gling sa gnyis \u0026rsquo;khrug gces from the 16th to the 22nd day of the 1st month; sTag la sgrub mchod from the 20th to the 29th day of the 9th month; Drel dmar for a few days every month.\u003c/p\u003e \u003ch4 id=\"b6-5-9-7\"\u003e10. Books held in the monastery \u003c/h4\u003e \u003cp\u003eThe monastery has a printed copy of Kanjur and various ritual texts.\u003c/p\u003e \u003ch4 id=\"b6-5-9-8\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery has no regular Sources of income and depends on offerings from its followers. The monks provide their own food.\u003c/p\u003e \u003ch4 id=\"b6-5-9-9\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003ehe mountain behind the monastery is called gTsang chen gzhi gnyan and is the abode of a local deity of the same name. The deity is propitiated by the monks on the 15th day of the 1st month.\u003c/p\u003e \u003ch4 id=\"b6-5-9-10\"\u003e14. Economic occupation of the local people\u003c/h4\u003e \u003cp\u003eFarmers\u003c/p\u003e \u003ch4 id=\"b6-5-9-11\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-5-9-11-1\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003eThar bde dgon gyi lo rgyus, anonymous, MS. 7 folios\u003c/li\u003e \u003cli\u003eKGLG, Vol.1, pp.634-635\u003c/li\u003e \u003c/ol\u003e \u003ch3 id=\"b6-5-10\"\u003e(144) Rab rgyal Monastery\u003c/h3\u003e \u003ch4 id=\"b6-5-10-1\"\u003e1. Name of the monastery\u003c/h4\u003e \u003cp\u003eRab rgyal \u003c/p\u003e \u003ch4 id=\"b6-5-10-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located on the bank of Yangtze which is the borderline between TAR and Sichuan Province.\u003c/p\u003e \u003cp\u003eIt takes two days on horseback to reach there from the county town of Derge.\u003c/p\u003e \u003ch4 id=\"b6-5-10-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eThe founder of the monastery was bsTan pa lhun grub from Ri rtse drug in Khyung po, but the exact date of its foundation remains unknown. Mention is made of thirteen successive heads of the monastery, but their names remain unclear. The monastery was wrecked during the Cultural Revolution and was rebuilt by old monks of the monastery in the 1980s.\u003c/p\u003e \u003ch4 id=\"b6-5-10-4\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are twenty novices and monks at the monastery. \u003c/p\u003e \u003ch4 id=\"b6-5-10-5\"\u003e6. Current education \u003c/h4\u003e \u003cp\u003eThey have no organized classes, but the young monks are trained by the elder monks.\u003c/p\u003e \u003ch4 id=\"b6-5-10-6\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cp\u003eThere are two important annual rituals: the summer offerings (dbyar mchod) for fifteen days and the winter offerings (dgun mchod) for seven days. The former is concernd with rNam par rgyal ba, an aspect of gShen rab Mi bo and the latter, with the tutelary deity Khro bo.\u003c/p\u003e \u003ch4 id=\"b6-5-10-7\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery has no regular Sources of income and depends on offerings from the faithful. The monks provide their own food.\u003c/p\u003e \u003ch4 id=\"b6-5-10-8\"\u003e14. Occupation of the local people \u003c/h4\u003e \u003cp\u003eFarmers and nomads\u003c/p\u003e \u003cp\u003eI was told that there was no one in the monastery when I was just about to go to Rab rgyal and Thar bde Monasteries from Derge in autumn in 1997. I therefore could not visit them. This is why I have so little information concerning these monasteries.\u003c/p\u003e \u003ch4 id=\"b6-5-10-9\"\u003eSource\u003c/h4\u003e \u003ch5 id=\"b6-5-10-9-1\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003eKGLG, Vol.1, pp. 629-630\u003c/li\u003e \u003c/ol\u003e \u003chr class=\"footnote-divider\"/\u003e\u003ch2\u003eNotes\u003c/h2\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n4\"/\u003e\u003ca href=\"#nb4\" class=\"note\"\u003e [4] \u003c/a\u003e The bla ma in this case is the main spiritual guide of the monastery. \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n5\"/\u003e\u003ca href=\"#nb5\" class=\"note\"\u003e [5] \u003c/a\u003e bdag gnyer, the store keeper and accountant of the monastery. \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n6\"/\u003e\u003ca href=\"#nb6\" class=\"note\"\u003e [6] \u003c/a\u003e sgro ba is the yak-skin sack used to store and transport barley and wheat; each sgro ba can hold about 30 kg of barley or wheat. About 20 kg of grain are required to sow a mu (a Chinese term measuring unit corresponding to 6.667 hectares, or 0.165 acres, of farmland) which means that ten sgro ba of grain (= 300 kg) are needed to sow 15 mu of farmland. \u003c/div\u003e\u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b6-5/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-5","is_primary":false,"created_at":"2011-12-13 02:30:59 UTC","updated_at":"2011-12-13 02:30:59 UTC","authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}]}]}