{"descriptions":[{"id":1337,"title":"Chuktso Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch3 id=\"b5-1-3\"\u003eNyi ma rdzong\u003c/h3\u003e \u003ch4 id=\"b5-1-3-3\"\u003e(18) Phyug tsho Monastery\u003c/h4\u003e \u003cp\u003eTravelling about forty kilometres straight south from rGya rgod \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, we arrive in rTa sgo \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. Turning right at the top of a small mountain pass, and travelling another fifty kilometres, we reach Phyug tsho Monastery. Since the sacred sites of the snow mountain rTa sgo, the lake Dwang ra g-yu mtsho and the mountain called dGe bsnyen are visible from the top of the pass, love and respect arise in people\u0026rsquo;s minds, which may inspire them to prostrate themselves with all their faith, to perform the bsang ceremony as an offering and to raise ritual flags. Many of them, moreover, pile up as many stones as their own age to make a cairn.\u003c/p\u003e \u003cp\u003eLike Gangs Ti se, rMa chen sPom ra, Yar lha Sham po, gNyan chen Thang lha and sPu rgyal, the sacred snow mountain rTa sgo is an important pilgrimage site for both Bonpo and Buddhists.\u003c/p\u003e \u003cp\u003eThe lake Dwang ra g-yu mtsho, as one of the three greatest pilgrimage sites, is a \u0026ldquo;soul lake\u0026rdquo; (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla mtsho\u003c/span\u003e). On its shore is a two-metre-high phallus made of dried mud, in accordance with the ancient custom in token of worship of the Bonpo protective deities. The term \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edwang ra\u003c/span\u003e is a Zhang zhung word meaning lake (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emtsho\u003c/span\u003e).\u003c/p\u003e \u003cp\u003eA number of devotees from Nag tshang Nyi ma rdzong, mNga\u0026rsquo; ris mTsho chen rdzong and other regions have infinite belief in the sacred blue lake and the snow mountain. There are always many pilgrims circumambulating the mountain, but on the 15th day of the fourth Tibetan month in particular, a huge number of lay devotees and clergy come to accumulate merit through performing the circumambulation because it is the great pilgrimage day (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eri bskor che mo\u003c/span\u003e). Some of them repeatedly prostrate themselves and circumambulate the mountain.\u003c/p\u003e \u003cp\u003eThe road between the above-mentioned pass and Phyug tsho Monastery is not very good, but it is nice that wild asses, rock goats, cranes and many other wild animals can be seen on the fields stretching out on both sides.\u003c/p\u003e \u003cp\u003ePhyug tsho Monastery is situated on the hill beside the lake Dwang ra g-yu mtsho. One can see at a glance that among the monasteries of Eternal Bon it is particularly distinguished.\u003c/p\u003e \u003cp\u003eThis monastery was built around 1849 by gYo lag sgom chen, a disciple of sNang ston Zla ba rgyal mtshan. After being founded, it was taken care of by Khyung ser sMon lam bstan pa, the lama of gcod practice, who had prodigious knowledge. Thereafter followed the two lamas, the famous Khyung dkar bsTan pa rgyal mtshan, who had the qualities of wisdom, compassion and power, and his attendant, the Sa ge gYung drung ye shes. During their time, Bonpo teachings were kept, defended and spread so well that the monastery flourished greatly.\u003c/p\u003e \u003cp\u003eLater, when the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edge bshes\u003c/span\u003e of gYung drung gling (No.2), gYung drung bstan pa\u0026rsquo;i rgyal mtshan from Shar khog in Amdo, became the abbot of this monastery, he renovated it and collected many religious objects.\u003c/p\u003e \u003cp\u003eThen the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edge bshes\u003c/span\u003e Khyung dkar bsTan pa lhun grub followed him as abbot. He arranged for the future supervisor and abbot of this monastery to be sent from gYung drung gling and that their principal practice should be based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emKa\u0026rsquo; \u0026rsquo;gro gsang gcod\u003c/span\u003e.\u003c/p\u003e \u003cp\u003eAt present, Phyug tsho Monastery has a number of buildings: the assembly hall, a temple, bKa\u0026rsquo; \u0026rsquo;gyur khang, protector\u0026rsquo;s temple, monks\u0026rsquo; quarters and others. As for the religious objects, there is a statue of sTon pa gShen rab and many kinds of scriptures, including the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/em\u003e and \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; brten\u003c/em\u003e. Of particular note are the knotted knife and the knotted needle which are believed to be examples of proof of the spiritual accomplishment of the masters. There are also a great many medicine-pots, because the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebum sgrub\u003c/span\u003e ritual has customarily been performed in this monastery.\u003c/p\u003e \u003cp\u003eIn the protector\u0026rsquo;s temple there are only the images of the Bonpo protective deities. They look very fearsome.\u003c/p\u003e \u003cp\u003eAt present, there are fifty monks and one lama in the monastery. Some of the regular religious services are synchronized, for the most part, with those of gYung drung gling.\u003c/p\u003e \u003cp\u003eNow, retracing our way southward from the lakeshore of Dwang ra g-yu mtsho to the above-mentioned mountain pass, and travelling several kilometres south-eastward, we reach the river rTa sgo gtsang po. rTa sgo Ser zhig Monastery is situated on the west bank of the river. Although it is only a little more than ten kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e to the monastery, the summer flooding period makes it very difficult for a car to cross the river.\u003c/p\u003e \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-1-3-3/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-1-3-3","is_primary":false,"created_at":"2011-12-13 02:28:55 UTC","updated_at":"2011-12-13 02:28:55 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}