{"descriptions":[{"id":283,"title":"Khaser Ramo Gyamo Khar Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr /\u003eReproduced with permission from the author \u003cbr /\u003eunder the \u003ca class=\"thl-poplink\" href=\"../../../../../tools/licenses.php#essay=/thl/text-license/\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-1\" class=\"space-before\"\u003eI.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices\u003c/h2\u003e \u003ch3 id=\"b1-1-45\"\u003e\u003cspan class=\"popular\"\u003eKhaser Ramo Gyamo Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKha ser ra mo rgya mo mkhar\u003c/span\u003e\u003c/h3\u003e \u003ch4 id=\"b1-1-45-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eKhaser Ramo Gyamo Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKha ser ra mo rgya mo mkhar\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Yellow Mouth Black Female Goat Castle\u003c/li\u003e \u003cli\u003eSite number: A-93\u003c/li\u003e \u003cli\u003eSite typology: I.1c \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 33\u0026ordm; 24.8΄ \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 79\u0026ordm; 37.2΄ \u003c/li\u003e \u003cli\u003eElevation: 4340 m to 4380 m\u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTCE \u003c/li\u003e \u003cli\u003eSurvey date: May 31, 2002\u003c/li\u003e \u003cli\u003eContemporary usage: Light grazing. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: A small flagpole on summit for the local \u003cspan class=\"popular\"\u003ey\u0026uuml;llha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eYul lha\u003c/span\u003e. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-1-45-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e\u003cspan class=\"popular\"\u003eKhaser Ramo Gyamo Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKha ser ra mo rgya mo mkhar\u003c/span\u003e was an archaic cultural stronghold of some importance. It is located on the upper flanks and summit of a 100-m high hill that rises above the northeast side of the \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e basin. Both \u003cspan class=\"popular\"\u003eDzong Ri\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzong ri\u003c/span\u003e (A-17) and \u003cspan class=\"popular\"\u003eLuring Nakha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLu ring sna kha\u003c/span\u003e (A-92) are visible from his position. In part, the name of the site must be derived from the tan sandstone found here, which has a yellowish cast from a distance. The steep walls of the formation endow the fortress with a strong geographic posture. The structures found here are in an advanced state of ruin, consequently there is only a limited amount of information that can be gleaned about the layout and design of the installation. The bulk of the stronghold consists of a series of defensive walls arrayed across the summit and upper flanks of the formation. Only tiny races of what were ostensibly buildings have survived. All structures are built of small pieces of sandstone (primarily 10 cm to 30 cm in length) laid in random-rubble courses.\u003c/p\u003e \u003ch4 id=\"b1-1-45-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to the villagers of \u003cspan class=\"popular\"\u003eRutok Nyingpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog rnying pa\u003c/span\u003e, \u003cspan class=\"popular\"\u003eKhaser Ramo Gyamo Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKha ser ra mo rgya mo mkhar\u003c/span\u003e was the first fortress of \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e. While it was being built by the ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e, the local \u003cspan class=\"popular\"\u003ey\u0026uuml;llha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eYul lha\u003c/span\u003e in the form of a giant black female goat with yellow markings on her face destroyed the installation with her horns. An attempt was then made to relocate the castle at the foot of the \u003cspan class=\"popular\"\u003eDungkhyi\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDung khyi\u003c/span\u003e (Conch Dog) formation, but this \u003cspan class=\"popular\"\u003ey\u0026uuml;llha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eYul lha\u003c/span\u003e appeared as a giant conch dog and molested the site, thus construction was aborted.\u003ca class=\"note\" name=\"nb47\" href=\"#n47\"\u003e47\u003c/a\u003e Thereafter, a fortress was finally established at \u003cspan class=\"popular\"\u003eDzong Ri\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzong ri\u003c/span\u003e.\u003ca class=\"note\" name=\"nb48\" href=\"#n48\"\u003e48\u003c/a\u003e The name kha ser (Yellow Mouth) is also said to relate to gold mining that took place in this area well in the past.\u003c/p\u003e \u003ch4 id=\"b1-1-45-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-1-45-4-1\"\u003eEast summit complex\u003c/h5\u003e \u003cp\u003eAn examination of the tiny sections of freestanding walls on the summit suggests that a mud-based mortar was used in the construction of the buildings. Near the east end of the summit a freestanding wall segment is 1.8 m in length and 60 cm in height. It appears to have been part of a building roughly covering 12 m\u0026sup2;. The rim of the east summit (40 m x 4 m to 6 m) is lined with the remains of a defensive wall up to 1.5 m in height. Just below he summit, on the south side of the hill, there is a 1-m to 1.2-m high revetment wall, creating a level area (5 m x 2.5 m) that may have also supported a residential edifice. Likewise, just below the north side of the summit, a revetment (up to 1.7 m high) creates another flat (5.2 m x 5.8). There appears to be a wall footing on op of the upper edge of this structure. This revetment continues around to the southeast flank of the formation o produce another level area of narrower proportions.\u003c/p\u003e \u003ch5 id=\"b1-1-45-4-2\"\u003eSoutheast spur ramparts\u003c/h5\u003e \u003cp\u003eAt the junction of the east summit and a southeast spur there is a small but well-defined area of defensive walls. The rocky backbone extends southeast for about 70 m, on which there are the remains of a defensive wall running the entire length. On an eastern spur-tip, a revetment (up to 1 m in height) forms a level area (5.5 m x 4.5 m). On the nearby western spur-tip there is a similar structure (5 m x 14 m) that supports a parapet wall (50 cm high). This latter revetment is in close proximity to the breastworks on the south flank of the formation.\u003c/p\u003e \u003ch5 id=\"b1-1-45-4-3\"\u003eSouthern ramparts\u003c/h5\u003e \u003cp\u003eAcross the breadth of the south side of the hill there are a series of ramparts that extend about halfway down o the basin. They are a maximum of 1.2 m in height on the downhill side and usually flush with the uphill slope. Any freestanding masonry masses have long since disappeared. There appear to be five main structures following the natural inclination of the slope, which converge at different points and elevations to create a network of interconnected walls and protected pathways. This type of breastworks must have been predicated on a defensive strategy in which the hillside itself was the fasthold, obviating the need for many buildings. Using hese walls as cover, defenders could be deployed at will along the formation. Tactically, this style of ramparts seems to reflect the existence of a highly mobile force of archers and slingers who could sweep across he hillside, unleashing a curtain of fire.\u003c/p\u003e \u003ch5 id=\"b1-1-45-4-4\"\u003eWest summit complex\u003c/h5\u003e \u003cp\u003eThe west summit is directly linked to the east summit, but it is around 4 m lower in elevation. The west summit (33 m x 4 m to 14 m) is blanketed in quite a bit of structural debris. Flanking the summit crest there are revetments that may have hosted buildings. On the east end of the summit there appears to be a building foundation (6 m x 4.5 m). Immediately below this foundation on the south side of the hill there appears to be another slightly smaller foundation. Near the west end of the summit there is another building foundation (6.5 m x 5 m). Beyond this point, the summit crest continues for an additional 18 m, but it is only around 2.5 m wide. There are traces of a wall along the length of this narrow stretch of the summit, especially on the south side.\u003c/p\u003e \u003chr class=\"footnote-divider\" /\u003e \u003ch2\u003eNotes\u003c/h2\u003e \u003cdiv class=\"footnote\"\u003e\u003ca name=\"n47\"\u003e\u003c/a\u003e \u003ca class=\"note\" href=\"#nb47\"\u003e [47] \u003c/a\u003e \u003cspan class=\"popular\"\u003eDungkhyi\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDung khyi\u003c/span\u003e is the name of a cliff and small settlement just north of \u003cspan class=\"popular\"\u003eDzong Ri\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzong ri\u003c/span\u003e. It is he site of a shrine for \u003cspan class=\"popular\"\u003eJangtsen\u003c/span\u003e\u003cspan class=\"scholar\"\u003eByang btsan\u003c/span\u003e, the \u003cspan class=\"popular\"\u003ey\u0026uuml;llha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eYul lha\u003c/span\u003e of \u003cspan class=\"popular\"\u003eO Jang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eO byang\u003c/span\u003e, who is said to have passed this way enroute to his present residence.\u003c/div\u003e \u003cdiv class=\"footnote\"\u003e\u003ca name=\"n48\"\u003e\u003c/a\u003e \u003ca class=\"note\" href=\"#nb48\"\u003e [48] \u003c/a\u003e \u003cspan class=\"popular\"\u003eDzong Ri\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzong ri\u003c/span\u003e (4340m) (A-17) is set in the middle of northwestern Tibet\u0026rsquo;s most important nucleus of settlement, \u003cspan class=\"popular\"\u003eRutok Nyingpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog rnying pa\u003c/span\u003e. The prime location of \u003cspan class=\"popular\"\u003eRutok Dzongri\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog rdzong ri\u003c/span\u003eat the center of a network of agricultural valleys rich in archaic cultural sites, indicates that this was a very important location since antiquity. The large flat-topped 100-m high \u003cspan class=\"popular\"\u003eRutok Dzongri\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog rdzong ri\u003c/span\u003e is where the \u003cspan class=\"popular\"\u003eHor\u003c/span\u003e\u003cspan class=\"scholar\"\u003eHor\u003c/span\u003e (a ribe that came from the north) chieftain\u003cspan\u003e \u003cspan class=\"popular\"\u003eShenpa Meruts\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBshan pa sme ru rtse\u003c/span\u003e is traditionally hought to have established his headquarters in ancient times (Bellezza, \u003cem\u003eAntiquities of Northern Tibet\u003c/em\u003e, 102\u0026ndash;104). \u003cspan class=\"popular\"\u003eShenpa Meruts\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBshan pa sme ru rtse\u003c/span\u003e is supposed to have called this stronghold \u003cspan class=\"popular\"\u003eDzomo Rudzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMdzo mo ru rdzong\u003c/span\u003e (Female Yak Hybrid Army Division Fortress). After the epic hero \u003cspan class=\"popular\"\u003eLing Gesar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGling ge sar\u003c/span\u003edefeated the \u003cspan class=\"popular\"\u003eHor\u003c/span\u003e\u003cspan class=\"scholar\"\u003eHor\u003c/span\u003e of \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e, \u003cspan class=\"popular\"\u003eShenpa Meruts\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBshan pa sme ru rtse\u003c/span\u003e became an ally of the Tibetans. What was thought to be the embalmed body of \u003cspan class=\"popular\"\u003eShenpa Meruts\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBshan pa sme ru rtse\u003c/span\u003e was enshrined at \u003cspan class=\"popular\"\u003eRutok Dzongri\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog rdzong ri\u003c/span\u003e for many generations. The salt used in the embalming process was considered a great sacramental substance (\u003cspan class=\"popular emph\"\u003ejinlap\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003esbyin brlabs\u003c/span\u003e). Local legends speak of \u003cspan class=\"popular\"\u003eShenpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBshan pa\u003c/span\u003e (Butcher) having this name because he killed many \u003cspan class=\"popular emph\"\u003ed\u0026uuml;\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebdud\u003c/span\u003e demons, including his mother and father. He is also believed, however, to have been an incarnate deity. In one \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e legend, enroute to \u003cspan class=\"popular\"\u003eDomar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdo dmar\u003c/span\u003e,\u003cspan class=\"popular\"\u003eShenpa Meruts\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBshan pa sme ru rtse\u003c/span\u003e along with the armies of \u003cspan class=\"popular\"\u003eGesar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGe sar\u003c/span\u003e attacked \u003cspan class=\"popular\"\u003eJuru Nordzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eByu ru nor rdzong\u003c/span\u003e, a stronghold of the \u003cspan class=\"popular emph\"\u003ed\u0026uuml;\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebdud\u003c/span\u003e demons, and destroyed it. \u003cspan class=\"popular\"\u003eShenpa Meruts\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBshan pa sme ru rtse\u003c/span\u003e is said to have been mortally wounded in this campaign. This is refuted by other \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e elders who believe that \u003cspan class=\"popular\"\u003eShenpa Meruts\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBshan pa sme ru rtse\u003c/span\u003e died of old age.The monasteries and fortress of \u003cspan class=\"popular\"\u003eRutok Dzongri\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog rdzong ri\u003c/span\u003e were entirely destroyed the Chinese military invasion of 1959 and during the Chinese Cultural Revolution. According to one local legend, the name \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e was derived from the first army division (\u003cspan class=\"popular emph\"\u003eru\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eru\u003c/span\u003e) of the \u003cspan class=\"popular\"\u003eHor\u003c/span\u003e\u003cspan class=\"scholar\"\u003eHor\u003c/span\u003e that was established here (\u003cspan class=\"popular\"\u003eCh\u0026ouml;ngak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eChos ngag\u003c/span\u003e, \u003cspan class=\"popular emph\"\u003eT\u0026ouml; Ngari Gi G\u0026ouml;npa D\u0026eacute; Logy\u0026uuml; Daksel Tongw\u0026eacute; Melong\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eStod mnga\u0026rsquo; ris kyi dgon sde\u0026rsquo;i lo rgyus dag gsal mthong ba\u0026rsquo;i me long\u003c/span\u003e, [Lha sa: \u003cspan class=\"popular\"\u003eB\u0026ouml; Jong Mimang Petr\u0026uuml;n Khang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBod ljongs mi dmangs dpe skrun khang\u003c/span\u003e. 1999], 100). A more credible etymology upheld by the eminent Bon scholar \u003cspan class=\"popular\"\u003eLopp\u0026ouml;n Tendzin Namdak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSlob dpon bstan \u0026rsquo;dzin rnam dag\u003c/span\u003e and others is that \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e (surmounted horns) refers to the ancient \u003cspan class=\"popular\"\u003eZhang Zhung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eZhang zhung\u003c/span\u003e custom of enshrining the horns of wild ungulates on the op of houses, temples and castles. According to \u003cspan class=\"popular\"\u003eK\u0026ouml;nchok Tsering\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDkon mchog tshe ring\u003c/span\u003e of the \u003cspan class=\"popular\"\u003eGyap\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRgya dpon\u003c/span\u003e clan (born Wood Ox Year, circa 1925), who is now widely recognized as \u003cspan class=\"popular\"\u003eRutok Nyingpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog rnying pa\u003c/span\u003e\u0026rsquo;s most knowledgeable elder, he oldest village of \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e was situated on he lower flanks of \u003cspan class=\"popular\"\u003eDzong Ri\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzong ri\u003c/span\u003e. It was destroyed before living memory and the village relocated to the adjacent valley bottom. The base of the hill used to be encircled with a defensive wall punctuated by gateways in the four cardinal directions. \u003cspan class=\"popular\"\u003eK\u0026ouml;nchok Tsering\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDkon mchog tshe ring\u003c/span\u003estates that when he was a child remnants of this wall were still visible. A tale is told by \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e elders that during a \u003cspan class=\"popular\"\u003eLadak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLa dwags\u003c/span\u003e siege of \u003cspan class=\"popular\"\u003eRutok Dzongri\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog rdzong ri\u003c/span\u003e (A-17), the protectress \u003cspan class=\"popular\"\u003ePenden Lhamo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal ldan lha mo\u003c/span\u003e washed her hair in butter, letting it pour down the hillside. This is supposed to have fooled the \u003cspan class=\"popular\"\u003eLadak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLa dwags\u003c/span\u003e army into believing that the citadel still had ample water reserves, so they withdrew from \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e. The hill of \u003cspan class=\"popular\"\u003eRutok Dzongri\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog rdzong ri\u003c/span\u003e is said to have the shape of an elephant and to be the residence of the territorial god (\u003cspan class=\"popular\"\u003ey\u0026uuml;llha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eYul lha\u003c/span\u003e) known as \u003cspan class=\"popular\"\u003eLangboche\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGlang bo che\u003c/span\u003e. According to local mythology, this elephant hill reared up during a \u003cspan class=\"popular\"\u003eLadak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLa dwags\u003c/span\u003e attack, saving its inhabitants from harm. So high did \u003cspan class=\"popular\"\u003eLangboche\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGlang bo che\u003c/span\u003e rise up in the sky that the fortress came to be known as \u003cspan class=\"popular\"\u003eRutok Namdzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog gnam rdzong\u003c/span\u003e. Other highly respected elders of \u003cspan class=\"popular\"\u003eRutok Dzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog rdzong\u003c/span\u003e interviewed for this work include he late \u003cspan class=\"popular\"\u003ePenwa Tsering\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpen ba tshe ring\u003c/span\u003e (born in the early 1920s), a highly adept singer of local ballads, and the late \u003cspan class=\"popular\"\u003eLozang Tenpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBlo bzang bstan pa\u003c/span\u003e (born circa 1934), the last head of lhun grub chos sdings. According to the \u003cspan class=\"popular emph\"\u003eti s\u0026eacute; kar chak\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eTi se\u0026rsquo;i dkar chag\u003c/span\u003e, King \u003cspan class=\"popular\"\u003eMumar Tokg\u0026ouml;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMu mar thog rgod\u003c/span\u003e, holder of the resplendent \u003cspan class=\"popular emph\"\u003eenta\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eeṇta\u003c/span\u003e horns of the bird, dwelt at \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e, as one of the monarchs of prehistoric \u003cspan class=\"popular\"\u003eZhang Zhung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eZhang zhung\u003c/span\u003e (Bellezza, \u0026ldquo;Territorial Characteristics of the Archaic Zhang-zhung\u0026rdquo;). The Bonpo commonly identify \u003cspan class=\"popular\"\u003eRutok Dzongri\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog rdzong ri\u003c/span\u003e with the \u003cspan class=\"popular\"\u003eZhang Zhung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eZhang zhung\u003c/span\u003e castle. The ancient \u003cspan class=\"popular\"\u003eZhang Zhung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eZhang zhung\u003c/span\u003e citadel is also known as \u003cspan class=\"popular\"\u003eRutok Namdzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog gnam rdzong\u003c/span\u003e and \u003cspan class=\"popular\"\u003eRutok Khyungdzong Karpo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog khyung rdzong dkar po\u003c/span\u003e. \u003c/span\u003e\u003c/div\u003e \u003ctable class=\"navarrows\" cellspacing=\"8\" align=\"center\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg title=\"Previous Section\" src=\"../../../../../global/images/arrow-left.gif\" alt=\"\" /\u003e \u003c/a\u003e\u003c/td\u003e \u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg title=\"Beginning of Article\" src=\"../../../../../global/images/arrow-up.gif\" alt=\"\" /\u003e \u003c/a\u003e\u003c/td\u003e \u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg title=\"Next Section\" src=\"../../../../../global/images/arrow-right.gif\" alt=\"\" /\u003e \u003c/a\u003e\u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-1-45/\u003c/div\u003e \u003cdiv id=\"chapRefWindow\" class=\"jqmWindow\" style=\"overflow: hidden; height: 300px;\"\u003e \u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e \u003cdiv class=\"conx-content\" style=\"height: 280px;\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"\u003e \u003c/span\u003e\u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"\u003e. \u003c/span\u003e\u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-1-45","is_primary":false,"created_at":"2010-08-11 20:45:46 UTC","updated_at":"2011-10-20 08:51:34 UTC","authors":[]}]}