{"descriptions":[{"id":371,"title":"Mönbu Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e \u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e \u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-2\"\u003eI.2. Residential Structures in Other Locations: Religious and Elite Residences\u003c/h2\u003e \u003ch3 id=\"b1-2-45\"\u003e \u003cspan class=\"popular\"\u003eM\u0026ouml;nbu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon bu\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b1-2-45-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eM\u0026ouml;nbu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon bu\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Son of the Mon (?)\u003c/li\u003e \u003cli\u003eSite number: B-125\u003c/li\u003e \u003cli\u003eSite typology: I.2a\u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 31\u0026deg; 42.1\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 79\u0026deg; 55.6\u0026#900;\u003c/li\u003e \u003cli\u003eElevation: 4870 m to 4880 m \u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eShangts\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eShang rtse\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eTsada\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsa mda\u0026rsquo;\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTAE\u003c/li\u003e \u003cli\u003eSurvey date: October 11, 2003\u003c/li\u003e \u003cli\u003eContemporary usage: None. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: A \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e wall and a prayer flag mast (\u003cspan class=\"popular emph\"\u003edarchok\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003edar lcog\u003c/span\u003e). \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-2-45-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eM\u0026ouml;nbu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon bu\u003c/span\u003e is built at the foot of a mountain of the same name, the \u003cspan class=\"popular\"\u003ey\u0026uuml;llha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eYul lha\u003c/span\u003e of \u003cspan class=\"popular\"\u003eDungkar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDung dkar\u003c/span\u003e village. The site occupies a narrow hanging valley called \u003cspan class=\"popular\"\u003eMendhara\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSman dha ra\u003c/span\u003e (sp.?) situated at the eastern foot of the sacred mountain. It is comprised of five all-stone corbelled edifices built entirely above the ground. These structures are in close proximity to \u003cspan class=\"popular\"\u003eM\u0026ouml;nbu Doring\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon bu rdo ring\u003c/span\u003e (C-169), a cult site for the worship of the \u003cspan class=\"popular\"\u003ey\u0026uuml;llha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eYul lha\u003c/span\u003e. Due to the usage of relatively hin roof slabs, smaller and more delicate corbelling was installed as compared to many other \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e sites. Entranceways tend to be relatively large, but there is no evidence for their having been windows in any of the structures. All structures are constructed of blue-gray metamorphic slabs (10 cm to 80 cm in length) configured in heavily mud-mortared random-work courses. Walls average only 40 cm in thickness. Some walls are finely constructed of small slabs (10 cm to 25 cm long). None of the edifices are aligned in the cardinal directions, nor is there structural evidence for hearths. As in other \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e, ground plans consist of a multiple of small rooms without an obvious centralized space. \u003c/p\u003e \u003cp\u003eCertain morphological features of the \u003cspan class=\"popular\"\u003eM\u0026ouml;nbu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon bu\u003c/span\u003e structures (above-ground aspect, larger and more intricately designed entryways, the light construction of the buildings, and the relatively large size of one specimen) suggest that this site was founded at a later date (early historic period?) than some of Upper Tibet\u0026rsquo;s other all-stone installations. Further archaeological research is needed, however, to confirm this hypothesis. Given the remote and lofty location of the site at the foot of an important regional sacred mountain, the \u003cspan class=\"popular\"\u003eM\u0026ouml;nbu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon bu\u003c/span\u003e facility may have had a religious function. \u003c/p\u003e \u003ch4 id=\"b1-2-45-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to inhabitants of \u003cspan class=\"popular\"\u003eDungkar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDung dkar\u003c/span\u003e, \u003cspan class=\"popular\"\u003eM\u0026ouml;nbu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon bu\u003c/span\u003e was an ancient residential center.\u003c/p\u003e \u003ch4 id=\"b1-2-45-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-2-45-4-1\"\u003eResidential Structure RS1\u003c/h5\u003e \u003cp\u003eResidential structure RS1 is situated 7.5 m north of \u003cspan class=\"popular\"\u003eM\u0026ouml;nbu Doring\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon bu rdo ring\u003c/span\u003e. This large structure is 22 m long, 3.7 m wide on its southwest side and 7 m wide on its northeast side. There are significant wall elevations (up to 1.8 m) all throughout the structure save for its northeast end. The southwest end of RS1 is only one room wide (rooms 1 to 3). Room 1 has its own independent entrance. Rooms 2 and 3 are internally connected through an entranceway (1.3 m x 1 m) with an intact lintel. The slightly rounded corners of the wall plates in rooms 1 to 3 are a telltale sign that they were capped by an all-stone roof. To the northeast of room 3 the structure widens to two rooms abreast. There appear to have been hree such pairs of rooms but the northeast extremity of the building is almost leveled. \u003c/p\u003e \u003cp\u003eA \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e wall with old inscribed plaques is situated 2.5 m southeast of RS1. Eighteen meters southeast of RS1 there are the remains of a rectangular masonry structure (5.6 m x 1.5 m x 1.5 m). It is hollow inside and built in a similar manner to the \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e. It may represent an archaic shrine of some kind. \u003c/p\u003e \u003ch5 id=\"b1-2-45-4-2\"\u003eResidential Structure RS2\u003c/h5\u003e \u003cp\u003eResidential structure RS2 (4.9 m x 7.4 m) is situated 58 m northeast or up valley from RS1. It supported six rooms. Standing walls reach 1.4 m in height. An entranceway (1 m x 60 cm) between a northeast suite and a southeast suite of rooms is intact. A stone slab (1.2 m x 50 cm) lying inside the structure was probably used in he construction of the roof.\u003c/p\u003e \u003ch5 id=\"b1-2-45-4-3\"\u003eResidential Structure RS3\u003c/h5\u003e \u003cp\u003eResidential structure RS3 (12.7 m x 7 m) is situated 5.5 m northeast or upslope of RS2. Its walls attain a maximum height of 1.6 m. A row of four rooms on the southwest end of the structure may have constituted a separate wing. It could not be determined whether there was a gap of 2 m or interconnecting walls between these four rooms and the rest of the structure. In the southwest group of rooms there is one intact entranceway (1.3 m x 90 cm). The main part of the edifice had no less than ten rooms. The southeast half of the main part of RS3 is in poor condition and its ground plan is no longer apparent. The northeast half of the main portion of RS3, however, is in much better shape. Small bits of the roofing still cling to the corners of its rooms. In the northeast part of the structure, five entranceways with their lintels (up to 1.5 m in length) intact are still in place. Two of these are external entrances on the upslope side of the edifice. All the entranceways of RS3 are 1.2 m to 1.3 m in height and 80 cm to 90 cm in width. In one of walls of a central room there is a small rectangular niche. On the west or upslope side of the main edifice what may have been an apron wall (4.7 m x 1.1 m x 1 m) creates a platform that extends into one of the rooms. \u003c/p\u003e \u003ch5 id=\"b1-2-45-4-4\"\u003eResidential Structure RS4\u003c/h5\u003e \u003cp\u003eResidential structure RS4 (5.5 m x 4.9 m) is located 65 m west of RS3 on a small shelf above the valley floor. It consists of four rooms but only the northeast room (1.9 m x 1.5 m) is in a fairly good state of preservation. The walls of this room reach 1.5 m in height and its integral entranceway is 60 cm wide (opens internally to another room). A few small corbels and roof sheathing (up to 1.4 m in length) remain attached to the north wall of the northeast room. They cover about \u0026frac14; the total area of the room. Against two walls of the northeast room here are small tables consisting of just three stone each. \u003c/p\u003e \u003ch5 id=\"b1-2-45-4-5\"\u003eResidential Structure RS5\u003c/h5\u003e \u003cp\u003eResidential structure RS5 (6 m x 7 m) is situated 6.8 m west of RS4 on the same shelf. This east-facing structure has two tiers of rooms. The west/rear tier probably had three rooms originally. On a crest 45 m southwest of RS5 there is a prayer flag mast on the right edge of the \u003cspan class=\"popular\"\u003eMendhara\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSman dha ra\u003c/span\u003e valley. This mast was built upon an elaborate masonry base. This base has recesses in it used to enshrine butter lamps and other religious paraphernalia. This masonry mass may be the remains of another ancient structure, which was modified at some point in time to its current form.\u003c/p\u003e \u003ch5 id=\"b1-2-45-4-6\"\u003eAffiliated structures\u003c/h5\u003e \u003cp\u003eBelow the \u003cspan class=\"popular\"\u003eM\u0026ouml;nbu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon bu\u003c/span\u003e site there is what appears to be a long disused pastoral camp with a variety of nang ra (tent enclosures) (31\u0026deg; 42.1\u0026#900; N. lat. / 79\u0026deg; 55.1\u0026#900; E. long / 4750 m). Further down valley there is a roundish enclosure measuring 8 m across (42.1\u0026#900; / 55.0\u0026#900; / 4740 m). The stones host orange climax lichen and \u003cspan class=\"popular emph\"\u003edrama\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003egra ma\u003c/span\u003e brush grows inside, indicating that it has not been disturbed in a long time. This enclosure may be a funerary superstructure. At still lower elevation is an old pastoral camp with well-preserved intricately constructed ent foundation (\u003cspan class=\"popular emph\"\u003enangra\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003enang ra\u003c/span\u003e) (42.1\u0026#900; / 54.8\u0026#900; / 4700 m). This site is situated above where the streams coming from the west and east sides of Mount \u003cspan class=\"popular\"\u003eM\u0026ouml;nbu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon bu\u003c/span\u003e converge. At this camp there are three quadrate structures composed of slabs called \u003cspan class=\"popular emph\"\u003enyelsa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003enyal sa\u003c/span\u003e. It is reported that these unusual structures are sleeping enclosures used by those watching over the herds at night. \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-2-45/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-2-45","is_primary":false,"created_at":"2010-08-11 20:47:02 UTC","updated_at":"2010-08-12 16:53:51 UTC","authors":[]}]}