{"descriptions":[{"id":1338,"title":"Tago Serzhik Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch3 id=\"b5-1-3\"\u003eNyi ma rdzong\u003c/h3\u003e \u003ch4 id=\"b5-1-3-4\"\u003e(19) Ser zhig Monastery\u003c/h4\u003e \u003cp\u003eFrom the description written by the supreme master who belonged to the celebrated eighteen Zhig families, it appears that rTa sgo Ser zhig Monastery was contemporaneous with sMan ri (No.1). It is therefore apparent that the monastery was named Ser zhig after the family name of the lama who founded the monastery in 1405. Ser zhig Monastery is the biggest one in the Nag tshang Dwang ra g-yu mtsho area. Because of this, the Fifth Dalai Lama recognized it as a monastery of the government and permitted it to have a certain number of the local people as its retainers. The monastery is also called Se zhig skor lde, since it is one of the seven Nag tshang sger tsho.\u003c/p\u003e \u003cp\u003eThe monastery consisted of a two-storey temple, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla brang\u003c/span\u003e and monks\u0026rsquo; quarters. There were many religious objects and books. Besides these, there were religious objects transferred from Nyi lung \u0026rsquo;gram, the seat of \u0026rsquo;Dzi bon dBang gi rgyal mtshan, when it was destroyed. However, invaded by the barbarous Mongolian forces of Jungar, Ser zhig Monastery was turned into a military camp, and the temple and monks\u0026rsquo; quarters were soon destroyed.\u003c/p\u003e \u003cp\u003eAfter that, a number of people launched themselves into its reconstruction, as well as maintaining the doctrine. They included the one called Zhang zhung Lama, a descendant of Gu ru lama, a lama of the Zhu family from \u0026rsquo;Jed spang lung, a lama of the Shel zhig family and others. \u003c/p\u003e \u003cp\u003eThe main religious objects of the monastery were as follows: a black square stone called A ma sa gsum with the three white letters A, Ma and Sa on it; a small conch made of a devotee\u0026rsquo;s teeth; a tooth of the sTon pa gShen rab\u0026rsquo;s horse with a self-risen letter A on it; a Garuda\u0026rsquo;s claw as big as a yak\u0026rsquo;s horn; and a self-grown figure of Zhi ba Kun du bzang po within a crystal stupa.\u003c/p\u003e \u003cp\u003eBesides these, the monastery had a small drum, which is said to be a present given to a Ser zhig lama by the local deity gDong dmar lha btsan of rTa sgo. Among the patrons of the monastery it used to be the custom for patrons to appeal to the abbot to let one of them beat the drum when the ritual Ma tri bum sgrub was performed, for it was said that if one could beat the drum three time, he might get rid of all the bad luck or misfortune of the whole year, and his wish might be fulfilled. The patron was expected to offer five silver tam kar and a ceremonial scarf for each beat. All the people in the neighbourhood, lay and clergy, both Buddhists and Bonpo, showed boundless respect for this drum. At mass meetings, three beats of the drum by the abbot preceded the chanting; only then was the prayer conductor to begin leading the chorus.\u003c/p\u003e \u003cp\u003eIn the protector\u0026rsquo;s temple was a mask of the deity A bse, called Nga \u0026rsquo;dra ma. This designation was derived from the words spoken by the deity to the mask maker, \u0026ldquo;this mask looks like me\u0026rdquo; (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003enga \u0026rsquo;dra\u003c/span\u003e), which turned the mask into an object of great rarity.\u003c/p\u003e \u003cp\u003eIt is said that there were many old, important religious objects in the monastery, such as the skull of sTon pa gShen rab with a self-produced letter A on it, his teeth with a self-produced Gu ru on them, a statue of sTon pa with a self-produced mantra \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eOm ma ti ma ye sa le\u0026rsquo;du\u003c/span\u003e on the upper right part of it, and armour that belonged to sTon pa (said to have been taken to Xian in China).\u003c/p\u003e \u003cp\u003eThe teaching and practice of this monastery have actually experienced rise and fall in every stage of its history. The recent significant figures of this monastery are as follows: Grags dbang Rinpoche of the Zhu family; sTag la dbang rgyal of the Zhu family; the lama called Zhang zhung mKhan po; \u0026rsquo;Og tshom dkar po; and the young Shel zhig. The early ones are said to be in the \u0026rsquo;Prang lugs lineage of Nag tshang.\u003c/p\u003e \u003cp\u003eThe monastery is administered by a lama, a prayer conductor, a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edge bskos\u003c/span\u003e, a treasurer and an assistant. Besides them, two monks are charged, in turn, with the detailed tasks of religious activities, such as the accounts of Ma tri bum sgrub, and so on.\u003c/p\u003e \u003ch5 id=\"b5-1-3-4-1\"\u003ePractice of Rituals and Religious Services\u003c/h5\u003e \u003cp\u003eRituals are practised in the manner of the so-called sTod Nag tshang \u0026rsquo;phrang tradition, prominent among other old traditions of Zhu. The way of chanting the ritual text of the deity Khro bo is considered special and the text is said to have been composed when the masters had visions of the deity. The same manner is said to have been adopted by the other monasteries of the region, including \u0026rsquo;Om bu Monastery (No.17).\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003e In the third Tibetan month the following religious activities take place: Preparations, which take five days, are made for the great \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebum sgrub\u003c/span\u003e ritual based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eMa tri rin chen sgrol ma\u003c/span\u003e; the great \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebum sgrub\u003c/span\u003e ritual is thereafter performed for fifteen days. Religious dances are performed inside and outside the monastery, one day for each, and another two days are spent giving initiation.\u003c/li\u003e \u003cli\u003eIn the course of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebum sgrub\u003c/span\u003e ritual, lamas and monks from the monasteries of Phyug tsho, gYu bun and \u0026rsquo;Om bu, besides the permanent resident monks of Ser zhig itself, are allowed into the monastery, and so are any others, including hermits and pilgrims, who know how to chant the Ma tri mantra. More than 150 people may enjoy a share of the offerings at times of great mass meetings.\u003c/li\u003e \u003cli\u003e In the twelfth month the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e rite of Phur pa is performed. Initiations are given at the end of the month.\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eBesides the above-mentioned activities, several other small-scale services are performed throughout the year.\u003c/p\u003e \u003cp\u003eThere are a number of sacred sites surrounding Ser zhig Monastery: to the south-west lies the rTa sgo mountain range. At a good distance from the monastery, towards the range, at the foot of a hill, is a marvelous meditation cave called Shod tram phug pa. It was the abode of the master dMu Shod tram chen po, who was in the exalted \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;ja\u0026rsquo; lus\u003c/span\u003e lineage of Zhang zhung oral tradition. Near the cave is a spring filled with limpid water that is said to cleanse sins.\u003c/p\u003e \u003cp\u003eAt quite some distance up towards the rTa sgo mountain range, there is another meditation cave called rTa sgo rDzu \u0026rsquo;phrul phug (the Miraculous Cave of rTa sgo); it is about the size of a two-pillared room and is shielded in the four cardinal directions by big rocks and overhead by a heap of big stones. It is also called rTa sgo gDong dmar lha btsan gyi phug pa, in which resided the yogi Nam mkha\u0026rsquo; blo ldan, one of the three chief masters of gShen Nyi ma rgyal mtshan. There is a limpid spring beside the cave.\u003c/p\u003e \u003cp\u003eFurther up, at the top of the hill, is a lake called Nag mer mtsho, edged with piles of stones. It is a blessed holy lake with two different aspects: the external, which looks like the right eye of Dwang ra; and the internal, like the eye of mKa\u0026rsquo; \u0026rsquo;gro sKye ma \u0026rsquo;od mtsho. Innumerable Buddhists and Bonpo, both lay and clergy, visit the lake to circumambulate it or to pay respect to it. It is believed that every pilgrimage site brings many blessings, especially in Tiger years.\u003c/p\u003e \u003cp\u003eClimbing up into the mountain range, at a good distance from the hilltop, midway up the slope of the ice-capped mountain Ngo dmar lha btsan, there is an area where heaps of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebtsag\u003c/span\u003e (a kind of mineral used for medical purposes) can be found around the edge of the snow. It is actually the spot where the divine \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebtsag\u003c/span\u003e of rTa sgo can be obtained. \u003c/p\u003e \u003cp\u003eAnother source of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebtsag\u003c/span\u003e, according to some people, is in the mountains to the east of the rTa sgo gtsang po waterfall, which can be reached via the route in front of Ser zhig Monastery. Many people believe it to be the divine \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebtsag\u003c/span\u003e of rTa sgo, because the mountain rTa sgo casts a shadow over the site.\u003c/p\u003e \u003cp\u003eFormerly there were more than twenty monks in Ser zhig Monastery. At present there are fifteen monks and one lama. Many Bonpo, laity and clergy, come to make pilgrimages.\u003c/p\u003e \u003cp\u003eFrom Ser zhig Monastery back to Nyi ma rdzong is about 180 kilometres, and it takes about six hours by car. The distance from there to dPal mgon rdzong generally requires stopping for a night, but the direct way to Nag chu may be chosen as an alternative.\u003c/p\u003e \u003cp\u003eFrom the town of Nag chu, driving seventy kilometres eastward on the Nag chu-Chab mdo highway, one arrives at \u0026rsquo;Bri lung \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. Turning south-eastward and driving another seventy kilometres, one reaches \u0026rsquo;Bri ru rdzong. Although the road is good between the highway and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e, two mountain passes must be crossed.\u003c/p\u003e \u003cp\u003eOf the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e within Nag chu region, this is one with relatively good local characteristics.\u003c/p\u003e \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-1-3-4/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-1-3-4","is_primary":false,"created_at":"2011-12-13 02:28:56 UTC","updated_at":"2011-12-13 02:28:56 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}