{"descriptions":[{"id":386,"title":"Tsodo Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e \u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e \u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-2\"\u003eI.2. Residential Structures in Other Locations: Religious and Elite Residences\u003c/h2\u003e \u003ch3 id=\"b1-2-64\"\u003e \u003cspan class=\"popular\"\u003eTsodo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMtsho do\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b1-2-64-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eTsodo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMtsho do\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Lake Island\u003c/li\u003e \u003cli\u003eSite number: B-131\u003c/li\u003e \u003cli\u003eSite typology: I.2a \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 31\u0026ordm; 30.8\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 83\u0026ordm; 13.7\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 4740 m to 4780 m\u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eRuntor\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu \u0026rsquo;thor\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eDrongpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Brong pa\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: TILE\u003c/li\u003e \u003cli\u003eSurvey date: February 25, 2006.\u003c/li\u003e \u003cli\u003eContemporary usage: None.\u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: One inscribed plaque. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-2-64-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eTsodo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMtsho do\u003c/span\u003e, in \u003cspan class=\"popular\"\u003eNgangla Ringtso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNgang la ring mtsho\u003c/span\u003e (4720 m), is the largest island in Upper Tibet. At its closest point the 12-km long \u003cspan class=\"popular\"\u003eTsodo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMtsho do\u003c/span\u003e is situated 5 km from the mainland. The highest spot (5000 m) on the island is in the east, rising high above the ancient residential site. The settlement of \u003cspan class=\"popular\"\u003eTsodo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMtsho do\u003c/span\u003e was smaller and architecturally less impressive han its island counterparts in \u003cspan class=\"popular\"\u003eNamtso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnam mtsho\u003c/span\u003e or da rog mtsho, and this despite the great size of the island. There are five all-stone corbelled structures on \u003cspan class=\"popular\"\u003eTsodo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMtsho do\u003c/span\u003e, which on the average are more modestly built than those on other Upper Tibetan islands. These constitute the highest elevation ancient lake settlement in Upper Tibet.\u003ca href=\"#n119\" name=\"nb119\" class=\"note\"\u003e119\u003c/a\u003e They are found in a sheltered valley on the south side of the island. This valley has wide sandy benches and several still functioning corrals. The \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e were established on a steep rocky slope that encloses the north side of the valley. They all have a southern aspect and look clear across the east side of \u003cspan class=\"popular\"\u003eNgangla Ringtso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNgang la ring mtsho\u003c/span\u003e to the meridian range separating \u003cspan class=\"popular\"\u003eRuntor\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu \u0026rsquo;thor\u003c/span\u003e from \u003cspan class=\"popular\"\u003eRishi\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRi shi\u003c/span\u003e. The all-stone corbelled edifices have random-rubble texture walls (50 cm to 70 cm thick) containing variable-length uncut blocks (up to 70 cm). Primarily a hard, bluish fine-grained rock was used in construction. Seams were filled with a white clay-based mortar, much of which has disappeared with time. Roof appurtenances are 80 cm to 1.3 m in length. The modest construction of these \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e is typified by heir smaller size (two to four rooms in each), thinner walls (50 cm to 70 cm), lower ceilings, and the absence of spacious courtyards. \u003c/p\u003e \u003cp\u003eReportedly, there are no permanent sources of potable water on \u003cspan class=\"popular\"\u003eTsodo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMtsho do\u003c/span\u003e and, unlike \u003cspan class=\"popular\"\u003eNamtso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnam mtsho\u003c/span\u003e, \u003cspan class=\"popular\"\u003eDaroktso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDa rog mtsho\u003c/span\u003e or \u003cspan class=\"popular\"\u003eLanga Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLa lnga mtsho\u003c/span\u003e, the water of \u003cspan class=\"popular\"\u003eNgangla Ringtso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNgang la ring mtsho\u003c/span\u003e is not potable.\u003ca href=\"#n120\" name=\"nb120\" class=\"note\"\u003e120\u003c/a\u003e The presence of an ancient settlement of all-stone corbelled residences on the island indicates that perennial sources of water must once have been present on \u003cspan class=\"popular\"\u003eTsodo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMtsho do\u003c/span\u003e.\u003ca href=\"#n121\" name=\"nb121\" class=\"note\"\u003e121\u003c/a\u003e Yet, potable water may have always been a factor limiting the development of the island community, given its relatively small size. Some \u003cspan class=\"popular emph\"\u003eOmbu\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;om bu\u003c/span\u003e (tamarisk) and \u003cspan class=\"popular emph\"\u003edrama\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003egra ma\u003c/span\u003e grows on the island, valuable sources of wood. More than 100 goats and sheep and a few dozen yaks could potentially be kept on permanent basis on \u003cspan class=\"popular\"\u003eTsodo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMtsho do\u003c/span\u003e. Such flocks could have provided the ancient residents with a significant source of food and other products. Insular natural resources aside, \u003cspan class=\"popular\"\u003eTsodo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMtsho do\u003c/span\u003e is likely to have been one of the most important sedentary centers in the region with relatively wide-ranging cultural and economic ramifications. The only other archaic residential site discovered near \u003cspan class=\"popular\"\u003eNgangla Ringtso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNgang la ring mtsho\u003c/span\u003e is the stronghold of \u003cspan class=\"popular\"\u003eG\u0026uuml;lring\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMgul ring\u003c/span\u003e (A-96). \u003c/p\u003e \u003ch4 id=\"b1-2-64-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eLocal \u003cspan class=\"popular emph\"\u003edrok pa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brog pa\u003c/span\u003e report that \u003cspan class=\"popular\"\u003eTsodo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMtsho do\u003c/span\u003e was an ancient religious settlement.\u003c/p\u003e \u003ch4 id=\"b1-2-64-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-2-64-4-1\"\u003eShrine complex\u003c/h5\u003e \u003cp\u003eOn a wide sandy bench in close proximity to several corrals there is an ancient shrine complex (31\u0026deg; 30.74\u0026#900; N. lat. / 83\u0026deg; 13.70\u0026#900; E. long. / 4740 m). It consists of two rectangular masonry structures of the type found on other Upper Tibetan islands. They are made from a bluish metamorphic (?) rock of variable length (to 90 cm long). These ceremonial structures were established according to localized frames of reference and are not aligned in the cardinal directions. The larger of the two specimens (6 m x 3.4 m) has been leveled to 50 cm or less in height. The smaller specimen (1.8 m x 2 m x 1 m) is situated 4.3 m to the north. Its walls have a random-rubble texture and a hard, white clay-based mortar in the joints. The top section of the smaller shrine appears to have been rebuilt (it has a much cruder presentation than the rest of the structure). This monument is no longer actively used. Beside this structure there is a stone slab 1 m long with the \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i \u003c/span\u003emantra carved twice. The crude lettering has undergone a significant degree of repatination.\u003c/p\u003e \u003ch5 id=\"b1-2-64-4-2\"\u003eResidential Structure RS1\u003c/h5\u003e \u003cp\u003eResidential structure RS1 is the lowest elevation and most degraded \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e at \u003cspan class=\"popular\"\u003eTsodo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMtsho do\u003c/span\u003e (30.79\u0026#900; / 13.71\u0026#900; / 4760 m). RS1 appears to have been fairly well aligned in the cardinal directions, and measures 7.3 m (east-west) x 5.6 m (north-south). The disintegrated rear/north wall is set as much as 70 cm into he uphill slope. Only in the northwest corner of the structure is there a coherent wall segment surviving. \u003c/p\u003e \u003ch5 id=\"b1-2-64-4-3\"\u003eResidential Structure RS2\u003c/h5\u003e \u003cp\u003eResidential structure RS2, an L-shaped structure, is well aligned in the compass points and measures 7.6 m (east-west) x 4 m (north-south) (30.81\u0026#900; / 13.72\u0026#900; / 4780 m). The forward/south wall of RS2 is elevated about 1 m above the slope. On the west side (shorter arm of the L) of RS2 there is a single room (2.7 m x 1.9 m x 1.9 m). A portion of the roof is still intact, but the rear wall of this room has been reduced to 1.1 m or less in height. There is a niche in the upper northwest corner of the west unit room (30 cm x 50 cm x 50 cm). There appears to have been an entranceway between the west unit room and the forward east unit of RS2. \u003c/p\u003e \u003cp\u003eThe east unit of RS2 is divided into forward/south and rear/north sections. The forward portion was either a room or an open area (3.9 m x 2.9 m). The entranceway appears to have been in the east (perhaps accessing a landing or anteroom) but the walls have been largely obliterated (up to 90 cm high). The rear section of the east unit of RS2 consists of a single room (1.7 m x 2 m x 1.7 m). The entranceway to this room is in the south (opens to the forward room) and about half its roof is intact. Next to the entranceway there is a small window opening (30 cm x 20 cm) and two niches in the rear wall. The forward wall of the east unit rear room has an exterior height of 2 m. The rear/north wall of this room is 1.7 m high, 1.2 m of which is underground. The roof assembly adds another 50 cm to the height of the structure. Being set below the ground on the north side protected the east unit rear room from the severe winds originating in this direction. The well-insulated niches in the rear wall may even have been used for cold storage in the summer months. \u003c/p\u003e \u003ch5 id=\"b1-2-64-4-4\"\u003eResidential Structure RS3\u003c/h5\u003e \u003cp\u003eResidential structure RS3 is also generally aligned in the cardinal directions and measures 11m (east-west) x 4.2 m (north-south) (30.80\u0026#900; / 13.74\u0026#900; / 4760 m). RS3 is divided into three units: east, central and west. The east unit appears to have been comprised of a landing or small courtyard (interior dimensions: 2.5 m x 2.3 m). On this side of RS3, the forward/south wall, including the revetment, has a maximum height of 2.3 m. The central unit (interior dimensions: 2.5 m x 2.3 m) of RS3 had a rear room and perhaps a forward one as well. The forward wall of the central unit is now only 1.1 m high, not including its disintegrated revetment. The rear/north wall of the central unit has a maximum interior height of 1.3 m. The west unit of RS3 consists of a forward/south room (1.7 m x 1.7 m) and a rear/north room (2.5 m x 1.5 m). Much of the roof of the west unit is intact. The wall between the forward room and rear room of the west unit is flush with the ground on the south side and 1.3 m high on the north/inner side. The entranceway to the west unit forward room opens to the forward portion of he central unit. The rear/north wall of the west unit rear room is partly masonry and partly hewn from the slope. As the floor-to-ceiling height in this space was only around 1.2 m, it probably did not serve as a habitation. \u003c/p\u003e \u003ch5 id=\"b1-2-64-4-5\"\u003eResidential Structure RS4\u003c/h5\u003e \u003cp\u003eResidential structure RS4 has an L-shaped plan and is not well aligned in the compass points (coordinates not available). The maximum dimensions of this structure are 6 m (south wall) x 5.5 m (east wall). There is a single room in the west unit (1.7 m x 1.5 m) with a west-facing entranceway (1.1 m x 70 cm). A bit of the roof still clings to the east corner of this room. The walls of the west unit room reach a maximum height of 1.2 m (forward) and 1.5 m (rear). There are also two east unit rooms in RS4: forward/south and rear/north. The south wall and east wall of the east unit forward room (2.9 m x 2.5 m) are leveled. It is not certain whether this space was an actual room, a landing or both. The partially intact entranceway (1.2 m x 60 cm) to the east unit rear room (1.6 m x 1.8 m) is in the north wall of the forward east room. In the back of the east unit rear room here is a large recess measuring 2.1 m (east-west) x 80 cm (north-south) x 90 cm in height. The opening in this recess measures 70 cm x 70 cm. The function of this highly sheltered semi-subterranean space is not immediately apparent. Perhaps it was used for ritual purposes. The forward wall of the east unit rear room is 1.7 m in height and the rear wall is up to 1.2 m in height. Only a couple of corbels are still in situ. The current floor-to-ceiling height of the east unit rear room is 1.2 m. \u003c/p\u003e \u003ch5 id=\"b1-2-64-4-6\"\u003eResidential Structure RS5\u003c/h5\u003e \u003cp\u003eResidential structure RS5 is fairly well aligned in the cardinal directions and measures 8 m (east-west) x 5.4 m (north-south) (30.85\u0026#900; / 13.80\u0026#900; / 4780 m). The forward wall of this structure is now only around 1 m in height. There is a single northwest room (2 m x 1.9 m x 1.3 cm) with three corbels and one bridging stone in place. Immediately south of the northwest room there is a leveled area, either the remains of a smaller room or an open area. There were probably one or two rooms east of this space but the scanty structural evidence is inconclusive. \u003c/p\u003e \u003chr class=\"footnote-divider\"/\u003e \u003ch2\u003eNotes\u003c/h2\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n119\"/\u003e \u003ca href=\"#nb119\" class=\"note\"\u003e [119] \u003c/a\u003e There were 15 major ancient insular settlements in Upper Tibet (some of he islands have since become headlands due to the receding of the lake waters). They include: se mo East (B-126) and se mo do West (B-127) in \u003cspan class=\"popular\"\u003eNamtso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnam mtsho\u003c/span\u003e; ser do khang chen in \u003cspan class=\"popular\"\u003eTso Ngonmo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMtsho sngon mo\u003c/span\u003e (not yet surveyed); \u003cspan class=\"popular\"\u003ePodo Gongma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpos do gong ma\u003c/span\u003e (B-11), \u003cspan class=\"popular\"\u003ePodo Sharma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpos do shar ma\u003c/span\u003e (B-12) and \u003cspan class=\"popular\"\u003eDodrilbu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo dril bu\u003c/span\u003e (B-13) in \u003cspan class=\"popular\"\u003eTrari Namtso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBkra ri gnam mtsho\u003c/span\u003e; zhabs rje (B-15), do rta sga East (B-128), do rta sga South (B-129) and \u003cspan class=\"popular\"\u003eDodrilbu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo dril bu\u003c/span\u003e (B-130) in \u003cspan class=\"popular\"\u003eDaroktso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDa rog mtsho\u003c/span\u003e; \u003cspan class=\"popular\"\u003eTsodo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMtsho do\u003c/span\u003e (B-131) in \u003cspan class=\"popular\"\u003eNgangla Ringtso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNgang la ring mtsho\u003c/span\u003e; \u003cspan class=\"popular\"\u003eDoser\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo ser\u003c/span\u003e (B-132) and \u003cspan class=\"popular\"\u003eDomuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDo smug\u003c/span\u003e (B-133) in \u003cspan class=\"popular\"\u003eLanga Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLa lnga mtsho\u003c/span\u003e; \u003cspan class=\"popular\"\u003eG\u0026ouml;np\u0026eacute; Do\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDgon pa\u0026rsquo;i do\u003c/span\u003e (B-37) in mtsho mo ngang la ring mo; and \u003cspan class=\"popular\"\u003eMikpa Kharru\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRmigs pa mkhar ru\u003c/span\u003e (A-37) in glog phug mtsho. \u003c/div\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n120\"/\u003e \u003ca href=\"#nb120\" class=\"note\"\u003e [120] \u003c/a\u003e In midwinter \u003cspan class=\"popular emph\"\u003edrok pa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brog pa\u003c/span\u003e of the region spend ten to 15 days on \u003cspan class=\"popular\"\u003eTsodo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMtsho do\u003c/span\u003e grazing their livestock. They have built corrals on the southeast side of the island at a location called \u003cspan class=\"popular\"\u003eKochung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKo chung\u003c/span\u003e (sp.?). These shepherds and their animals repeatedly cross back and forth o the mainland to obtain drinking water. \u003c/div\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n121\"/\u003e \u003ca href=\"#nb121\" class=\"note\"\u003e [121] \u003c/a\u003e In addition to springs, freshwater may have come from seepage pits built on the beach or from collection points such as tanks or even furrows and crevices in the rocky outcrops of the island. \u003c/div\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-2-64/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-2-64","is_primary":false,"created_at":"2010-08-11 20:47:16 UTC","updated_at":"2010-08-12 16:53:51 UTC","authors":[]}]}