{"descriptions":[{"id":1331,"title":"Sokting Ngubön Gön Norbu Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch3 id=\"b5-1-1\"\u003esNye rong rdzong\u003c/h3\u003e \u003ch4 id=\"b5-1-1-4\"\u003e(12) rTing ngu Monastery\u003c/h4\u003e \u003cp\u003eSog rTing ngu bon dgon Nor bu gling is located in Khro bo la \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, to the north-east of sNye rong rdzong. It is about eighty kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e to the monastery. As the road is very bad, it is impossible to get there by car in summer. Even on horseback it is an extremely difficult task to reach it.\u003c/p\u003e \u003cp\u003eThe monastery was founded in 1748 by lHun grub dbang ldan. He was born in 1703 in the sDe dge district of Khams. From childhood, he had innate knowledge and intelligence of remarkable lucidity. He devoted himself to the practice of meritorious deeds. He had love and compassion for all religious trainees. In the manifestation of right discernment that he displayed he was quite unlike any other child.\u003c/p\u003e \u003cp\u003eWhen he reached the appropriate age, he received the most careful initiations and transmissions of Sutra and Tantra in the presence of the great abbot of sMan ri, gYung drung tshul khrims. Having done this, he made rapid progress in practising meditation. He circumambulated the holy mountains in Amdo and Central Tibet, regardless of the schools they belonged to. At the same time, he studied under many excellent masters of several monasteries. Since he respected them as his chief masters and received profound initiations, text-transmissions and religious teachings, he reached a state worthy of praise from everyone.\u003c/p\u003e \u003cp\u003eThen he went to see lHo rTogs ldan dkar po, whose name was widely known. He prostrated himself, bowed his head and asked for blessed initiation and teachings. lHo rTogs ldan dkar po said,\u003c/p\u003e \u003cp\u003e\u0026ldquo;O You, the noble one, protector of fortunate religious beings!\u003c/p\u003e \u003cp\u003eHaving easily obtained selfhood without searching or exertion,\u003c/p\u003e \u003cp\u003eToday we have met here naturally without motivation,\u003c/p\u003e \u003cp\u003eYou have had the fate [to see me] pulsing in your veins without fading, \u003c/p\u003e \u003cp\u003eThe fate of sentient beings lies on you; I shall tell you without concealment,\u003c/p\u003e \u003cp\u003eYou are the one called the Possessor of Self-created Power (lHun grup dbang ldan) of lHa thog,\u003c/p\u003e \u003cp\u003eAct true to your name, and you will gain the ear of all the people.\u0026rdquo;\u003c/p\u003e \u003cp\u003eFollowing the instruction, lHun grup dbang ldan continued reciting prayers and devoted himself to making pilgrimages and sitting in hermitages, carrying with him the scriptures and a medical kit. Then he went northward, close to the yak hair tent of the chieftain of the Sog community, and asked for alms.\u003c/p\u003e \u003cp\u003eThere were three brothers in the chieftain\u0026rsquo;s family: the elder, middle and younger, whose names were, respectively, Khro bo rgyal, Khro bo dar and Khro bo srung. At that time, Khro bo rgyal, the elder one, had been suffering from an illness for a year, during which all medical care and religious rituals had no effect at all. The three brothers invited the saint lHun grup dbang ldan into their tent, and the elder one, Khro bo rgyal, said,\u003c/p\u003e \u003cp\u003e\u0026ldquo;Happiness is welling up inside me at the very sight of you,\u003c/p\u003e \u003cp\u003eFlowing through my body is energy that I have never felt before,\u003c/p\u003e \u003cp\u003eI would like to remember what name you bear,\u003c/p\u003e \u003cp\u003eI prostrate myself with reverence,\u003c/p\u003e \u003cp\u003eI wonder what caused me to suffer from illness,\u003c/p\u003e \u003cp\u003eI beg from you the best divinatory service to turn my illness away.\u0026rdquo;\u003c/p\u003e \u003cp\u003elHun grup dbang ldan said in reply: \u0026ldquo;I am the one called lHun grup dbang ldan, but I am not the one who tells whether the divination comes out good or bad. What I can do for you is to give you medical treatment.\u0026rdquo; Then he made an examination of urine and faeces, and gave the most careful medical treatment to satisfy the elder brother\u0026rsquo;s wishes.\u003c/p\u003e \u003cp\u003eForty-nine days later the patient finally got far better than their expectation, which, at the same time, raised faith and reverence in the brothers\u0026rsquo; minds. Though they repeatedly asked him what kind of thing he wanted as a doctor\u0026rsquo;s fee, he said \u0026ldquo;I do not need any kind of doctor\u0026rsquo;s fee, but I have a wish to build a monastery in accordance with the prophecy made previously by the superior saint. Therefore I shall request you to give me a small piece of land where a monastery could be built. The three brothers were so happy to hear his words that they said, \u0026ldquo;We shall do as you tell us.\u0026rdquo;\u003c/p\u003e \u003cp\u003eThen the saint lHun grup dbang ldan, accompanied by the three brothers, went on to examine all the area under their jurisdiction within the Sog district, and encamped for a night at a place called Pha bong thang, where they saw many auspicious manifestations that night.\u003c/p\u003e \u003cp\u003eTherefore, in 1797, a decision was made to establish a monastery on this distinctive land. The future monastery was given a good name, the Glorious Nor bu gling, and an elaborate purification ritual was performed.\u003c/p\u003e \u003cp\u003eWith regard to the surroundings of this square piece of land, they appear to be very good, described as follows: to the east is the protective mountain rGya stag khro bo, a white rocky mountain with the appearance of a haughty tiger that is thirsty, to the north is the protective Rus sbal ser po, a meadowy hill shining like a hero\u0026rsquo;s helmet, to the west is the protective Bya dmar mtshal lu, a beautiful scarlet hill of slate mingled with verdigris, to the south is the protective gYu \u0026rsquo;brug sngon po, a blue rocky mountain sticking high into the sky.\u003c/p\u003e \u003cp\u003eAll the lamas, leaders, patrons and priests were summoned, and worked without being lazy or negligent. Because of this, they managed to build the assembly hall of the monastery within the very year of the decision being taken. Not only that, by mutual agreement among the assembled monks of the Three Trainings, they increased the number of monks from four to six, then gradually from six to thirteen. In the early days, when there were only four monks, they were called \u0026ldquo;the four young qualified ones\u0026rdquo; (mTshan ldan khye\u0026rsquo;u bzhi), when six, \u0026ldquo;the six gShen who guide the beings\u0026rdquo; (\u0026rsquo;Dul ba gShen drug), and when increased to thirteen, they came to be known everywhere as \u0026ldquo;the thirteen gShen\u0026rdquo; (Ye gshen bcu gsum). From that time, the Bon doors of outer, inner and secret were opened and the great tradition of the teachings of chanting services and meditation came to be established, especially the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erNam rgyal\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egYung drung klong rgyas\u003c/span\u003e which were performed according to the tradition established by the former adepts. This contributed to the increase of the monastery\u0026rsquo;s activities and the spread of Eternal Bon.\u003c/p\u003e \u003cp\u003eThe lineage of the monastery is as follows:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003e lHun grub dbang ldan, the founder of the monastery\u003c/li\u003e \u003cli\u003e rGyal tshab lHun grub \u0026rsquo;od zer\u003c/li\u003e \u003cli\u003e bKra shis tshul khrims\u003c/li\u003e \u003cli\u003e Tshul khrims \u0026rsquo;od zer\u003c/li\u003e \u003cli\u003e dPal ldan tshul khrims\u003c/li\u003e \u003cli\u003e gYung drung rgyal ba\u003c/li\u003e \u003cli\u003e mChog gyur grub dbang bsTan \u0026rsquo;dzin rin chen nam mkha\u0026rsquo; bde chen snying po\u003c/li\u003e \u003cli\u003e bsTan \u0026rsquo;dzin rgyal dbang\u003c/li\u003e \u003cli\u003e bsTan \u0026rsquo;dzin lhun grub \u003c/li\u003e \u003cli\u003e Kun dga\u0026rsquo; dbang ldan\u003c/li\u003e \u003cli\u003e Kun mkhyen Sangs rgyas grags pa\u003c/li\u003e \u003cli\u003e mNyam med Tshul khrims grags pa\u003c/li\u003e \u003cli\u003e bsTan pa\u0026rsquo;i nyi ma\u003c/li\u003e \u003c/ol\u003e \u003ch5 id=\"b5-1-1-4-1\"\u003eThe size of the monastery and its religious objects\u003c/h5\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-4-1-1\"\u003e\u0026rsquo;Du khang ka dgu ma\u003c/h6\u003e \u003cp\u003eAt the centre of this assembly hall, built by bsTan \u0026rsquo;dzin rin chen bde chen snying po, was a gilt-bronze statue of rNam par rgyal ba, about the height of an eight-year-old child. On the shelves on either side of the statue were some eighty poti of \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/em\u003e written in a mixture of gold and silver. On the walls were murals of the Thousand Buddhas.\u003c/p\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-4-1-2\"\u003esKu gdung lha khang dmar bkod ma\u003c/h6\u003e \u003cp\u003eAt the centre of this two-storey reliquary temple was a gilt-bronze statue, as tall as the ceiling, of sTon pa Khri gtsug rgyal ba sitting on the throne. On either side of the statue were rows of four gilt-bronze reliquary stupas of Ka ru grub dbang bsTan \u0026rsquo;dzin lhun grub, rGyal tshab bsTan \u0026rsquo;dzin dbang rgyal and bsTan \u0026rsquo;dzin lhun grub, and the tomb, in the style of the gYung drung bkod legs stupa, of a senior master of the gShen lineage, about the height of the ceiling. Similarly, there were murals of the Twelve Rituals (Cho ga bcu gnyis).\u003c/p\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-4-1-3\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur lha khang\u003c/h6\u003e \u003cp\u003eIn the bKa\u0026rsquo; \u0026rsquo;gyur lha khang, built by Kun mkhyen Sangs rgyas grags pa, was a number of religious objects such as the gilt-bronze tomb, in the style of the gYung drung bkod legs stupa, of sKyab mgon bsTan \u0026rsquo;dzin lhun grub. To the right of the tomb was a life-sized gilt-bronze statue of sMra ba\u0026rsquo;i seng ge, the deity of wisdom. To the left was a life-sized gilt-bronze statue of Yum chen Shes rab byams ma. On the shelves along the walls on either side were complete sets of the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/em\u003e and \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; brten\u003c/em\u003e. There were, as well, many other sacred objects, including stupas.\u003c/p\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-4-1-4\"\u003elHa khang Khri smon lha rtse\u003c/h6\u003e \u003cp\u003eAt the centre of this two-storey, twenty-pillared building was a gilt-bronze statue of mNyam med Shes rab rgyal mtshan. To its right was a gilt bronze statue of Tshad med \u0026rsquo;od ldan, and further towards the corner was a gilt-bronze statue of Kun dga\u0026rsquo; dbang ldan. To the left of mNyam med Shes rab rgyal mtshan was a gilt-bronze statue of \u0026rsquo;Brug sras chem pa, and towards the corner were gilt-bronze statues of the Four Buddhas (bDe gshegs gtso bzhi). In front of mNyam med was the tomb of lHun grub dbang ldan in the style of the gYung drung bkod legs stupa. On the eastern walls were murals of paternal and maternal figures of Bonpo guardian deities. In the gNas brtan lha khang upstairs was a complete mural of the Sixteen Arhats (gNas brtan bcu drug); drawn there, as well, were many kinds of diagrams with poetic verses written in them (sNyan ngag gi sgra \u0026rsquo;khor).\u003c/p\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-4-1-5\"\u003esKu gdung lha khang\u003c/h6\u003e \u003cp\u003eIn this building, built by mNyam med Tshul khrims dbang rgyal grags pa, was a gilt-bronze tomb, in the style of the gYung drung bkod legs stupa and as tall as a two-storey building, of Kun mkhyen Sangs rgyas grags pa.\u003c/p\u003e \u003cp\u003eThere were many marvellous murals: on the walls on either side of the tomb were gShen lha \u0026rsquo;od dkar, at the porch were the Ten Guardian Deities (Phyogs skyong bcu) and above the porch were the Twelve Deeds (mDzad pa bcu gnyis) of gShen rab.\u003c/p\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-4-1-6\"\u003eKun bzan rgyal ba \u0026rsquo;dus pa\u0026rsquo;i lha khang\u003c/h6\u003e \u003cp\u003eAt the centre of this large three-storey temple, built by mNyam med Tshul khrims dbang grags, was a gilt-bronze statue, as tall as a two-storey house, of Kun bzang rgyal ba \u0026rsquo;dus pa with five faces and ten hands. To the right of it was a gilt-bronze statue of Nam mkha\u0026rsquo;i lha mo, and to the left was a gilt-bronze statue of Byams ma. On the walls were murals of the Thousand Buddhas (bDe gshegs stong sku).\u003c/p\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-4-1-7\"\u003e\u0026rsquo;Dzam gling dpal \u0026rsquo;bar \u0026rsquo;du khang\u003c/h6\u003e \u003cp\u003eOn the ground floor, at the centre of the inner temple of this large eight-pillared, three-storey assembly hall, built by mNyam med Tshul khrims dbang grags, was a gilt-bronze statue of rNam par rgyal ba. To the left of it was a gilt-bronze statue of Shes rab byams ma.\u003c/p\u003e \u003cp\u003eOn the first floor up, at the centre, was a gilt-bronze statue, as high as the ceiling, of rGyal ba rgya mtsho with a thousand hands and a thousand eyes. To the right of it was the Wheel of Time (dBang ldan Dus kyi \u0026rsquo;khor lo), and at the back of it were the images of the Twelve Rituals (Cho ga bcu gnyis). Further to the right corner was a stupa of bKra shis sgo mang, as high as the ceiling. To the left of rGyal ba rgya mtsho was a gYung drung bkod legs stupa. Further to the left corner was a gilt-bronze statue of rNam par rgyal ba, as tall as a two-storey house, accompanied by the Eight Glorious Protectors (dPal mgon brgyad) at the back.\u003c/p\u003e \u003cp\u003eIn one room on the top floor was a mural of mNyam med. In another room were murals of the thousand sTag la me \u0026rsquo;bar and the Thousand Buddhas, between which were murals of the hundred-and-twenty mandalas. Similarly, another room had a figure and a mural of a Bonpo protective deity. Another room had murals of the master Pad ma \u0026rsquo;byung gnas, the Lord Tsong kha pa, and the line of thirteen reincarnations of the Dalai Lama. A mural of a complete set of the Sixteen Arhats (gNas brtan bcu drug) was drawn in the last room on the top floor.\u003c/p\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-4-1-8\"\u003eThe Lama\u0026rsquo;s Residence (bla brang)\u003c/h6\u003e \u003cp\u003eThe residence was a two-storey building with ten rooms. At the centre of the chapel upstairs was a gilt-bronze statue of Dran pa nam mkha\u0026rsquo;, and on the wall was a mural of Yi dam Sram dkar khyung ba. On the shelves behind the statue were volumes of scriptures of many kinds. In the meditation hall on the ground floor were several figures of Bonpo protective deities, masks, murals and many other sacred objects.\u003c/p\u003e \u003ch5 id=\"b5-1-1-4-2\"\u003eAnnual religious activities and rituals\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003e In the first Tibetan month, flower offerings were made and the ritual based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erTsa sgrup bla ma sgrup pa \u003c/span\u003ewas performed, as well as the recitation of the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/em\u003e and \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; brten\u003c/em\u003e.\u003c/li\u003e \u003cli\u003e On the 13th day of the fourth month, the recitation of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egSer \u0026rsquo;od gzugs chen nyi ma shar \u0026rsquo;bum\u003c/span\u003e, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eYab sras tshogs \u0026rsquo;khor\u003c/span\u003e, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esTong rgyung brngan bsang\u003c/span\u003e and the renewal ceremony of gSas khang kha bstod, and invocation of dGra lha, Lam lha and the Yul lha of the four directions.\u003c/li\u003e \u003cli\u003e About the sixth month, sacrificial offerings to the Bonpo protective deities were elaborately made in rituals such as the bZlas chog bum sgrub, the ritual rNam rgyal stong mchod, the Khro phur zhang gsum and others. There were performances of various artistic dances such as rNam brgyad gar \u0026rsquo;cham, Zhwa nag tshogs \u0026rsquo;cham, brTan srung \u0026rsquo;bag \u0026rsquo;cham, dPa\u0026rsquo; bo\u0026rsquo;i ging \u0026rsquo;cham and gYung drung dgu \u0026rsquo;cham, performed in a way that can hardly be imagined.\u003c/li\u003e \u003cli\u003e In the tenth month, chanting services were performed in the most profound manner; there was a complete programme for the ritual performances of sTag la me \u0026rsquo;bar, as well as that of Byams ma.\u003c/li\u003e \u003cli\u003e In the twelfth month the following rituals were performed: the great \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e rite; the evocation of the two tutelar dieties, Khro bo and Phur pa; the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emdos\u003c/span\u003e ritual based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhro bo ngo mtshar rgyas pa\u003c/span\u003e; and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esrung zlog\u003c/span\u003e ritual in which the deity \u0026rsquo;Brug gsas chem pa is invoked. Moreover, there were artistic events that featured various dance performances such as Zhwa nag tshogs \u0026rsquo;cham, bsTan srung \u0026rsquo;bag \u0026rsquo;cham and dPa\u0026rsquo; bo\u0026rsquo;i ging \u0026rsquo;cham.\u003c/li\u003e \u003c/ol\u003e \u003cp\u003ePresently there are two lamas and more than one hundred monks in this monastery. The temple, assembly hall and other buildings are held up by fifty-five pillars in all, and the monks\u0026rsquo; quarters consist of one hundred and ten individual rooms.\u003c/p\u003e \u003cp\u003eThis monastery has an abundance of religious objects including the tombs of the successive lamas of this monastery, the relics of the saint mNyam med, scriptures and a great many other objects. Annual religious services and rituals are practised as they were in former ancient times.\u003c/p\u003e \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-1-1-4/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-1-1-4","is_primary":false,"created_at":"2011-12-13 02:28:52 UTC","updated_at":"2011-12-13 02:28:52 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}