{"descriptions":[{"authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-16-5","content":"<div class=\"essay-body\"><div id=\"essay-head2\"><table><tr><td align=\"left\" valign=\"top\"><div class=\"chapter\"><em>A Survey of Bonpo Monasteries</em></div><div class=\"author\"><span class=\"eng\">by </span>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind<!--(l)--><br/>Edited by Samten G. Karmay and Yasuhiko Nagano </div></td><td style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"><div class=\"copyright\"><span class=\"eng\"> Copyright &copy; 2003. </span><div class=\"eng\" id=\"permission\">Reproduced with permission from the authors <br xmlns:str=\"http://exslt.org/strings\"/>under the <a href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\">THL Digital Text License</a>.</div></div></td></tr></table></div><h2 id=\"b6-16\">Zung chu County</h2> <h3 id=\"b6-16-5\">(203) mKhar yag Monastery</h3> <h4 id=\"b6-16-5-1\">1. Name</h4> <p>The monastery&rsquo;s full name is gShen bstan g-yung drung nor bu dar rgyas gling. Since it is located in mKhar yag village, it is also called mKhar yag dgon.</p> <h4 id=\"b6-16-5-2\">2. Location</h4> <p>The monastery is located 109 km from Songpan, the seat of Zung chu county.</p> <h4 id=\"b6-16-5-3\">3. History</h4> <p>The monastery, which was first simply a temple, was founded by rGyal ba rin chen, who was originally from &rsquo;Bar khams Monastery. He also established a small hermitage called Ra skor zhing gi ri khrod. Later bsTan &rsquo;dzin kun khyabs transformed the hermitage into a monastery in 1887. As he was from dGa&rsquo; mal Monastery (No.208), the new monastery became a branch of dGa&rsquo; mal. The next master was sNang zhig sPrul sku (d.1937)<a href=\"#n60\" name=\"nb60\" class=\"note\">60</a> who was regarded as a reincarnation of Nyi ma rig &rsquo;dzin of sNang zhig dNgul sku Monastery (No.201). He moved the monastery to a place called gNyan yul in 1920. After that lCags mdud Nyi ma bstan &rsquo;dzin looked after the monastery for a few years. Then sNang zhig Rin chen rnam rgyal (b.1895) became the master of the monastery. The latter was succeeded by his nephew bSod nams rgyal mtshan (1939-1959). Tshul khrims bstan &rsquo;dzin (1918-1985) became the master of the monastery in 1982. The monastery was demolished during the Cultural Revolution and was rebuilt again in the 1980s. The present master of the monastery is gYung drung tshul khrims (b.1932).</p> <h4 id=\"b6-16-5-4\">4. Hierarchical system</h4> <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>dgon bdag</li> <li>one dbu mdzad</li> <li>two dge skos</li> <li>mchod g-yog</li> </ul> <p>Both dbu mdzad and dge bskos are replaced every three years. The dge bskos also act as gnyer ba and the mchod g-yog has no predetermined term of office.</p> <h4 id=\"b6-16-5-5\">5. Current number of monks</h4> <p>There are thirty novices and monks in the monastery.</p> <h4 id=\"b6-16-5-6\">6. Current education</h4> <p>There are no organized classes; the novices are trained by the elder monks.</p> <h4 id=\"b6-16-5-7\">7. Educational exchange</h4> <p>Until sNang zhig dNgul sku Monastery sent rGyal ba bstan &rsquo;dzin to the monastery to teach, the monks went to dGa&rsquo; mal monastery for religious training.</p> <h4 id=\"b6-16-5-8\">8 / 9. Rituals</h4> <p>The ritual cycle of the Ti tri su from the 11th to the 19th day of the 1st month with &rsquo;cham dance on the 18th day; the observance of the summer fast (dbyar gnas) from the 13th to the 16th day of the 6th month; the ritual cycle of sTag la with dgu gtor rite from the 22nd to the 30th day of the 12th month.</p> <h4 id=\"b6-16-5-9\">11. Income and expenses</h4> <p>The monastery depends on donations from the faithful; the monks provide their own food.</p> <h4 id=\"b6-16-5-10\">12. Local community</h4> <p>The local lay community consisted of all the gNyan yul tsho bdun, the &ldquo;seven villages of gNyan yul&rdquo;, but mKhar lung village is now half Bonpo and half Buddhist. mKhar yag village with twenty-eight families, Ngo de with twenty-five families, rDa nga with seventeen families, dGon nang with fifteen families, gSer rko with twenty-six families, gDong yas with seven families and three families in mKhar lung.</p> <h4 id=\"b6-16-5-11\">13. Local festivals</h4> <p>The monastery has three la btsas: one at the top of the mountain behind the monastery called mKha&rsquo; spyod g-yung drung dgra &rsquo;dul. The second dKar sgong is located 8 km north of the monastery and the third gYag mgo rdo &rsquo;bum is located 25 km east of the monastery. Their renewal ceremony takes place on the 15th day of the 5th month and is attended only by the monks. </p> <p>mKhar yag village has its own la btsas called dBus lung nor bu phyug mo and is propitiated on the 1st day of the 1st month.</p> <p>Ngo ke village&rsquo;s la btsas is called Nor bu dbang rgyal and is located 3 km southwest of the monastery.</p> <p>The la btsas of rDa nga village is called Rag stag nor bu and is located 6 km southwest of the monastery. The la btsas of dGon nang village called bZo gnyan mgar ba yon tan is located 8 km east of the monastery. The las btsas of gSer rko village is called sTobs po che and located 10 km east of the monastery. The la btsas of gDong yas village is located 10 km southeast of the monastery.</p> <p>The communities, both monastic and lay, join people from other villages to venerate the sacred Mount Bya dur and Mount Dung ri situated in the region (cf. sNa steng Monastery No.190).</p> <h4 id=\"b6-16-5-12\">14. Occupation of the local people</h4> <p>Farming</p> <h4 id=\"b6-16-5-13\">Sources</h4> <h5 id=\"b6-16-5-13-1\">(1) Interviews</h5> <p>In autumn 1998 with: rGyal ba (b.1934), a monk of sNang zhig dNgul sku Monastery who was sent to teach at mKhar yag. The following monks are from mKhar yag Monastery: Shes rab bstan &rsquo;phel (b.1976); bsTan pa rab rgyas (b.1970); bSod nams rgya mtsho (b.1963) and sKal bzang (b.1973)</p> <h5 id=\"b6-16-5-13-2\">(2) Texts</h5> <ol type=\"1\"> <li>gNyan yul dgon pa gshen bstan g-yung drung nor bu dar rgyas gling gi dkar chag by sGra dpal in Zing (zung) chu rdzong dgon pa so sogs (so&rsquo;i) dkar chag, Mimeograph 1993, pp.231-240</li> </ol> <hr class=\"footnote-divider\"/><h2>Notes</h2><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n60\"/><a href=\"#nb60\" class=\"note\"> [60] </a> The gNyan yul dgon pa gshen bstan g-yung drung nor bu dar rgyas gling gi dkar chag records him as sNang zhig sPrul sku without giving his real name, but as such it is not found in other documents. </div><table xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"><tbody><tr><td class=\"leftcell\"><a class=\"backarrow\" title=\"Previous Section\"><img src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/></a></td><td class=\"midcell\"><a class=\"uparrow\" title=\"Beginning of Article\"><img src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/></a></td><td class=\"rightcell\"><a class=\"forwardarrow\" title=\"Next Section\"><img src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/></a></td></tr></tbody></table></div><div id=\"chap-id\">/bonpo-monasteries/b6-16-5/</div><div style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"><div class=\"closebtn\"><a href=\"#\">Close</a></div><div style=\"height: 280px;\" class=\"conx-content\"><h3>Note Citation for Page <span class=\"pgnm\"/></h3><p class=\"biblref\">Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), <span class=\"pgnm\"/>. </p><h3>Bibliographic Citation</h3><p>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.</p></div></div>","created_at":"2011-12-13 02:30:27 UTC","updated_at":"2011-12-13 02:30:27 UTC","id":1518,"title":"Shenten Yungdrung Norbu Dargyé Ling Introduction","is_primary":false}]}