{"descriptions":[{"id":1339,"title":"Sentsa Gön Namgyel Kündrak Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch3 id=\"b5-1-4\"\u003e\u0026rsquo;Bri ru rdzong \u003c/h3\u003e \u003ch4 id=\"b5-1-4-1\"\u003e(20) Sen tsha Monastery\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is Sen tsha dgon rNam rgyal kun grags gling. Travelling sixty-four kilometres southward from \u0026rsquo;Bri ru rdzong and crossing two mountain passes, one reaches Sen tsha village in gYang shod \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, which lies halfway up the mountain on the north side of the river rGyal chu.\u003c/p\u003e \u003cp\u003eIn its early years, Sen tsha Monastery was situated in the village of Sen tsha itself, but around 1440, Kun dga\u0026rsquo; dbang ldan of the Bru family, who was a disciple of mNyam med Shes rab rgyal mtshan, regarding the recess at the foot of Byug ri phyug mo as auspicious, built a temple there. It is said that there were many auspicious signs when it was built.\u003c/p\u003e \u003cp\u003eThis establishment became a monastery, which had many buildings and blessed religious objects, as well as many lay priests. Many lay priests of gYang shod Mar thang later moved, one after another, into the vicinity of the temple. This caused not only a blurring in the distinction between clergy and laity, but also a serious hindrance to the development of the monastery.\u003c/p\u003e \u003cp\u003eIn 1918, when the great abbot of sMan ri (No.1), sKu \u0026rsquo;dun Phun tshogs blo gros, came to rGyal shod, he decided to transfer the monastery in accordance with the plan made by the lord of Sen tsha, bSod nams lha rgyal, and others. However, there was slight internal discord at that decision. Therefore, in order to avoid the merging of monks and lay priests, a monastery called Phun tshogs glang chen \u0026rsquo;gying ri spo ra dgon rNam rgyal kun grags gling was established.\u003c/p\u003e \u003cp\u003eThe monastery\u0026rsquo;s religious objects at that time included the following: a statue of sTon pa gShen rab within which was a relic of his body as big as a skylark egg, the reliquary stupa of Khyung btsun bSam gtan nyi ma, several bigger clay statues, scriptures written in gold on a black ground, a treasure-trove consisting of such items as a helmet and a coat of mail, and many scriptures, including a complete set of the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/em\u003e and \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; brten\u003c/em\u003e.\u003c/p\u003e \u003cp\u003eThe youngest son of bSod nams lha rgyal, the chief of Sen tsha, was ordained in the presence of the abbot, sKu \u0026rsquo;dun Phun tshogs blo gros, and was given the name Tshul khrims rgya mtsho. He was esteemed as the head of the institution, which then became a veritable monastery. In order to collect donations, Tshul khrims rgyal mtsho travelled to the nomad area of Hor, where there was a good number of contributors, which was useful for the subsistence of the monastery. His paternal lineage was in the Zhu family, which had branched from the family of the rDzum chief. He kept a close patron-priest relationship with Hor, hence the alternate name of the monastery, Sen tsha Zhu tshang gYang shod dgon.\u003c/p\u003e \u003ch5 id=\"b5-1-4-1-1\"\u003eReligious services and practice of rituals\u003c/h5\u003e \u003cp\u003eThe rituals mainly practised in this monastery were divided into two sections: rituals based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erNam rgyal\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKlong rgyas\u003c/span\u003e of the non-Tantric section and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edBal gsas zhi drag\u003c/span\u003e of the Tantric section and the propitiatory texts for the religious Bon protectors, especially the deity Brag btsan A bse.\u003c/p\u003e \u003cp\u003eThe main annual religious services were the chanting of the ritual cycles of Khro bo, dBal gsas and Phur pa. Besides these, the ritual Ma tri bum sgrub was practised, religious dances were performed, initiations were given and other services were performed.\u003c/p\u003e \u003cp\u003eThe organization of the monastery\u0026rsquo;s personnel was just like every other monastery: \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edbu bla\u003c/span\u003e (head), \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edge bskos\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edbu mdzad\u003c/span\u003e, and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elas sne\u003c/span\u003e (monk officials).\u003c/p\u003e \u003cp\u003eIt was Thugs dga\u0026rsquo; of rMe\u0026rsquo;u who took responsibility for the reorganization of the monastery. The temple, assembly hall, monks\u0026rsquo; quarters and other buildings were restored to their former condition. A collection of religious objects of body, speech and mind was also completed.\u003c/p\u003e \u003cp\u003eAt present, this monastery has six lamas, including Thugs dga\u0026rsquo;, and fifty monks. The annual activities and religious dances have been revived. Moreover, the monastery has been undergoing restoration and expansion under the guidance of Thugs dga\u0026rsquo;, who has broad knowledge of Sutra, Tantra and the Mind class of the Bon doctrines, as well as magnificent conduct.\u003c/p\u003e \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-1-4-1/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-1-4-1","is_primary":false,"created_at":"2011-12-13 02:28:56 UTC","updated_at":"2011-12-13 02:28:56 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}