{"descriptions":[{"id":316,"title":"Jekar Khargok Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e \u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e \u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-1\" class=\"space-before\"\u003eI.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices\u003c/h2\u003e \u003ch3 id=\"b1-1-79\"\u003e \u003cspan class=\"popular\"\u003eJekar Khargok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBye dkar mkhar gog\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b1-1-79-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eJekar Khargok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBye dkar mkhar gog\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: White Sands Ruined Castle\u003c/li\u003e \u003cli\u003eSite number: A-128\u003c/li\u003e \u003cli\u003eSite typology: I.1b \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 31\u0026ordm; 36.4\u0026#900;\u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 79\u0026ordm; 00.2\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 3900 m\u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eZarang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eZa rang\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eTsada\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsa mda\u0026rsquo;\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTWE\u003c/li\u003e \u003cli\u003eSurvey date: July 16, 2004\u003c/li\u003e \u003cli\u003eContemporary usage: A single prayer flag mast. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: Scattered inscribed plaques that appear to have been part of an old \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e wall on the approach to the castle, and possibly a Buddhist edifice amid the structures of the stronghold. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-1-79-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eJekar Khargok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBye dkar mkhar gog\u003c/span\u003e, located southwest of \u003cspan class=\"popular\"\u003eJekar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBye dkar\u003c/span\u003e village, is perched on top of a rocky prominence. The once large citadel is divided into southeast and northwest (main) complexes. The ruins of \u003cspan class=\"popular\"\u003eJekar Khargok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBye dkar mkhar gog\u003c/span\u003e are highly degraded: all that is left are a few scattered stone wall fragments and much rubble. The buildings and individual rooms ended to be small. The thinness of the walls and the lack of buttressing indicate that most, if not all, of the buildings of \u003cspan class=\"popular\"\u003eJekar Khargok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBye dkar mkhar gog\u003c/span\u003e were constructed with wooden roofs. Walls (40 cm to 50 cm thick) contain small uncut blocks (10 cm to 40 cm long) and are of a heavily mud-mortared random-rubble texture. The diminutive size of the structures, the presence of irregular ground plans and the staggering of buildings around crags all hint at an archaic cultural status for \u003cspan class=\"popular\"\u003eJekar Khargok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBye dkar mkhar gog\u003c/span\u003e. Unlike the neighboring monastery of \u003cspan class=\"popular\"\u003eNamgyel\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRnam rgyal lha rtse\u003c/span\u003e, his more removed site is endowed with a good defensive posture. The main complex of \u003cspan class=\"popular\"\u003eJekar Khargok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBye dkar mkhar gog\u003c/span\u003e can be subdivided into east and west sectors. \u003c/p\u003e \u003ch4 id=\"b1-1-79-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to respected elders in \u003cspan class=\"popular\"\u003eJekar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBye dkar\u003c/span\u003e village such as \u003cspan class=\"popular\"\u003eJikm\u0026eacute; Nyendrak\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Jigs med snyan grags\u003c/span\u003e (born in the Dog Year, circa 1922) and \u003cspan class=\"popular\"\u003eTashi S\u0026ouml;nam\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBkra shis bsod nams\u003c/span\u003e (born in the Pig Year, circa 1923), \u003cspan class=\"popular\"\u003eJekar Khargok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBye dkar mkhar gog\u003c/span\u003e was an ancient castle destroyed long before living memory. \u003cspan class=\"popular\"\u003eJekar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBye dkar\u003c/span\u003e village (3570 m) has a population of just over 200 people, but reportedly at one time its four parts (\u003cspan class=\"popular emph\"\u003elingzhi\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003egling bzhi\u003c/span\u003e) supported a population of around 500.\u003ca href=\"#n59\" name=\"nb59\" class=\"note\"\u003e59\u003c/a\u003e \u003c/p\u003e \u003ch4 id=\"b1-1-79-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-1-79-4-1\"\u003eNorthwest complex\u003c/h5\u003e \u003cp\u003eThe axis of the northwest or main complex is aligned east-west and is 85 m in length.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eWest sector\u003c/h6\u003e \u003cp\u003eThe west sector of the northwest complex, a tight collection of limestone and sandstone structures, straddles he summit of the outcrop (primarily 15 m to 20 m wide). The west sector appears to have been circumvallated. The summit of the outcrop is ringed by a revetment (up to 1.5 m in height, none of which is freestanding) that was part of this defensive work. Most of the summit is surrounded by vertical limestone faces. At the lower or west end of the west sector a building or room is distinguishable (interior dimensions: 5.7 m x 2.4 m maximum). One of its standing wall fragments reaches 2.4 m in height, 40 cm of which is part of the revetment. The east end of the west sector is about 10 m higher than the west end and contains the vestiges of several buildings. They include one with two rooms (exterior dimensions: 6 m x 5.2 m maximum); a structure of one room built 1 m into the summit (5.3 m x 3.6 m), and a building with several small rooms (9.4 m x 4.2 m). The eastern extremity of the summit narrows to a knife edge and hosts no structural detritus.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eEast sector\u003c/h6\u003e \u003cp\u003eThe east sector is sheltered below the summit on the south side of the outcrop. The west end of the east sector supports a single line of structures that extend beyond the eastern edge of the west sector. The east side of the east sector is 22 m wide and probably supported three tiers of buildings along a 45\u0026deg; slope. Many of these structures have fallen down the steep sides of the formation. On the east end of the east sector here is a relatively well-preserved building with a single room (5.4 m x 5.1 m). Mud plaster still adheres to he interior and exterior of the 2-m to 3-m tall walls. There is a small prayer flag mast inside this building. Its physical state of preservation and design traits are out of character with the rest of the site. The morphology of this structure suggests a Buddhist identity, possibly a house used for retreats. Fifteen meters below the east sector there is a lone building (5 m x 4.2 m) with revetments up to 2 m in height. This is likely to have been an outwork guarding the southern flank of \u003cspan class=\"popular\"\u003eJekar Khargok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBye dkar mkhar gog\u003c/span\u003e.\u003c/p\u003e \u003ch5 id=\"b1-1-79-4-2\"\u003eSoutheast complex\u003c/h5\u003e \u003cp\u003eThis small installation is located 57 m southeast of the main complex. It occupies a rocky knob (4.5 m x 10 m). The southeast complex has been reduced to fragmentary revetments that line the formation. These revetments reach a maximum height of 1.5 m. Between the northwest and southeast complexes there are the footings of a quadrate structure (3.8 m x 3m) aligned in the cardinal directions. These appear to be the foundation of a ceremonial structure. Its configuration and location is in conformance with shrines found at various archaic citadels. \u003c/p\u003e \u003ch5 id=\"b1-1-79-4-3\"\u003erNam rgyal lha rtse\u003c/h5\u003e \u003cp\u003eThe moderately sized monastery of \u003cspan class=\"popular\"\u003eNamgyel\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRnam rgyal lha rtse\u003c/span\u003e (31\u0026deg; 36.5\u0026#900; N. lat. / 79\u0026deg; 00.2\u0026#900; E. long. / 3830 m to 3870 m), a Buddhist complex, was founded on southern slopes directly below \u003cspan class=\"popular\"\u003eJekar Khargok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBye dkar mkhar gog\u003c/span\u003e. A monastic structure also sat on top of a limestone summit o the north of \u003cspan class=\"popular\"\u003eJekar Khargok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBye dkar mkhar gog\u003c/span\u003e.\u003ca href=\"#n60\" name=\"nb60\" class=\"note\"\u003e60\u003c/a\u003e Below \u003cspan class=\"popular\"\u003eNamgyel\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRnam rgyal lha rtse\u003c/span\u003e there is a saddle. The main source of water for the village passes over the top of this saddle. An irrigation channel brings the water from deep inside a chasm known as khra lang (sp.?). \u003cspan class=\"popular\"\u003eNamgyel\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRnam rgyal lha rtse\u003c/span\u003e was destroyed in the Chinese Cultural Revolution. In addition to buildings with long, straight, high-elevation earthen walls set on limestone foundations, there were 14 or 15 main \u003cspan class=\"popular emph\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten\u003c/span\u003e at the main monastic site. The old assembly hall (\u003cspan class=\"popular emph\"\u003ed\u0026uuml;khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;dus khang\u003c/span\u003e) is said to have had 18 pillars. On the summit of the outcrop north of the saddle there was a single building constructed upon a prominent limestone revetment. This revetment may constitute traces of fortifications that probably once stood here. Given the strategic location on a main route to \u003cspan class=\"popular\"\u003eJekar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBye dkar\u003c/span\u003e and the vulnerability of the site\u0026rsquo;s flanks to attack, it seems likely that defensive works were established on the north summit to help protect access to \u003cspan class=\"popular\"\u003eJekar Khargok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBye dkar mkhar gog\u003c/span\u003e. No attempt, however, was made o fortify the monastic facility here as it was founded after 1000 CE, an era of changed strategic concerns. \u003c/p\u003e \u003chr class=\"footnote-divider\"/\u003e \u003ch2\u003eNotes\u003c/h2\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n59\"/\u003e \u003ca href=\"#nb59\" class=\"note\"\u003e [59] \u003c/a\u003e \u003cspan class=\"popular\"\u003eJekar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBye dkar\u003c/span\u003e is situated on a plateau perched high above the\u003cspan class=\"popular\"\u003eZarang Tsangpo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eZa rang gtsang po\u003c/span\u003e. The four parts of the village are \u003cspan class=\"popular\"\u003eJekar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBye dkar\u003c/span\u003e proper, \u003cspan class=\"popular\"\u003eLungm\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLung smad\u003c/span\u003e, \u003cspan class=\"popular\"\u003eJangg\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eByang dgon\u003c/span\u003e, and \u003cspan class=\"popular\"\u003eKhangdrang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhang grang\u003c/span\u003e (sp.?), each of which once had a Buddhist temple. Barley, wheat, radishes, turnips, green leafy vegetables, apples, and apricots are all cultivated here. Water is of critical concern in \u003cspan class=\"popular\"\u003eJekar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBye dkar\u003c/span\u003e. In the summer of 2004, both of the village\u0026rsquo;s reservoirs ran dry. \u003c/div\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n60\"/\u003e \u003ca href=\"#nb60\" class=\"note\"\u003e [60] \u003c/a\u003e It is not clear when \u003cspan class=\"popular\"\u003eNamgyel\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRnam rgyal lha rtse\u003c/span\u003e was founded (sometime during the period of the \u003cspan class=\"popular\"\u003eGug\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ge\u003c/span\u003e kings). For information on this site see \u003cspan class=\"popular\"\u003eGuge Tsering Gyelpo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ge tshe ring rgyal po\u003c/span\u003e, \u003cspan class=\"popular emph\"\u003enga ri ch\u0026ouml; jung\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eMnga\u0026rsquo; ris chos \u0026rsquo;byung\u003c/span\u003e, 334-336. \u003c/div\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-1-79/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-1-79","is_primary":false,"created_at":"2010-08-11 20:46:14 UTC","updated_at":"2010-08-12 16:53:51 UTC","authors":[]}]}