{"descriptions":[{"authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-16-1","content":"<div class=\"essay-body\"><div id=\"essay-head2\"><table><tr><td align=\"left\" valign=\"top\"><div class=\"chapter\"><em>A Survey of Bonpo Monasteries</em></div><div class=\"author\"><span class=\"eng\">by </span>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind<!--(l)--><br/>Edited by Samten G. Karmay and Yasuhiko Nagano </div></td><td style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"><div class=\"copyright\"><span class=\"eng\"> Copyright &copy; 2003. </span><div class=\"eng\" id=\"permission\">Reproduced with permission from the authors <br xmlns:str=\"http://exslt.org/strings\"/>under the <a href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\">THL Digital Text License</a>.</div></div></td></tr></table></div><h2 id=\"b6-16\">Zung chu County</h2> <h3 id=\"b6-16-1\">(199) sNa steng Monastery</h3> <h4 id=\"b6-16-1-1\">1. Name</h4> <p>The monastery&rsquo;s full name is sNa steng bKra shis g-yung drung gling also known as lCags mdud dgon.</p> <h4 id=\"b6-16-1-2\">2. Location</h4> <p>The monastery is located by the road, 8 km north of Songpan, the seat of Zung chu county. </p> <h4 id=\"b6-16-1-3\">3. History</h4> <p>The first master of the sNang zhig lineage of sNang zhig Monastery (No.180) in rNga khog, Do &rsquo;phags chen po (b.1028), had three sons: Nyi ma &rsquo;dzin, &rsquo;Dul ba rgyal mtshan and gYung drung rgyal mtshan (alias Shes rab &rsquo;od zer), the younger brothers, migrated to Shar khog. There &rsquo;Dul ba rgyal mtshan established a family considered sacred (gdung brgyud) with the name of lCags mdud situated to the east of the river and below the village of A gling. The family temple which he built became his main residence and was called sNang zhig lCags mdud dgon (NKhGL p.99). Later the temple was extended into a small monastery. The family was famous for its possession of an old silver image of the Bonpo sage Dran pa nam mkha&rsquo; known as lCags mdud dngul sku, &ldquo;the Silver image of the lCags mdud family&rdquo;. gYung drung rgyal mtshan, the brother of &rsquo;Dul ba rgyal mtshan, died at the age of twenty-four leaving two sons: gYung drung bstan pa&rsquo;i rgyal mtshan and bSam &rsquo;grub. While the elder brother looked after the monastery and the younger brother ensured the lineage&rsquo;s continuity.</p> <p>Shar khog is an area where Bon religion has always been the dominant tradition and where the gdung brgyud system has been the most prevalent. However, in the recent times there were interruptions in the line of the family and the monastery has made great effforts to reestablish the hereditary succession.</p> <p>In 1938, with the help of the local people, lCags mdud Nyi ma bstan &rsquo;dzin (1898-1953) moved the monastery to sNa steng and so it became known as sNa steng Monastery. Later lCags mdud sKal bzang rgyal mtshan (1922-1978) took charge of the monastery. The monastery was destroyed during the Cultural Revolution and the present head of the monastery is lCags mdud Zla ba rgyal mtshan (b.1951). He took the initiative to rebuild it in the 1980s. gYung drung nyi ma (b.1973) acts as teacher in the new monastery.</p> <h4 id=\"b6-16-1-4\">4. Hierarchical system</h4> <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>dgong bdag, hereditary</li> <li>bon slob </li> <li>one dbu mdzad</li> <li>two dge skos </li> <li>two gnyer ba </li> </ul> <p>All the incumbents are replaced every three years with the exception of the master of the monastery.</p> <h4 id=\"b6-16-1-5\">5. Current number of monks</h4> <p>There are fifty-nine novices and monks in the monastery.</p> <h4 id=\"b6-16-1-6\">6. Current education</h4> <p>There are no regular classes; the novices are trained by the elder monks.</p> <h4 id=\"b6-16-1-7\">7. Educational exchange</h4> <p>The monks go to sNang zhig Monastery in rNga khog and to dGa&rsquo; mal Monastery (No.208) in Shar khog for further study; Zla ba rgyal mtshan received teachings from bsKal bzang dar rgyas at dGa&rsquo; mal Monastery and from Dri med &rsquo;od zer, at A skyid sKyang tshang Monastery (No.194) in mDzo dge.</p> <h4 id=\"b6-16-1-8\">8 / 9. Rituals</h4> <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>1st month: commemoration of mNyam med Shes rab rgyal mtshan from the 4th to the 5th day; ritual cycle of dBal gsas for five or seven days from the 21st day</li> <li>4th month: the festival of sNa steng sgrub pa is based on the Ti tri su and lasts seven days from the 23rd day ending with a &rsquo;cham dance for the public </li> <li>6th month: the ritual cycle of the rNam rgyal for three days from the 27th day </li> <li>8th month: the ritual cycle of sTag la for three days from the 26th day </li> <li>9th month: the ritua cycle of Ma rgyud for four days from the 9th day</li> <li>10th month: the cycle of the Yi dam kun &rsquo;dus for three days from the 11th day</li> <li>11th month: commemoration of sKyabs mgon Zla ba rgyal mtshan from the 7th to the 8th day</li> </ul> <h4 id=\"b6-16-1-9\">11. Income and expenses</h4> <p>The monastery has no regular Sources of income and depends on donations from the faithful.</p> <h4 id=\"b6-16-1-10\">12. Local community</h4> <p>There are five villages: A gling with sixty families, Ki tshal with twenty families, Tshe yag with eighteen families, rGyal btsan with twenty families and Ta khug ta pa with about forty families. In the local oral tradition the village rGyal btsan and Ta khug ta pa are counted as one, Yag gi tsho ba bzhi, the &ldquo;Four Excellent Communities&rdquo;. </p> <h4 id=\"b6-16-1-11\">13. Local festivals</h4> <p>There is a la btsas on the mountain behind the monastery dedicated to the local deity called dGe bsnyen gYung drung rtsal. Its renewal ceremony is performed on the 1st day of the 6th month by the monks of the monastery. </p> <p>Mount A gling brag dkar, situated at the west of the monastery (accessible only on foot), is considered as the residence of the local deity by the same name. The renewal ceremony of its la btsas and the propitiation of the deity take place on the 4th day of the 4th month and are performed exclusively by the lay community. </p> <p>In Shar khog there are also two sacred mountains (gnas ri). One is called Byang Bya dur and is located 1 km north of dGa&rsquo; mal Monastery and the other Shar Dung ri located 56 km east of the county town of Zung chu (cf. BBD). In the vicinity of Mount Shar Dung ri, there is also a sacred lake called Dung ri gser mtsho. These places are considered as holy places and venerated by both the monks and local Sharwa lay people, as well as by devotees from other regions. The lake called Huanglong in Chinese attracts numerous tourists every year.</p> <h4 id=\"b6-16-1-12\">14. Occupation of the local people</h4> <p>Farming and trade</p> <h4 id=\"b6-16-1-13\">Sources</h4> <h5 id=\"b6-16-1-13-1\">(1) Interviews</h5> <p>In autumn in 1998 with: Tshe kho, a monk at the monastery (b.1932)</p> <h5 id=\"b6-16-1-13-2\">(2) Texts</h5> <ol type=\"1\"> <li>lCags mdud bkra shis g-yung drung gling gi dkar chag me tog tshom &rsquo;phreng by lCags mdud Zla ba rgyal mtshan, bsTan blo and sGra dpal, in Zing (Zung) chu rdzong dgon pa so sogs (so&rsquo;i) dkar chag, pp.123-145. 1993, Mimeograph</li> </ol> <table xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"><tbody><tr><td class=\"leftcell\"><a class=\"backarrow\" title=\"Previous Section\"><img src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/></a></td><td class=\"midcell\"><a class=\"uparrow\" title=\"Beginning of Article\"><img src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/></a></td><td class=\"rightcell\"><a class=\"forwardarrow\" title=\"Next Section\"><img src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/></a></td></tr></tbody></table></div><div id=\"chap-id\">/bonpo-monasteries/b6-16-1/</div><div style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"><div class=\"closebtn\"><a href=\"#\">Close</a></div><div style=\"height: 280px;\" class=\"conx-content\"><h3>Note Citation for Page <span class=\"pgnm\"/></h3><p class=\"biblref\">Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), <span class=\"pgnm\"/>. </p><h3>Bibliographic Citation</h3><p>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.</p></div></div>","created_at":"2011-12-13 02:30:25 UTC","updated_at":"2011-12-13 02:30:25 UTC","id":1514,"title":"Nateng Trashi Yungdrung Ling Introduction","is_primary":false}]}