{"descriptions":[{"id":1341,"title":"Lukhar Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch3 id=\"b5-1-4\"\u003e\u0026rsquo;Bri ru rdzong \u003c/h3\u003e \u003ch4 id=\"b5-1-4-3\"\u003e(22) Klu mkhar Monastery\u003c/h4\u003e \u003cp\u003eThis is a \u0026ldquo;Tantric monastery\u0026rdquo; (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esngags dgon\u003c/span\u003e) built in 1460 by gYung drung khri \u0026rsquo;od of the Zhu lineage. When the brutal military forces of the Mongolian Jungar invaded the Northern Plateau (Byang thang), this monastery was completely destroyed.\u003c/p\u003e \u003cp\u003eLater, reconstructed by a descendant of the Zhu lineage, the monastery was protected by a branch of the Zhu family based in gDong rdzong and became known as Klu mkhar dgon. Its main religious object is a sacred statue of sTag la, celebrated as the one bestowed by rGyal ba mNyam med pa. The monastery is called Klu mkhar (the fort of Klu) after a small lake that only appears in summer and is situated behind the monastery. The lake is believed to have been a residence of a water spirit (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eklu\u003c/span\u003e).\u003c/p\u003e \u003cp\u003eThereafter, the monastery was regarded as having been managed by the lama sPu la, but in fact it was taken care by Shes lding. Lama sPu la originally came from Sog rdzong and later moved into sBra chen rdzong. He was in the line of Khyung nag, one of the thirteen families of Khyung, which was recognized as such by the Tibetan government. Historical documents do not state clearly how long he maintained Klu mkhar Monastery.\u003c/p\u003e \u003cp\u003eThe lamas who appeared after him were Rig \u0026rsquo;dzin g-yang skyob, gYung drung bstan \u0026rsquo;dzin and bSod nams chos rgyal. Then bSod nams ye shes supported the reconstruction of the monastery, which involved a great deal of expense, with his own property.\u003c/p\u003e \u003cp\u003eThe principal image of this monastery, the gilt-bronze statue of sTon pa gShen rab as high as the ceiling, was said to have a bit of body heat in its breast, and so was called the Golden Statue of Baby Warmth (gSer sku Byis drod ma). This statue had been brought from somewhere else. Besides this, there were several other religious objects, including the statue of gShen lha \u0026rsquo;od dkar made of \u0026ldquo;red gold\u0026rdquo; (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edzi gim\u003c/span\u003e) and a statue of sTag la.\u003c/p\u003e \u003cp\u003eThe religious services performed in the monastery were the Zhi khro, rNam rgyal stong mchod and others. Formerly there were thirty-one resident monks there.\u003c/p\u003e \u003cp\u003eAt present, Klu mkhar Monastery is surrounded by homes of common people. In the monastery there are several thangka and small implements used for offerings. Upstairs is a small altar room. There is one lama and thirty monks, most of whom are said to be lay priests.\u003c/p\u003e \u003cp\u003eOn either side of the outer gate there is a stone pillar on which the term \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ernam gzhag\u003c/span\u003e is carved in \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edbu can\u003c/span\u003e letters. There is also a marvellously colourful bluish stone called Shar rGya stag khra bo. It is heart-breaking to see the poor condition of this monastery.\u003c/p\u003e \u003cp\u003eFrom Klu mkhar Monastery, travelling five kilometres eastward on the highway, dNgul kho village can be seen lying half way up the mountainside on the northern side of the road. dNgul kho Monastery is near this village, on the west side.\u003c/p\u003e \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-1-4-3/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-1-4-3","is_primary":false,"created_at":"2011-12-13 02:28:57 UTC","updated_at":"2011-12-13 02:28:57 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}