{"descriptions":[{"id":1466,"title":"Gyelzhing Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b6-8\"\u003eNyag rong rdzong\u003c/h2\u003e \u003ch3 id=\"b6-8-2\"\u003e(151) rGyal zhing Monastery \u003c/h3\u003e \u003ch4 id=\"b6-8-2-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003erGyal zhing Monastery was also formerly known as rGyal ba bkra shis or rGyal zhing \u0026rsquo;brug grags.\u003c/p\u003e \u003ch4 id=\"b6-8-2-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003erGyal zhing Monastery is about 12 km north of Ri snang, the seat of Nyag rong county.\u003c/p\u003e \u003ch4 id=\"b6-8-2-3\"\u003e3. History \u003c/h4\u003e \u003cp\u003eAccording to oral tradition, the master rGyal ba rtsa mkhyen pa founded a hermitage called rGyal zhing in the valley behind the present monastery. Then it was moved to another site but the reason and precise time of this change remain unknown. According to one short account of the monastery\u0026rsquo;s history (rGyal zhing dgon gyi lo rgyus, 8 folios, MS and anonymous), it was founded by the master Bya btang Nam mkha\u0026rsquo; rgyal mtshan in the 10th Rab byung (1567-1626), and later, because there was no Sources of drinking water in the vicinity, Khyung \u0026rsquo;khor sMon lam tshul khrims, the master at that time, moved the monastery to a new place. The new monastery had nine columns and was named rGyal ba bkra shis. The same account mentions three other masters of this lineage, bSod nams rnam rgyal, Kun bzang rnam rgyal and \u0026rsquo;Chi med, but their dates and life stories are not mentioned. In the 19th century, Bya btang Dri med \u0026rsquo;od zer offered the monastery a piece of land known as Zhing stong thang on which the present monastery was built. While the monastery was being built, the people heard a dragon in the sky and thus the monastery was named rGyal zhing \u0026rsquo;brug grags. It was consecrated by Shar rdza bKra shis rgyal mtshan in the early 20th century. It was partially destroyed during the Cultural Revolution and rebuilt in the nineteen-eighties. The old assembly hall still stands and contains some 177 sq m of original murals.\u003c/p\u003e \u003ch4 id=\"b6-8-2-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003eone gdung \u0026rsquo;dzin \u003c/li\u003e \u003cli\u003etwo dbu mdzad or dbu skyor\u003c/li\u003e \u003cli\u003ethree dge skos\u003c/li\u003e \u003cli\u003etwo mchod dpon \u003c/li\u003e \u003cli\u003etwo spyi ba \u003c/li\u003e \u003c/ul\u003e \u003cp\u003eThe dge bskos are replaced each year, while the dbu mdzad, mchod dpon and spyi ba are reappointed every two years. \u003c/p\u003e \u003ch4 id=\"b6-8-2-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are twenty-five monks and novices in the monastery.\u003c/p\u003e \u003ch4 id=\"b6-8-2-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThere are no regular classes and the young novices are taught by the elder monks.\u003c/p\u003e \u003ch4 id=\"b6-8-2-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eThe monastery was a branch of Gong rgyal Monastery. The monks are generally sent to Shar rdza Hermitage to take their ordinations, and occasionally to sNang zhig Monastery (No.180) in rNga khog.\u003c/p\u003e \u003ch4 id=\"b6-8-2-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e5th month, the observance of the smyung gnas fasting\u003c/li\u003e \u003cli\u003e6th month, the performance of ritual based on the Zhi khro sgrub chen from the 3rd to the 10th day ending with with \u0026rsquo;cham dance for the public. The observance of the dbyar gnas summer-fasting starting from the 15th of the 6th month for forty-nine days. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-8-2-9\"\u003e10. Books held in the monastery \u003c/h4\u003e \u003cp\u003eThe monastery has one copy of the printed edition of Bonpo Kanjur gyur, published by A yung and sKal bzang phun tshogs; one copy of the printed edition of Shar rdza bKra shis rgyal mtshan\u0026rsquo;s collected works; of the \u0026rsquo;Bum nyi ma dgu shar in ten volumes; The yum texts (Buddhist) in twelve volumes.\u003c/p\u003e \u003ch4 id=\"b6-8-2-10\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery has fifteen \u0026rsquo;bri (female yak) that were offered by the lha sde (the monastery\u0026rsquo;s local lay community). The yaks are tended as shi med by several local families who give 2.5 kg of butter to the monastery per yak each year. \u003c/p\u003e \u003ch4 id=\"b6-8-2-11\"\u003e12. Local community \u003c/h4\u003e \u003cp\u003eThe local lay community consists of three shog kha (communal divisions): 1.Zi re shog-kha with one village (also known as Zi re) comprising twelve families; 2.Sa nag shod shog kha with five villages: Ba re with four families, Sa nag shod village with three families, Gong thog village with four families, rGyal zhing with three families and Ba re sgo village with two families. 3.Sa nag stod shog kha comprising one village (also called Sa nag stod) with twenty-one families.\u003c/p\u003e \u003ch4 id=\"b6-8-2-12\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eOn top of the mountain behind the monastery a la btsas is built according to the instructions given by gSang sngags gling pa and it is dedicated to the local deity called bKra shis dpal bzang. Its annual renewal ceremony takes place on the 15th day of the 1st month. There is another la btsas on top of the mountain facing the monastery. It is dedicated to the local deity gYung drung dar rtse. The la btsas was constructed according to the instructions given by Shar rdza bKra shis rgyal mtshan and the deity is propitiated by the local people on the 15th day of the 1st month and on the 13th day of the 12th month.\u003c/p\u003e \u003cp\u003eThere is also a sacred mountain (gnas ri) called sBas gnas g-yung drung sprungs rdzong located 1 km east of the monastery. The master who \u0026ldquo;opened the door\u0026rdquo; (gnas sgo phyed pa) of the mountain was rGyal ba rTsa mkhyen pa. It is circumambulated in the Hare-Year during the summer by the people both Bonpo and Buddhist in the Bonpo way, that is, keeping the mountain on the left as one walks.\u003c/p\u003e \u003ch4 id=\"b6-8-2-13\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eFarmers\u003c/p\u003e \u003ch4 id=\"b6-8-2-14\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-8-2-14-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eYe bzang (Ye shes bzang po, b.1964), a monk at the monastery; rDo li (rDo rje rgyal mtshan, b.1947), a monk at the monastery\u003c/p\u003e \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b6-8-2/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-8-2","is_primary":false,"created_at":"2011-12-13 02:30:00 UTC","updated_at":"2011-12-13 02:30:00 UTC","authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}]}]}