{"descriptions":[{"id":1525,"title":"Tsotsang Mindröl Tengyé Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b6-16\"\u003eZung chu County\u003c/h2\u003e \u003ch3 id=\"b6-16-12\"\u003e(210) Shar khog gTso tshang Monastery\u003c/h3\u003e \u003ch4 id=\"b6-16-12-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is gTso tshang sMin grol bstan rgyas gling and was named after its founder, gTso \u0026rsquo;phags Zla ba rgyal mtshan.\u003c/p\u003e \u003ch4 id=\"b6-16-12-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located 17 km north of Songpan, the seat of Zung chu county.\u003c/p\u003e \u003ch4 id=\"b6-16-12-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eAccording to Hor btsun bsTan \u0026rsquo;dzin blo gros, gTso \u0026rsquo;phags Zla ba rgyal mtshan, was born in the Earth-Rat Year of the 2nd rab byung (1168). His successor was gTso \u0026rsquo;phags Nyi ma rgyal mtshan. After several generations the gTso tshang lineage was interrupted, but was reestablished with gYung drung bstan \u0026rsquo;dzin who rebuilt the assembly hall (\u0026rsquo;du khang) in 1862. The monastery was then looked after by a series of religious practitioners: bSod nams bstan rgyal, Shes rab bstan \u0026rsquo;dzin, A khu \u0026rsquo;Brug yag, gYung drung phun tshogs and Kun dga\u0026rsquo; rgyal mtshan. The monastery was closed down during the Cultural Revolution and was reopened in 1995, later than most monasteries which, for the most part, were rebuilt in the 1980s. Prior to its reopening, its monks lived in Rin spungs Monastery (No.200), since, according to oral tradition, Rin spungs was originally a branch of gTso tshang. \u003c/p\u003e \u003cp\u003eThe reconstruction of gTso tshang was part of the Development Project of the One Hundred Townships of Sichuan Province launched in 1991 which included gTso tshang township. The monks of gTso tshang Monastery living in Rin spungs moved to the new gTso tshang Monastery after 1995, but, since it is new and small, Rin spungs Monastery still supports it and sends teachers whenever needed and the monastery has in fact become a branch of Rin spungs. The two monasteries perform their annual rituals together.\u003c/p\u003e \u003ch4 id=\"b6-16-12-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003edgon bdag, first hereditary\u003c/li\u003e \u003c/ul\u003e \u003cp\u003eRin spungs and gTso tshang have two common dge skos: the senior dge skos from Rin spungs and the junior one from gTso tshang. They are both replaced every two years. There are two dbu mdzad both from Rin spungs since the two monasteries perform all their rituals together. The monasteries have two common spyi ba (or gnyer pa) and two mchod dpon who are replaced every two years.\u003c/p\u003e \u003ch4 id=\"b6-16-12-5\"\u003e6 and 7. Current education and educational exchange\u003c/h4\u003e \u003cp\u003eFor the reasons mentioned above the monastery maintains close ties with Rin spungs and the monks go there to study. \u003c/p\u003e \u003ch4 id=\"b6-16-12-6\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cp\u003eThe monks go to Rin spungs Monastery (No.200) for major rituals.\u003c/p\u003e \u003cp\u003eThe monks of Rin spungs also come to gTso tshang Monastery for certain rituals such as the recitation ceremony of the Ma tri from the 23rd day of the 4th month to the 1st day of the 5th month with a \u0026rsquo;cham dance on the last day. The monastery also performs a number of rituals alone: The rNam rgyal stong mchod from the 2nd to the 5th day of the 5th month, the ritual cycle of Ma rgyud from the 6th to the 9th day of the 5th month and the ritual cycle of sTag la for five days in the eleventh month (no fixed dates).\u003c/p\u003e \u003ch4 id=\"b6-16-12-7\"\u003e10. Books held in the monastery\u003c/h4\u003e \u003cp\u003eThe monastery has no books for common use; the monks have their own books.\u003c/p\u003e \u003ch4 id=\"b6-16-12-8\"\u003e11. Economic circumstances of the monastery\u003c/h4\u003e \u003cp\u003eThe monastery has no regular Sources of income and depends on offerings from the faithful. The monks provide their own food.\u003c/p\u003e \u003ch4 id=\"b6-16-12-9\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe local lay community consists of four villages: Bar rong with about twenty families; \u0026rsquo;Phen \u0026rsquo;dzin with twelve families, Chu lung tshur ta with seventeen families, Lung tshang with twenty-four families and gTso tshang with eleven families.\u003c/p\u003e \u003ch4 id=\"b6-16-12-10\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThe la btsas on the mountain behind the monastery is called bKra shis. Its renewal ceremony is performed by the monks on the 1st day of the the 1st month and the 4th day of the 5th month. \u003c/p\u003e \u003cp\u003eThere are two la btsas of the four villages. One is called gSas mkhar and the other Nor bu. They are situated on a mountain of the local deity. The deity is propitiated by the village people on the 1st day of the 1st month and the 4th day of the 5th month.\u003c/p\u003e \u003cp\u003eThe monks and local lay community also join other villages in the region to venerate the two sacred mountains, Bya dur and Dung ri. (cf. sNa steng Monastery No.199).\u003c/p\u003e \u003ch4 id=\"b6-16-12-11\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eFarming and trading\u003c/p\u003e \u003ch4 id=\"b6-16-12-12\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-16-12-12-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eWith sKal bzang (b.1930) in autumn 1998\u003c/p\u003e \u003ch5 id=\"b6-16-12-12-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003egTso tshang dgon pa smin grol bstan rgyas gling gi dkar chag snang gsal me long by Shes rab mthar phyin in Zing (zung) chu rdzongs dgon pa so sogs (so\u0026rsquo;i) dkar chag, Mimeograph, 1993, p.258\u003c/li\u003e \u003c/ol\u003e \u003cp\u003egZi tsha sde dgu County\u003c/p\u003e \u003cp/\u003e \u003cp\u003eThis is a place originally called Khod po valley (Khod po khog). It was called Nan ping in Chinese in the periods of 1953 to 1959 and 1962 to 1999 as a administrative county, and received its present name in 1999. The \u0026ldquo;Nine Villages of the descendants of the gZi clan\u0026rdquo; (gZi tsha sde dgu) are ancient tribes of rGyal rong in Amdo.\u003c/p\u003e \u003cp\u003egZi tsha sde dgu County is located in rNga ba Tibetan Autonomous Prefecture, Sichuan Province. There are 123 villages in the county divided between 19 townships. The county covers an area of 5289.83 sq km. The population is 47,779 (10,854 of whom were Tibetans in 1980). The county seat is gZi tsha sde dgu and is 576 km from \u0026rsquo;Bar khams, the capital of rNga ba Prefecture.\u003c/p\u003e \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b6-16-12/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-16-12","is_primary":false,"created_at":"2011-12-13 02:30:30 UTC","updated_at":"2011-12-13 02:30:30 UTC","authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}]}]}