{"descriptions":[{"id":1527,"title":"Khöpo Yungdrung Dargyé Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b6-16\"\u003eZung chu County\u003c/h2\u003e \u003ch3 id=\"b6-16-14\"\u003e(212) Dar rgyas Monastery\u003c/h3\u003e \u003ch4 id=\"b6-16-14-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is Khod po gYung drung dar rgyas gling.\u003c/p\u003e \u003ch4 id=\"b6-16-14-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located 54 km east of gZi tsha sde dgu, the county seat and is accessible by car.\u003c/p\u003e \u003ch4 id=\"b6-16-14-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eAfter several unsuccessful attempts, Dar rgyas Monastery was the first Bonpo monastery to have been founded in the Khod po area. It was founded by Khod po sKal bzang nyi ma in the 10th Rab byung (1567-1626). The monastery was maintained by his descendants as the successive heads of the monastery:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003eKhod po sKal bzang nyi ma\u003c/li\u003e \u003cli\u003ebsTan \u0026rsquo;dzin rgyal mtshan\u003c/li\u003e \u003cli\u003eNam mkha\u0026rsquo; rgyal po\u003c/li\u003e \u003cli\u003eShes rab blo gros\u003c/li\u003e \u003cli\u003eYu bo\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eThe fifth is the present head of the monastery. He was studying at Brag g-yung drung Hermitage (No.207) in Shar khog under the master Khyung g-yang when I visited Dar rgyas Monastery in autumn 1998. Since he is too young to take on his responsibilities, Phun tshogs \u0026rsquo;od zer, a master from the Bon \u0026rsquo;khor lineage of Rab dben Monastery (No.215) in the same county, was invited to look after the monastery.\u003ca href=\"#n61\" name=\"nb61\" class=\"note\"\u003e61\u003c/a\u003e The monastery was rebuilt in the 1980s.\u003c/p\u003e \u003ch4 id=\"b6-16-14-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003eone dgon bdag\u003c/li\u003e \u003cli\u003etwo dbu mdzad\u003c/li\u003e \u003cli\u003etwo dge skos \u003c/li\u003e \u003cli\u003etwo spyi ba\u003c/li\u003e \u003cli\u003etwo mchod dpon \u003c/li\u003e \u003c/ul\u003e \u003cp\u003eAll the incumbents besides the dgon bdag are replaced every three years.\u003c/p\u003e \u003ch4 id=\"b6-16-14-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere were eighty-five novices and monks in the monastery in autumn 1998. \u003c/p\u003e \u003ch4 id=\"b6-16-14-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThere are no organized classes. The young novices are trained by the elder monks. \u003c/p\u003e \u003ch4 id=\"b6-16-14-7\"\u003e7. Educational exchnage\u003c/h4\u003e \u003cp\u003eThe monastery has no particular ties with any other monastery.\u003c/p\u003e \u003ch4 id=\"b6-16-14-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e1st month: commemoration of mNyam med Shes rab rgyal mtshan from the 2nd to the 6th day\u003c/li\u003e \u003cli\u003e2nd month: the ritual cycle of Phur pa from the 5th to the 9th day \u003c/li\u003e \u003cli\u003e3rd month: recitation of Ma tri from the 7th to the 16th day with the \u0026rsquo;cham dance on the 15th day \u003c/li\u003e \u003cli\u003e5th month: rNam rgyal stong mchod from the 11th to the 13th day \u003c/li\u003e \u003cli\u003e9th month: the ritual cycle of sTag la from the 25th to the 29th day with the dgu gtor rite on the 29th day \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-16-14-9\"\u003e10. Books held in the monastery\u003c/h4\u003e \u003cp\u003eThe monastery has one printed copy of the Bonpo Kanjur.\u003c/p\u003e \u003ch4 id=\"b6-16-14-10\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery has no regular Sources of income and depends on offerings from the faithful. The monks provide their own food.\u003c/p\u003e \u003ch4 id=\"b6-16-14-11\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe local lay community of the monastery consists of eight communities scattered over a large area: Ba stod community comprising three villages known collectively as Ba stod khag gsum: Ba yo village with fourteen families, Bu \u0026rsquo;bo with forty-two families and rTsa zhol with thirty-two families. Khyung chag community comprising three villages: Bo skong with twenty-five families, Tshe skong with eighteen families and Pur ngo with twenty-two families. Lang chen community comprising Lang chen village with forty-two families. Nyang tan community comprising Nyang tan village with twenty-five families. Gro rtsi community comprising two villages: Gro rtsi with twenty-seven families and Cho ba with thirty families. gTsang tsha community comprising three villages: Yang yan with twenty-eight families, Gu sras with forty families and sBrul tshang with twenty-eight families. \u0026rsquo;Phan po community comprising two villages: \u0026rsquo;Phan po with fifteen families and mKhar mdo with thirty families. mDzo lo community comprising mDzo lo village with twenty families.\u003c/p\u003e \u003ch4 id=\"b6-16-14-12\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eMount Khod rtse behind the monastery is believed to be a sacred mountain associated with Ma rgyud. There is a la btsas called gSas mkhar located on the mountain\u0026rsquo;s summit. Its renewal ceremony takes place on the 1st day of the 5th month. There is also a sacred mountain (gnas ri) called lCam sras dom mgo 2 km west of the monastery that was sanctified by sKyang \u0026rsquo;phags and venerated on the 1st, 8th and 15th days of any month, because the propitiating date is already unknown.\u003c/p\u003e \u003cp\u003egNyan chen bla ma snang rtse, a mountain located 1 km north of the monastery is regarded as the abode of a local deity of the same name. A la btsas called Sa stag is dedicated to him and is propitiated by the monastery on the 29th of the 9th month. \u003c/p\u003e \u003cp\u003eBa stod and Nyang tan communities share the same la btsas on the 15th day of the 5th month. The la btsas of Khyung chags community is renewed on the 13th day of the 5th month. The la btsas dedicated to gNyan chen Pe tis stag mgo, the local deity is renewed by the Lang chen community on the 11th day of the 4th month. The la btsas called Mo skyong of Gro rtsi community is renewed on the 10th day of the 4th month. The la btsas called Brag mkhar of gTsang tsha community is renewed on the 15th day of the 3rd month. The la btsas called Bya dkar of \u0026rsquo;Phan po community is renewed on the 11th day of the 3rd month. The la btsas named lHa khang gdong of mDzo lo community has no fixed date for its renewal ceremony.\u003c/p\u003e \u003cp\u003eThe people of this area also venerate Mount Bya dur and Dung ri, the two most important sacred mountains in Shar khog, the neighboring county (cf. sNa steng Monastery No.199).\u003c/p\u003e \u003ch4 id=\"b6-16-14-13\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eAgriculture\u003c/p\u003e \u003cp\u003eSources \u003c/p\u003e \u003ch5 id=\"b6-16-14-13-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn autumn of 1998 with the following monks at the monastery: bsTan pa \u0026rsquo;od zer (b.1944), sKal bzang rnam rgyal (b.1953) and sKal bzang tshul khrims (b.1940)\u003c/p\u003e \u003ch5 id=\"b6-16-14-13-2\"\u003e(2) Texts\u003c/h5\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003eNan phing rdzong dar rgyas dgon pa\u0026rsquo;i lo rgyus mdor bsdus in rNga khul gyi dgon pa\u0026rsquo;i lo rgyus, NKhGL p.260\u003c/li\u003e \u003c/ul\u003e \u003chr class=\"footnote-divider\"/\u003e\u003ch2\u003eNotes\u003c/h2\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n61\"/\u003e\u003ca href=\"#nb61\" class=\"note\"\u003e [61] \u003c/a\u003e The Nan phing rdzong dar rgyas dgon pa\u0026rsquo;i lo rgyus mdor bsdus provides a different list of the monastery\u0026rsquo;s lineage masters: 1) sKal bzang nyi ma, 2) Nyi ma \u0026rsquo;od zer, 3) sMon lam, 4) bsTan \u0026rsquo;dzin rgyal mtshan, 5) Phun tshogs \u0026rsquo;od zer (NKhGL p.260). The dates of these masters are also given, but they do not seem to be reliable enough to mention here. I found no historical record of the monastery and the monks do not have any clear knowledge on the subject. \u003c/div\u003e\u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b6-16-14/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-16-14","is_primary":false,"created_at":"2011-12-13 02:30:31 UTC","updated_at":"2011-12-13 02:30:31 UTC","authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}]}]}