{"descriptions":[{"id":264,"title":"Saten Khar Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e \u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e \u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-1\" class=\"space-before\"\u003eI.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices\u003c/h2\u003e \u003ch3 id=\"b1-1-24\"\u003e \u003cspan class=\"popular\"\u003eSaten Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSra brtan mkhar\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b1-1-24-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eSaten Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSra brtan mkhar\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Hard and Steady Castle\u003c/li\u003e \u003cli\u003eSite number: A-71\u003c/li\u003e \u003cli\u003eSite typology: I.1a \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 33\u0026ordm; 10.1\u0026#900;\u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 79\u0026ordm; 56.5\u0026#900;\u003c/li\u003e \u003cli\u003eElevation: 4380 m to 4460 m\u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eKh\u0026uuml;lpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhul pa\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: UTAE\u003c/li\u003e \u003cli\u003eSurvey date: May 27, 2001\u003c/li\u003e \u003cli\u003eContemporary usage: None. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None.\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-1-24-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003eThe once important citadel of sra brtan mkhar stands on a rugged granite mount, situated on the north side of the \u003cspan class=\"popular\"\u003eKh\u0026uuml;lpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhul pa\u003c/span\u003e valley. High standing walls give the ruins a formidable appearance. The bulk of the stronghold is perched on three prominent outcrops set at different elevations along a rocky spine. The use of stone appurtenances in the construction of his facility, the predominance of tiny rooms, the meandering wall plans, and the prominent revetments all point o an archaic cultural horizon origin. The largest and best preserved ruins are those of the upper complex (160 m\u0026sup2;). They repose on the highest outcrop of the site, poised 80 m above the valley floor. Walls were built of random-rubble chunks of granite (10 cm to 80 cm in length). Below the fortress there is what appears to have been a sizable residential complex (3600 m\u0026sup2;). \u003c/p\u003e \u003ch4 id=\"b1-1-24-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to local residents, Hard and Steady Castle was a castle of the ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e.\u003c/p\u003e \u003ch4 id=\"b1-1-24-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-1-24-4-1\"\u003eUpper complex\u003c/h5\u003e \u003ch6 class=\"essay\"\u003eUpper edifice\u003c/h6\u003e \u003cp\u003eThe visual dominance of the upper edifice (6 m x 11m) in the upper complex is due to the existence of exterior wall sections still reaching 3.4 m in height. These same walls on their interior side are 2.2 m high, he difference being accounted for by the revetment underpinning the building. In the southwest wall of the upper edifice (exterior height: 2.8 m, interior height: 2.2 m) there is a window opening (30 cm x 35 cm) with a metamorphic rock lintel. The interior north wall has been cut down to an elevation of 1.5 m. The upper edifice contained a number of small rooms in the archaic design plan. The vestiges of some room partitions in he upper edifice are discernable; these being 50 cm to 60 cm in thickness. In the west corner of the interior a recess in the floor is spanned by two stone members 80 cm in length. In the central north portion of the structure there is a 90-cm long stone beam bridging a deeper recess. At the southeast corner of the edifice wo stone members (1 m long) lie across an area below the main floor level. It is unclear if this feature is evidence for the existence of an extensive basement or just smaller compartments of the substructure. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eLower edifice\u003c/h6\u003e \u003cp\u003eFrom the upper building, a narrow stretch covered in rubble leads downward from the top of the formation. This must be the remains of a walled passageway that accessed the lower edifice (5 m x 7 m?). The interface between the lower edifice and passageway is no longer distinct. It appears that the lower building was split into three discrete levels, with a 6 m vertical difference between the lower and upper tiers. The highest elevation wall fragment (southwest) in the lower edifice reaches 3.5 m on its exterior face and 1.8 m inside, reflecting the existence of an underlying revetment. In the southwest wall there is an aperture (30 cm x 20 cm) with a granite lintel. Inside the lower edifice there is also evidence of subterranean spaces, but in situ stone flooring was not observed. Dark-colored metamorphic corbels and bridging stones, however, are strewn around the ruin. From lower points on the formation, the upper complex was accessed via a masonry ramp, 15 m in length and 2 m or more in width. It ascends a 5 m vertical expanse of the formation. \u003c/p\u003e \u003ch5 id=\"b1-1-24-4-2\"\u003eCentral complex \u003c/h5\u003e \u003cp\u003eThe central complex is situated on an outcrop, 15 m directly below the upper complex. This site consists of a broad notch (12 m x 2.8 m to 8 m) in the spine of the formation, which hosted a compact set of buildings. Very little has survived here. The west and north sides of the central complex are enclosed by natural rock walls and he other two sides by masonry walls. The maximum extant wall height of a structure is 2.7 m on the exterior and 1.1 m on the interior, the difference in elevation being accounted for by a revetment. Such masonry bases created level and stable construction sites and increased the overall stature of buildings.\u003c/p\u003e \u003ch5 id=\"b1-1-24-4-3\"\u003eLower complex\u003c/h5\u003e \u003cp\u003eThe lower complex is located 5 m below the central complex on the same spine of granite. A single edifice (4 m x 5.2 m) overarches a knob of rock. Most of the west and north walls of this building are missing. The maximum exterior wall height is 2 m, with an interior elevation of 1.6 m. On the east flank of the lower complex outcrop here is a band of fragmentary foundations (14 m x 3 m). Also, inferior to the lower complex on a steep slope here is a nearly contiguous collection of poorly preserved building foundations (22 m x 24 m). No freestanding walls have survived among these small structures. A typical-sized building here measures 3.5 m x 4.5 m. Beyond his zone of ruins there are some outlying wall footings. Although very little of these lower structures has endured, they must have once constituted a significant monumental presence. \u003c/p\u003e \u003ch5 id=\"b1-1-24-4-4\"\u003emChod rten gi ri\u003c/h5\u003e \u003cp\u003eContinuing downward in a southwest direction from the line of three outcrops, several more building foundations are passed enroute to \u003cspan class=\"popular\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMchod rten gi ri\u003c/span\u003e (no races of a type of shrine were discovered here). This inclined rocky zone contains a fairly sparse arrangement of fragmentary building foundations. \u003cspan class=\"popular\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMchod rten gi ri\u003c/span\u003e extends for 120 m along the line of the 15\u0026ordm; slope and 30 m laterally. It is enclosed by the \u003cspan class=\"popular\"\u003eDrakdong Karpo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrag gdong dkar po\u003c/span\u003e formation in the west and \u003cspan class=\"popular\"\u003eKyungmo Drak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSkyung mo brag\u003c/span\u003e in the east. The nature and extent of the \u003cspan class=\"popular\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMchod rten gi ri\u003c/span\u003e remains is questionable. They appear o have been part of a substantial residential quarter, the superstructures of which may have supported semi-permanent forms of roofing, such as those made from yak hides or hair. \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-1-24/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-1-24","is_primary":false,"created_at":"2010-08-11 20:45:29 UTC","updated_at":"2010-08-12 16:53:51 UTC","authors":[]}]}