{"descriptions":[{"id":1223,"title":"An Introduction to the Amdo Cultural Region","content":"\u003cp\u003eThe \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo \u003c/span\u003e(\u003cem\u003ea mdo\u003c/em\u003e)\u003cem\u003e \u003c/em\u003epart of the greater Tibetan cultural region is an area roughly the size of France in the northeastern portion of the Tibetan Plateau and is characterized by a shared language and a distinctive social structure and religious culture. This region is demarcated most importantly by a shared language, which is mutually unintelligible to people from \u003cspan class=\"place\" title=\"F5225\"\u003eKham \u003c/span\u003e(\u003cem\u003ekhams\u003c/em\u003e)\u003cem\u003e \u003c/em\u003eand Central Tibet (people from \u003cspan class=\"place\" title=\"F15399\"\u003eLadakh \u003c/span\u003e[\u003cem\u003ela dwags\u003c/em\u003e] have an easier time understanding the \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo \u003c/span\u003elanguage, because the regions farthest from Central Tibet preserved certain elements of ancient Tibetan speech from the imperial period). Even within \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo \u003c/span\u003ethere is a great variation of dialects, but in general \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo\u003c/span\u003e Tibetans can communicate with one another. \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo\u003c/span\u003e\u0026rsquo;s social structure is defined most importantly by the basic community units of \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003etsowa\u003cem\u003e \u003c/em\u003e\u003c/span\u003e(\u003cem\u003etsho ba\u003c/em\u003e), which consist of groups of families (only rarely of a single clan) that share a responsibility to support each other on important social occasions such as marriage and funerals. \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo\u003c/span\u003e\u0026rsquo;s religious culture is characterized by a remarkable lack of conflict between the Tibetan Buddhist traditions, which have co-existed without any recorded armed conflict in this region. Although the \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eGeluk \u003c/span\u003e(\u003cem\u003edge lugs\u003c/em\u003e)\u003cem\u003e \u003c/em\u003etradition dominates most of northern-eastern (farming) \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo\u003c/span\u003e, the \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eNyingma \u003c/span\u003e(\u003cem\u003ernying ma\u003c/em\u003e)\u003cem\u003e \u003c/em\u003etradition is also well-represented there and in \u003cspan class=\"place\" title=\"F1180\"\u003eGolok \u003c/span\u003e(\u003cem\u003emgo log\u003c/em\u003e) through the presence of key monasteries and, more importantly in some areas, village \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eMani \u003c/span\u003e(\u003cem\u003ema ni\u003c/em\u003e)\u003cem\u003e \u003c/em\u003eor Tantric Halls that serve a lay community of practitioners. The \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eSakya \u003c/span\u003e(\u003cem\u003esa skya\u003c/em\u003e)\u003cem\u003e \u003c/em\u003eand \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eKagy\u0026uuml; \u003c/span\u003e(\u003cem\u003ebka' brgyud\u003c/em\u003e) traditions were strong in \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo \u003c/span\u003efrom the 13\u003csup\u003eth\u003c/sup\u003e and 14\u003csup\u003eth\u003c/sup\u003e centuries, but they were gradually replaced in almost all of \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo \u003c/span\u003eby the \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eGeluk \u003c/span\u003etradition in the 17\u003csup\u003eth\u003c/sup\u003e century. The \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eJonang \u003c/span\u003e(\u003cem\u003ejo nang\u003c/em\u003e)\u003cem\u003e \u003c/em\u003eTibetan Buddhist and \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eB\u0026ouml;n \u003c/span\u003e(\u003cem\u003ebon\u003c/em\u003e)\u003cem\u003e \u003c/em\u003etraditions also have a significant presence in \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo\u003c/span\u003e, especially in the southeastern regions.\u003c/p\u003e \u003cp\u003e\u003cspan class=\"place\" title=\"F15348\"\u003eAmdo\u003c/span\u003e\u0026rsquo;s environment is incredibly varied, ranging from soaring mountain ranges and deep forested valleys much like the Canadian Rockies (though populated with pandas) to high altitude grasslands to lower river valleys (2000 meters) and barren wastes. In general, the higher altitude regions to the south and west (\u003cspan class=\"place\" title=\"F15372\"\u003eGolok\u003c/span\u003e, \u003cspan class=\"place\" title=\"F23752\"\u003eNgawa \u003c/span\u003e[\u003cem\u003ernga ba\u003c/em\u003e], etc.) are inhabited by nomads, while in the lower elevations of the north and east (\u003cspan class=\"place\" title=\"F1152\"\u003eTsongkha \u003c/span\u003e[\u003cem\u003etsong kha\u003c/em\u003e], \u003cspan class=\"place\" title=\"F1141\"\u003eChon\u0026eacute; \u003c/span\u003e[\u003cem\u003eco ne\u003c/em\u003e], etc.) there are farming communities. The main river running through the region is the \u003cspan class=\"place\" title=\"F8283\"\u003eMa \u003c/span\u003eRiver (\u003cem\u003erma chu\u003c/em\u003e, Huanghe, Yellow River), the main lake is the vast \u003cspan class=\"place\" title=\"F7068\"\u003eTso Ng\u0026ouml;n\u003c/span\u003e (\u003cem\u003emtsho sngon\u003c/em\u003e,\u003cem\u003e \u003c/em\u003eKokonor [Mongolian], Qinghai, Blue Ocean), and the highest mountain range is the \u003cspan class=\"place\"\u003eAny\u0026eacute; Machen\u003c/span\u003e (\u003cem\u003ea myes rma chen\u003c/em\u003e) range. The geographic center of the continental People\u0026rsquo;s Republic of China\u0026rsquo;s territory is just east of the \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo \u003c/span\u003ecultural border, near the town of \u003cspan class=\"place\" title=\"Type ID here\"\u003eLinxia\u003c/span\u003e.\u003c/p\u003e \u003cp\u003e\u003cspan class=\"place\" title=\"F15348\"\u003eAmdo \u003c/span\u003eis distinguished by incredible ethnic diversity, especially at the northern and northeastern edges of the Tibetan plateau, which made in-migration fairly easy compared to the rest of the plateau. Chinese, Kazakhs, Salar Muslims originally from Central Asia, ethnic Chinese, Mongol (Dongxiang and Bao\u0026rsquo;an), and Tibetan Muslims, Monguor, Mongol, Uighur and Chinese (maybe as many as 150,000) Tibetan Buddhists represent some of the many ethnic and religious groups that have intermixed in this area for centuries.\u003c/p\u003e \u003cp\u003eIn terms of cultural and intellectual contributions to Tibetan civilization, \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo \u003c/span\u003ewas home to the three scholars of the post-imperial period who managed to preserve Tibetan Buddhist traditions that were driven out of Central Tibet in the ninth century. They passed these traditions on to Gongpa Rapsel (\u003cem\u003edgongs pa rab gsal\u003c/em\u003e)\u003cem\u003e \u003c/em\u003ewho then transmitted the teachings to students from Central Tibet who returned there to reintroduce Buddhism in \u003cspan class=\"place\" title=\"F15355\"\u003e\u0026Uuml; \u003c/span\u003e(\u003cem\u003edbus\u003c/em\u003e)\u003cem\u003e \u003c/em\u003eand \u003cspan class=\"place\" title=\"F15354\"\u003eTsang \u003c/span\u003e\u003cem\u003e(gtsang\u003c/em\u003e)\u003cem\u003e.\u003c/em\u003e In the fourteenth century, Tsongkhapa Lozang Drakpa (\u003cem\u003etsong kha pa blo bzang grags pa\u003c/em\u003e), the founder of the Gelukpa (\u003cem\u003edge lugs pa\u003c/em\u003e) tradition was born in \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo\u003c/span\u003e, though he lived his adult life in Central Tibet. Two lamas famous for the poetic songs came from the \u003cspan class=\"place\" title=\"F15374\"\u003eRebgong \u003c/span\u003e(\u003cem\u003ereb gong\u003c/em\u003e) region of \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo\u003c/span\u003e, Kelden Gyatso (\u003cem\u003eskal ldan rgya mtsho\u003c/em\u003e) in the 17\u003csup\u003eth\u003c/sup\u003e century and Zhapkar (\u003cem\u003ezhabs dkar\u003c/em\u003e) in the 19\u003csup\u003eth\u003c/sup\u003e century. The 18\u003csup\u003eth\u003c/sup\u003e \u0026amp; 19\u003csup\u003eth\u003c/sup\u003e century Gelukpa intellectuals from \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo\u003c/span\u003e, such as Sumpa Khenpo \u003cem\u003e(sum pa mkhan po\u003c/em\u003e)\u003cem\u003e,\u003c/em\u003e the Cangkya (\u003cem\u003elcang skya\u003c/em\u003e),\u003cem\u003e \u003c/em\u003e Tukwan (tuguan) and Tsenpo (\u003cem\u003ebtsan po\u003c/em\u003e) incarnations, made important contributions to religious doxographies, world geography, history, and religious biography. In the 20\u003csup\u003eth\u003c/sup\u003e century, the 14\u003csup\u003eth\u003c/sup\u003e Dalai Lama and 10\u003csup\u003eth\u003c/sup\u003e Panchen Lama were both born in \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo \u003c/span\u003eas well. Also in the 20\u003csup\u003eth\u003c/sup\u003e and 21\u003csup\u003est\u003c/sup\u003e centuries, \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo \u003c/span\u003ehas become an important source for modern Tibetan literature, from the early work of Gendun Chopel (\u003cem\u003edge 'dun chos phel\u003c/em\u003e) to Dondrup Gyel (\u003cem\u003edon grub rgyal\u003c/em\u003e)\u003cem\u003e \u003c/em\u003eto Jangbu (\u003cem\u003ebyang bu\u003c/em\u003e)\u003cem\u003e \u003c/em\u003eand many others. \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo \u003c/span\u003eleads the Tibetan regions in the numbers and diversity of literary magazines, both secular and religious in origin.\u003c/p\u003e \u003cp\u003ePolitically, the \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo \u003c/span\u003eregion has never been home to a single polity that ruled the entire region, nor has it ever been a distinct state or province of any other polity. While the Tibetan empire dominated the region for centuries and its impact shaped the region for over a millennium, the \u003cspan class=\"place\" title=\"Type ID here\"\u003eTsongkha \u003c/span\u003ekingdom at the turn of the 11\u003csup\u003eth\u003c/sup\u003e century was the only Tibetan polity based in the area that ever dominated the region. During the Ming dynasty (1368-1644), the \u003cspan class=\"place\" title=\"Type ID here\"\u003eCon\u0026eacute; \u003c/span\u003ekingdom and the \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eKagy\u0026uuml; \u003c/span\u003etradition\u0026rsquo;s \u003cspan class=\"place\" title=\"F23334\"\u003eDrotsang \u003c/span\u003e(\u003cem\u003egro tshang\u003c/em\u003e) monastery represented significant centers of power. The Qoshud Mongols starting with Gushri Khan ruled the region from 1638 to 1724, though they gave significant command over local land and subjects to monasteries such as \u003cspan class=\"place\" title=\"Type ID here\"\u003eGonlung\u003c/span\u003e. During the Qing dynasty (1644-1911) the \u003cspan class=\"place\" title=\"Type ID here\"\u003eCon\u0026eacute; \u003c/span\u003ekingdom and \u003cspan class=\"place\" title=\"F15472\"\u003eLabrang \u003c/span\u003e(\u003cem\u003ebla brang\u003c/em\u003e) Monastery respectively also ruled over large territories on the eastern edge of \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo\u003c/span\u003e, while the \u003cspan class=\"place\" title=\"F15372\"\u003eGolok \u003c/span\u003efederation dominated much of the southwestern highlands. The political history of \u003cspan class=\"place\" title=\"F23752\"\u003eNgawa \u003c/span\u003eis largely unstudied and deserves more attention.\u003c/p\u003e \u003cp\u003eIn terms of the current administrative units of the People\u0026rsquo;s Republic of China, the core of \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo \u003c/span\u003eis in \u003cspan class=\"place\" title=\"F431\"\u003eTso Ng\u0026ouml;n\u003c/span\u003e (\u003cem\u003emtsho sngon\u003c/em\u003e, Qinghai) province, though few Tibetans inhabit areas very far west of the great lake \u003cspan class=\"place\" title=\"Type ID here\"\u003eKokonor\u003c/span\u003e, and \u003cspan class=\"place\" title=\"F1187\"\u003eY\u0026uuml;lsh\u0026uuml;l \u003c/span\u003e(\u003cem\u003eyul shul\u003c/em\u003e, Yushu) prefecture to the south is part of the \u003cspan class=\"place\" title=\"F5225\"\u003eKham \u003c/span\u003ecultural region. In \u003cspan class=\"place\" title=\"F432\"\u003eGansu\u003c/span\u003e, the autonomous county of \u003cspan class=\"place\" title=\"F1127\"\u003ePari \u003c/span\u003e(\u003cem\u003edpa' ris\u003c/em\u003e, Tianzhu) marks the northeastern-most extension of the Tibetan culture, though Tibetan culture at one time reached \u003cspan class=\"place\" title=\"F1124\"\u003eLiangzhou \u003c/span\u003e(Wuwei) as late as the 14\u003csup\u003eth\u003c/sup\u003e century. In southern \u003cspan class=\"place\" title=\"F432\"\u003eGansu\u003c/span\u003e, \u003cspan class=\"place\" title=\"F1139\"\u003eKenlho \u003c/span\u003e(\u003cem\u003ekan lho\u003c/em\u003e,\u003cem\u003e \u003c/em\u003eGannan) prefecture is composed of Tibetan autonomous counties. Some remnants of the previous spread of Tibetan culture extend beyond the eastern borders of \u003cspan class=\"place\" title=\"F1139\"\u003eKenlho\u003c/span\u003e, in areas that are now Muslim or Chinese in culture, such as \u003cspan class=\"place\" title=\"F1135\"\u003eLinxia \u003c/span\u003e(formerly ruled by Tibetans). A significant portion of \u003cspan class=\"place\" title=\"F428\"\u003eSichuan\u003c/span\u003e province is also part of \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo\u003c/span\u003e, mostly in the northern and eastern parts of \u003cspan class=\"place\" title=\"F1063\"\u003eNgawa \u003c/span\u003e(Aba) prefecture, though excluding the areas of \u003cspan class=\"place\" title=\"F15376\"\u003eGyelrong \u003c/span\u003e(\u003cem\u003ergyal rong\u003c/em\u003e), and including \u003cspan class=\"place\" title=\"F1093\"\u003eSertar\u003c/span\u003e (\u003cem\u003egser thar\u003c/em\u003e, Seda) county in \u003cspan class=\"place\" title=\"F1079\"\u003eKandz\u0026eacute; \u003c/span\u003e(\u003cem\u003edkar mdzes\u003c/em\u003e, Ganzi) prefecture. In terms of major cities, the capital of \u003cspan class=\"place\" title=\"F431\"\u003eQinghai \u003c/span\u003eprovince, \u003cspan class=\"place\" title=\"F1148\"\u003eZiling \u003c/span\u003e(\u003cem\u003ezi ling\u003c/em\u003e,\u003cem\u003e \u003c/em\u003eXining), is the only large city in \u003cspan class=\"place\" title=\"F15348\"\u003eAmdo\u003c/span\u003e, though both \u003cspan class=\"place\" title=\"F1148\"\u003eXining \u003c/span\u003eand \u003cspan class=\"place\" title=\"F1118\"\u003eLanzhou \u003c/span\u003eare home to minority nationality universities with significant Tibetan studies programs. Other important towns include \u003cspan class=\"place\" title=\"Type ID here\"\u003eRebgong\u003c/span\u003e (Tongren), \u003cspan class=\"place\" title=\"Type ID here\"\u003eLabrang \u003c/span\u003e(Xiahe), \u003cspan class=\"place\" title=\"Type ID here\"\u003eTs\u0026ouml; \u003c/span\u003e(\u003cem\u003egtsos\u003c/em\u003e,\u003cem\u003e \u003c/em\u003eHezuo), and \u003cspan class=\"place\" title=\"F17799\"\u003eChapcha \u003c/span\u003e(\u003cem\u003echab cha\u003c/em\u003e,\u003cem\u003e \u003c/em\u003ein Gonghe county), as all have vibrant Tibetan communities and Tibetan teachers\u0026rsquo; colleges.\u003c/p\u003e \u003cdiv id=\"_mcePaste\" style=\"position: absolute; left: -10000px; top: 0px; width: 1px; height: 1px; overflow: hidden;\"\u003eF15348\u003c/div\u003e","source_url":null,"is_primary":true,"created_at":"2011-05-05 11:10:58 UTC","updated_at":"2011-05-12 11:25:20 UTC","authors":[{"id":"24","fullname":"Gray Tuttle"},{"id":"24","fullname":"Gray Tuttle"}]},{"id":1308,"title":"The Contemporary Location of the Amdo Tibetan Culture Region","content":"\u003ch2\u003e\u003cspan style=\"font-size: 10px; font-weight: normal;\"\u003eAmdo is one of three great cultural regions of Tibet, along with \u0026Uuml;tsang and Kham, and is located in the northeast of the Tibetan plateau. The entirety of the region is now governed by the nation of China. In terms of contemporary administrative units in China, Amdo is centered in Qinghai province, though substantial parts are also found in Sichuan province to the south and Gansu province to the east. There are no parts of Amdo found in the Tibetan Autonomous Region (to its east) or Yunnan province (to its far south) that is part of the Amdo Cultural Region. Special note should be made of the misleadingly named \u0026ldquo;Amdo county\u0026rdquo; in Nag chu prefecture in the TAR. This is contiguous with Yushu Prefecture in Qinghai Province, and is part of the Kham Cultural region, rather than Amdo, despite the name.\u003c/span\u003e\u003c/h2\u003e \u003cp class=\"Paragraph\"\u003eIn Qinghai province, located to the east of the Tibet Autonomous Region, the north of Sichuan, and the west of Gansu, six of its ten prefectures have communities belonging to Amdo. The prefectures are geographically identified in terms of their relationship to the dominating presence of Lake Tsong\u0026ouml;n (mtsho sngon, known in the west as Kokonor):\u003c/p\u003e \u003col\u003e \u003cli\u003eMalho (Huangnan) Prefecture is located to the southeast of Lake Tsong\u0026ouml;n and all four of its counties are part of Amdo: Repgong (Tongren), Chentsa (Jianzha), Tsekhok (Zeku), and Malho (Henan). It should be noted that the Chinese government classifies Malha as a \u0026ldquo;Mongolian Autonomous County\u0026rdquo;, but the truth is that culturally most people in the county in fact speak the Amdo dialect of Tibetan.\u003c/li\u003e \u003cli\u003eTsolho (Hainan) Prefecture is located in the northern part of Qinghai province and all all five of its counties are part of Amdo: Serchen, Trika, Drakkar, Badzong, and Mangdzong \u003c/li\u003e \u003cli\u003eGolok (Guoluo) Prefecture is located to the far south of Lake Tsong\u0026ouml;n and five of its six counties are part of Amdo: Pema, Gad\u0026eacute;, Tabo (Dawu), Darlak (Dari), and Machen (Maqing)\u003c/li\u003e \u003cli\u003eTsoshar (Haidong) Prefecture is located in the east part of Qinghai province and six of its eight counties are part of Amdo: Dekham/Pingan), Bayen (Hualong), Yadzi (Xunhua), ? (Minhe), Hordrong/Huzhu, and Lungdo (Ledou).\u003c/li\u003e \u003cli\u003eTsojang (Haibei) Prefecture is located to the north of Lake Tsong\u0026ouml;n and all four of its counties are part of Amdo: Dola, Kangtsa, Haiyan, and Menyuan.\u003c/li\u003e \u003cli\u003eXining City, the provincial capital, is located to the east of Lake Tsong\u0026ouml;n and three of its eight counties are part of Amdo: Huangyuan, Huangzhong, and Datong.\u003c/li\u003e \u003c/ol\u003e \u003cp class=\"Paragraph\"\u003eIn Gansu province, located to the east of Qinghai Province and to the north of Sichuan Province, two of its fourteen prefectures have communities belonging to Amdo:\u003c/p\u003e \u003col\u003e \u003cli\u003eKenlho (Gannan) Prefecture is located in the southeastern part of Gansu province and five of its seven counties are part of Amdo: Labrang, Machu, Luchu, Tebo, Bats\u0026eacute;, Drukchu County, Chon\u0026eacute; County, and Ts\u0026ouml; City\u003c/li\u003e \u003cli\u003eLangchi Dezhi (Wuwei City) is located in the northeastern part of Gansu province and two of its four counties are part of Amdo: Pari (Tianzhu) and Golung (Gulang).\u003c/li\u003e \u003c/ol\u003e \u003cp class=\"Paragraph\"\u003eIn Sichuan province, located to the south of Qinghai Province and to the east of the Tibet Autonomous Region, two of its twenty three prefectures have communities belonging to Amdo:\u003c/p\u003e \u003col\u003e \u003cli\u003eNgawa (Aba) prefecture is located in the northern part of Sichuan province and five of its thirteen counties are part of Amdo: Ngawa, Dz\u0026ouml;g\u0026eacute;, Khyungchu, Zitsa Degu, and Dzamtang.\u003c/li\u003e \u003cli\u003eKardz\u0026eacute; (Ganze) prefecture is located in the eastern part of Sichuan province and one of its eighteen counties is part of Amdo: Serta.\u003c/li\u003e \u003c/ol\u003e","source_url":null,"is_primary":false,"created_at":"2011-10-28 23:36:35 UTC","updated_at":"2011-10-28 23:36:35 UTC","authors":[{"id":"42","fullname":"David Germano"},{"id":"42","fullname":"David Germano"}]}]}