{"descriptions":[{"authors":[],"source_url":null,"content":"This is one of the major Tibetan cultural regions and constitutes the far eastern area of cultural Tibet.","created_at":"2009-05-21 12:04:11 UTC","updated_at":"2009-05-21 12:04:11 UTC","id":4,"title":null,"is_primary":true},{"authors":[{"fullname":"David Germano","id":"42"},{"fullname":"David Germano","id":"42"}],"source_url":null,"content":"<h2><span style=\"font-size: 10px; font-weight: normal;\">Kham is one of three great cultural regions of Tibet, along with &Uuml;tsang and Amdo, and is located in the northeast of the Tibetan plateau. The entirety of the region is now governed by the nation of China. In terms of contemporary administrative units in China, Kham is centered in the Kandz&eacute; prefecture of Sichuan province, though substantial parts are also found in the Tibet Autonomous Region to the west, Qinghai province to the north, and Yunnan province to the south. Kham has a rugged terrain characterized by mountain ridges and gorges running from northwest to southeast. Numerous rivers, including the TIBETAN NAME? (Mekong), TIBETAN NAME? (Yangtze), TIBETAN NAME? (Yalong Jiang), and the TIBETAN NAME? (Salween) flow through Kham. The Tibetan name for this region is Kham (ཁམས, khams, 康巴).</span></h2> <p class=\"Paragraph\">In Sichuan province, two of its twenty one prefectures has communities belonging to Kham - Kardz&eacute; (Ganze) and Liangshan Yi Autonomous Prefecture.</p> <p>&nbsp;</p> <p>Kardz&eacute; is located in the eastern part of Sichuan and all of its eighteen counties are part of Kham:</p> <ol> <li>Dartsedo དར་མདོ་རྫོང་康定县</li> <li>Jaksamka ལྕགས་ཟམ་རྫོང泸定县</li> <li>Rongtak རོང་བྲག་རྫོང་ 丹巴县</li> <li>Gyasur བརྒྱད་ཟུར་རྫོང་九龙县</li> <li>Nyakchu ཉག་ཆུ་རྫོང་雅江县</li> <li>Tau, རྟ་འུ་རྫོང་ 道孚县</li> <li>Drakgo བྲག་འགོ་རྫོང་炉霍县</li> <li>Garze དཀར་མཛེས་རྫོང་甘孜县</li> <li>Nyakrong新龙县ཉག་རོང་རྫོང་ </li> </ol> <p>10.&nbsp; Dege སྡེ་དགེ་རྫོང་德格县</p> <p>11.&nbsp; Palyul དཔལ་ཡུལ་རྫོང་ 白玉县</p> <p>12.&nbsp; Dzachuka (Sershul) སེར་ཤུལ་རྫོང་石渠县</p> <p>13.&nbsp; Serta གསེར་རྟ་རྫོང་ 色达县</p> <p>14.&nbsp; Litang ལི་ཐང་རྫོང理塘县</p> <p>15.&nbsp; Bathang འབའ་ཐང་རྫོང་巴塘县</p> <p>16.&nbsp; Shaktrang ཕྱག་འཕྲེང་རྫོང་乡城县</p> <p>17.&nbsp; Dapa འདབ་པ་རྫོང་稻城县,</p> <p>18.&nbsp; Derong སྡེ་རོང་རྫོང་得荣县</p> <p class=\"Paragraph\">Liangshan Yi Autonomous Prefecture is located in the northern part of Sichuan and one of its seventeen counties is part of Kham: Muli Tibetan Autonomous prefecture སྨི་ལི། 木里.</p> <p class=\"Paragraph\">In the Tibet Autonomous Region (TAR), two of its seven prefectures have communities belonging to Kham: Chamdo and Kongpo (Nyingtru) prefectures.</p> <p>&nbsp;</p> <p>Chamdo is located in the northeastern part of the TAR and all of its eleven counties are part of Kham:</p> <ol> <li>Chamdo County昌都县ཆབ་མདོ་རྫོང་</li> <li>Jomdo江达县 འཇོ་མདའ་རྫོང་</li> <li>Gonjo 贡觉县གོ་འཇོ་རྫོང་</li> <li>Riwo乌齐县 རི་བོ་ཆེ་རྫོང་</li> <li>Dangchen 丁青县སྟེང་ཆེན་རྫོང་</li> <li>Drakya察雅县བྲག་གཡབ་རྫོང་</li> <li>Pasho八宿县དཔའ་ཤོད་རྫོང་</li> <li>Zogang 左贡县 མཛོ་སྒང་རྫོང་</li> <li>Markam 芒康县སྨར་ཁམས་རྫོང་</li> </ol> <p>10.&nbsp; Lhorong 洛隆县ལྷོ་རོང་རྫོང་</p> <p>11.&nbsp; Banbar 边坝县 དཔལ་འབར་རྫོང་</p> <p class=\"Paragraph\">Kongpo (Nyingtru) is located in the northwestern part of the TAR and two of its seven counties are part of Kham:</p> <ol> <li>Kongpo Gyada County 工布江达县 ཀོང་པོ་རྒྱ་མདའ་རྫོང་ </li> <li>Dzayul County察隅县རྫ་ཡུལ་རྫོང</li> </ol> <p class=\"Paragraph\">In Qinghai province, one of its eight prefectures has communities belonging to Kham - Yushu. Yushu is located in the southwestern part of Qinghai and all of its six counties are part of Kham:</p> <ol> <li>Yushu County玉树县ཡུལ་ཤུལ་རྫོང་།</li> <li>Dzado County 杂多县རྫ་སྟོད་རྫོང་།</li> <li>Trudu County 称多县ཁྲི་འདུ་རྫོང་།</li> <li>Drudo County &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; 治多县 འབྲི་སྟོད་རྫོང་།</li> <li>Ngangchen County &nbsp;&nbsp;&nbsp; 囊谦县ནང་ཆེན་རྫོང་།</li> <li>Chumalep County 曲麻莱县ཆུ་དམར་ལེབ་རྫོང་།</li> </ol> <p class=\"Paragraph\">In Yunnan province, one of its sixteen prefectures have communities belonging to Kham &ndash; Dechen &nbsp;Tibetan Autonomous Prefecture. Dechen Prefecture is located in the northwest part of Yunnan and two of its three counties are part of Kham:</p> <ol> <li>Gyalthang香格里拉县རྒྱལ་ཐང་རྫོང་།</li> <li>Dechen County 德钦县 མཇོལ་རྫོང་།</li> </ol>","created_at":"2011-10-28 23:39:09 UTC","updated_at":"2011-10-28 23:39:09 UTC","id":1309,"title":"The Contemporary Location of the Kham Tibetan Culture Region","is_primary":false}]}