{"descriptions":[{"id":275,"title":"Kharru Khargok Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e \u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e \u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-1\" class=\"space-before\"\u003eI.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices\u003c/h2\u003e \u003ch3 id=\"b1-1-37\"\u003e \u003cspan class=\"popular\"\u003eKharru khargok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar ru mkhar gog\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b1-1-37-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eKharru khargok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar ru mkhar gog\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Castle District Ruined Castle\u003c/li\u003e \u003cli\u003eSite number: A-85\u003c/li\u003e \u003cli\u003eSite typology: I.1b \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 33\u0026ordm; 18.1\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 79\u0026ordm; 41.2\u0026#900;\u003c/li\u003e \u003cli\u003eElevation: 4440 m to 4480 m\u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eDerok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSde rog\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTCE\u003c/li\u003e \u003cli\u003eSurvey date: May 22, 24, 2002\u003c/li\u003e \u003cli\u003eContemporary usage: None.\u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None.\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-1-37-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eKharru khargok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar ru mkhar gog\u003c/span\u003e is located on the west side of the \u003cspan class=\"popular\"\u003eRusum\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu gsum\u003c/span\u003e valley, opposite \u003cspan class=\"popular\"\u003ePosa khargok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpo sa mkhar gog\u003c/span\u003e (A-84). The site strategically dominates the confluence of the \u003cspan class=\"popular\"\u003eDech\u0026ouml;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSde chos\u003c/span\u003e and \u003cspan class=\"popular\"\u003eRusum\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu gsum\u003c/span\u003e valleys. It consists of both lower and upper complexes of residential buildings surmounting a rugged granite ridge. Structures are made from the same ype of granite found at \u003cspan class=\"popular\"\u003ePosa khargok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpo sa mkhar gog\u003c/span\u003e. The stronghold enjoys an excellent vantage point with good views of both the \u003cspan class=\"popular\"\u003eDech\u0026ouml;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSde chos\u003c/span\u003e and \u003cspan class=\"popular\"\u003eRusum\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu gsum\u003c/span\u003e valleys. The lower elevation smaller complex contains a number of habitational structures. The upper complex consists of one large building (22 m x 15 m) and minor outlying structures. The lofty location of he facility and the presence of all-stone corbelled architecture indicate that \u003cspan class=\"popular\"\u003eKharru khargok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar ru mkhar gog\u003c/span\u003e is an archaic site. \u003c/p\u003e \u003ch4 id=\"b1-1-37-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to the villagers of \u003cspan class=\"popular\"\u003eDech\u0026ouml;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSde chos\u003c/span\u003e, \u003cspan class=\"popular\"\u003eKharru khargok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar ru mkhar gog\u003c/span\u003e is a castle that belonged to the ancient \u003cspan class=\"popular\"\u003eKel M\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSkal mon\u003c/span\u003e ruler of \u003cspan class=\"popular\"\u003eDech\u0026ouml;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSde chos\u003c/span\u003e. The \u003cspan class=\"popular\"\u003eKel M\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSkal mon\u003c/span\u003e commoners are thought to have resided in a large village situated on rocky benches at the south edge of the valley (see B-81).\u003c/p\u003e \u003ch4 id=\"b1-1-37-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-1-37-4-1\"\u003eLower complex\u003c/h5\u003e \u003cp\u003eThe upper part of the lower complex (14 m x 3.2 m) contains fragmentary walls up to 2 m in height, which envelop crags on the summit. Walls are between 40 cm and 50 cm thick and are situated at a variety of elevations. There is a window opening in an east wall (40 cm x 30 cm). The upper part of the lower complex is accessible via a natural stone chute in which the remains of a staircase are found. Below the chute, on both the summit ridge and the west flank of the formation, there are more ruined structures, blanketing an area of approximately 400 m\u0026sup2;. The small buildings here appear to have been split between three different levels and form a dense agglomeration. Only very dissolute wall footings and standing wall segments have persisted. The buildings of the lower complex were built of mud-mortared (profusely applied) random-work, with blocks primarily 20 cm to 40 cm in length. To the north of the lower complex there is a gap in the granite ridge-top in which here appears to have been a gateway. Bits of masonry cling to both sides of this opening in the formation. \u003c/p\u003e \u003ch5 id=\"b1-1-37-4-2\"\u003eUpper complex \u003c/h5\u003e \u003cp\u003eThe large main edifice was constructed on a high revetment, and is set at two different elevations. It was comprised of at least 14 rooms, the largest of which have internal dimensions of 3.5 m x 3.3 m and 2.8 m x 3.4 m (most westerly room). The relatively commodious rooms and the absence of wall buttressing indicate that this edifice was primarily constructed with a wooden roof. All-stone structures, however, are also in evidence. Wall sections are commonly 1.5 m to 4 m in height. Consequently, the building still possesses a distinctive profile. The mud-mortared random-rubble walls incorporate variable-sized granite stones (10 cm to 80 cm in length), some of which were hewn flat on their exterior sides. The lower or south level is in far worse condition than the upper tier of the structure. The entrance in the south punctuates a forward wall, 1.3 m thick. There are recesses in the floor of the lower level, each around 1 m in length and 80 cm in width, which are partly covered by small stone slabs. These members probably constituted part of the sub-flooring used to create a level base. There are a few beams made of a gray metamorphic stone strewn around the site. The stone lintel over the entrance between the lower and upper tiers of the building is still in situ. Against the outer walls of the upper level there are several small stone chests. Perhaps these were used for ritual purposes. The remains of a walkway along the steep slope leading up to the stone chests are still visible. Just to the south of the main edifice, on a separate peak, there is an isolated structure (3.5 m x 3.5 m) with walls 1 m to 1.3 m in height. \u003c/p\u003e \u003ch5 id=\"b1-1-37-4-3\"\u003esDe chos agriculture\u003c/h5\u003e \u003cp\u003eThe approximately 5-km long \u003cspan class=\"popular\"\u003eDech\u0026ouml;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSde chos\u003c/span\u003e valley contains extensive arable holdings, less than 20% of which are still cultivated. This wholesale abandonment of prime agricultural land has one major environmental cause: the lack of water. So critical has the water situation become for the people of the 35 households of \u003cspan class=\"popular\"\u003eDech\u0026ouml;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSde chos\u003c/span\u003e village that they must travel far upstream to a little spring to meet their daily needs. According to elderly residents, water for the irrigation of the barley crop was more plentiful in their youth. This reduction in water appears to be a long-term phenomenon. The long-term observations of \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e natives indicate that the process of desiccation is only intensifying in northwestern Tibet. The region is subject to multiple rain shadow effects created by the Himalaya, Karakorum, Transhimalaya, and Kunlun Ranges. It now receives less than 200 mm of precipitation per year. All throughout the \u003cspan class=\"popular\"\u003eDech\u0026ouml;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSde chos\u003c/span\u003e valley there are the remains of disused agricultural parcels. The walls around these fields become ever more indistinct in a down valley direction. This suggests that the abandonment of arable land first began in the lower reaches, furthest from the source of the \u003cspan class=\"popular\"\u003eDech\u0026ouml; Chu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSde chos chu\u003c/span\u003e. The lower valley also experiences considerably higher evaporation rates than the more sheltered upper valley, and this may have been an important factor in the dereliction of the fields. Around the lower valley plots there are the vestiges of stone walls and many have been encroached upon by sand deposits. On the other hand, some abandoned fields higher up the valley still have integral retaining walls. The discarding of farmland appears to have been a relentless process until cultivation is now confined to the immediate environs of \u003cspan class=\"popular\"\u003eDech\u0026ouml;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSde chos\u003c/span\u003e village. We can infer that, as the water in the \u003cspan class=\"popular\"\u003eDech\u0026ouml; Chu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSde chos chu\u003c/span\u003e diminished (it now only flows during wet summer seasons), more and more fields were left fallow and eventually completely forsaken. The regression of viable farmland in the \u003cspan class=\"popular\"\u003eDech\u0026ouml;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSde chos\u003c/span\u003e valley is plainly visible from \u003cspan class=\"popular\"\u003eKharru khargok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar ru mkhar gog\u003c/span\u003e, which affords a superb recapitulation of the cultural impact of regional climatic change. \u003c/p\u003e \u003cp\u003eAbove \u003cspan class=\"popular\"\u003eDech\u0026ouml;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSde chos\u003c/span\u003e village, the main valley bifurcates into the southwest \u003cspan class=\"popular\"\u003eSiplung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSrib lung\u003c/span\u003e and northwest \u003cspan class=\"popular\"\u003ePulung\u003c/span\u003e\u003cspan class=\"scholar\"\u003ePhu lung\u003c/span\u003e branches. The source of water for the village comes from the \u003cspan class=\"popular\"\u003eSiplung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSrib lung\u003c/span\u003e valley, with a 6000-m high mountain at its head. Around 20 years ago, an impoundment was built below the village o trap summer runoff. It supplements a reservoir (\u003cspan class=\"popular emph\"\u003edzing\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdzing\u003c/span\u003e) hat was constructed in pre-modern times and which was recently renovated. Both of these sources are fed by diversion channels that run off the \u003cspan class=\"popular\"\u003eSiplung Chu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSrib lung chu\u003c/span\u003e. Higher up the \u003cspan class=\"popular\"\u003eSiplung Chu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSrib lung chu\u003c/span\u003e, directly on the main watercourse, there is another reservoir. It is thought to have been constructed by the ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e. The downstream wall is around 30 m long and as much as 2 m in height. This impoundment is no longer used and its catchment has filled with sand. Interestingly, a shrine for the water spirits (\u003cspan class=\"popular emph\"\u003elukhang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eklu khang\u003c/span\u003e) is no longer maintained in \u003cspan class=\"popular\"\u003eDech\u0026ouml;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSde chos\u003c/span\u003e; the residents must have given up hope for more water generations ago. The chief \u003cspan class=\"popular emph\"\u003elumo\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eklu mo\u003c/span\u003e of \u003cspan class=\"popular\"\u003eDech\u0026ouml;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSde chos\u003c/span\u003e is known as \u003cspan class=\"popular\"\u003eAma Mardz\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eA ma smar mdzes\u003c/span\u003e. \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-1-37/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-1-37","is_primary":false,"created_at":"2010-08-11 20:45:39 UTC","updated_at":"2010-08-12 16:53:51 UTC","authors":[]}]}