{"descriptions":[{"id":1182,"title":"Endritsé Möndur Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c!--(a)--\u003e\u003cbr/\u003eEdited by Geoffrey Barstow and Mickey Stockwell \u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2010. \u003c/span\u003e \u003cdiv class=\"\" id=\"permission\"\u003e \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b2-3\"\u003eII.3. Cubic mountaintop tombs\u003c/h2\u003e \u003ch3 id=\"b2-3-2\"\u003e \u003cspan class=\"popular\"\u003eEndrits\u0026eacute; M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eAn \u0026rsquo;bri rtse mon dur\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b2-3-2-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eEndrits\u0026eacute; M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eAn \u0026rsquo;bri rtse mon dur\u003c/span\u003e (sp.?)\u003c/li\u003e \u003cli\u003eAlternative site name: an \u0026rsquo;bri rdzi mon dur \u003c/li\u003e \u003cli\u003eSite number: E-11\u003c/li\u003e \u003cli\u003eSite typology: II.3 \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 31\u0026ordm; 59.0\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 80\u0026ordm; 51.0\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 4980 m to 5100 m \u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eG\u0026ouml;tsang T\u0026ouml;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRgod tshang stod\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eGar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSgar\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: UTAE\u003c/li\u003e \u003cli\u003eSurvey date: May 18, 2001\u003c/li\u003e \u003cli\u003eContemporary usage: Minimal religious devotions. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: A prayer flag mast. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b2-3-2-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eEndrits\u0026eacute; M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eAn \u0026rsquo;bri rtse mon dur\u003c/span\u003e is located on a 5100-m high mountain of the same name that rises 370 m out of a valley, a major feeder of the \u003cspan class=\"popular\"\u003eTritso Tsangpo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhri tsho gtsang po\u003c/span\u003e. In the vicinity of \u003cspan class=\"popular\"\u003eEndrits\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eAn \u0026rsquo;bri rtse\u003c/span\u003e there are the pastoral settlements of \u003cspan class=\"popular\"\u003eRama Gyam\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRa ma gyam\u003c/span\u003e and \u003cspan class=\"popular\"\u003eGy\u0026eacute; ng\u0026ouml;npo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGyad sngon po\u003c/span\u003e (sp?). The dark-colored \u003cspan class=\"popular\"\u003eEndrits\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eAn \u0026rsquo;bri rtse\u003c/span\u003e has a distinctive pyramidal form and stands alone, enjoying 360\u0026deg; views from the summit. It is a local female territorial deity (\u003cspan class=\"popular\"\u003ey\u0026uuml;llha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eYul lha\u003c/span\u003e). There is only a small prayer flag mast on the summit, illustrating that this mountain is seldom visited. Still, it is unusual to have a mountain with tombs that is not completely ignored or demonized by the \u003cspan class=\"popular emph\"\u003edrok pa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brog pa\u003c/span\u003e. There are no less than 24 cubic tombs of standard construction (some are actually square while most are somewhat elongated). In addition o the tombs, there is a network of walls, walkways and pads made of the same dark-colored metamorphic rock, which is scattered across the higher reaches of \u003cspan class=\"popular\"\u003eEndrits\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eAn \u0026rsquo;bri rtse\u003c/span\u003e. The talus-strewn upper slopes provided ample building materials for the funerary complex. The chunks of talus used in the random-work constructions tend to be blocky. \u003c/p\u003e \u003ch4 id=\"b2-3-2-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to local \u003cspan class=\"popular emph\"\u003edrok pa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brog pa\u003c/span\u003e, \u003cspan class=\"popular\"\u003eEndrits\u0026eacute; M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eAn \u0026rsquo;bri rtse mon dur\u003c/span\u003e consists of tombs of the ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e. According to one informant, \u003cspan class=\"popular\"\u003eEndrits\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eAn \u0026rsquo;bri rtse\u003c/span\u003e was the older \u003cspan class=\"popular\"\u003ey\u0026uuml;llha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eYul lha\u003c/span\u003e of the region. The ancient sacred status of the mountain is clearly indicated by the presence of the funerary complex. The dominant contemporary \u003cspan class=\"popular\"\u003ey\u0026uuml;llha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eYul lha\u003c/span\u003e is the male\u003cspan class=\"popular\"\u003eMagyung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMa gyung\u003c/span\u003e (sp?), located on a mountain to the east in the range separating the two main river systems of \u003cspan class=\"popular\"\u003eG\u0026ouml;tsang T\u0026ouml;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRgod tshang stod\u003c/span\u003e. One local septuagenarian reports that \u003cspan class=\"popular\"\u003eMagyung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMa gyung\u003c/span\u003e and \u003cspan class=\"popular\"\u003eEndrits\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eAn \u0026rsquo;bri rtse\u003c/span\u003e are husband and wife. \u003c/p\u003e \u003ch4 id=\"b2-3-2-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b2-3-2-4-1\"\u003eUpper east and north slopes\u003c/h5\u003e \u003cp\u003eOn the upper eastern flank of the mountain there appear to be two or three cubic tombs that are so deteriorated hey are barely recognizable from the field of talus (31\u0026deg; 58.928\u0026#900; N. lat. / 80\u0026deg; 51.130\u0026#900; E. long. / 4980 m). Above these tombs a dry-mortar wall of talus encloses a walkway along the northeast flank of the \u003cspan class=\"popular\"\u003eEndrits\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eAn \u0026rsquo;bri rtse\u003c/span\u003emountain just below the summit. In most places this wall is just a heaped line of loose stones circumscribing the steep slope. Approximately 10 m above he walkway there is another cubic tomb (2 m x 1.9 m) (58.984\u0026#900; / 51.104\u0026#900; / 50 30 m). The maximum height of its downhill side is 1.2 m and that of its uphill side, 50 cm. Part of the central depository (reliquary) is intact; it appears to have been 80 cm long. A 1.1-m deep oval-shaped depression (3.3 m x 2.5 m) is found 20 m to the south of this cubic tomb. It appears to have an in situ corbel resting on its upslope rim. The function of this structure is unknown. If there were analogous structures in the vicinity, they have been reabsorbed into the alus slopes. \u003c/p\u003e \u003cp\u003eThe walled path continues around to the north side of the mountain and disappears some meters below the summit. Above this upper length of the trail there is another cubic tomb (59.019\u0026#900; / 51.074\u0026#900; / 5050 m). It is 2 m in length and up to 1 m in height. Its downhill side has been destroyed. At the same elevation, in close proximity, here is a walled level area. Above the cubic tomb there are two more walled terraces, interconnected by a wall. These walls, now nothing more than heaps of stones, are up to 80 cm high on their downhill sides. The level areas enclosed within measure around 3 m x 6 m. The function of these pads or terraces is enigmatic. Perhaps hey were used as camping areas for those who built the tombs and conducted the burial rites. On the other hand, hey may have had a ritual purpose. On the north side of the \u003cspan class=\"popular\"\u003eEndrits\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eAn \u0026rsquo;bri rtse\u003c/span\u003emountain just below the summit, there are two more similarly-sized and constructed walled pads (58.985\u0026#900; / 51.042\u0026#900; / 5090 m). There is another walled pad, 5 m higher in elevation and yet another 2 m above it, both of which are of similar size and dimensions. The forward walls of these four enclosures are flush with or only slightly elevated above the downhill slope, probably as a of result disintegration. There may be other such structures on the east and north slopes of \u003cspan class=\"popular\"\u003eEndrits\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eAn \u0026rsquo;bri rtse\u003c/span\u003e but time limitations precluded a more thorough combing of the mountainside. \u003c/p\u003e \u003ch5 id=\"b2-3-2-4-2\"\u003eThe summit\u003c/h5\u003e \u003cp\u003eThe very summit of \u003cspan class=\"popular\"\u003eEndrits\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eAn \u0026rsquo;bri rtse\u003c/span\u003e appears to have once had a cubic tomb, but it has either disappeared with time or it has been incorporated into the base of he prayer flag mast (58.963\u0026#900; / 51.020\u0026#900; / 5100 m). From this high point, the summit ridge drops in elevation owards the southwest. What appears to be the base of a cubic tomb is located on the narrow summit ridge (58.939\u0026#900; / 50.984\u0026#900; / 5090 m). Beyond this point, the summit ridge narrows to less than 1 m in width in places with sheer drops on both sides. The summit ridge then widens again in the proximity of the base of another cubic omb (58.871\u0026#900; / 50.908\u0026#900; / 5050 m). The maximum height of this structure is 1 m (west side), 50 cm (south side) and level with the summit in the other directions. Its linear dimensions are unclear. \u003c/p\u003e \u003cp\u003eContinuing down the ridgeline, in a southwestern direction, three more cubic tombs are met with (58.851\u0026#900; / 50.883\u0026#900; / 5040 m). In between them and the aforementioned specimen (at 5050 m), there is the probable base of a cubic tomb but the remains are too dissolute for a positive identification. The group of three tombs (5040 m) is partially interconnected by walls running between them. The highest specimen (Funerary structure FS1) in this group (1.8 m x 1.8 m x 1 m [height]) is situated on the ridge-top. A much more poorly preserved specimen (Funerary structure FS2) is located 4.5 m away, on the summit. From this second cubic tomb, a wall (24 m long, up to 1 m high) extends to the third specimen and then somewhat beyond it. A 6-m long wall also extends from FS1 in the direction of funerary structure FS3 (this wall was originally somewhat longer). These two interconnecting heaped-stone walls do not actually contact the tombs but run in close proximity to them. These walls enclose a small hollow in the ridge-top, in which the third tomb (FS3) of the group is located. \u003c/p\u003e \u003cp\u003eFunerary structure FS3, among the best preserved at \u003cspan class=\"popular\"\u003eEndrits\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eAn \u0026rsquo;bri rtse\u003c/span\u003e, measures 2.5 m x 2 m x 1.3 m, but it must have been somewhat taller when constructed. Fortunately, its rectangular central depository is intact (1 m x 60 cm x 50 cm). Stone courses lining this chamber taper inwards so that its top only measures 40 cm x 40 cm. The central depository could have been easily capped by a single stone. A good deal of the outer structure of the tomb not only surrounds the central depository but rises above it, creating a substantial encasement. A sodden piece of what ostensibly was part of a human skull and another piece of bone were discovered in the snow-covered central depository. When subjected o chronometric testing, the skull fragment (about the size of a silver dollar) yielded disappointing results.\u003ca href=\"#n82\" name=\"nb82\" class=\"note\"\u003e82\u003c/a\u003e \u003c/p\u003e \u003cp\u003eContinuing down the ridgeback there is a zone of isolated walls of the same design and construction. Just below hese walls there is another cubic tomb (58.796\u0026#900; / 50.799\u0026#900; / 4970 m). Measuring approximately 1.7 m x 1.7 m, his specimen has been reduced to less than 90 cm in height. Directly below it is the lowest cubic tomb on the summit ridge (58.787\u0026#900; 50.782\u0026#900; / 4960 m). Only the upslope half of this structure is intact (maximum height of 1.3 m). \u003c/p\u003e \u003ch5 id=\"b2-3-2-4-3\"\u003eSouthwest shelf\u003c/h5\u003e \u003cp\u003eBelow the southwest extremity of the summit, the steep slopes of \u003cspan class=\"popular\"\u003eEndrits\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eAn \u0026rsquo;bri rtse\u003c/span\u003e fall away into the valley below. On the upper reaches of these slopes here is a natural talus-covered shelf that hosts a group of 13 cubic tombs (58.75\u0026#900; / 50.80\u0026#900; / 4900 m). This shelf is 73 m long (east-west) x 17 m wide (north-south). The greatest concentration of tombs is on the somewhat higher east end of the shelf. Also on the east end are two enclosures (roughly 3 m x 4 m) that may be the remains of ancient shelters. The tombs of the southwest shelf have the following dimensions and characteristics:\u003c/p\u003e \u003col\u003e \u003cli\u003eFunerary structure FS1 (2.3 m x 2.2 m x 1 m) is the most westerly specimen on the southwest shelf. The base of its central depository is intact. \u003c/li\u003e \u003cli\u003eFunerary structure FS2 (1.7 m x 2.3 m x 1.1 m).\u003c/li\u003e \u003cli\u003eFunerary structure FS3 (2.2 m x 1.6 m x 90 cm).\u003c/li\u003e \u003cli\u003eFunerary structure FS4 (1.8 m x 2.4 m x 1.1 m) has its central depository partially intact.\u003c/li\u003e \u003cli\u003eFunerary structure FS5 (1.7 m x 1.7 m x 60 cm) is highly deteriorated.\u003c/li\u003e \u003cli\u003eFunerary structure FS6 (1.7 m x 2.1 m x 90 cm) has its central depository (1 m x 60 cm) partially intact.\u003c/li\u003e \u003cli\u003eFunerary structure FS7 (2.5 m x 2 m x 1.1m) has the remains of its central depository filled with structural detritus.\u003c/li\u003e \u003cli\u003eFunerary structure FS8 is adjacent to FS7. Almost no structural evidence remains.\u003c/li\u003e \u003cli\u003eFunerary structure FS9 (2 m x 1.7 m) has just the base of the structure extant. \u003c/li\u003e \u003cli\u003eFunerary structure FS10 has been leveled.\u003c/li\u003e \u003cli\u003eFunerary structure FS11 (2 m x 2 m x 70 cm) has the base of its central depository visible.\u003c/li\u003e \u003cli\u003eFunerary structure FS12 (2.5 m x 1.9 m x 1.3 m) has the base of its central depository intact.\u003c/li\u003e \u003cli\u003eFunerary structure FS13 (1.6 m 1.5 m x 50 cm) is highly deteriorated.\u003c/li\u003e \u003c/ol\u003e \u003ch4 id=\"b2-3-2-5\"\u003eAffiliated sites\u003c/h4\u003e \u003ch5 id=\"b2-3-2-5-1\"\u003esNa leb\u003c/h5\u003e \u003cp\u003eIt is reported that, during the Chinese Cultural Revolution, farming was tried with disastrous consequences in a locale called \u003cspan class=\"popular\"\u003eNalep\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSna leb\u003c/span\u003e, located east of \u003cspan class=\"popular\"\u003eEndrits\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eAn \u0026rsquo;bri rtse\u003c/span\u003e. During plowing, stone cists containing human bones were discovered here. It is said that none of the burial sites have survived. \u003c/p\u003e \u003chr class=\"footnote-divider\"/\u003e \u003ch2\u003eNotes\u003c/h2\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n82\"/\u003e \u003ca href=\"#nb82\" class=\"note\"\u003e [82] \u003c/a\u003e The skull fragment from \u003cspan class=\"popular\"\u003eEndrits\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eAn \u0026rsquo;bri rtse\u003c/span\u003esite locus 58.851\u0026#900; / 50.883\u0026#900; (FS3) underwent AMS analysis: sample no. Beta-200756; Conventional Radiocarbon age: 180 +/-40 BP. The recent age of the assayed specimen may possibly be explained by its deposition through happenstance or as part of an adventitious burial that relied on the pre-existing tomb. It is also possible that the exposed bone fragment was subject to infiltration by foreign organic substances biasing the test results. The chronology of the mountaintop cubic tomb typology is problematic and is discussed in Bellezza, \u003cem\u003eZhang Zhung\u003c/em\u003e, 139, 141. \u003c/div\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza2/b2-3-2/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-3-2","is_primary":false,"created_at":"2010-08-25 11:13:49 UTC","updated_at":"2010-08-25 11:13:49 UTC","authors":[]}]}