{"descriptions":[{"id":1534,"title":"Yungdrung Shuktsel Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b7-2\"\u003eDolpo (Nep. Dolpa) District\u003c/h2\u003e \u003ch3 id=\"b7-2-1\" class=\"space-before\"\u003e(220) gYung drung shug tshal gling Monastery\u003c/h3\u003e \u003ch4 id=\"b7-2-1-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe village dgon pa is called gYung drung shug tshal gling. \u003c/p\u003e \u003cp\u003eTwenty minutes\u0026rsquo; walk to the east is a hermitage called Brag dgon. The latter is said originally to have been called Brag gung dgon pa. It is officially registered under the Nepalicised name Takun. \u003c/p\u003e \u003ch4 id=\"b7-2-1-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe village of Bar sle (Nep. Bajibara) is situated high above Tarakot on the northern side of the Bheri river and on the western side of the Tarap river. gYung drung shug tshal gling, the main village temple, is some twenty minutes\u0026rsquo; walk above the village. Brag dgon hermitage is a further half-hour walk to the east in a steep exposed corner above the valley. \u003c/p\u003e \u003ch4 id=\"b7-2-1-3\"\u003e3. History\u003c/h4\u003e \u003ch5 id=\"b7-2-1-3-1\"\u003e3.1. gYung drung shug tshal gling\u003c/h5\u003e \u003cp\u003eThere used previously to be two other temples: one further up and one to the west, but these are now both in ruins. \u003c/p\u003e \u003cp\u003eThe main temple, above the village and next to the house of Bla chung lhag pa is called gSer thang. It is said to be around 500 years old, but no documentary evidence could be produced. It was renovated by a householder priest, the father of gTsug phud rgyal mtshan, and repainted recently by a local thangka-painter called Zla ba. \u003c/p\u003e \u003cp\u003eBla chung lhag pa is the main bla ma of the dgon pa. The late gTsug phud rgyal mtshan was his paternal uncle. He is a married bla ma, and his eldest son will be his successor. There are eleven family members in the household, and their livestock includes yaks, cows and horses. Due to the early death of his father, Bla chung lhag pa\u0026rsquo;s education was not completed. \u003c/p\u003e \u003ch5 id=\"b7-2-1-3-2\"\u003e3.2. Brag dgon hermitage\u003c/h5\u003e \u003cp\u003eThis hermitage was built by gTsug phud rgyal mtshan. He helped his father with the rebuilding of gYung drung shug tshal gling, but did not want to follow in his footsteps as a householder priest. He went to bSam gling (No.223) and remained there for three years. After that he stayed for two years in the area of Ri bo dpal \u0026rsquo;bar mountain, meditating in a hermitage. After returning to the village he wanted to build a dgon pa and began to search for a place. He found a steep, rocky place, where there was a stone with a painting of sTon pa gShen rab, and some rocks that resembled a stupa. He believed that this was a sacred place, connected with Me lha or Phyag gi dbang po, whose handprint is to be seen on one of the first rocks encountered on the circuit around Mt. Ri bo dPal dbar. \u003c/p\u003e \u003cp\u003eEncouraged by all these auspicious signs, he started to build the first part of Brag dgon temple while living in a cave on the mountain. About this time he was joined by a nun, who was then 21 years old. The first chapel was completed in 1962, and other sections were added subsequently. \u003c/p\u003e \u003ch4 id=\"b7-2-1-4\"\u003e4. Hierarchical system of gYung drung shug tshal gling and Brag dgon\u003c/h4\u003e \u003cp\u003eAt first there were two ordained monks, but this lineage ended and has been followed by householder priests (sngags pa). gTsug phud rgyal mtshan was an exception, since he had taken monastic vows. Bla chung lhag pa, his brother\u0026rsquo;s son, is a householder priest who maintains gYung drung shug tshal gling. \u003c/p\u003e \u003cp\u003eThe lineage of gTsug phud rgyal mtshan and Bla chung lhag pa is called dMu tsha. \u003c/p\u003e \u003ch4 id=\"b7-2-1-5\"\u003e5. Number of monks/ priests\u003c/h4\u003e \u003ch5 id=\"b7-2-1-5-1\"\u003e5.1. gYung drung shug tshal gling\u003c/h5\u003e \u003cp\u003eBla chung lhag pa is the main householder bla ma. An old man is taking care of the prayer-wheel house. His son is currently undergoing training in sMan ri Monastery (No.231) in Dolanji. There are no children receiving religious education here at the moment. \u003c/p\u003e \u003cp\u003eIn Bar sle there are altogether eleven householder priests. \u003c/p\u003e \u003ch5 id=\"b7-2-1-5-2\"\u003e5.2. Brag dgon hermitage\u003c/h5\u003e \u003cp\u003eOnly gTsug phud rgyal mtshan and the nun were in residence when the present fieldwork was carried out in 1998. There were no children being educated. \u003c/p\u003e \u003ch4 id=\"b7-2-1-6\"\u003e6. The present educational system\u003c/h4\u003e \u003cp\u003eFrom time to time gTsug phud rgyal mtshan used to teach Tibetan language to boys.\u003c/p\u003e \u003ch4 id=\"b7-2-1-7\"\u003e7. Personnel and educational exchange of monks between monasteries\u003c/h4\u003e \u003ch5 id=\"b7-2-1-7-1\"\u003e7.1. gYung drung shug tshal gling\u003c/h5\u003e \u003cp\u003eThe son is presently being educated in Dolanji.\u003c/p\u003e \u003ch5 id=\"b7-2-1-7-2\"\u003e7.2. Brag dgon hermitage\u003c/h5\u003e \u003cp\u003egTsug phud rgyal mtshan himself travelled a great deal in his youth. He lived in bSam gling for three years and later received initiations from Slob dpon bsTan \u0026rsquo;dzin rnam dag in Kathmandu and from Sangs rgyas bstan \u0026rsquo;dzin in Dolanji. He moved to Klu brag in the latter years of his life to take up residence in the restored dGon phug dgon pa.\u003c/p\u003e \u003ch4 id=\"b7-2-1-8\"\u003e8. Description of daily rituals of the monastery\u003c/h4\u003e \u003cp\u003eSee no. 10 below\u003c/p\u003e \u003ch4 id=\"b7-2-1-9\"\u003e9. Description of annual rituals of the monastery\u003c/h4\u003e \u003ctable class=\"essay-table\" cellspacing=\"0\" cellpadding=\"5\"\u003e\u003ctr xmlns:str=\"http://exslt.org/strings\"\u003e \u003ctd align=\"left\" valign=\"top\"\u003eName of ceremony\u003c/td\u003e \u003ctd align=\"left\" valign=\"top\"\u003eTibetancalendar(tshes/ zla)\u003c/td\u003e \u003c/tr\u003e\u003ctr xmlns:str=\"http://exslt.org/strings\"\u003e \u003ctd align=\"left\" valign=\"top\"\u003eLo gsar\u003c/td\u003e \u003ctd align=\"right\" valign=\"top\"\u003e1-3/ 1\u003c/td\u003e \u003c/tr\u003e\u003ctr xmlns:str=\"http://exslt.org/strings\"\u003e \u003ctd align=\"left\" valign=\"top\"\u003emNyam med dus chen (birthday of mNyam med Shes rab rgyal mtshan)\u003c/td\u003e \u003ctd align=\"right\" valign=\"top\"\u003e4-5/ 1\u003c/td\u003e \u003c/tr\u003e\u003ctr xmlns:str=\"http://exslt.org/strings\"\u003e \u003ctd align=\"left\" valign=\"top\"\u003eBla ma mchod pa (established here by gTsug phud rgyal mtshan)\u003c/td\u003e \u003ctd align=\"left\" valign=\"top\"\u003e2nd month\u003c/td\u003e \u003c/tr\u003e\u003ctr xmlns:str=\"http://exslt.org/strings\"\u003e \u003ctd align=\"left\" valign=\"top\"\u003esTag la\u0026rsquo;i zlog pa\u003c/td\u003e \u003ctd align=\"left\" valign=\"top\"\u003e3rd month\u003c/td\u003e \u003c/tr\u003e\u003ctr xmlns:str=\"http://exslt.org/strings\"\u003e \u003ctd align=\"left\" valign=\"top\"\u003esByin sreg (herbs and grains placed in a bowl and set on the mountain for the protection of the village)\u003c/td\u003e \u003ctd align=\"left\" valign=\"top\"\u003e4th month\u003c/td\u003e \u003c/tr\u003e\u003ctr xmlns:str=\"http://exslt.org/strings\"\u003e \u003ctd align=\"left\" valign=\"top\"\u003erNam rgyal stong mchod; this ceremony, which was performed until recently in Bar sle, has been discontinued\u003c/td\u003e \u003ctd align=\"left\" valign=\"top\"\u003e7th month\u003c/td\u003e \u003c/tr\u003e\u003ctr xmlns:str=\"http://exslt.org/strings\"\u003e \u003ctd align=\"left\" valign=\"top\"\u003eCircumambulation of nearby Ri bo dpal \u0026rsquo;bar \u003c/td\u003e \u003ctd align=\"left\" valign=\"top\"\u003e7th month\u003c/td\u003e \u003c/tr\u003e\u003c/table\u003e \u003ch4 id=\"b7-2-1-10\"\u003e10. Daily life of an individual monk\u003c/h4\u003e \u003ch5 id=\"b7-2-1-10-1\"\u003e10.1. gYung drung shug tshal gling\u003c/h5\u003e \u003cp\u003eBla chung lhag pa alone reads scriptures and makes offerings in the morning. During the daytime he works in the fields and with the animals. In the evening he again performs a ritual in the temple.\u003c/p\u003e \u003ch5 id=\"b7-2-1-10-2\"\u003e10.2. Brag dgon\u003c/h5\u003e \u003cp\u003eThe daily practice of gTsug phud rgyal mtshan was as follows: \u003c/p\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003eRise at 5 a.m., perform various acts of worship, especially propitiation of Srid pa rgyal mo\u003c/li\u003e \u003cli\u003ePerform fumigation ceremony (bsang)\u003c/li\u003e \u003cli\u003eMake gtor mas, light butterlamps\u003c/li\u003e \u003cli\u003eTwo to three hours of meditation in the afternoon\u003c/li\u003e \u003cli\u003eReading scriptures, chanting mantras\u003c/li\u003e \u003cli\u003eDinner is made by his sister, the nun\u003c/li\u003e \u003cli\u003eOne hour of practice (more on special days) before bed\u003c/li\u003e \u003c/ul\u003e \u003cp\u003eThe nun-sister cooks, helps out, and follows her own ritual practice (she is learning to read). \u003c/p\u003e \u003ch4 id=\"b7-2-1-11\"\u003e11. Books and manuscripts kept by the monastery\u003c/h4\u003e \u003ch5 id=\"b7-2-1-11-1\"\u003e11.1. gYung drung shug tshal gling\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003eComplete set of mDo mang\u003c/li\u003e \u003cli\u003eDri med gzi brjid\u003c/li\u003e \u003cli\u003ebKa\u0026rsquo; \u0026rsquo;gyur and brTen \u0026rsquo;gyur\u003c/li\u003e \u003c/ol\u003e \u003ch4 id=\"b7-2-1-12\"\u003e12. Economic circumstances of temples\u003c/h4\u003e \u003ch5 id=\"b7-2-1-12-1\"\u003e12.1. gYung drung shug tshal gling\u003c/h5\u003e \u003cp\u003eThey receive only occasional support from the village, mainly at the time of the ceremonies performed in the course of the ritual calendar.\u003c/p\u003e \u003ch5 id=\"b7-2-1-12-2\"\u003e12.2. Brag dgon\u003c/h5\u003e \u003cp\u003eThey are supported by their own families and by occasional donations.\u003c/p\u003e \u003ch4 id=\"b7-2-1-13\"\u003e13. Number of local villages or nomads\u003c/h4\u003e \u003cp\u003eBar sle (Bajibara) village is divided into seven parts. The villagers are of mixed religion, some being Buddhist and some Bonpo. There are said to be no coflicts between people on religious grounds, and they visit each other\u0026rsquo;s temples and pilgrimage sites. \u003c/p\u003e \u003ch4 id=\"b7-2-1-14\"\u003e14. Economic occupation of the local population\u003c/h4\u003e \u003cp\u003eMainly agriculture and animal husbandry\u003c/p\u003e \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b7-2-1/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b7-2-1","is_primary":false,"created_at":"2011-12-13 02:30:35 UTC","updated_at":"2011-12-13 02:30:35 UTC","authors":[{"id":"77","fullname":"Charles Ramble"},{"id":"77","fullname":"Charles Ramble"},{"id":"81","fullname":"Marietta Kind"},{"id":"81","fullname":"Marietta Kind"}]}]}