{"descriptions":[{"id":1269,"title":"Amchok Monastery (a mchog dgon pa)","content":"\u003cp\u003eNot to be confused with the Amchok Monastery (a mchog dgon pa) in southern Gansu, this place and monastery are in southeastern Ngawa (rnga ba) county, in Ngawa Prefecture. During the Tibetan imperial period, a man by the name of Amchok S\u0026ouml;nam Norbu (a mchog bsod nams nor bu) took his followers from \u0026Uuml;tsang (dbus gtsang) to Dom\u0026eacute; (mdo smad) and settled down in a place, which was later named after him: Amchok. His great-grandfather was a minister under King Tri Songdetsen (khri srong lde btsan) and his family was called Amchok because he received a seal with the Tibetan letter \u0026ldquo;A\u0026rdquo; on it from the king. And their family was connected to the Kh\u0026ouml;n (\u0026rsquo;khon) family of Sakya (sa skya). In Amchok, S\u0026ouml;nam Norbu built a four-story residence for himself and called it the Red Palace.\u003c/p\u003e \u003cp\u003ePeople in Amchok practiced B\u0026ouml;n until the eighteenth century when a local monk converted them to Geluk (dge lugs). The monk\u0026rsquo;s name was S\u0026ouml;nam Ch\u0026ouml;mpel (bsod nams chos \u0026rsquo;phel) and he completed the \u003cem\u003eLharampa\u003c/em\u003e (\u003cem\u003elha rams pa\u003c/em\u003e) degree at Ganden (dga\u0026rsquo; ldan) Monastery. After returning home, he promoted Buddhism and acted as the temporal and religious leader of Amchok. He was considered the first Amchok Rinpoch\u0026eacute; (a mchog rin po che).\u0026nbsp;\u003c/p\u003e \u003cp\u003eAmchok was independent and they had their own ruler. In other words, Amchok was not ruled by the leaders of other communities. Amchok had seven \u003cem\u003etsowa\u003c/em\u003e (\u003cem\u003etsho ba\u003c/em\u003e) and each had two leaders. Amchok Rinpoch\u0026eacute; was the general leader (\u003cem\u003espyi dpon\u003c/em\u003e). However, the administrative affairs were managed by Amchok P\u0026ouml;npo (a mchog dpon po) along with the fourteen \u003cem\u003etsop\u003c/em\u003e\u003cem\u003e\u0026ouml;n\u003c/em\u003e (\u003cem\u003etsho dpon\u003c/em\u003e). Amchok had a strong \u003cem\u003ech\u003c/em\u003e\u003cem\u003e\u0026ouml;y\u0026ouml;n\u003c/em\u003e (\u003cem\u003emchod yon\u003c/em\u003e) relationship with the Three Divisions of Tsawa (tsha ba khag gsum), namely Chokts\u0026eacute; (cog tse), Somang (so mang), and Trochu (khro chu), all kingdoms in Gyelrong (rgyal rong).\u003c/p\u003e \u003cp\u003e\u003cstrong\u003eReference \u003c/strong\u003e\u003c/p\u003e \u003cp\u003eHor gtsang \u0026rsquo;jigs med. \u003cem\u003eMdo smad lo rgyus chen mo las sde tsho\u0026rsquo;i skor glegs bam dang bo \u003c/em\u003e[The First Volume of Communities and \u003cem\u003eTsowa\u003c/em\u003e (sde tsho) in the Greater History of Amdo]. Dharamsala, India: Library of Tibetan Works \u0026amp; Archives, 2009, 583-605.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2011-07-07 11:50:22 UTC","updated_at":"2011-07-07 11:52:16 UTC","authors":[{"id":"24","fullname":"Gray Tuttle"},{"id":"24","fullname":"Gray Tuttle"}]}]}