{"descriptions":[{"id":1188,"title":"Milam Khyilam Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c!--(a)--\u003e\u003cbr/\u003eEdited by Geoffrey Barstow and Mickey Stockwell \u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2010. \u003c/span\u003e \u003cdiv class=\"\" id=\"permission\"\u003e \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b2-3\"\u003eII.3. Cubic mountaintop tombs\u003c/h2\u003e \u003ch3 id=\"b2-3-8\"\u003e \u003cspan class=\"popular\"\u003eMilam Khyilam\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMi lam khyi lam\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b2-3-8-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eMilam Khyilam\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMi lam khyi lam\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Human Path Dog Path \u003c/li\u003e \u003cli\u003eSite number: E-17\u003c/li\u003e \u003cli\u003eSite typology: II.3 \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 32\u0026ordm; 27\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 83\u0026ordm; 10\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 4600 m to 4980 m \u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eOma\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;O ma\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eGerts\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSger rtse\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: UTAE\u003c/li\u003e \u003cli\u003eSurvey date: June 5, 2001\u003c/li\u003e \u003cli\u003eContemporary usage: Light grazing. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b2-3-8-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003eThe funerary structures of \u003cspan class=\"popular\"\u003eMilam Khyilam\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMi lam khyi lam\u003c/span\u003e are found near two passes known as\u003cspan class=\"popular\"\u003eMilam Khyilam\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMi lam khyi lam\u003c/span\u003e and \u003cspan class=\"popular\"\u003eKhyichong La\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhyi mchong la\u003c/span\u003e (Jumping Dog Pass) and near the summit of a higher ridgeline called \u003cspan class=\"popular\"\u003ePadma Naky\u0026ouml;l\u003c/span\u003e\u003cspan class=\"scholar\"\u003ePadma nag yol\u003c/span\u003e. This ridge system rises above the southern margin of the \u003cspan class=\"popular\"\u003eTarap Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta rabs mtsho\u003c/span\u003e lake basin. From the long summit there are broad vistas in nearly all directions. The cubic tomb site of \u003cspan class=\"popular\"\u003eTanu M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta nu mon dur\u003c/span\u003e (E-8), located about 20 km to the north, is in direct view. To the southeast is the territorial deity (\u003cspan class=\"popular\"\u003ey\u0026uuml;llha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eYul lha\u003c/span\u003e) of the region, the high mountain, \u003cspan class=\"popular\"\u003eOrok Taktsen\u003c/span\u003e\u003cspan class=\"scholar\"\u003eO rog stag btsan\u003c/span\u003e.\u003ca href=\"#n83\" name=\"nb83\" class=\"note\"\u003e83\u003c/a\u003e The remains of probably 22 cubic tombs of various sizes are situated on the slopes and summits of the \u003cspan class=\"popular\"\u003eMilam Khyilam\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMi lam khyi lam\u003c/span\u003e ridge system, beginning about 150 m above the \u003cspan class=\"popular\"\u003eTarap Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta rabs mtsho\u003c/span\u003e basin. They form a network of funerary structures extending over a distance of about 3 km to a high point on the ridgeline. Although there are no signs of recent vandalism, as with virtually all the cubic tombs of western Tibet,\u003cspan class=\"popular\"\u003eMilam Khyilam\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMi lam khyi lam\u003c/span\u003e was desecrated in the past. The higher tombs tend to be better preserved, probably because there has been very little visitation or grazing of livestock in this area. All the tombs are built of light brown variable-length (primarily 30 cm to 70 cm long) stone slabs that, in some cases, have darkened to an almost magenta color. Some structures contain stone slabs up to 1.1 m in length. \u003c/p\u003e \u003ch4 id=\"b2-3-8-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eLocal \u003cspan class=\"popular emph\"\u003edrok pa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brog pa\u003c/span\u003e widely believe that the cubic tombs of \u003cspan class=\"popular\"\u003eMilam Khyilam\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMi lam khyi lam\u003c/span\u003e are ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e burial structures. \u003c/p\u003e \u003ch4 id=\"b2-3-8-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b2-3-8-4-1\"\u003eLower reaches group\u003c/h5\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS1\u003c/h6\u003e \u003cp\u003eFunerary structure FS1 appears to be the traces of the lowest elevation cubic tomb at the site (32\u0026deg; 27.146\u0026#900; / 83\u0026deg; 10.918\u0026#900; / 4600 m); however, not enough remains in place to positively identify these remains. This structure is set on the first rocky eminence rising above the \u003cspan class=\"popular\"\u003eTarap Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta rabs mtsho\u003c/span\u003e lake basin. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structures FS2 and FS3\u003c/h6\u003e \u003cp\u003eFunerary structures FS2 and FS3 appear to be the remains of two cubic tombs but very little of these structures survives (26.863\u0026#900; / 10.699\u0026#900; / 4650 m). They are located higher up the ridgeback from FS1. \u003c/p\u003e \u003ch5 id=\"b2-3-8-4-2\"\u003eMi lam khyi lam and Khyi mchong la group\u003c/h5\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS4\u003c/h6\u003e \u003cp\u003eFunerary structure FS4 (2.8 m x 1.6 m x 70 cm [maximum height]) is situated on a subsidiary summit of the ridgeline, on ground lightly strewn with talus (26.802\u0026#900; / 10.603\u0026#900; / 4690 m). Although part of the cubic tomb has been leveled, a small portion of its central depository (reliquary) is intact. Due to the dissolution of he structure, it could not be determined whether it was aligned in the cardinal directions.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS5\u003c/h6\u003e \u003cp\u003eFunerary structure FS5 (2.8 m 1.6 m x 1 m) is located in the vicinity of FS4 in an analogous setting (26.780\u0026#900; / 10.572\u0026#900; / 4700 m). The middle of the structure has been gutted, therefore the size of the central depository is no longer evident. In this large hollow in the structure there are traces of osteological materials. A small bone fragment, possibly belonging to a human, was collected from this cubic tomb and subjected to chronometric analysis.\u003ca href=\"#n84\" name=\"nb84\" class=\"note\"\u003e84\u003c/a\u003e While the provenance of the assayed sample is unclear, it demonstrates that bones upwards of 1000 years old found their way into cubic tombs. The dated bone fragment may possibly have been part of an original interment or deposited as part of a subsequent adventitious burial. It is also possible that its deposition was a matter of happenstance. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS6\u003c/h6\u003e \u003cp\u003eFunerary structure FS6 is situated 7.5 m west of FS5 on the ridge-top. It has been reduced to traces of the foundation.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS7\u003c/h6\u003e \u003cp\u003eFunerary structure FS7 (2.8 m x 1.8 m x 60 cm) is situated just below the precipitous south side of the ridge-top on a slope lightly strewn with talus (26.776\u0026#900; / 10.621\u0026#900; / 4690 m). This location is in close proximity to the \u003cspan class=\"popular\"\u003eMilam Khyilam\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMi lam khyi lam\u003c/span\u003e and \u003cspan class=\"popular\"\u003eKhyichong La\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhyi mchong la\u003c/span\u003e passes. It overlooks he juncture of the \u003cspan class=\"popular\"\u003eTarap Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta rabs mtsho\u003c/span\u003e and \u003cspan class=\"popular\"\u003eOma Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;O ma mtsho\u003c/span\u003e lake basins, a powerful geomantic configuration.\u003ca href=\"#n85\" name=\"nb85\" class=\"note\"\u003e85\u003c/a\u003e FS7 appears to have been aligned in the cardinal directions. The top of the structure has been completed engulfed by rubble. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS8\u003c/h6\u003e \u003cp\u003eFunerary structure FS8 (1.6 m x 1.6 m x 60 cm) is situated on the east side of \u003cspan class=\"popular\"\u003eKhyichong La\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhyi mchong la\u003c/span\u003e (26.808\u0026#900; / 10.422\u0026#900; / 4690 m). The walls of this tomb were probably aligned in the cardinal directions but too little remains in place to know for certain.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS9\u003c/h6\u003e \u003cp\u003eFunerary structure FS9 (2.4 m x 4 m x 1 m to 1.3 m) is situated less than 2 m away from FS8. This unusually large specimen is not well aligned in the compass points. Its central depository measures 2.3 m x 90 cm, and is one of the only such internal spaces in any cubic tomb surveyed to date that could have potentially accommodated a whole adult corpse. There is still one in situ stone (1.1 m long) capping the 70-cm deep central depository. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS10\u003c/h6\u003e \u003cp\u003eFunerary structure FS10 (1.7 m x 2.5 m x 90 cm) is situated on the west side of \u003cspan class=\"popular\"\u003eKhyichong La\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhyi mchong la\u003c/span\u003e (26.823\u0026#900; / 10.319\u0026#900; / 4700 m). The op of this structure is completely filled with rubble.\u003c/p\u003e \u003ch5 id=\"b2-3-8-4-3\"\u003ePadma nag yol group\u003c/h5\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS11\u003c/h6\u003e \u003cp\u003eFunerary structure FS11 (2 m x 2.3 m x 1m) is located northwest of FS10, on a higher ridge called \u003cspan class=\"popular\"\u003ePadma Naky\u0026ouml;l\u003c/span\u003e\u003cspan class=\"scholar\"\u003ePadma nag yol\u003c/span\u003e (26.957 / 10.009 / 4780 m). FS11 is situated on a southern aspect talus-covered shelf, just below the ridgeline. Much of this structure has been leveled.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS12\u003c/h6\u003e \u003cp\u003eFunerary structure FS12 is located near FS11 on the very eastern end of the talus-blanketed \u003cspan class=\"popular\"\u003ePadma Naky\u0026ouml;l\u003c/span\u003e\u003cspan class=\"scholar\"\u003ePadma nag yol\u003c/span\u003e summit. In this extremely large structure (3.6 m x 4 m x 40 cm to 60 cm) there appear to be the traces of a central depository, identifying it as sepulchral in function. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS13\u003c/h6\u003e \u003cp\u003eFunerary structure FS13 is situated on the summit, 6 m west of FS12. It is a similarly sized and constructed structure but in a much more degraded condition. \u003c/p\u003e \u003cp\u003eFunerary structure FS14\u003c/p\u003e \u003cp\u003eFunerary structure FS14 is situated in close proximity to FS13 (27.014\u0026#900; / 10.033\u0026#900; / 4780 m). This smaller structure has been leveled. FS14 appears to be the remains of a cubic tomb. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS15\u003c/h6\u003e \u003cp\u003eFunerary structure FS15 (2 m x 2 m x 50 cm) is situated higher up the \u003cspan class=\"popular\"\u003ePadma Naky\u0026ouml;l\u003c/span\u003e\u003cspan class=\"scholar\"\u003ePadma nag yol\u003c/span\u003e summit ridge (27.012\u0026#900; / 09 995\u0026#900; / 4800 m). The integral lower walls of this structure envelop the base of the central depository, which is filled with debris. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS16\u003c/h6\u003e \u003cp\u003eFunerary structure FS16 (2.5 m x 1.9 m x 1 m) is situated much higher up the ridge-top (27.023 / 09.766 / 4880m). Its central depository is largely intact and well aligned in the cardinal directions: it measures 75 cm (east-west) x 40 cm (north-south) x 60 cm deep. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS17\u003c/h6\u003e \u003cp\u003eFunerary structure FS17 (2.6 m x 2.4 m x 1.1 m) is located on the summit at a slightly higher elevation than FS16 (27.011\u0026#900; / 09.747\u0026#900;). The remains of its central depository are filled with earth and stones.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS18\u003c/h6\u003e \u003cp\u003eFunerary structure FS18 (1.8 m x 1.8 m x 1 m) is located higher up the summit ridge and overlooks the sheer south side of the mountain (27.009\u0026#900; / 09.601\u0026#900; / 4930 m). The mostly intact central depository is not well aligned in the cardinal directions and measures 40 cm x 50 cm x 70 deep. This is one of the best preserved cubic tombs at the \u003cspan class=\"popular\"\u003eMilam Khyilam\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMi lam khyi lam\u003c/span\u003e site. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS19\u003c/h6\u003e \u003cp\u003eFunerary structure FS19 (2.3 m x 1.9 m x 1 m) is also one of the best preserved cubic tombs at the site (27.014 / 09 585 / 4930 m). The large central depository is well aligned in the cardinal directions and measures 1 m (east-west) x m (60 cm) x 60 cm (depth). \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS20\u003c/h6\u003e \u003cp\u003eFunerary structure FS20 (1.4 m x 1.8 m x 70 cm) is located just below the south side of the summit, higher up he ridgeline (26.978\u0026#900; / 09.371\u0026#900; / 4980 m). FS20, a largely collapsed cubic tomb, is surrounded by rock ledges on three sides. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS21\u003c/h6\u003e \u003cp\u003eFunerary structure FS21 is located on the summit, a few meters from FS20. This almost entirely destroyed specimen is not fully identifiable.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS22\u003c/h6\u003e \u003cp\u003eFunerary structure FS22 (2 m x 2.2 m x 70 cm to 1.3 m), a well preserved cubic tomb, is situated farther west on the summit ridge (27.005\u0026#900; / 09.315\u0026#900; / 4980 m). FS22 overlooks the south side of \u003cspan class=\"popular\"\u003ePadma Naky\u0026ouml;l\u003c/span\u003e\u003cspan class=\"scholar\"\u003ePadma nag yol\u003c/span\u003e. The walls of the central depository (80 cm x 1.2 m x 60 cm [deep]) are not very regular. Some capstones are still in place along the east side of the central depository. This is the most westerly funerary structure at \u003cspan class=\"popular\"\u003eMilam Khyilam\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMi lam khyi lam\u003c/span\u003e, although the ridgeline continues west for some distance. The lack of tombs on the west end of the summit seems to suggest that this direction was not as important to the builders as the eastern vista. \u003c/p\u003e \u003chr class=\"footnote-divider\"/\u003e \u003ch2\u003eNotes\u003c/h2\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n83\"/\u003e \u003ca href=\"#nb83\" class=\"note\"\u003e [83] \u003c/a\u003e \u003cspan class=\"popular emph\"\u003eorok\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eo rog\u003c/span\u003e is the word for crow (\u003cspan class=\"popular emph\"\u003eporok\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003epo rog\u003c/span\u003e) in the local dialect. \u003c/div\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n84\"/\u003e \u003ca href=\"#nb84\" class=\"note\"\u003e [84] \u003c/a\u003e FS5: AMS analysis, sample no. Beta-200757; conventional radiocarbon age: 940 +/-50 BP; 2 Sigma calibrated result: Cal 950 to 740 BP; intercept of radiocarbon age with calibration curve: Cal 910 BP; 1 Sigma calibrated result: Cal 930 to 780 BP. \u003c/div\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n85\"/\u003e \u003ca href=\"#nb85\" class=\"note\"\u003e [85] \u003c/a\u003e \u003cspan class=\"popular\"\u003eOma Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;O ma mtsho\u003c/span\u003e is so named because its opaque waters resemble milk. \u003c/div\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza2/b2-3-8/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-3-8","is_primary":false,"created_at":"2010-08-25 11:13:57 UTC","updated_at":"2010-08-25 11:13:57 UTC","authors":[]}]}