{"descriptions":[{"authors":[],"source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-1-28","content":"<div class=\"essay-body\"> <div id=\"essay-head2\"> <table> <tr> <td align=\"left\" valign=\"top\"> <div class=\"chapter\"><em>Antiquities of Zhang Zhung</em></div> <div class=\"author\"> <span class=\"eng\">by </span>John Vincent Bellezza<!--(a)--><br/>Edited by Geoffrey Barstow and Mickey Stockwell </div> </td> <td style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"> <div class=\"copyright\"> <span class=\"eng\"> Copyright &copy; 2010. </span> <div class=\"\" id=\"permission\"> <br/>Reproduced with permission from the author <br/>under the <a href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\">THL Digital Text License</a>.</div> </div> </td> </tr> </table> </div> <h2 id=\"b2-1\" class=\"space-before\">II.1. Stelae and accompanying structures: Funerary and non-funerary structures</h2> <h3 id=\"b2-1-28\"> <span class=\"popular\">Kyungm&ouml; M&ouml;nra</span><span class=\"scholar\">Skyung mo&rsquo;i mon ra</span> </h3> <h4 id=\"b2-1-28-1\">Basic site data</h4> <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Kyungm&ouml; M&ouml;nra</span><span class=\"scholar\">Skyung mo&rsquo;i mon ra</span> </li> <li>English equivalent : <span class=\"popular\">M&ouml;n</span><span class=\"scholar\">Mon</span> Enclosures of he Female Chough</li> <li>Site number: C-155</li> <li>Site typology: II.1c, II.2b </li> <li>Geographic coordinate (N. lat.): 32&ordm; 16.5&#900; </li> <li>Geographic coordinate (E. long.): 86&ordm; 33.7&#900; </li> <li>Elevation: 4520 m </li> <li>Administrative location (township): <span class=\"popular\">Ng&ouml;m Chu</span><span class=\"scholar\">Sngon chu</span> </li> <li>Administrative location (county): <span class=\"popular\">Nyima</span><span class=\"scholar\">Nyi ma</span> </li> <li>Survey expedition: UTAE</li> <li>Survey date: June 15, 2001</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul> <h4 id=\"b2-1-28-2\">General site characteristics</h4> <p>The array of pillars and appended edifice of <span class=\"popular\">Kyungm&ouml; M&ouml;nra</span><span class=\"scholar\">Skyung mo&rsquo;i mon ra</span> are located near the southwest shore of <span class=\"popular\">Kyungmo Tso</span><span class=\"scholar\">Skyung mo mtsho</span> (Female Chough Lake), in a broad basin. To the south and west rises <span class=\"popular\">Gyaro Drakkar</span><span class=\"scholar\">Rgya ro brag dkar</span>/<span class=\"popular\">Lhari Drakkar</span><span class=\"scholar\">Lha ri brag dkar</span>, the principal holy mountain of <span class=\"popular\">Ng&ouml;m Chu</span><span class=\"scholar\">Sngon chu</span>. The site has expansive vistas in all but the south and southwest directions. The hard packed and gravelly terrain gently declines towards the lakeshore. The site is now undulating; appearing to have undergone water-borne changes over time. The quadrate array of pillars has been heavily disturbed: out of perhaps 900 stones that were raised originally, only about 145 are still in situ, and many of these are broken at or near ground level. Despite the poor condition of the array, here are no signs of recent vandalism at the site. There are also several outlying funerary superstructures at <span class=\"popular\">Kyungm&ouml; M&ouml;nra</span><span class=\"scholar\">Skyung mo&rsquo;i mon ra</span>.<a href=\"#n33\" name=\"nb33\" class=\"note\">33</a> </p> <h4 id=\"b2-1-28-3\">Oral tradition</h4> <p>According to local <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">&rsquo;brog pa</span>, <span class=\"popular\">Kyungm&ouml; M&ouml;nra</span><span class=\"scholar\">Skyung mo&rsquo;i mon ra</span> was constructed by the ancient <span class=\"popular\">M&ouml;n</span><span class=\"scholar\">Mon</span>.</p> <h4 id=\"b2-1-28-4\">Site elements</h4> <h5 id=\"b2-1-28-4-1\">Appended edifice</h5> <p>The appended edifice, which has been reduced to a rocky tumulus, sits 4 m west of the nearest pillars. There are no coherent wall segments remaining in this structure. Based on the extent and form of the dispersion, the appended edifice is likely to have measured around 3.5 m x 3.5 m. This rocky tumulus rises 70 cm above the ground surface and is topped with large chunks of milky quartz. The presence of quartz may indicate a ritual function for the site in pre-modern times. </p> <h5 id=\"b2-1-28-4-2\">Pillar array</h5> <p>As only fragmentary bits of the array are still extant, it is difficult to gauge its size. Provisionally, it measured 28 m (east-west) x 18 m (north-south). Aligned in the cardinal directions, the natural pieces of red sandstone rise an average of about 30 cm above the surface. The tallest standing stone is under 45 cm in height. Many of the pillars have a rough tabular form, with their broad sides facing north and south. The few dislodged pillars found at the site are 50 cm to 60 cm in length. From the remaining structural evidence, it appears that he rows of pillars were placed 50 cm to 80 cm apart from one another, and individual stones in each row were spaced 80 cm to 90 cm apart. </p> <h5 id=\"b2-1-28-4-3\">Funerary superstructures</h5> <h6 class=\"essay\">Funerary Structure FS1</h6> <p>Funerary structure FS1, a double-course quadrate enclosure, is situated 72 m southwest of the array and appended structure. FS1 was probably aligned in the cardinal directions, and measures 10 m (north-south) x 7 m (east-west). The west wall of the structure was completely destroyed by a widening flood plain. The other walls are fragmentary. These walls (around 50 cm thick) contain mostly blocky stones flush with the surface but also a few upright slabs. The stones used in the walls tend to be smaller (up to 40 cm long). </p> <h6 class=\"essay\">Funerary Structure FS2</h6> <p>Funerary structure FS2 is situated 22 m south/uphill of FS1. The perimeter walls of FS2 are of the same general type of construction as FS1. The structure appears to have been aligned in the cardinal directions, and measures 22 m (north-south) x 12 m (east-west). Parts of all four walls (60 cm to 70 cm thick) have survived and they contain variable-length (30 cm to 50 cm long) stones. These stones are level with the ground surface or rise above it to a height of 30 cm. Of all the perimeter walls, the east wall is the most intact. FS2 appears to have been divided into three cells of uneven size.</p> <h6 class=\"essay\">Funerary Structure FS3</h6> <p>Funerary structure FS3 is situated 24 m south/uphill of FS2. This enclosure was divided into two cells. The north cell measures 16 m (north-south) x 8 m (east-west) and the south cell measures 16 m (north-south) x 11 m (east-west). The walls (60 cm to 70 cm thick) of FS 3 consist mostly of variable-length slabs (up to to 65 cm long) placed into the ground edgewise, which are elevated a maximum of 25 cm above ground level. </p> <h6 class=\"essay\">Funerary Structure FS4</h6> <p>Funerary structure FS4 is situated 13.5 m south of FS3. FS4 consists of four single-course slab-wall fragments, which are parallel to one another. These walls are spaced 20 cm to 25 cm apart and are 4 m in length. Variable length (15 cm to 50 cm long) thin slabs set into the ground edgewise were used in the construction of these walls. </p> <hr class=\"footnote-divider\"/> <h2>Notes</h2> <div class=\"footnote\"> <a name=\"n33\"/> <a href=\"#nb33\" class=\"note\"> [33] </a> There are also outlying funerary structures at <span class=\"popular\">Pamo Drenkhyer</span><span class=\"scholar\">Dpa&rsquo; mo &rsquo;dre &rsquo;khyer</span> (C-141), a pillar array in <span class=\"popular\">Rutok</span><span class=\"scholar\">Ru thog</span>. The existence of these structures is not noted in a description of he site (John Vincent Bellezza, <em>Antiquities of Northern Tibet: Archaeological Discoveries on the High Plateau</em>. [Delhi: Adroit, 2001], 178). Several ens of meters east of the pillar array there are at least three highly fragmentary funerary enclosures at <span class=\"popular\">Pamo Drenkhyer</span><span class=\"scholar\">Dpa&rsquo; mo &rsquo;dre &rsquo;khyer</span>. There are also at least three funerary enclosures situated north of this array of pillars. Most of the stones have been extracted from these structures, perhaps to use in the construction of nearby corrals. Eroded depressions in he middle of some of the enclosures suggest that they were excavated at one time. </div> <table cellspacing=\"8\" align=\"center\" class=\"navarrows\"> <tbody> <tr> <td class=\"leftcell\"> <a class=\"backarrow\" title=\"Previous Section\"> <img src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/> </a> </td> <td class=\"midcell\"> <a class=\"uparrow\" title=\"Beginning of Article\"> <img src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/> </a> </td> <td class=\"rightcell\"> <a class=\"forwardarrow\" title=\"Next Section\"> <img src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/> </a> </td> </tr> </tbody> </table> </div> <div id=\"chap-id\">/bellezza2/b2-1-28/</div> <div style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"> <div class=\"closebtn\"> <a href=\"#\">Close</a> </div> <div style=\"height: 280px;\" class=\"conx-content\"> <h3>Note Citation for Page <span class=\"pgnm\"/> </h3> <p class=\"biblref\">John Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan &amp; Himalayan Library, 2010), <span class=\"pgnm\"/>. </p> <h3>Bibliographic Citation</h3> <p>John Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan &amp; Himalayan Library, 2010.</p> </div> </div>","created_at":"2010-08-25 11:10:24 UTC","updated_at":"2010-08-25 11:10:24 UTC","id":1019,"title":"Kyungmö Mönra Introduction","is_primary":false}]}