{"descriptions":[{"id":1097,"title":"Lukdo Möndur Khung Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c!--(a)--\u003e\u003cbr/\u003eEdited by Geoffrey Barstow and Mickey Stockwell \u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2010. \u003c/span\u003e \u003cdiv class=\"\" id=\"permission\"\u003e \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b2-1\" class=\"space-before\"\u003eII.1. Stelae and accompanying structures: Funerary and non-funerary structures\u003c/h2\u003e \u003ch3 id=\"b2-1-107\"\u003e \u003cspan class=\"popular\"\u003eLukdo M\u0026ouml;n Dur Khung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLug rdo mon dur khung\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b2-1-107-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eLukdo M\u0026ouml;n Dur Khung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLug rdo mon dur khung\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Sheep Rock Tombs of the \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSite number: C-172\u003c/li\u003e \u003cli\u003eSite typology: II.1b, II.2b \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 31\u0026ordm; 00.4\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 85\u0026ordm; 53.5\u0026#900;\u003c/li\u003e \u003cli\u003eElevation: 4720 m\u003c/li\u003e \u003cli\u003eAdministrative location (township):\u003cspan class=\"popular\"\u003eKhyung Tsang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhyung tshang\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eNyima\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNyi ma\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: TILE\u003c/li\u003e \u003cli\u003eSurvey date: February 18 and 19, 2006 \u003c/li\u003e \u003cli\u003eContemporary usage: Heavy pastoral usage. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b2-1-107-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eLukdo M\u0026ouml;n Dur Khung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLug rdo mon dur khung\u003c/span\u003e is located near the foot of a large light-colored limestone outcrop of the same name. The views north and west of the site are somewhat constrained by distant ridges, while the views to the south, southwest and east are wide open. The site has been heavily disturbed by the construction of houses and corrals in the adjoining village of \u003cspan class=\"popular\"\u003eLukdo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLug rdo\u003c/span\u003e. \u003cspan class=\"popular\"\u003eLukdo M\u0026ouml;n Dur Khung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLug rdo mon dur khung\u003c/span\u003e consists of two main complexes of walled pillars as well as outlying funerary enclosures. Many stones have been extracted from the archaeological monuments in order o build the residential and pastoral facilities. Even though the local inhabitants believe that this location is an ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e burial grounds, it did not deter them from founding a modern settlement here. This colonization seems to reflect a breakdown in native proscriptions barring such settlement. Fortunately, the local inhabitants now appear to be committed to preserving what remains of \u003cspan class=\"popular\"\u003eLukdo M\u0026ouml;n Dur Khung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLug rdo mon dur khung\u003c/span\u003e. \u003c/p\u003e \u003ch4 id=\"b2-1-107-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to \u003cspan class=\"popular emph\"\u003edrok pa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brog pa\u003c/span\u003e of \u003cspan class=\"popular\"\u003eLukdo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLug rdo\u003c/span\u003e, \u003cspan class=\"popular\"\u003eLukdo M\u0026ouml;n Dur Khung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLug rdo mon dur khung\u003c/span\u003e is an ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e burial grounds. Reportedly, the site was also desecrated in the Chinese Cultural Revolution.\u003c/p\u003e \u003ch4 id=\"b2-1-107-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b2-1-107-4-1\"\u003eWest sector\u003c/h5\u003e \u003cp\u003eThe west walled pillar complex of \u003cspan class=\"popular\"\u003eLukdo M\u0026ouml;n Dur Khung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLug rdo mon dur khung\u003c/span\u003e is situated northwest of the \u003cspan class=\"popular\"\u003eLukdo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLug rdo\u003c/span\u003e formation. There are also six well demarcated funerary enclosures between the pillars and the rock formation. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eEnclosure\u003c/h6\u003e \u003cp\u003eUnfortunately, the enclosure, like all other ancient structures at \u003cspan class=\"popular\"\u003eLukdo M\u0026ouml;n Dur Khung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLug rdo mon dur khung\u003c/span\u003e have been heavily damaged by the pilferage of stones (31\u0026deg; 00.425\u0026#900; N. lat. / 85\u0026deg; 53.542\u0026#900; E. long.). The enclosure (14.2 m x 5.7 m) is found on fairly level sandy ground strewn with rocks. Only small sections of the four walls of the enclosure have survived. The enclosure appears to be generally aligned in the intermediate directions. It is built of local unshaped variable-length (up to 50 cm long) pieces of white limestone. The stones of the double-course perimeter walls are flush with the surface or rise above it to a maximum height of 20 cm. The level interior of the enclosure is set a little below the northeast/upper wall and is slightly elevated above the southwest/lower wall. \u003c/p\u003e \u003ch6 class=\"essay\"\u003ePillars\u003c/h6\u003e \u003cp\u003eThere are now two pillars erected inside the enclosure. These two pillars are made of a dark-colored rock hat has a distinct white grain. Given their relative positions and the size of the enclosure, it seems likely hat, originally, there were more standing stones inside the enclosure. The south pillar has a non-uniform abular form (85 cm [height] x 1 m [basal girth]). It stands 2.2 m from the inner edge of the west wall. The north pillar (70 cm x 1.2 m) is irregularly shaped and is situated 1.8 m from the west wall.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS1\u003c/h6\u003e \u003cp\u003eFunerary structure FS1 (4 m x 4 m) is situated 12.5 m northeast of the walled pillars (00.429\u0026#900;/ 53.545\u0026#900;). This heavily impacted quadrate enclosure appears to have had double-course perimeter walls. Limestone chunks up to 35 cm in length went into the construction of FS1. The enclosure is slightly elevated above the surrounding terrain and it has an open interior. A small enclosure (1.3 m x 1 m) is situated 9.5 m north of FS1. Each wall of the small enclosure is comprised of just three or four stones. Stones are also embedded in he interior as well. The stones of this diminutive structure project 5 cm to 20 cm above ground level. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS2\u003c/h6\u003e \u003cp\u003eFunerary structure FS2 (7 m x 7 m) is situated 31 m east of the walled pillars (00.425\u0026#900; / 53.565\u0026#900;). This heavily built, double-course square enclosure is roughly aligned in the cardinal directions. Parts of all four perimeter walls have survived. The north wall of the enclosure is elevated around 30 cm above the adjacent ground and the south wall is level with the ground surface, in order to compensate for the gentle gradient. These walls (70 cm to 80 cm thick) contain stones up to 70 cm in length, which were laid flat or edgewise in he ground. These stones are flush with the ground surface or rise above it to a maximum height of 30 cm. Many stones have been extracted from FS2. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS3\u003c/h6\u003e \u003cp\u003eFunerary structure FS3 (3 m x 3 m) is situated 24 m east of FS2 (00.419\u0026#900; / 53.581\u0026#900;). This structure has been partially excavated and its perimeter walls torn up. Stones 30 cm to 70 cm in length went into its construction.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS4\u003c/h6\u003e \u003cp\u003eFunerary structure FS4 (5 m x 4.8 m) is situated 33 m southeast of the walled pillars (00.415\u0026#900; / 53.563\u0026#900;). This quadrate double-course enclosure is not aligned in the cardinal directions. The perimeter walls (60 cm hick) are composed of stones (up to 50 cm long) that were laid flat in the ground. These stones are level with the ground surface or protrude above it a maximum of 25 cm. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS5\u003c/h6\u003e \u003cp\u003eFunerary structure FS5 (4 m x 4 m) is situated in closer proximity to the \u003cspan class=\"popular\"\u003eLukdo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLug rdo\u003c/span\u003e formation on very rocky terrain (00.438\u0026#900; / 53.578\u0026#900;). This highly disturbed funerary structure is not very recognizable. The stones of the perimeter walls project as much as 30 cm above ground level. The construction of corrals in the vicinity has had a catastrophic impact on FS5. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS6\u003c/h6\u003e \u003cp\u003eFunerary structure FS6 (1.8 m x 2 m) is situated 12 m southeast of FS5 (00.431\u0026#900; / 53.587\u0026#900;). Like FS5, FS6 has been nearly destroyed through the construction of corrals. The stones of this structure project a maximum of 30 cm above ground level. Between FS5 and FS6 there appear to be three more small funerary structures. There also appear to be no less than six funerary enclosures south of FS5 and FS6, but the faint structural evidence is inconclusive. Other possible funerary structures extend over a transection of 100 m or more. These highly obscured structural vestiges suggest that the west sector was a much more extensive funerary site than what is now presented to the eye. \u003c/p\u003e \u003ch5 id=\"b2-1-107-4-2\"\u003eEast complex\u003c/h5\u003e \u003cp\u003eThe east complex is dominated by an enclosure in which at least 18 pillars were erected (00.240\u0026#900; / 53.730\u0026#900;). This monument is located in the middle of the \u003cspan class=\"popular\"\u003eLukdo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLug rdo\u003c/span\u003e settlement and suffers from the dumping of refuse and other human impacts. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eEnclosure\u003c/h6\u003e \u003cp\u003eThe enclosure is generally aligned in the cardinal directions, and measures 10 m (east-west) x 11 m (north-south). This is one of the only pillar enclosures surveyed to date, outside of far western Tibet, in which the north-south dimension is larger than the east-west one. Only small sections of the four walls are still intact. The double-course walls (around 60 cm thick) are composed primarily of upright stones, up to 75 cm in length. These white limestone blocks and slabs are even with the ground surface or rise above it to a maximum height of 25 cm. The open interior is covered in gravel and smaller stones. A fragment of a plaque inscribed with the \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e mantra is propped up against a central pillar. \u003c/p\u003e \u003ch6 class=\"essay\"\u003ePillars\u003c/h6\u003e \u003cp\u003eThe 18 pillars form a north-south row 9.8 m in length, which parallels the west wall of the enclosure. These pillars stand about 50 cm from the inner edge of the west row. In those standing stones with two broader sides; these are usually oriented to the north and south, as is typical in this monument typology. Most of the pillars are made of a dark reddish and grayish volcanic (?) rock. Several specimens are made of white limestone. Ten of the pillars are broken; having been vandalized during the Chinese Cultural Revolution. Four of the pillars are around 70 cm in height, while the other specimens are shorter. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eAnother pillar enclosure\u003c/h6\u003e \u003cp\u003eThere are the remains of another quadrate enclosure 9 m west of the walled pillars. A portion of its north wall (6.7 m long) and a portion of the west wall (3 m long) have survived. These double-course walls are around 60 cm in thickness and contain stones 20 cm to 50 cm in length. The pieces of white limestone are flush with the ground surface or project above it as much as 20 cm. There are what appear to be traces of the south wall just 3.6 m from the north wall, suggesting that this was a very narrow enclosure. There is also a single irregularly shaped pillar (50 cm [height] x 80 cm [length]) standing 1 m from the west wall of the enclosure. The relative placement of this enclosure and its general form constitute an unusual addition to the east sector structural ensemble. \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza2/b2-1-107/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-1-107","is_primary":false,"created_at":"2010-08-25 11:12:02 UTC","updated_at":"2010-08-25 11:12:02 UTC","authors":[]}]}