{"descriptions":[{"id":1177,"title":"Tsitsi Mönré Tangkha Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c!--(a)--\u003e\u003cbr/\u003eEdited by Geoffrey Barstow and Mickey Stockwell \u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2010. \u003c/span\u003e \u003cdiv class=\"\" id=\"permission\"\u003e \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b2-2\"\u003eII.2. Superficial structures: Primarily funerary superstructure\u003c/h2\u003e \u003ch3 id=\"b2-2-86\"\u003e \u003cspan class=\"popular\"\u003eTsitsi M\u0026ouml;nr\u0026eacute; Tangka\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsi rtsid mon ra\u0026rsquo;i thang kha\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b2-2-86-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eTsitsi M\u0026ouml;nr\u0026eacute; Tangka\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsi rtsid mon ra\u0026rsquo;i thang kha\u003c/span\u003e (sp.?) \u003c/li\u003e \u003cli\u003eSite number: D-125\u003c/li\u003e \u003cli\u003eSite typology: II.2a, II.2b \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 31\u0026ordm; 33.5\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 87\u0026ordm; 47.4\u0026#900;\u003c/li\u003e \u003cli\u003eElevation: 4620 m to 4630 m \u003c/li\u003e \u003cli\u003eAdministrative location (township):\u003cspan class=\"popular\"\u003eUrm\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Ur smad\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eNyima\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNyi ma\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: TUE\u003c/li\u003e \u003cli\u003eSurvey date: October 8, 2005\u003c/li\u003e \u003cli\u003eContemporary usage: Light grazing. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b2-2-86-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eTsitsi M\u0026ouml;nr\u0026eacute; Tangka\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsi rtsid mon ra\u0026rsquo;i thang kha\u003c/span\u003e is located in a valley system through which the road passes that links \u003cspan class=\"popular\"\u003eUru Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;U ru mtsho\u003c/span\u003e to \u003cspan class=\"popular\"\u003eGanglung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGangs lung\u003c/span\u003e. It is likely that the \u003cspan class=\"popular emph\"\u003etsitsi\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ertsi rtsid\u003c/span\u003e part of he site name refers to goats, but this could not be confirmed. Light-colored limestone formations border the east side of the site, while a broad plain opens to the west. From the site, the northern and southern directions are also quite open. The terrain is well drained, gravelly and very gradually tapers down towards the east. \u003cspan class=\"popular\"\u003eTsitsi M\u0026ouml;nr\u0026eacute; Tangka\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsi rtsid mon ra\u0026rsquo;i thang kha\u003c/span\u003e can be divided into two sectors: lower/east (dominated by a huge enclosure and a number of more minor examples) and upper/west (23 enclosures). There are also minor structural remains dispersed around the site that were not surveyed. All structures of \u003cspan class=\"popular\"\u003eTsitsi M\u0026ouml;nr\u0026eacute; Tangka\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsi rtsid mon ra\u0026rsquo;i thang kha\u003c/span\u003e are constructed of unshaped pieces of variable-length, light-colored limestone. \u003c/p\u003e \u003ch4 id=\"b2-2-86-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to one local \u003cspan class=\"popular emph\"\u003edrok pa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brog pa\u003c/span\u003e interviewed, \u003cspan class=\"popular\"\u003eTsitsi M\u0026ouml;nr\u0026eacute; Tangka\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsi rtsid mon ra\u0026rsquo;i thang kha\u003c/span\u003e is associated with the ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e.\u003c/p\u003e \u003ch4 id=\"b2-2-86-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b2-2-86-4-1\"\u003eEast sector\u003c/h5\u003e \u003ch6 class=\"essay\"\u003eGiant enclosure\u003c/h6\u003e \u003cp\u003eThe east sector is dominated by a gigantic, double-course funerary enclosure that is roughly aligned in the cardinal directions. This structure is 103 m in length (east-west), making it the largest funerary enclosure surveyed to date. The east wall is 37 m long and the west wall is 28 m long. There are right angle bends (approximately 3.5 m long) in both the north and south walls, 23 m east of the west wall, which account for he difference in the width of the east and west sides of the structure. The double-course and multiple-course perimeter walls (around 70 cm thick) are composed of uncut, variable-length (up to 70 cm long) pieces of light-colored limestone. Some sections of the perimeter walls are of superficial construction, consisting of blocky stones embedded in the ground. Many of these stones project up to 35 cm above the ground surface. Other sections (particularly on the east and north sides of the enclosure) consist of up to five vertical courses of stones, producing walls up to 30 cm in height. The east wall of the enclosure is elevated about 50 cm above he adjoining slope. There is an opening in the east wall, 1.7 m in width. This opening begins 14 m from the south corner of the enclosure, and is therefore not very well centered. Most of the interior of the enclosure is devoid of structural elements. However, near the west end of the interior, there are faint rocky dispersions of unknown function. Orange climax lichen grows on the walls of the giant enclosure.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eGroup of three enclosures\u003c/h6\u003e \u003cp\u003eApproximately 50 m south of the giant enclosure there are three well-defined squarish funerary enclosures. These enclosures are generally aligned in the cardinal directions and form an east-west row. Their not very coherent, double-course perimeter walls (around 40 cm thick) are composed of stones (10 cm to 50 cm long) embedded in the ground surface. There are also wall sections comprised of stones that probably formed two or hree vertical courses (50 cm maximum height). These three enclosures have open interiors. From east to west, hey have the following dimensions:\u003c/p\u003e \u003col\u003e \u003cli\u003eFunerary structure FS1 (3.5 m x 4 m).\u003c/li\u003e \u003cli\u003eFunerary structure FS2 (4.5 m x 5 m) is situated 7.5 m west of FS1.\u003c/li\u003e \u003cli\u003eFunerary structure FS3 (4.3 m x 4 m) is situated 8 m west of FS2.\u003c/li\u003e \u003c/ol\u003e \u003ch6 class=\"essay\"\u003eMinor parallel structures\u003c/h6\u003e \u003cp\u003eFarther west, beginning 20 m south of the giant enclosure, there are two parallel lines of minor enclosures. These two rows are oriented north-south, but they are not very straight. Each structure in a row is spaced 7.5 m to 9 m apart. The east row (18 m long) contains 7 structures and the shorter west row has four structures. These enclosures (80 cm to 1 m across) are sub-rectangular in form and have single-course perimeter walls. The stones in the perimeter walls are flush with the ground surface or slightly protrude above it. The interiors are variously open or covered in stones. Between the east row and FS3 there is an isolated specimen of the same construction. These structures can tentatively be identified as the \u003cspan class=\"popular emph\"\u003eto\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003etho\u003c/span\u003e of he Bon tradition; minor ritual constructions of diverse (including funerary) functions (see F-3).\u003c/p\u003e \u003ch6 class=\"essay\"\u003eNorth enclosure group\u003c/h6\u003e \u003cp\u003eThere are also several enclosures north of the giant enclosure. These structures appear to have had double-course perimeter walls, but they all suffer from considerable levels of degradation.\u003c/p\u003e \u003col\u003e \u003cli\u003eFunerary structure FS4 (2.8 m x 3 m) is situated 22 m north of the indentation in the north wall of the giant enclosure. This square enclosure is generally aligned in the cardinal directions and has an open interior. Its perimeter walls are flush with the ground surface.\u003c/li\u003e \u003cli\u003eFunerary structures FS5, FS6 and FS7 are quadrate structures:\u003c/li\u003e \u003cli\u003eFunerary structure FS5 (3.6 m across) is situated 54 m north of the indentation in the north wall of the giant enclosure. FS5 is missing its west wall. Stones extracted from this structure lie in a pile beside it.\u003c/li\u003e \u003cli\u003eFunerary structure FS6 (3.2 m across) is situated 20 m east of FS5. It has no north wall. \u003c/li\u003e \u003cli\u003eFunerary structure FS7 (3 m across) is situated 19 m east of FS6. It has no north wall.\u003c/li\u003e \u003c/ol\u003e \u003ch6 class=\"essay\"\u003eTripartite enclosure\u003c/h6\u003e \u003cp\u003eA large enclosure is found 17 m north of the east side of the giant enclosure. This uniquely designed enclosure is generally aligned in the cardinal directions, and measures 28.5 m (north-south) x 25 m (east-west). The design of the perimeter walls is no longer very clear but they do not appear to have been very substantially built. There appear to have been parallel outer and inner walls on the north and south sides of the enclosure. The inner walls have been nearly effaced. Inside the outer enclosure there are three subsidiary enclosures that are symmetrically arrayed. These long and narrow rectangular structures are also aligned in the cardinal directions. They possess single-course perimeter walls composed of stones up to 45 cm in length, which are embedded in the substrate. These stones are flush with the ground surface or rise above it to a maximum height of 15 cm. The largest of the three subsidiary enclosures is set in the very middle of he outer enclosure. It measures 12 m (east-west) x 1.8 m (north-south). On the east end of the largest subsidiary enclosure there is a band (about 2 m long) of tightly knit stones embedded in the ground. The other wo subsidiary enclosures measure approximately 8 m (north-south) x 1.8 m (east-west). They are situated 2 m east of the larger subsidiary enclosure and are aligned at right angles to it. There is a gap of 2.6 m between he two smaller specimens. The two smaller enclosures also have bands of stones covering the ground surface on heir facing ends. In the east wall of the outer enclosure there seems to be an opening, which is aligned with he gap between the two smaller subsidiary enclosures. The two smaller subsidiary enclosures appear to merge with inner north and south walls of the outer enclosure. \u003c/p\u003e \u003cp\u003eFunerary structure FS8 (3.5 m across) is situated 18 m north of the tripartite enclosure. The north wall is missing.\u003c/p\u003e \u003ch5 id=\"b2-2-86-4-2\"\u003eWest sector\u003c/h5\u003e \u003cp\u003eAt the base of the ridge, enclosing the plain in which \u003cspan class=\"popular\"\u003eTsitsi M\u0026ouml;nr\u0026eacute; Tangka\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsi rtsid mon ra\u0026rsquo;i thang kha\u003c/span\u003e was established, there are two rows of smaller funerary enclosures. These enclosures are situated 240 m west of the giant enclosure. These structures were aligned to conform to the slope gradient and not the cardinal directions. The lower, north-south oriented row contains seven ovoid or sub-rectangular double-course enclosures of similar size and construction (31\u0026deg; 33.46\u0026#900; N. lat. / 87\u0026deg; 47.27\u0026#900; E. long.). The superficial perimeter walls are around 80 cm in thickness and contain stones that have little protrusion from the ground surface. From south to north, the lower row enclosures have he following dimensions and relative locations:\u003c/p\u003e \u003col\u003e \u003cli\u003eFunerary structure FS1 (10 m x 8 m).\u003c/li\u003e \u003cli\u003eFunerary structure FS2 (9 m x 10 m) is situated 3 m north of FS1.\u003c/li\u003e \u003cli\u003eFunerary structure FS3 (11 m x 8 m) is situated 3 m north of FS2.\u003c/li\u003e \u003cli\u003eFunerary structure FS4 (11 m x 8 m) is situated 7 m north of FS3.\u003c/li\u003e \u003cli\u003eFunerary structure FS5 (11 m x 8 m) is situated 2 m north of FS4.\u003c/li\u003e \u003cli\u003eFunerary structure FS6 (1 m x 8 m) is situated 7 m north of FS5.\u003c/li\u003e \u003cli\u003eFunerary structure FS7 (11 m x 8 m) is situated 7 m north of FS6.\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eThe northwest-southeast oriented upper row is situated 16 m to 20 m upslope of the lower row. The upper row also contains seven funerary structures. These much smaller terraced structures have an elevated northeast/downhill wall and often no southwest/uphill wall. The pairing of the smaller structures of the upper row with the larger structures of the lower row is an unusual design trait, the cultural significance of which is not evident. Perhaps one type of structure represents the actual tomb while the other is an interrelated funerary ritual venue. From south to north, the upper row structures have the following dimensions and relative locations:\u003c/p\u003e \u003col\u003e \u003cli\u003eFunerary structure FS8 (4 m x 4 m).\u003c/li\u003e \u003cli\u003eFunerary structure FS9 (3 m x 2.6 m) is situated 11 m northwest of FS8.\u003c/li\u003e \u003cli\u003eFunerary structure FS10 (4 m x 3.8 m) is situated 10 m northwest of FS9.\u003c/li\u003e \u003cli\u003eFunerary structure FS11 (3 m x 2 m) is situated 11 m northwest of FS10.\u003c/li\u003e \u003cli\u003eFunerary structure FS12 (4.5 m x 4 m) is situated 11 m northwest of FS11.\u003c/li\u003e \u003cli\u003eFunerary structure FS13 (3 m x 3 m) is situated 13 m north of FS12.\u003c/li\u003e \u003cli\u003eFunerary structure FS14 (4 m x 3 m) is situated 20 m north of FS13.\u003c/li\u003e \u003cli\u003eThere are also a number of other terraced funerary structures of the same type and size as are found in he upper row:\u003c/li\u003e \u003cli\u003eFunerary structure FS15 is a heavily degraded specimen, situated 20 m north of FS14.\u003c/li\u003e \u003cli\u003eFunerary structure FS16 is a heavily degraded specimen, situated 27 m north of FS15.\u003c/li\u003e \u003cli\u003eFunerary structure FS17 is situated 17 m north of FS16.\u003c/li\u003e \u003cli\u003eFunerary structure FS18 is situated 9 m north of FS17.\u003c/li\u003e \u003cli\u003eFunerary structure FS19 is situated 11 m north of FS18.\u003c/li\u003e \u003cli\u003eFunerary structure FS20 is situated 13 m north of FS19.\u003c/li\u003e \u003cli\u003eFunerary structure FS21 is situated 79 m northeast of FS20.\u003c/li\u003e \u003cli\u003eFunerary structure FS22 is situated 46 m north of FS21 (33.598\u0026#900; / 47.303\u0026#900; / 4640 m).\u003c/li\u003e \u003cli\u003eFunerary structure FS23 (10 m x 20 m) is an irregularly shaped enclosure, situated 32 m east of FS17.\u003c/li\u003e \u003c/ol\u003e \u003ch4 id=\"b2-2-86-5\"\u003eAffiliated sites\u003c/h4\u003e \u003ch5 id=\"b2-2-86-5-1\"\u003eKhra phug\u003c/h5\u003e \u003cp\u003eNear the northwest shoreline of the great salt lake, ske ring mtsho, there appear to be he remains of a funerary structure. This site is called khra phug. Reportedly, in the Chinese Cultural Revolution, a couple of large, predominantly white limestone enclosures at khra phug were used to grow grass or grain shoots. Between these two enclosures there are the remains of a possible funerary enclosure (3.5 m x 3.5 m). The perimeter walls of this highly deteriorated structure are composed of both flat and upright stones. On one corner of the enclosure there is a thin upright slab, which projects 50 cm above ground level. \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza2/b2-2-86/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-2-86","is_primary":false,"created_at":"2010-08-25 11:13:43 UTC","updated_at":"2010-08-25 11:13:43 UTC","authors":[]}]}