{"descriptions":[{"id":243,"title":"Nam Dzong Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e \u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e \u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-1\" class=\"space-before\"\u003eI.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices\u003c/h2\u003e \u003ch3 id=\"b1-1-1\"\u003e \u003cspan class=\"popular\"\u003eNam Dzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnam rdzong\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b1-1-1-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eNam Dzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnam rdzong\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Sky Fortress \u003c/li\u003e \u003cli\u003eAlternative site name: \u003cspan class=\"popular\"\u003eSem\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBsam rdzong brag dkar\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Meditation Fortress White Rock Formation\u003c/li\u003e \u003cli\u003eAlternative site name 2: \u003cspan class=\"popular\"\u003eSemdzong Drakkar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBsam rdzong brag mkhar\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Meditation Fortress Rock Formation Castle\u003c/li\u003e \u003cli\u003eSite number: A-48\u003c/li\u003e \u003cli\u003eTypology: I.1c\u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 30\u0026deg; 08.0\u0026#900;\u003ca href=\"#n29\" name=\"nb29\" class=\"note\"\u003e29\u003c/a\u003e \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 83\u0026deg; 30.2\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 5000 m to 5070 m\u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eBaryang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBar yangs\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eDrongpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Brong pa\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: UTAE \u003c/li\u003e \u003cli\u003eSurvey date: April 13, 2001\u003c/li\u003e \u003cli\u003eContemporary usage: None.\u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None.\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-1-1-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e Sky Fortress is located just east of Dragon\u0026rsquo;s Nest (\u003cspan class=\"popular\"\u003eDrukm\u0026ouml; Tsang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brug mo\u0026rsquo;i tshang\u003c/span\u003e), the relatively low-lying pass (4710 m) connecting \u003cspan class=\"popular\"\u003eBaryang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBar yangs\u003c/span\u003e with \u003cspan class=\"popular\"\u003eTara\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta ra\u003c/span\u003e monastery. The site is named lha mo \u003cspan class=\"popular emph\"\u003edrukmo\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e'brug mo\u003c/span\u003e, the wife of the epic hero \u003cspan class=\"popular\"\u003eLing Gesar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGling ge sar\u003c/span\u003e. The ancient fortifications are situated on subsidiary summits of the west half of the approximately 5300-m high Sky Fortress formation. The installation enjoys good views to the west and north and, in some places, to he southwest as well. Its defensive capability was certainly focused in these directions as Sky Fortress affords no protection from or advance notice of attack from the east. Sky Fortress consists of a broad network of dry-mortar random-work defensive walls lacing the upper flanks of an eponymous limestone mount. The ramparts appear to have been less than 2 m in height, and were constructed from uncut pieces of limestone up to 1.2 m in length. The northern and western orientation of the site supports the oral tradition that military incursions took place from these directions. The ramparts, staggered at various levels across Sky Fortress, must have provided the defenders with significant vertical and lateral mobility, allowing the rock formation to function as an integrated defensive feature. In recent years \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e mantras have been carved into the limestone walls of the formation, reflecting the sacred nature of the locale. \u003c/p\u003e \u003ch4 id=\"b1-1-1-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to local legend, the Tibetan epic hero \u003cspan class=\"popular\"\u003eLing Gesar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGling ge sar\u003c/span\u003e came to the Sky Fortress region to battle he king of \u003cspan class=\"popular\"\u003eTakzik\u003c/span\u003e\u003cspan class=\"scholar\"\u003eStag gzig\u003c/span\u003e, King of Wealth (\u003cspan class=\"popular emph\"\u003eNor Gi Gyelpo\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003enor gyi rgyal po\u003c/span\u003e). King of Wealth is said to have had his stronghold in the Tiger Gorge (\u003cspan class=\"popular\"\u003eTakrong\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003estag rong\u003c/span\u003e) and \u003cspan class=\"popular\"\u003eZikrong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzig rong\u003c/span\u003e valleys to the northwest. This king was very powerful like a tiger and very wealthy because the \u003cspan class=\"popular emph\"\u003elu\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eklu\u003c/span\u003e (water spirits) were his patrons. The defeat of King of Wealth came when his army was routed in a surprise attack from Sky Fortress. \u003cspan class=\"popular\"\u003eGesar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGe sar\u003c/span\u003e is said to have been so powerful that from Sky Fortress he could hit an enemy position with his bow and arrow, some 30 km to the north, a place which came to be known as \u0026rsquo;ben dkar rde\u0026rsquo;u (White Target Hill).\u003c/p\u003e \u003ch4 id=\"b1-1-1-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-1-1-4-1\"\u003eEast complex\u003c/h5\u003e \u003cp\u003eThis highest group of ruins consists of a retrenchment built on a narrow, flat summit. It measures 25 m in length and up to 1.3 m in height.\u003ca href=\"#n30\" name=\"nb30\" class=\"note\"\u003e30\u003c/a\u003e In close proximity there remain small segments of other walls. Also in the vicinity there is a small natural tunnel called Wolf's Lair (\u003cspan class=\"popular\"\u003eChangtsang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003espyang tshang\u003c/span\u003e) and a natural archway, which are said to cure goats and sheep of diseases when they pass through these hidden features in the formation.\u003c/p\u003e \u003ch5 id=\"b1-1-1-4-2\"\u003eCentral east complex\u003c/h5\u003e \u003cp\u003eThe central east complex is located farther west at a slightly lower elevation. This comprises the vestiges of an approximately 50 m long wall set in a narrow ravine, which is squeezed between two steep limestone slopes. As his site has no open vistas, the relatively secret and sheltered location may have been used to garrison troops or store supplies. The area between the manmade wall and formation is only around 2 m wide. Potentially, this space could have been covered with tarpaulins to produce temporary shelters. \u003c/p\u003e \u003ch5 id=\"b1-1-1-4-3\"\u003eCentral west complex\u003c/h5\u003e \u003cp\u003eThe central west complex is located farther west at lower elevation. This group of ruins straddles the top of a saddle with sweeping views to the north and west. The dispersion measures 80 m (north-south) x 30 m (east-west). There are also minor structural remains atop the formation west of the saddle. On the east side of the saddle a wall seems to have spanned the 11-m wide base of a natural archway. This wall has been reduced to 7 m in length, and is a maximum of 1.5 m in height and 1.2 m in width. There are smaller structural traces found underneath and on top of the arch. Also on the saddle are four small limestone outcrops, with a total of at least six ruined structures each around 9 m\u0026sup2; in area and 1.5 m or less in height. Called \u003cspan class=\"popular\"\u003eGesar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGe sar\u003c/span\u003e\u0026rsquo;s incense brazier (\u003cspan class=\"popular emph\"\u003esangkhang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebsang khang\u003c/span\u003e), these structures must have functioned as surveillance posts or donjons. There may have been a rampart wall along the north rim of the central west complex saddle but not enough remains to make a determination. Just below the south side of the saddle there is a defensive wall (30 m long, up to 1.5 m in height) enclosing the flanks of the formation. \u003c/p\u003e \u003ch5 id=\"b1-1-1-4-4\"\u003eWest complex\u003c/h5\u003e \u003cp\u003eThe west complex is located directly below the steep south face of the central west complex. The most prominent ruin is known as \u003cspan class=\"popular\"\u003eGesar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGe sar\u003c/span\u003e\u0026rsquo;s house (\u003cspan class=\"popular emph\"\u003ekhangpa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ekhang pa\u003c/span\u003e), a residential structure measuring 8 m (east-west) x 6 m (north-south). Walls up to 3 m in height have survived. These walls have a random-rubble, dry-mortar fabric, in the same fashion as the ramparts. In the vicinity of \u003cspan class=\"popular\"\u003eGesar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGe sar\u003c/span\u003e\u0026rsquo;s house there are the vestiges of a lengthy rampart (100 m long) and other smaller structural remains. At approximately 20 m lower down there are walls 19 m and 21 m in length, enclosing a level area on the side of the formation. These walls are up to 1.6 m in height. A little to the west and at a slightly higher elevation there is another defensive wall (18 m long) that also appears to have once enclosed a shelf, which is now obscured by rock fall deposits. \u003c/p\u003e \u003chr class=\"footnote-divider\"/\u003e \u003ch2\u003eNotes\u003c/h2\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n29\"/\u003e \u003ca href=\"#nb29\" class=\"note\"\u003e [29] \u003c/a\u003e The GPS coordinates given in this work (in 1/10, 1/100 and 1/000 of a minute (\u0026#900;) of latitude and longitude) are raw figures that have not been calibrated through the application of base station measurements. Therefore, the actual GPS coordinates will deviate somewhat from those given. \u003c/div\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n30\"/\u003e \u003ca href=\"#nb30\" class=\"note\"\u003e [30] \u003c/a\u003e Unless otherwise noted dimensions provided throughout this work are for the maximum visual extent of the structure under appraisal. The dimensions of some structures can only be approximately determined because they do not readily lend themselves to measurement. In some cases, structures are partially obscured by soil or rubble, or sections are missing, rendering measurement difficult. Uncertainties may also arise in reference to the interface between manmade structures and the natural errain. This has the effect of creating more or less arbitrary baseline measurements. \u003c/div\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-1-1/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-1-1","is_primary":false,"created_at":"2010-08-11 20:45:12 UTC","updated_at":"2010-08-12 16:53:51 UTC","authors":[]}]}