{"descriptions":[{"id":329,"title":"Rula Khar Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e \u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e \u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-1\" class=\"space-before\"\u003eI.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices\u003c/h2\u003e \u003ch3 id=\"b1-1-93\"\u003e \u003cspan class=\"popular\"\u003eRula Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la mkhar\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b1-1-93-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eRula Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la mkhar\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Horde Hill Castle \u003c/li\u003e \u003cli\u003eSite number: A-141\u003c/li\u003e \u003cli\u003eSite typology: I.1b \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 31\u0026ordm; 46.6\u0026#900;\u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 79\u0026ordm; 30.0\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 4090 m \u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eShangts\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eShang rtse\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eTsada\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsa mda\u0026rsquo;\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: WYLE\u003c/li\u003e \u003cli\u003eSurvey date: May 20, 2007\u003c/li\u003e \u003cli\u003eContemporary usage: None.\u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None.\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-1-93-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eRula Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la mkhar\u003c/span\u003e sits on a rocky prow that rises about 40 m above the broad valley bottom of \u003cspan class=\"popular\"\u003eRula\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la\u003c/span\u003e. Old terracing and the eroded surfaces of once tilled land fill the valley. The locale is now completely devoid of people and agriculture. A \u003cspan class=\"popular\"\u003eShangts\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eShang rtse\u003c/span\u003e township subdivision headman from the nearby settlement of \u003cspan class=\"popular\"\u003eShizh\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eShis bzhad\u003c/span\u003e estimates that \u003cspan class=\"popular\"\u003eRula\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la\u003c/span\u003e once supported well over 2000 \u003cspan class=\"emph\"\u003emu\u003c/span\u003e of farmland (1 \u003cspan class=\"emph\"\u003emu\u003c/span\u003e = .067 of a hectare). As the \u003cspan class=\"popular\"\u003eShangts\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eShang rtse\u003c/span\u003e river still flows quite strongly through this pocket of the valley, environmental degradation is not likely the only factor explaining the demise of \u003cspan class=\"popular\"\u003eRula\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la\u003c/span\u003e and other nearby settlements. While a relatively large population (potentially hundreds of people) may have once resided at this location, robust physical signs of their presence were not detected. Nevertheless, a little to the east of \u003cspan class=\"popular\"\u003eRula Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la mkhar\u003c/span\u003e there is an old settlement consisting of 30 to 40 caves hewn out of the earthen formation, which bounds the edge of the valley. As in many other \u003cspan class=\"popular\"\u003eGug\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ge\u003c/span\u003elocations, these caves are likely to represent an original locus of settlement. \u003c/p\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eRula Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la mkhar\u003c/span\u003e is comprised of a contiguous installation made of blue limestone laid in random-rubble courses. There are also a few adobe-block upper wall fragments. This site is liable to have once formed the social and economic nerve center of the breadbasket of \u003cspan class=\"popular\"\u003eRula\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la\u003c/span\u003e. Its not particularly lofty aspect and the absence of defensive works indicate that it was not a fortress per se, but rather a palace and/or religious complex. Much of \u003cspan class=\"popular\"\u003eRula Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la mkhar\u003c/span\u003e has been leveled o its foundations. The installation has a southeast-northwest axis, in line with the ridge it is poised on. There are two building sectors: southeast/lower and northwest/upper. A 3.5-m tall expanse of rock separates the two sectors. Various wall sections in both sectors contain herringbone courses of masonry. The oral tradition, lack of Buddhist emblems, herringbone stonework, and prominent revetments all indicate that \u003cspan class=\"popular\"\u003eRula Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la mkhar\u003c/span\u003e is an archaic cultural facility. This has been corroborated by the radiocarbon dating of a structural timber extracted from the northwest edifice of the facility. A foundation or reconstruction date of circa 565 to 705 CE is indicated for the northwest edifice of \u003cspan class=\"popular\"\u003eRula Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la mkhar\u003c/span\u003e (see below). The relative position of the dated sample confirms that adobe-block constructions were indeed part of the archaic architectural canon of \u003cspan class=\"popular\"\u003eGug\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ge\u003c/span\u003e. \u003c/p\u003e \u003ch4 id=\"b1-1-93-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to a township subdivision headman residing in the village of \u003cspan class=\"popular\"\u003eShizh\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eShis bzhad\u003c/span\u003e, \u003cspan class=\"popular\"\u003eRula Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la mkhar\u003c/span\u003e long predates the establishment of the region\u0026rsquo;s Buddhist temples and monasteries. The local oral tradition maintains that \u003cspan class=\"popular\"\u003eRula\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la\u003c/span\u003e and the adjoining locales of \u003cspan class=\"popular\"\u003eShizh\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eShis bzhad\u003c/span\u003e and \u003cspan class=\"popular\"\u003eGyad\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrgya sde\u003c/span\u003e once supported sizable, thriving communities. The sheer amount of arable land, ruins and troglodytic settlements in these locations supports this view of history. \u003c/p\u003e \u003ch4 id=\"b1-1-93-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-1-93-4-1\"\u003eSoutheast sector\u003c/h5\u003e \u003cp\u003eThe southeast sector is 35 m in length. Its southeast/downhill side is 6 m wide, while towards the northwest his sector widens to 15 m across. Freestanding wall fragments are no more than 80 cm in height. Revetments add 1 m to 1.5 m of elevation to the structures. Much of the perimeter wall surrounding the southeast sector has been leveled and no interior partition walls have survived. The mud-mortared random-work walls are around 60 cm o 70 cm in thickness. Variable-sized pieces of limestone (up to 70 cm long) were used in construction, but most of the stones are small. The floor plan has been almost totally obliterated. Scant footing fragments suggest hat the southeast sector was divided into at least four sections. The walls flanking the entranceway have a maximum elevation of 2.2 m. These walls extend beyond what must have been the actual opening to the interior, creating an inlet 2.1 m in width. This passageway must have once supported a stairway but all that is left is a natural ramp of stone. On the southwest/exterior wall comprising the inlet, above the 70 cm or 80 cm of freestanding stonework, there are the faint remains of adobe-block courses. These add 20 cm or less to the total height of the wall. The adobe wall traces have been eroded to the point that they are no more than 20 cm in hickness. The inner wall of the inlet reaches 2.5 m in height, including its revetment, the highest elevation structure in the southeast sector. \u003c/p\u003e \u003ch5 id=\"b1-1-93-4-2\"\u003eNorthwest edifice\u003c/h5\u003e \u003cp\u003eThe northwest or upper sector of \u003cspan class=\"popular\"\u003eRula Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la mkhar\u003c/span\u003e consists of a single edifice (11.5 m x 4 m), which sits atop a highly prominent revetment. The high walls of this edifice and its position at the vertex of the site, suggests that this was the highest status habitation at the site. No interior wall partitions are intact in this stone and adobe structure. The limited structural evidence suggests that it was divided into two rooms: southeast (forward) and northwest (rear). The revetment on the northeast side of the structure attains 2 m in height. The rear or northwest face of the edifice rests upon a revetment with rounded corners, which extends 2 m laterally beyond the superstructure. This unusually designed revetment is 1.8 m in height, and the walls above it add another 1.6 m o the height of the structure. The rear freestanding wall segment is made entirely of adobe blocks, which have been subjected to extreme erosion. Most other freestanding walls fragments are less than 1 m in height. In the southwest corner of the northwest edifice there is a highly degraded adobe wall segment (2.5 m in height) resting upon a high revetment (around 1.8 m in height). \u003c/p\u003e \u003cp\u003eAt the base of the interior rear wall of the northwest edifice, wood bonding materials are still in situ. I was able to extract a well-preserved piece of \u003cspan class=\"popular emph\"\u003edrama\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003egra ma\u003c/span\u003e wood (15 cm long, 10 cm in circumference) for radiocarbon analysis.\u003ca href=\"#n69\" name=\"nb69\" class=\"note\"\u003e69\u003c/a\u003e The excellent physical condition of the sample facilitated species identification. This piece of wood was structurally integral to the construction of the adobe-block wall. Along with similar pieces of wood it helped to stabilize the interface between the stone revetment and adobe superstructure. These bonding materials lie perpendicular to the axis of the wall and could be extracted with relative ease and with minimal disturbance o the structure. The sample tested yielded a conventional radiocarbon age of circa 565 to 705 CE, corresponding o the late protohistoric and early imperial periods. Given the relatively small diameter of the piece of wood assayed, it is not likely to have been cut down too many years before it was used in the construction of \u003cspan class=\"popular\"\u003eRula Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la mkhar\u003c/span\u003e. It is likely, therefore, an excellent indicator of when the northwest edifice was either founded or rebuilt. It is possible that rather than reflecting the establishment of the installation, the chronometric evidence may be applicable to a reconstruction process. In any event, adobe-block superstructures are relatively easy to demolish and rebuild. If a foundation date is indicated, it may well reflect chronological values pertinent to the southeast/lower sector of the facility. Both sectors of \u003cspan class=\"popular\"\u003eRula Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la mkhar\u003c/span\u003e share the same ensemble of constructional traits (system of revetting, adobe-block upper courses, random-rubble limestone fabric, and close structural integration). \u003c/p\u003e \u003cp\u003eThe raising of \u003cspan class=\"popular\"\u003eRula Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la mkhar\u003c/span\u003e is probably linked to the agricultural land-base of its environs, which must have provided the cereal surpluses needed to support an elite monumental and social infrastructure (regional and interregional trade notwithstanding). We can be quite confident, then, that a viable farming community existed at \u003cspan class=\"popular\"\u003eRula Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la mkhar\u003c/span\u003e until at least the seventh or eight century CE. The genesis of agriculture in the area, however, is likely to date to a much more remote period, given the generally more conducive environmental conditions of earlier times and the inherent economic and strategic significance of extensive arable lands. If \u003cspan class=\"popular\"\u003eRula Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la mkhar\u003c/span\u003e was founded before circa 630 CE, it was built as part of an indigenous (\u003cspan class=\"popular\"\u003eZhang Zhung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eZhang zhung\u003c/span\u003e) polity. A later foundation date (circa 630 to 750 CE) would indicate hat this facility arose within the pan-Tibetan imperium before the reign of King \u003cspan class=\"popular\"\u003eTri Songdetsen\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhri srong lde btsan\u003c/span\u003e. \u003c/p\u003e \u003ch5 id=\"b1-1-93-4-3\"\u003eShrine\u003c/h5\u003e \u003cp\u003eSoutheast of the residential complex, 15 m lower in elevation, there are the remains of a cubic shrine (1.7 m x 1.7 m). This ceremonial structure shares the same axial alignment as the \u003cspan class=\"popular emph\"\u003ekhar\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emkhar\u003c/span\u003e. Probably of the \u003cspan class=\"popular emph\"\u003etenkhar\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erten mkhar\u003c/span\u003e or \u003cspan class=\"popular emph\"\u003esekhar\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003egsas mkhar\u003c/span\u003e class, the heavily damaged masonry structure is now 1 m or less in height. This type of monumental form and its relative placement are typical of many Upper Tibetan archaic cultural residential facilities. \u003c/p\u003e \u003ch4 id=\"b1-1-93-5\"\u003eAffiliated sites\u003c/h4\u003e \u003ch5 id=\"b1-1-93-5-1\"\u003eRu la mkhar gog po \u003c/h5\u003e \u003cp\u003eThe Lamaist complex of rather diminutive size known as \u003cspan class=\"popular\"\u003eRulakhar Gokpo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la mkhar gog po\u003c/span\u003e has design features that date it to the 11th to 14th century CE (31\u0026deg; 46.7\u0026#900; N. / 79\u0026deg; 30.5\u0026#900; / 4050 m). It was primarily constructed of adobe blocks in the midst of the \u003cspan class=\"popular\"\u003eRula\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la\u003c/span\u003e agricultural holdings. The faint outlines of aureoles on the walls, auxiliary chapels and outlying \u003cspan class=\"popular emph\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten\u003c/span\u003e are some of its more conspicuous features. Although there is some speculation among area residents hat this was a Bon temple, this seems very unlikely given the general religious complexion of \u003cspan class=\"popular\"\u003eGug\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ge\u003c/span\u003e in the period in which it was built. The existence of a temple at this location may suggest that agriculture persisted at \u003cspan class=\"popular\"\u003eRula\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la\u003c/span\u003e at least until the vestigial period. \u003c/p\u003e \u003ch5 id=\"b1-1-93-5-2\"\u003eDown-valley settlements\u003c/h5\u003e \u003cp\u003eJust down valley from \u003cspan class=\"popular\"\u003eRula\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la\u003c/span\u003e there is the contiguous agricultural settlement of \u003cspan class=\"popular\"\u003eGyad\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrgya sde\u003c/span\u003e. It is now totally abandoned. Its name is said to be derived from the 100 households that are supposed to have once lived among its vast farmlands. A small summit stronghold built of earth stands guard over \u003cspan class=\"popular\"\u003eGyad\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrgya sde\u003c/span\u003e. It is no longer accessible. \u003cspan class=\"popular\"\u003eGyad\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrgya sde\u003c/span\u003e merges with another extensive old agricultural settlement called \u003cspan class=\"popular\"\u003eLhakar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLha dkar\u003c/span\u003e. Recently, a residential complex was established here and a small portion of the arable land brought back into production. Down valley from \u003cspan class=\"popular\"\u003eLhakar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLha dkar\u003c/span\u003e there is an old agricultural settlement known as \u003cspan class=\"popular\"\u003eAtsen\u003c/span\u003e\u003cspan class=\"scholar\"\u003eA brtsan\u003c/span\u003e. Reportedly, a large cave complex and a ruined Buddhist monastery and fortress are found here. Beyond \u003cspan class=\"popular\"\u003eAtsen\u003c/span\u003e\u003cspan class=\"scholar\"\u003eA brtsan\u003c/span\u003e the \u003cspan class=\"popular\"\u003eShangts\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eShang rtse\u003c/span\u003e valley drops off into an uninhabited gorge hat terminates at the \u003cspan class=\"popular\"\u003eLangchen Tsangpo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGlang chen gtsang po\u003c/span\u003e.\u003c/p\u003e \u003chr class=\"footnote-divider\"/\u003e \u003ch2\u003eNotes\u003c/h2\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n69\"/\u003e \u003ca href=\"#nb69\" class=\"note\"\u003e [69] \u003c/a\u003e Radiometric, sample no. Beta 235999; Conventional radiocarbon age: 1370 +/-70; 2 Sigma calibrated result: Cal 1390 to 1170 BP (years before present); Intercept of radiocarbon age with calibration curve: Cal 1290 BP; 1 Sigma calibrated result: Cal 1330 to 1270 BP. \u003c/div\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-1-93/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-1-93","is_primary":false,"created_at":"2010-08-11 20:46:26 UTC","updated_at":"2010-08-12 16:53:51 UTC","authors":[]}]}