{"descriptions":[{"id":1495,"title":"Nangzhik Gyelten Püntsok Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b6-12\"\u003erNga khog\u003c/h2\u003e \u003ch3 id=\"b6-12-3\"\u003e(180) sNang zhig Monastery\u003c/h3\u003e \u003ch4 id=\"b6-12-3-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is sNang zhig rGyal bstan phun tshogs gling, and is also known as sNang zhig bKra shis g-yung drung gling, or sNang zhig Phyogs las rnam rgyal bkra shis g-yung drung gling.\u003c/p\u003e \u003ch4 id=\"b6-12-3-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located 5 km north of rNga ba Township, the seat of rNga ba county. There is a motorable road leading to the monastery.\u003c/p\u003e \u003ch4 id=\"b6-12-3-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eThe first in the succession of the sNang zhig masters is said to be Do \u0026rsquo;phags chen po, also known as Yon tan rgyal mtshan (b.1168).\u003ca href=\"#n55\" name=\"nb55\" class=\"note\"\u003e55\u003c/a\u003e Although the latter was responsible for spreading Bon in the area and opened several hermitages in rNga khog, the real founder of the monastery was Nyi ma \u0026rsquo;dzin, the eldest son of Do \u0026rsquo;phags chen po. The first building of the establishment was Nyi ma \u0026rsquo;dzin\u0026rsquo;s own residence (bla brang) built in 1108 and known as rGyal bstan phun tshogs gling. \u003c/p\u003e \u003cp\u003eDo \u0026rsquo;phags chen po and sKyang za g-yu sgron had three sons: Nyi ma \u0026rsquo;dzin, \u0026rsquo;Dul ba rgyal mtshan, and gYung drung rgyal mtshan. Nyi ma \u0026rsquo;dzin studied under the feet of Zhu sgom \u0026rsquo;phrul zhig, but his two brothers \u0026rsquo;Dul ba rgyal mtshan and gYung drung rgyal mtshan migrated to Shar khog where the former founded the monastery lCags mdud bKra shis g-yung drung gling (No.199), and the latter a monastery known as sNang zhig dngul sku (No.201). \u003c/p\u003e \u003cp\u003eThe descendants of the three brothers were collectively known as the \u0026ldquo;three lineages of sNang zhig\u0026rdquo; (sNang zhig khag gsum). The twenty-fourth descendant of the eldest brother, sNang zhig Tshul khrims dbang mchog, took monastic vows. He then divided the establishment of sNang zhig rGyal bstan phun tshogs gling into two settlements: one for lay tantric practitioners and the other for monks. \u003c/p\u003e \u003cp\u003eFollowing is a list of the sNang zhig lineage masters: \u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003eDo \u0026rsquo;phags chen po (sNang zhig Yon tan rgyal mtshan \u003c/li\u003e \u003cli\u003eNyi ma \u0026rsquo;dzin \u003c/li\u003e \u003cli\u003elHun grub rgyal mtshan \u003c/li\u003e \u003cli\u003eKun dga\u0026rsquo; rgyal mtshan \u003c/li\u003e \u003cli\u003eNam mkha\u0026rsquo; rgyal mtshan \u003c/li\u003e \u003cli\u003eZla ba rgyal mtshan \u003c/li\u003e \u003cli\u003eYon tan rgyal mtshan \u003c/li\u003e \u003cli\u003eKun dga\u0026rsquo; lhun grub \u003c/li\u003e \u003cli\u003eShes rab rgyal mtshan \u003c/li\u003e \u003cli\u003elHun grub rgyal mtshan \u003c/li\u003e \u003cli\u003eShes rab \u0026rsquo;od zer \u003c/li\u003e \u003cli\u003eChags med bya bral \u003c/li\u003e \u003cli\u003ebstan pa rgyal mtshan \u003c/li\u003e \u003cli\u003eTshul khrims rgyal mtshan \u003c/li\u003e \u003cli\u003eYe shes rgyal mtshan \u003c/li\u003e \u003cli\u003ebSod nams rgyal mtshan \u003c/li\u003e \u003cli\u003elHun grub dbang ldan \u003c/li\u003e \u003cli\u003ebsTan pa tshul khrims \u003c/li\u003e \u003cli\u003eRin chen lhun grub \u003c/li\u003e \u003cli\u003eShes rab rgyal ba \u003c/li\u003e \u003cli\u003eNam mkha\u0026rsquo; rgyal mtshan \u003c/li\u003e \u003cli\u003eShes rab dbang rgyal \u003c/li\u003e \u003cli\u003eTshe dbang rgyal mtshan \u003c/li\u003e \u003cli\u003eTshul khrims dbang mchog \u003c/li\u003e \u003cli\u003ebsTan pa tshul khrims \u003c/li\u003e \u003cli\u003ebsTan pa lhun grub \u003c/li\u003e \u003cli\u003eShes rab blo gros \u003c/li\u003e \u003cli\u003eTshul khrims bstan \u0026rsquo;dzin \u003c/li\u003e \u003cli\u003eRin chen rgyal mtshan, \u003c/li\u003e \u003cli\u003egYung drung bstan pa dar rgyas, he founded gDong li Monastery (No.179)\u003c/li\u003e \u003cli\u003ebSod nams rgyal mtshan \u003c/li\u003e \u003cli\u003ebsTan \u0026rsquo;dzin dbang rgyal \u003c/li\u003e \u003cli\u003ePhun tshogs rnam rgyal \u003c/li\u003e \u003cli\u003eBlo gros thogs med \u003c/li\u003e \u003cli\u003egYung drung bstan pa\u0026rsquo;i nyi ma \u003c/li\u003e \u003cli\u003eGrub dbang g-yung drung bstan \u0026rsquo;dzin \u003c/li\u003e \u003cli\u003eNam mkha\u0026rsquo; blo gros \u003c/li\u003e \u003cli\u003ebsTan pa rab rgyas (1929-1961)\u003c/li\u003e \u003cli\u003ebsKal bzang blo gros rgya mtsho (b.1983)\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eThe monastery was destroyed during the Cultural Revolution and its reconstruction was undertaken in 1980 by rGya \u0026rsquo;obs bsTan \u0026rsquo;dzin dbang rgyal and Slob zur Tshul khrims bstan \u0026rsquo;dzin.\u003c/p\u003e \u003ch4 id=\"b6-12-3-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cp\u003eThe sNang zhig family is the \u0026ldquo;owner of the monastery\u0026rdquo; (dgon bdag) and the present head of the monastery is sNang zhig bsKal bzang blo gros rgya mtsho (b.1983). The monastery is therefore headed by an hereditary line.\u003c/p\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003ergyal tshab\u003c/li\u003e \u003cli\u003eone khri pa, replaced every year\u003c/li\u003e \u003cli\u003eone dpon sbob, replaced every three year\u003c/li\u003e \u003cli\u003etwo dpe khrid, (teachers), replaced every two years\u003c/li\u003e \u003cli\u003ethree dge skos, replaced every year \u003c/li\u003e \u003cli\u003etwo dbu mdzad, replaced every six years (after three years the younger dbu mdzad (dbu mdzad chung ba) replaces the dbu mdzad che ba, the elder dbu mdzad) \u003c/li\u003e \u003cli\u003etwo mchod g-yog, replaced every two years (after one year the mchod g-yog chung ba, the younger mchod g-yog, replaces the mchod g-yog che ba, the elder mchod g-yog) \u003c/li\u003e \u003cli\u003eseven lha gnyer, replaced each year; one gnyer chen, replaced each year \u003c/li\u003e \u003cli\u003etwo yig mkhan (accountant) replaced every two years \u003c/li\u003e \u003cli\u003etwo drung yig, replaced every three years \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-12-3-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are seven hundred novices and monks in the monastery.\u003c/p\u003e \u003ch4 id=\"b6-12-3-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThere are thirteen classes devoted to the following metaphysic subjects: 1) Kha tog dkar dmar, 2) bsDus chung, 3) bsDus \u0026rsquo;bring, 4) bsDus chen, 5) Blo rig, 6) rTags rig, 7) gZhung gsar, 8) gZhung gong sa lam, 9) Phar phyin, 10) \u0026rsquo;Dul mdzod (grade: rdo rams \u0026rsquo;og ma), 11) dBu ma (grade: rdo rams gong ma), 12) sNgags, 13) rDzogs chen. \u003c/p\u003e \u003cp\u003eFor the above subjects the students use the bsDus grwa by mKhan chen Nyi ma bstan \u0026rsquo;dzin; the works on the Khams chen by dPal chen; the five \u0026rsquo;Phrul sgron by mNyam med Shes rab rgyal mtshan and commentaries on the Gab pa, mDzod and Sa lam written by scholars from gYas ru dBen sa kha Monastery.\u003c/p\u003e \u003cp\u003eThe monk students have classes and debate every day except during retreats; the texts they study during retreats include texts that deal with meditation systems of A khrid, sNyan brgyud and rDzogs chen.\u003c/p\u003e \u003cp\u003eMonks of the college of ritual practice (sgrub gwra) must complete the three year retreat (lo gsum) following the A khrid tradition of meditation.\u003c/p\u003e \u003ch4 id=\"b6-12-3-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003esNang zhig is the largest monastic university of Bon religion in Tibet. Many monks from various monasteries throughout Amdo and Khams visit the monastery. sNang zhig Monastery sends its monks to teach at Tsha lung Monastery (No.193) in rMe ba, \u0026rsquo;Bol la (No.182) and Kun \u0026rsquo;brog (No.183) monasteries of \u0026rsquo;Bar khams in rGyal rong, lCags mdud (No.199) and sNang zhig dNgul sku (No.201) in Shar khog, rTse dbus Monastery (No.99) in rGan rgya, Dung dkar Monastery (No.132) in Chab cha, Khyung mo Monastery (No.123) in Khri ka and Bon brgya Monastery (No.100) in Reb gong.\u003c/p\u003e \u003ch4 id=\"b6-12-3-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e1st month: commemoration of sNyam med Shes rab rgyal mtshan from the 4th to the 6th day\u003c/li\u003e \u003cli\u003e2nd month: commemoration of Nang chen Kun bzang bstan pa\u0026rsquo;i rgyal mtshan from the 1st to the 5th day and that of rGya \u0026rsquo;obs bsTan pa rab rgyas from the 7th to the 13th day \u003c/li\u003e \u003cli\u003e3rd month: the ritual based on the Yi dam kun \u0026rsquo;dus from the 8th day for three days and the ritual cycle of Ma rgyud from the 11th for four days \u003c/li\u003e \u003cli\u003e4th month: the recitation of the mantra Ma tri on the 14th day\u003c/li\u003e \u003cli\u003e5th month: the ceremony of the lighting of 10,000 butter lamps as offering to rNam rgyal, an aspect of gShen rab Mi bo, for ten days from the 6th day\u003c/li\u003e \u003cli\u003e6th month: the ritual cycle of Phur pa from the 3rd day for seven days; the observance of summer-fast (dbyar gnas) for seven days from the 15th day; the ceremony of Dus khrims for seven days from the 24th day\u003c/li\u003e \u003cli\u003e11th month: commemoration of sKyabs mgon Zla ba rgyal mtshan on the 7th and 8th days \u003c/li\u003e \u003cli\u003e12th month: the ritual of the gShen rab sgrub mchod for three days from the 14th day and the dgu gtor rite for four days from the 26th day\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-12-3-9\"\u003e10. Books held in the monastery\u003c/h4\u003e \u003cp\u003ePrinted editions: five copies of the Bonpo Kanjur and six copies of the Bonpo Katen, and more than 2000 printing blocks.\u003c/p\u003e \u003ch4 id=\"b6-12-3-10\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery depends on offerings from the faithful and also owns a hotel in the county town.\u003c/p\u003e \u003ch4 id=\"b6-12-3-11\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe local community consists of twenty-eight villages: mChog skyid with thirteen families, \u0026rsquo;Ju skor with thirty families, A ka with sixty-four families, Cha bo with forty-one families, Ber rtsa with thirty-seven families, Thar ba with sixty families, Ho tsa with fifteen families, Hor \u0026rsquo;phen with thirteen families, Khos \u0026rsquo;go with seventeen families, Kha shu with twenty-seven families, Bon sde with seventy-five families, sPrel mgo with fifteen families, gTsang ra with ten families, Zhag \u0026rsquo;dug with five families, Zhes \u0026rsquo;phen with twenty-eight families, Grong mang with ten families, Thes grong with twenty families, Khos mgo rtsa with eighteen families, mGon shul with thirteen families, sTag rtsa with eighteen families, \u0026rsquo;Tshams ring lcag with twenty-eight families, mTha\u0026rsquo; ba with fifteen families, mGo che lcag with thirty-eight families, Ka shul \u0026rsquo;gab ma with forty-five families, Ka shul gong ma with twenty-five families, Chu kha ra with five families, dGe lu with seventeen families, Mag gsar with fifteen families. (717 families altogether)\u003c/p\u003e \u003ch4 id=\"b6-12-3-12\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThe mountain behind the monastery, rBang brtsan bse khrab can, is located about 10 km north of the monastery. There is a la btsas at the top whose renewal celebration, which is attended by both religious and lay communities, takes place on the 11th day of the 4th month. In addition, the members of the sNang zhig family traditionally propitiated the local deity (yul lha) of Mount gNyan po g-yu rtse, located in southeast of Golok, 5368 meters high, but the custom was interrupted in the 1960s. Recently it was revived by the present head of the sNang zhig family. There is also a \u0026ldquo;sacred mountain\u0026rdquo; (gnas ri) called dGon lung, situated about 4 km northwest of the monastery. It was sanctified by sNang zhig Nam mkha\u0026rsquo; blo gros. Its veneration by the local people takes place every Horse Year. \u003c/p\u003e \u003ch4 id=\"b6-12-3-13\"\u003e14. Occupation of the local people\u003c/h4\u003e \u003cp\u003eFarmers and traders\u003c/p\u003e \u003ch4 id=\"b6-12-3-14\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-12-3-14-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn autumn 1998 with: rGya \u0026rsquo;obs bsTan \u0026rsquo;dzin dbang rgyal (b.1928), the present representative (rgyal tshab) of the sNang zhig master in the monastery, and the following monks at the monastery: Nam mkha\u0026rsquo; tshul khrims (b.1930), bsTan \u0026rsquo;dzin ye shes (b.1931) and Phun tshogs (b.1950)\u003c/p\u003e \u003ch5 id=\"b6-12-3-14-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003eBon gyi \u0026rsquo;dus sde chen po snang zhig rgyal bstan phun tshogs gling ngam bkra shis g-yung drung gling gi chags rim lo rgyus mdor bsdus shel dkar phreng ba by dGe bshes bsTan \u0026rsquo;dzin phun tshogs and \u0026rsquo;Jam dbyangs brtson \u0026rsquo;grus, MS \u003c/li\u003e \u003cli\u003egZhi bdag gnyan po rbang btsan bse khrab can gyi bsang mchod bstod bskul (anonymous), MS\u003c/li\u003e \u003cli\u003egZhi bdag gnyan po g-yu rtse\u0026rsquo;i bsang mchod bdud rtsi \u0026rsquo;khyil ba (anonymous), MS\u003c/li\u003e \u003cli\u003esNang dgon dkar chag gsal ba\u0026rsquo;i me long by Nam mkha\u0026rsquo; tshul khrims, MS\u003c/li\u003e \u003cli\u003esNang zhig bkra shis g-yung drung gling gi gdan rabs rdzogs ldan ngag gi rgyal rnga by Bya \u0026rsquo;phur Nam mkha\u0026rsquo; rgyal mtshan, Mutri Tsedpo Zhang Bod Research Institute, Dolanji, H.P. India, 1994\u003c/li\u003e \u003cli\u003e\u0026ldquo;The Monastic Lineage of sNang zhig dgon pa in Amdo rNga ba\u0026rdquo; by Donatella Rossi, The Tibet Journal, Vol. xxiii, No.4, pp.58-71, Winter 1998. India\u003c/li\u003e \u003c/ol\u003e \u003chr class=\"footnote-divider\"/\u003e\u003ch2\u003eNotes\u003c/h2\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n55\"/\u003e\u003ca href=\"#nb55\" class=\"note\"\u003e [55] \u003c/a\u003e Per Kvaerne dated the year of his birth 1028, in \u0026ldquo;The Monastery of sNang zhig of the Bon Religion in the rNga pa District of Amdo\u0026rdquo; (Rivista degli Studi Orientali 63, 1990) and this is supported by the works of Nam mkha\u0026rsquo; tshul khrims (p.9.n. MS.) and Bya \u0026rsquo;phur Nam mkha\u0026rsquo; rgyal mtshan (p.32) mentioned above. However, dGe bshes bsTan \u0026rsquo;dzin phun tshogs and \u0026rsquo;Jam dbyangs brtson \u0026rsquo;grus give 1088, one Rab byung (60 years) later in their above-mentioned works. \u003cbr/\u003eHowever, dGe bshes bsTan \u0026rsquo;dzin phun tshogs and Drung ming \u0026rsquo;Jam dbyangs brtson-\u0026rsquo;grus give 1088, one rab byung (60 years later) in their above-mentioned works. They also provide a different list of the masters from that given by Per Kvaerne (1990) whose work is based on sNang zhig do \u0026rsquo;phags chen po\u0026rsquo;i sku phreng gsol \u0026rsquo;debs byin rlabs myur gzigs ma by Shes rab blo ldan (d.1999). \u003c/div\u003e\u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b6-12-3/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-12-3","is_primary":false,"created_at":"2011-12-13 02:30:15 UTC","updated_at":"2011-12-13 02:30:15 UTC","authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}]}]}