{"descriptions":[{"id":299,"title":"Dosham Möngyi Yül Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e \u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e \u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-1\" class=\"space-before\"\u003eI.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices\u003c/h2\u003e \u003ch3 id=\"b1-1-62\"\u003e \u003cspan class=\"popular\"\u003eDosham M\u0026ouml;n Gi Y\u0026uuml;l\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMdo gsham mon gyi yul\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b1-1-62-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eDosham M\u0026ouml;n Gi Y\u0026uuml;l\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMdo gsham mon gyi yul\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Below the Valley Confluence Land of the \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAlternative name: \u003cspan class=\"popular\"\u003eDosham M\u0026ouml;n Gi Y\u0026uuml;l\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdo gsham mon gyi yul\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAlternative name English Equivalent: Below the Rocks Land of the \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSite number: A-111\u003c/li\u003e \u003cli\u003eSite typology: I.1b \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 31\u0026ordm; 26.1\u0026#900;\u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 79\u0026ordm; 33.0\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: upper site: 3940 m, lower site: 3870 m to 3890 m\u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eTsarang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsa rang\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eTsada\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsa mda\u0026rsquo;\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTAE\u003c/li\u003e \u003cli\u003eSurvey date: October 9, 2003\u003c/li\u003e \u003cli\u003eContemporary usage: None.\u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: The lower site has a \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e wall.\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-1-62-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eDosham M\u0026ouml;n Gi Y\u0026uuml;l\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMdo gsham mon gyi yul\u003c/span\u003e is located roughly 2 km down valley from \u003cspan class=\"popular\"\u003eDosham M\u0026ouml;n Gi Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMdo gsham mon gyi mkhar\u003c/span\u003e (A-110) The upper site is likewise situated about 70 m above the east side of the \u003cspan class=\"popular\"\u003eDosham\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMdo gsham\u003c/span\u003e valley. However, instead of an intervening esplanade, the slope it sits upon is directly connected to the eastern range of badlands. The site has a very good defensive posture and was virtually invulnerable from attack arising in any direction. Very little structural evidence has survived, probably in part, because the earthen formation it sits upon has been subject to rapid erosion and the periodic catastrophic failure of the slopes. The lower site, set directly below the upper site, consists of rubble-strewn surfaces and depressions extending over an area of 200 m x 60 m. The structures on this moderate slope have been heavily impacted by the construction of a masonry wall that runs along the entire length of the site near its lower reaches. \u003c/p\u003e \u003ch4 id=\"b1-1-62-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to local villagers, \u003cspan class=\"popular\"\u003eDosham M\u0026ouml;n Gi Y\u0026uuml;l\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMdo gsham mon gyi yul\u003c/span\u003e was a castle and village of the ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e. This site is considered inauspicious and cries are said to emanate from it. Local residents allege that gold, banded agates (\u003cspan class=\"popular emph\"\u003ezi\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003egzi\u003c/span\u003e), turquoise, and other valuables were at one time recovered here. It is also reported that ceramic vessels full of bones were discovered in the vicinity. Urn burials are sometimes reported from other parts of Upper Tibet as well.\u003c/p\u003e \u003ch4 id=\"b1-1-62-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-1-62-4-1\"\u003eUpper site \u003c/h5\u003e \u003cp\u003eOn a 34-m long 8-m to 10-m wide ridge-crest there are small fragments of cobble- and block- wall footings. Below the sheer walls of the summit are structural vestiges that resemble ramparts. On the lower or west end of he ridge-crest there is a 15-m long bluff in which masonry and adobe blocks are embedded. These wall remnants are up to 4 m in height. The masonry walls exhibit a texture of alternating courses of stone blocks and cobbles (up to 50 cm in length). The presence of these tall well-designed structures may suggest that significant buildings once stood here. Below the bluff there is a ridge-prow (23 m x 21 m) that hosts highly obscured traces of wall-footings. These also appear to have been building foundations of some kind.\u003c/p\u003e \u003ch5 id=\"b1-1-62-4-2\"\u003eLower Site\u003c/h5\u003e \u003cp\u003eThe lower site is elevated 5 m to 20 m above the valley floor. It appears that much of the detritus of the original structures was exploited to make the large wall that now dominates the site. This wall, built before living memory, has the design characteristics of a \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e wall, but no inscribed plaques are found on it. It may have been constructed to subdue the inauspicious (non-Buddhist) aura of the site and to modify its archaic architectural character. Perhaps he resources to furnish it with religious plaques were never realized. On the south end of the lower site of \u003cspan class=\"popular\"\u003eDosham M\u0026ouml;n Gi Y\u0026uuml;l\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMdo gsham mon gyi yul\u003c/span\u003ethere is indeed a \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e wall with plaques of varying ages. The highly eroded specimens of the six-syllable mantra in \u003cspan class=\"popular emph\"\u003elentsa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003elan tsha\u003c/span\u003e script may well date to the second diffusion of Buddhism (\u003cspan class=\"popular emph\"\u003etenpa chidar\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebstan pa phyi dar\u003c/span\u003e). Particularly at the northern end of the site, there are a series of shallow depressions that appear to be consistent with residential foundations. If so, this would corroborate local claims that this was once a (\u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e) village. Only one integral wall on the edge of a depression was detected. This 4.5-m long double-course wall segment is around 60 cm wide and appears to have formed part of the corner of a foundation. A wall fragment of he same general type and length is found clinging to a slope above the south end of the lower site. In the middle of the site there is yet another in situ wall, built into the edge of a 4-m high bluff. This wall is 5.6 m long and less than 50 cm in elevation.\u003c/p\u003e \u003ch4 id=\"b1-1-62-5\"\u003eAffiliated sites\u003c/h4\u003e \u003ch5 id=\"b1-1-62-5-1\"\u003emdo gsham mug mkhar dgon\u003c/h5\u003e \u003cp\u003eThe current village of \u003cspan class=\"popular\"\u003eDosham\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMdo gsham\u003c/span\u003e is situated on the west side of the valley opposite \u003cspan class=\"popular\"\u003eDosham M\u0026ouml;n Gi Y\u0026uuml;l\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMdo gsham mon gyi yul\u003c/span\u003e. Reportedly, it has 16 households and a population of around 80. Further downstream, where the \u003cspan class=\"popular\"\u003eDosham\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMdo gsham\u003c/span\u003e valley enters a defile, there are the remains of the impressive Buddhist monastic complex of \u003cspan class=\"popular\"\u003eDosham Mukkhar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMdo gsham mug mkhar\u003c/span\u003e. This sprawling installation clearly indicates that a much larger population once inhabited the valley. It is said to have received its name from the many pigeons found here (in the \u003cspan class=\"popular\"\u003eNgari\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMnga\u0026rsquo; ris\u003c/span\u003e dialect \u003cspan class=\"popular emph\"\u003emukgu\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emug gu \u003c/span\u003emeans pigeon). Situated on he right or east side of the valley, large mud-brick and rammed-earth buildings line the summit and sides of a large formation. The mesa-like formation blanketed in ruins is reminiscent of nearby \u003cspan class=\"popular\"\u003eTsarang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsa rang\u003c/span\u003e (A-62), although \u003cspan class=\"popular\"\u003eDosham Mukkhar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMdo gsham mug mkhar\u003c/span\u003e is somewhat smaller. It is said that a functioning monastery, a branch facility of \u003cspan class=\"popular\"\u003eToding\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMtho lding\u003c/span\u003e, existed at the site until the Chinese Cultural Revolution. Only one \u003cspan class=\"popular emph\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten\u003c/span\u003e in \u003cspan class=\"popular\"\u003eKhadampa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKha dam pa\u003c/span\u003e style is still maintained at \u003cspan class=\"popular\"\u003eDosham Mukkhar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMdo gsham mug mkhar\u003c/span\u003e. Interestingly, local villagers also refer to the summit complex as \u003cspan class=\"popular\"\u003eMukhar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSmu mkhar\u003c/span\u003e; \u003cspan class=\"popular emph\"\u003emu\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003esmu\u003c/span\u003e being a kind of mythical monster of ancient times. The \u003cspan class=\"popular emph\"\u003emu\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003esmu\u003c/span\u003e is widely encountered in the mythology of \u003cspan class=\"popular\"\u003eGug\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ge lho smad\u003c/span\u003e. This myth may preserve a historical memory of the archaic occupation of the \u003cspan class=\"popular\"\u003eDosham Mukkhar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMdo gsham mug mkhar\u003c/span\u003e site. This view is given weight by the fact that the site, with its extensive summit and strategic position above a defile, is probably the most desirable spot for habitation in the \u003cspan class=\"popular\"\u003eDosham\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMdo gsham\u003c/span\u003e valley. We must, therefore, consider the possibility that, in the archaic cultural horizon, the two so-called \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e sites of the valley (A-110, A-111) were subsidiary to this location in terms of population and cultural significance. In keeping with this hypothesis, it would appear that the two minor \u0026lsquo;\u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e\u0026rsquo; sites were not the object of Buddhist resettlement, while the chief archaic site of \u003cspan class=\"popular\"\u003eDosham\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMdo gsham\u003c/span\u003e was thoroughly redeveloped. \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-1-62/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-1-62","is_primary":false,"created_at":"2010-08-11 20:45:59 UTC","updated_at":"2010-08-12 16:53:51 UTC","authors":[]}]}