{"descriptions":[{"id":1059,"title":"Khangmar Dzashak Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c!--(a)--\u003e\u003cbr/\u003eEdited by Geoffrey Barstow and Mickey Stockwell \u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2010. \u003c/span\u003e \u003cdiv class=\"\" id=\"permission\"\u003e \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b2-1\" class=\"space-before\"\u003eII.1. Stelae and accompanying structures: Funerary and non-funerary structures\u003c/h2\u003e \u003ch3 id=\"b2-1-68\"\u003e \u003cspan class=\"popular\"\u003eKhangmar Dzashak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhang dmar rdza shag\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b2-1-68-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eKhangmar Dzashak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhang dmar rdza shag\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Talus-blanketed Red House\u003c/li\u003e \u003cli\u003eSite number: C-160\u003c/li\u003e \u003cli\u003eSite typology: II.1c, II.2b \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 31\u0026ordm; 54\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 85\u0026ordm; 06\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 4470 m \u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eLowo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLo bo\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eGerts\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSger rtse\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey schedule: HTCE\u003c/li\u003e \u003cli\u003eSurvey date: June 20, 2002\u003c/li\u003e \u003cli\u003eContemporary usage: None. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b2-1-68-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eKhangmar Dzashak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhang dmar rdza shag\u003c/span\u003e is one of the more extensive and better preserved quadrate arrays of pillars appended to temple-tomb sites in Upper Tibet. The site is located on a narrow bench, rising above the left side of the \u003cspan class=\"popular\"\u003eRonggo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRong mgo\u003c/span\u003e valley (a feeder of \u003cspan class=\"popular\"\u003eTongtso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eStong mtsho\u003c/span\u003e), close to the \u003cspan class=\"popular\"\u003eNakchu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNag chu\u003c/span\u003e prefecture border. The sandy, partially turf-covered bench gently slopes down in a southerly direction, before dropping approximately 20 m to the valley floor. To the north, the site is hemmed in by a ridge, but in other directions there are wide vistas. To the south, \u003cspan class=\"popular\"\u003eShel Gangcham\u003c/span\u003e\u003cspan class=\"scholar\"\u003eShel gangs lcam\u003c/span\u003e, the principal sacred mountain in he region, is plainly visible. \u003cspan class=\"popular\"\u003eKhangmar Dzashak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhang dmar rdza shag\u003c/span\u003e consists of three similarly sized and designed complexes: west, central, and east. There are also a few funerary structures dispersed between the west and central complexes. The three complexes are at a considerable distance from one another, an unusual spatial feature in this type of monument. This must be, in part, because the bench on which they were constructed is too narrow to accommodate the complexes side by side. \u003c/p\u003e \u003cp\u003eAs per the most common design parameters of this monument typology, both the edifices and concourses of pillars are aligned in the compass points. All structures are made from local brown sandstone. The exterior faces of the slabs and blocks used to build the temple-tombs were hewn flat, as were the faces of the standing stones in some cases. It would appear that the south side (down-slope side) of the three appended edifices was set on a plinth or underpinned by an apron wall. These supporting masonry masses are roughly 50 cm in height and perhaps extending 1 m laterally from the south side of each superstructure. Structural evidence for this constructional feature, however, is fairly obscure. The pillars are all naturally occurring pieces of sandstone that protrude a maximum of 80 cm above the surface. The pillars exhibit heavy weathering and support a considerable amount of orange climax lichen growth.\u003c/p\u003e \u003ch4 id=\"b2-1-68-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eThe \u003cspan class=\"popular emph\"\u003edrok pa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brog pa\u003c/span\u003e of the region report that \u003cspan class=\"popular\"\u003eKhangmar Dzashak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhang dmar rdza shag\u003c/span\u003e is the burial grounds of the ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e. Local cultural proscriptions are still in place, which continue to insure that the site is not disturbed by those who live in its general proximity.\u003ca href=\"#n40\" name=\"nb40\" class=\"note\"\u003e40\u003c/a\u003e \u003c/p\u003e \u003ch4 id=\"b2-1-68-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b2-1-68-4-1\"\u003eWest complex \u003c/h5\u003e \u003ch6 class=\"essay\"\u003eAppended edifice \u003c/h6\u003e \u003cp\u003eThe west complex edifice (31\u0026deg; 54. 35\u0026#900; N. lat. / 85\u0026deg; 05.83\u0026#900; E. long.) is an above-ground temple-tomb, measuring 5.6 m (north-south) x 3 m (east-west), which has been reduced to around 1 m in height. The most intact wall segments are found on the south side of the structure; reaching a maximum height of 60 cm and are comprising four horizontal courses of masonry. Due to the very pronounced subsidence of the structure, the fabric of the walls is not discernable but they must have been of coursed-rubble, like the mortuary tombs of he central and east complexes. The stones used in construction are of variable length (10 cm to 50 cm in length) and are of the slab (3 cm to 10 cm in thickness) and block (thickness roughly equal to length and width) forms. On the east and north sides of the edifice, only wall footings have endured. On the west side of he temple-tomb, some wall fragments are still intact.\u003c/p\u003e \u003ch6 class=\"essay\"\u003ePillar array\u003c/h6\u003e \u003cp\u003eThe most westerly pillar in the west complex array is found standing 5.5 m east of the appended temple-tomb. From that point, the dimensions of the array are approximately 26 m (east-west) x 12 m (north-south). Precise dimensions are unattainable because less than one-third of the original number of pillars are still planted in he ground. Structural evidence from other monuments of this type suggests that the rows of pillars probably extended in closer proximity to the funerary edifice. A portion of the southwest sector of the array has been destroyed by powerful erosive forces. There are a few dislodged pillars lying in the west complex array. As in he central and east complexes, the shorter pillars (15 cm to 25 cm in height) are squat and often pointed. The taller pillars are usually tabular but there are also some four-sided specimens. The average height of the pillars is between 35 cm and 40 cm. The broad sides of the tabular specimens are oriented north and south, in he normal fashion of the typology. Nine meters east of the current extent of the array there is a lone 60 cm high tabular pillar, perhaps indicating that the array was substantially larger than it now appears. In close proximity to this lone pillar there are small, highly fragmentary double-course slab walls. These are comprised of small stones set edgewise into the ground, which are more or less flush with the surface. These are the only slab walls visible in the pillar arrays of \u003cspan class=\"popular\"\u003eKhangmar Dzashak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhang dmar rdza shag\u003c/span\u003e, although they appear with a fair degree of regularity at other large sites of this monument typology. \u003c/p\u003e \u003ch5 id=\"b2-1-68-4-2\"\u003eOutlying funerary structures\u003c/h5\u003e \u003cp\u003eThere are also more than four funerary structures at \u003cspan class=\"popular\"\u003eKhangmar Dzashak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhang dmar rdza shag\u003c/span\u003e. The wide spacing of these structures, their limited number and their proximity to the west and central complexes of the necropolis has an exclusive air about it. This seems to suggest that they accommodated burials and/or the contents of mortuary rites of individuals with a relatively high social position.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS1\u003c/h6\u003e \u003cp\u003eFunerary structure FS1 is situated 70 m northeast of the eastern extent of the pillar array. Its superstructure consists of a slab-wall enclosure divided into two unequal-sized cells (5 m x 9 m and 5.7 m x 5 m). The slabs were laid in parallel courses to form walls 60 cm to 90 cm in thickness. Large stones, up to 90 cm in length and protruding a maximum of 40 cm above the surface, were employed in the construction of the enclosure. In close proximity there are the obscure remains of a smaller funerary structure. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS2\u003c/h6\u003e \u003cp\u003eFunerary structure FS2 is situated 35 m east of FS I. It was recently cut open by a seasonal torrent to reveal a human burial. Several foot bones were extracted from the exposed surface of the corpse for chronometric analysis. The obtained results demonstrate that \u003cspan class=\"popular\"\u003eKhangmar Dzashak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhang dmar rdza shag\u003c/span\u003e has been a burial ground since the first third of the first millennium BCE.\u003ca href=\"#n41\" name=\"nb41\" class=\"note\"\u003e41\u003c/a\u003e Only fragmentary wall segments covering an area of 3 m x 1.7 m still survived at the time of the survey. A 60-cm high sub-surface wall segment clung to the side of the gully that was formed through the action of turbulent water. It is likely that this tomb has been totally obliterated by more recent summer rains. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS3 \u003c/h6\u003e \u003cp\u003eFunerary structure FS3 (approximately 6.5 m x 4 m) is located 360 m east of FS2. This highly degraded superstructure is situated a little east of a gully. FS3 contains both flat and projecting stones in the perimeter walls, the character of which is no longer discernable. In the same area are the remains of what appear to be the superstructures of two smaller tombs. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS4\u003c/h6\u003e \u003cp\u003eFunerary structure FS4 (approximately 7.8 m x 7 m) is located 120 m east of FS3. This superstructure is in an advanced state of decay. \u003c/p\u003e \u003ch5 id=\"b2-1-68-4-3\"\u003eCentral complex\u003c/h5\u003e \u003ch6 class=\"essay\"\u003eAppended edifice \u003c/h6\u003e \u003cp\u003eThe central complex temple-tomb (31\u0026deg; 54.35\u0026#900; N. lat. / 85\u0026deg; 06.45\u0026#900; E. long.) is situated 330 m east of funerary structure FS4. This central complex edifice is in the best state of preservation of the three complexes. It measures 5.1 m (north-south) x 3.1 m (east-west). On its east and south sides, the edifice still attains a maximum height of 2 m. Given the fairly diminutive dimensions of the structure, its original elevation may have not been much higher than its current maximum extent. The coursed-rubble walls are 60 cm to 80 cm thick. They are composed of dressed sandstone blocks and slabs. Structural evidence of the central burial chamber has been largely eradicated. \u003c/p\u003e \u003ch6 class=\"essay\"\u003ePillar array\u003c/h6\u003e \u003cp\u003eThe most westerly pillar in the central complex array is found 12 m from the funerary edifice, but evidence from both the west and east complexes indicates that more proximate rows of stelae once existed. The array as it now exists measures 33 m (east-west) x 13 m (north-south), yet only around 90 pillars remain in situ. This is perhaps less than 20 percent of the original amount. The pillars project 20 cm to 60 cm from the surface, with a mean height of around 40 cm. \u003c/p\u003e \u003ch5 id=\"b2-1-68-4-4\"\u003eEast complex\u003c/h5\u003e \u003ch6 class=\"essay\"\u003eAppended edifice \u003c/h6\u003e \u003cp\u003eThe east edifice (31\u0026deg; 54.36\u0026#900; N. lat. / 85\u0026deg; 06.58\u0026#900; E. long.) is sited 155 m east of the eastern edge of the central complex pillar array. The edifice measures 7 m (north-south) x 3.1 m (east-west) and currently stands around 1.2 m in height. Coherent wall segments are found on all four sides of this rectangular structure, showing that it was constructed in the same manner as the central complex edifice. The largest intact wall fragment is found on the south side of the structure. It is 90 cm in height and contains stones up to 60 cm in length. Lying nearby is a dislodged stone, 1 m in length, which at one time may have been part of the same wall. \u003c/p\u003e \u003ch6 class=\"essay\"\u003ePillar array\u003c/h6\u003e \u003cp\u003eThe first in situ pillar of the east complex array is found 4.5 m east of the temple-tomb. The dimensions of he extant array are 15.7 m (east-west) x 11 m (north-south). There is, however, a lone pillar situated 3.8 m east of the south side of the array, as well as a single small pillar well beyond the north side of the array. These outlying pillars probably signal that the concourse was at one time significantly larger than at present. The east array of pillars gently declines towards the east. The pillars are mostly tabular and have a mean height of around 35 cm. The shortest specimens are only 15 cm in height. By measuring the distances between extant stones in the rows, it can be estimated that only around one-third the total number of pillars are still standing in the east complex array.\u003c/p\u003e \u003chr class=\"footnote-divider\"/\u003e \u003ch2\u003eNotes\u003c/h2\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n40\"/\u003e \u003ca href=\"#nb40\" class=\"note\"\u003e [40] \u003c/a\u003e The most important source for information on the oral traditions of \u003cspan class=\"popular\"\u003eKhangmar Dzashak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhang dmar rdza shag\u003c/span\u003e and nearby \u003cspan class=\"popular\"\u003eRonggo M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRong mgo mon dur\u003c/span\u003e (D-73) was \u003cspan class=\"popular\"\u003eKarma Ts\u0026uuml;ltrim\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKarma tshul khrims\u003c/span\u003e (born Iron Dragon Year, circa 1940), the steward (\u003cspan class=\"popular emph\"\u003eg\u0026ouml;nnyer\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003edgon gnyer\u003c/span\u003e) of \u003cspan class=\"popular\"\u003eLowo Dechen\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLo bo bde chen\u003c/span\u003e monastery. This \u003cspan class=\"popular emph\"\u003eKarma Kagy\u0026uuml;d\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ekarma bka\u0026rsquo; brgyud\u003c/span\u003e monastery is located in the \u003cspan class=\"popular\"\u003eGerts\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSger rtse\u003c/span\u003e portion of \u003cspan class=\"popular\"\u003eJangma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eByang ma\u003c/span\u003e (formerly part of \u003cspan class=\"popular\"\u003eDrongpa Tsogu\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Brong pa tsho dgu\u003c/span\u003e). Rather than the commonly held belief that \u003cspan class=\"popular\"\u003eKhangmar Dzashak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhang dmar rdza shag\u003c/span\u003e and other archaic cultural sites of this region were built by the ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e, \u003cspan class=\"popular\"\u003eKarma Ts\u0026uuml;ltrim\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKarma tshul khrims\u003c/span\u003e subscribes to the view that hey were constructed by the \u003cspan class=\"popular\"\u003eZhang Zhungpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eZhang zhung pa\u003c/span\u003e, the most promient ancient tribe in the region. \u003cspan class=\"popular\"\u003eKarma Ts\u0026uuml;ltrim\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKarma tshul khrims\u003c/span\u003e explains that according to the oral traditions of \u003cspan class=\"popular\"\u003eJangma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eByang ma\u003c/span\u003e and \u003cspan class=\"popular\"\u003eGerts\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSger rtse\u003c/span\u003e, there were two ancient groups in the region: the \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e and the \u003cspan class=\"popular\"\u003eJangwa Hash\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eByang ba ha shes\u003c/span\u003e (not to be confused with the \u003cspan class=\"popular\"\u003eHasakka\u003c/span\u003e\u003cspan class=\"scholar\"\u003eHa sag ka\u003c/span\u003e, the Kazaks, best known in the region for their raids of the 1930s and 1940s). In the local oral tradition, the \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003eand \u003cspan class=\"popular\"\u003eJangwa Hash\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eByang ba ha shes\u003c/span\u003e are thought to have been closely related to one another, and to have long disappeared before the Tibetan \u003cspan class=\"popular emph\"\u003edrok pa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brog pa\u003c/span\u003e of the region arrived. Given their northern designation and the orthography of the second word of the ethnonym, the \u003cspan class=\"popular\"\u003eJangwa Hash\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eByang ba ha shes\u003c/span\u003e are probably of north Inner Asian origin. A correlation with the ample archaeological and textual evidence demonstrating that Upper Tibet had manifold links with north Inner Asia in the prehistoric epoch (see Bellezza, \u003cem\u003eZhang Zhung\u003c/em\u003e.) may well be indicated. \u003c/div\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n41\"/\u003e \u003ca href=\"#nb41\" class=\"note\"\u003e [41] \u003c/a\u003e Foot bones extracted from the FS2 tomb have yielded a radiocarbon age of circa 800 BCE. Tomb FS2: AMS analysis, sample no. Beta-187501; Conventional radiocarbon age: 2740 +/- 40 BP; 2 Sigma calibrated result (95 percent probability): Cal 2920 to 2760 BP; intercept of radiocarbon age with calibration curve Cal 2840 BP; 1 Sigma calibrated result (68 percent probability): 2870 to 2780 BP. FS2 is interjacent to the east and central complexes, giving the impression that it was a constituent part of the necropolis. The relative location of the dated tomb remains suggests that the stelae and accompanying temple-tombs were an integral part of the same umbrella of funerary traditions. If so, it demonstrates that the Upper Tibetans were raising pillars contemporaneously with the Scythic tribes of north Inner Asia. This relatively early date (early \u003cspan class=\"emph\"\u003eIron Age\u003c/span\u003e) may also suggest that he arrays of pillars appended to edifices were built and maintained over many centuries. More chronometric data from such sites is needed in order to to refine our understanding of their origins, development and demise. \u003c/div\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza2/b2-1-68/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-1-68","is_primary":false,"created_at":"2010-08-25 11:11:14 UTC","updated_at":"2010-08-25 11:11:14 UTC","authors":[]}]}