{"descriptions":[{"id":1485,"title":"Drakteng Yungdrung Dargyé Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b6-11\"\u003eLi thang County\u003c/h2\u003e \u003ch3 id=\"b6-11-4\"\u003e(170) gYung drung dar rgyas Monastery\u003c/h3\u003e \u003ch4 id=\"b6-11-4-1\"\u003e1. Name \u003c/h4\u003e \u003cp\u003eThe monastery is usually known as Brag steng gYung drung dar rgyas gling. \u003c/p\u003e \u003ch4 id=\"b6-11-4-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located on the bank of Yongtze river 27 km south of the county town of Rong brag. \u003c/p\u003e \u003ch4 id=\"b6-11-4-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eA precise date of foundation of the monastery is not known, but it is said to have been founded by Sangs rgyas gling pa acccording to gNyags Chos nyid rdo rje (gYung drung dar rgyas gling, MS p.1). Sangs rgyas gling pa is one of the four masters of the New Bon Tradition and a famous gter ston. The same Sources also suggests that the monastery was founded prior to the destruction of gYung drung lta steng Monastery (No. 187). The monastery had the Brag steng king as its benefactor and the king was an ardent supporter of gYung drung lta steng which was destroyed by Qianlong in 1776.\u003ca href=\"#n49\" name=\"nb49\" class=\"note\"\u003e49\u003c/a\u003e Because of this reason, monks of the monastery were forced to leave the monastery and live in the villages. They had later several monasteries built, for example, Shan co,\u003ca href=\"#n50\" name=\"nb50\" class=\"note\"\u003e50\u003c/a\u003e Zhi ba sa le\u003ca href=\"#n51\" name=\"nb51\" class=\"note\"\u003e51\u003c/a\u003e and Mu chu la rgod.\u003ca href=\"#n52\" name=\"nb52\" class=\"note\"\u003e52\u003c/a\u003e \u003c/p\u003e \u003cp\u003eThe monastery produced several famous masters, such as Tu phyag Phyogs las rnam rgyal who was born in rJe lung valley which is five kilometers northeast of the monastery and mTshams pa dge bshes (his real name is unknown) was born in She co valley, but there is very little information about theses masters. \u003c/p\u003e \u003cp\u003eIn 1940 the monastery was moved and rebuilt by rGyal sprul, a master from Brag \u0026rsquo;go and Nyi ma dbang ldan, the king of Brag steng at the present site. It was active until the middle of the twentieth century. It again suffered from destruction and was rebuilt by Nya ngo Tshul khrims and Ye shes with the financial help given by bsTan pa dbang rgyal who was a former monk of the monastery and now a business man living in Lhasa.\u003c/p\u003e \u003ch4 id=\"b6-11-4-4\"\u003e4. Hierarchical system:\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003eone khri pa \u003c/li\u003e \u003cli\u003eone dbu mdzad \u003c/li\u003e \u003cli\u003eone dge skos \u003c/li\u003e \u003cli\u003eone dkor gnyer \u003c/li\u003e \u003c/ul\u003e \u003cp\u003eThese are appointed on a permanent basis as there are very few monks in the monastery.\u003c/p\u003e \u003ch4 id=\"b6-11-4-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are seven monks in the monastery. \u003c/p\u003e \u003ch4 id=\"b6-11-4-6\"\u003e6. Current education \u003c/h4\u003e \u003cp\u003eThere are no organized classes; the younger monks are trained by the elder monks. \u003c/p\u003e \u003ch4 id=\"b6-11-4-7\"\u003e7. Educational exchange \u003c/h4\u003e \u003cp\u003eThe monastery has no special ties with any other monastery. The monks may go to the monastery of their choice for their ordination.\u003c/p\u003e \u003ch4 id=\"b6-11-4-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003eFirst month: commemoration of mNyam med Shes rab rgyal mtshan from the 4th to 5th; commemoration of gShen rab Mi bo from the 14th to 15th\u003c/li\u003e \u003cli\u003eThird month: performance of the ritual cycle of Phur pa from the 1st to 15th with the \u0026rsquo;cham dances: gShen rab dgu \u0026rsquo;cham, Phur \u0026rsquo;cham, Me ri\u0026rsquo;i \u0026rsquo;cham, Gyad bzhi and Bla ma bon skor\u003c/li\u003e \u003cli\u003eFourth month: observance of the smyungs gnas fast, from the 14th to 15th\u003c/li\u003e \u003cli\u003eSeventh month: the performance of the bsang ceremony on Mount rGyal mo dmu rdo on the 10th\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-11-4-9\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery depends on donations from the faithful; the monks provide their own food.\u003c/p\u003e \u003ch4 id=\"b6-11-4-10\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe local lay community consists of ten villages: Mi log village with forty families, She co with thirty-three families, Se ri with twenty-three families in She co valley; Pher with fifty-eight families, A la pe with forty-two families, Bram with thirty families, Ma ni ra kho with thirty five families, \u0026rsquo;Gi ru with twenty-one families in Yag re village, Shan sde with eighty-five families, Le dom with ten families in Lang \u0026rsquo;ge village.\u003c/p\u003e \u003ch4 id=\"b6-11-4-11\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThe mountain behind the monastery is called bDud kyi zer ba and is regarded as the abode of the local deity called Khyung zhig. There is a la btsas situated at the top of the mountain and renewed only by the monks of the monastery. There is no fixed date for this ceremony.\u003c/p\u003e \u003ch4 id=\"b6-11-4-12\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-11-4-12-1\"\u003e(1) Interview\u003c/h5\u003e \u003cp\u003eIn autumn of 1997 with the following monks of the monastery: Tshul khrims rnam dag (b.1928), Tshul khrims ye shes (b.1939), Tshul khrims blo gros (b.1935) and bsTan \u0026rsquo;dzin rin chen (b.1915).\u003c/p\u003e \u003ch5 id=\"b6-11-4-12-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003egYung drung dar rgyas gling by gNyag Chos nyid rdo rje. MS\u003c/li\u003e \u003c/ol\u003e \u003chr class=\"footnote-divider\"/\u003e\u003ch2\u003eNotes\u003c/h2\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n49\"/\u003e\u003ca href=\"#nb49\" class=\"note\"\u003e [49] \u003c/a\u003e gYung drung lha steng Monastery was one of the most important Bonpo monasteries in rGyal rong. It was destroyed by the Manchou army of Qianlong emperor in 1776 in the second war of rGyal rong. gYung drung lha steng Monastery was forcefully converted to the dGe lungs pa sect of Tibetan Buddhism and was given a Chinese name: Guangfasi. Some times it is also called Yongzhong lama si (gYung drung bla ma Monastery). See Jiarong Zangzu Shizhi (History of Tibetans in rGyal rong) by Qiaodan (mChod rten), p.361-364. Mi rigs dpe skrun khang, 1995. Beijing. \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n50\"/\u003e\u003ca href=\"#nb50\" class=\"note\"\u003e [50] \u003c/a\u003e Shan co gtsug lag khang, Shan co is a valley which is located fifteen kilometers northeast of the the monastery. \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n51\"/\u003e\u003ca href=\"#nb51\" class=\"note\"\u003e [51] \u003c/a\u003e Zhi ba sa le Monastery was located in Ma le kha kha co valley of today\u0026rsquo;s Chu chen County of Nga pa Prefecture. \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n52\"/\u003e\u003ca href=\"#nb52\" class=\"note\"\u003e [52] \u003c/a\u003e Mu chu la rgod Monastery was located in \u0026rsquo;O lung valley of today\u0026rsquo;s Wen chuan County of Nga pa Prefecture. \u003c/div\u003e\u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b6-11-4/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-11-4","is_primary":false,"created_at":"2011-12-13 02:30:10 UTC","updated_at":"2011-12-13 02:30:10 UTC","authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}]}]}