{"descriptions":[{"authors":[{"fullname":"David Germano","id":"42"},{"fullname":"David Germano","id":"42"}],"source_url":null,"content":"<p><span style=\"font-size: 2em;\">Overview</span></p> <p>Tibet is a vast region inhabited by a people with a strong sense of unity despite great regional diversity. It is first and foremost located on the vast and mountainous <span class=\"place\" title=\"Type ID here\">Tibetan plateau</span> located north of the famed Himalayan mountain range to the south. However, it actually extends also to areas to the south and west of the plateau, and also far to the north, to areas quite distant from the Himalayas themselves. Dating back to the seventh century with the rise of the great Tibetan empire, the Tibetan people are characterized as those who share a literary language with a huge corpus, who speak a family of closely connected languages (sometimes called \"dialects\"), who are mostly Buddhist or B&ouml;npo in religious affiliation, and who adhere to a dense web of shared cultural conceptions, identity, practices, and narratives of origins and history. Tibet has been famous since at least the twelfth century as a citadel of Buddhist spirituality, learning, and monasticism, and in particular for being home to the fullest expression of tantric Buddhism. An extension of this religious fame has been the establishment of an even larger zone of cultural influence that extends to Mongolia in the far north west, Bhutan to the south, southern areas of Russia, and also to other areas. In addition to its religious fame, Tibet of course is also home to some of the highest mountain peaks and most mountainous terrain on the planet, with ecologies that dramatically vary from a lunar landscape in the west to lush forests in the east. Most Tibetans continue to be farmers or nomadic pastoralists.</p> <p>In modern times, the traditional homelands of Tibetan people are carved up between four different modern nation states: China, Nepal, India, and Pakistan. The vast bulk of Tibetan areas are now incorporated into five Chinese provinces: the Tibet Autonomous Region, Qinghai, Sichuan, Gansu, and Yunnan. In addition there is a modern diaspora of Tibetans, especially in Nepal and India, but also throughout the world, which is centered around Dharmasala, India, where His Holiness the 14th Dalai Lama resides with his government-in-exile. Tibetans also have strong regional identity, with the most famous cultural regions being <span class=\"place\" title=\"Type ID here\">&Uuml;tsang</span> (central, <em><span class=\"place\" title=\"F15355\">dbus</span> <span class=\"place\" title=\"F15354\">gtsang</span></em>), <span class=\"place\" title=\"F5225\">Kham</span> (east, <em><span class=\"place\" title=\"F5225\">khams</span></em>), and <span class=\"place\" title=\"F15348\">Amdo</span> (northeast, <em><span class=\"place\" title=\"F15348\">a mdo</span></em>). However, in fact there are far more localized regional identities, and many Tibetans have multiple regional identities as well - with the most local being the most pronounced. Each identity usually relates to a distinctive language, history, geographical territory, and often many more cultural traits such as architecture, clothing, and other factors.</p> <h1>History</h1> <p>The origins of Tibet as a place and a people date back to the early seventh century when a local king named <span class=\"person\" title=\"Type ID here\">Songtsen Gampo</span> (<em><span class=\"person\" title=\"Type ID here\">srong btsan sgam po</span></em>) led an astonishingly military expansion to create a major empire that controlled the vast plateau to the north of the Himalayan Mountain range.&nbsp; The Tibetan Empire continued as one of Asia's major political and military powers right into the middle of the ninth century, after which it rapidly disintegrated. During the imperial period of Tibetan history, Tibet as a people emerged gradually with the creation of a common literary language, the establishment of a network of linked spoken languages, the importation of Buddhism as a common religious and cultural vehicle, and the creation of a shared history and sense of identity.</p> <p>After a century of chaos and political decentralization, by the end of the tenth century a renaissance of Tibetan culture and religion had begun. This came to be called the \"later dissemination\" of religion, with the imperial period retroactively understood as the \"earlier dissemination\". The great translation project of classical Buddhist literature from India took place in both periods, such that by the fourteenth century the Buddhist canon and major sects had taken form - the <span class=\"org\" title=\"Type ID here\">B&ouml;n</span> (<em><span class=\"org\" title=\"Type ID here\">bon</span></em>), <span class=\"org\" title=\"Type ID here\">Nyingma</span> (<em><span class=\"org\" title=\"Type ID here\">rnying ma</span></em>), <span class=\"org\" title=\"Type ID here\">Kagy&uuml;</span> (<em><span class=\"org\" title=\"Type ID here\">bka' brgyud</span></em>), <span class=\"org\" title=\"Type ID here\">Sakya</span> (<em><span class=\"org\" title=\"Type ID here\">sa skya</span></em>), and <span class=\"org\" title=\"Type ID here\">Geluk</span> (<em><span class=\"org\" title=\"Type ID here\">dge lugs</span></em>).</p> <p>Tibet was never again to achieve the political centralization of the imperial period after the ninth century, and the plateau was dominated by a lengthy series of polities, large and small, right into the twentieth century. The largest polity to emerge was the <span class=\"org\" title=\"Type ID here\">Ganden Palace</span> (<em><span class=\"org\" title=\"Type ID here\">dga' ldan pho brang</span></em>), which emerged in Central Tibet in the seventeenth century under the leadership of the Fifth Dalai Lama.&nbsp; Nominally headed by the successive reincarnations of the Fifth Dalai Lama, it persisted until the mid twentieth century.&nbsp; Following the consolidation of power by the Chinese Communist party by 1950, China took over the vast majority of Tibetan cultural areas in the 1950s, and has ruled ever since that time. The Chinese cultural revolution in particular caused huge devestation and suffering in Tibet from the mid-1960s to the mid-1970s, while the 1980s were the site of a remarkable renaissance of Tibetan&nbsp; culture&nbsp; across the plateau. Religious institutions were rebuilt, a large publishing industry for old and new Tibetan writings was established, and Tibetans reestablished traditional practices.</p> <p>Since the late 1980s, Tibet has been marked by rapid transformation in terms of infrastructure development, Chinese immigration, and recurrent periods of social unrest in response to government oscillation between relative liberalization and martial law in its policies toward Tibetans. Travel for foreigners has likewise oscillated, with periods of openness and restriction.</p>","created_at":"2009-12-05 14:22:57 UTC","updated_at":"2013-12-30 14:24:54 UTC","id":74,"title":"An Introduction to Tibet","is_primary":true},{"authors":[{"fullname":"David Germano","id":"42"},{"fullname":"David Germano","id":"42"}],"source_url":null,"content":"<p>\"Tibet\" is the broad cultural or civilizational region in the middle of Asia - located to the north of the Himalayan mountain range on the Tibetan plateau and partly to its immediate south - which since its seventh century inception has been inhabited primarily by a people with a strong sense of unity deriving from the sense of a shared past, destiny, origin narratives, language (or language family), literary language, values, and practices, despite the extreme diversity that divides them and can also localize their identity to a single village or valley. That strong sense of unity thus exists hand-in-hand with an exceptionally strong sense of regional and local identity, and the cultural diversity found amongst these communities is every bit as striking and remarkable as the environmental diversity of the plateau, which ranges from high altitude grasslands to almost sub-tropical jungle.</p> <h1>Cultural Diversity in Tibet &amp; the Problem of Names</h1> <p>The English word \"Tibet\", and the corresponding ancient Tibetan word \"<span class=\"tibetan\" title=\"Type ID here\">b&ouml;</span>\" (<span class=\"tibetan\" title=\"Type ID here\"><em>bod</em></span>), are well-known rubrics with complex patterns of historical use. This short discussion is quite inadequate, but attempts to offer at least a starting point for thinking about a difficult and contentious issue that demands extensive research, discussion, and debate. In addition, it is not merely a scholarly issue, but also one with political implications and can thus easily provoke&nbsp; emotional responses. Non-Tibetans, as well as some contemporary Tibetans (especially those from the diaspora), often now assume that \"Tibet\" and \"Tibetan\" reflect an unproblematic means of referring to a unitary people in the Tibetan language as grounded in the words \"<span class=\"tibetan\" title=\"Type ID here\">b&ouml;</span>\" and \"<span class=\"tibetan\" title=\"Type ID here\">b&ouml;pa</span>\" (<em><span class=\"tibetan\" title=\"Type ID here\">bod pa</span></em>). Unfortunately, this is not the case. My interest is in examining the adequacy or inadequacy of Tibetan-language terms that have expressed in historical times, and/or in contemporary times, the strong sense of people living on the <span class=\"place\" title=\"Type ID here\">Tibetan plateau</span>, and in some areas immediately south of it, that they belong to a common people with shared past, destiny, origin narratives, language (or language family), literary language, values, and practices, despite the extreme diversity that divides them and can also localize their identity to a single village or valley. In one way or another, and to varying degrees, this has been true ever since the early seventh century founding of the Tibetan Empire.&nbsp;</p> <p>This broad cultural region, regardless of its political fate or divisions in any given century, for better or worse is usually&nbsp; labeled&nbsp; as \"Tibet\" or \"<span class=\"tibetan\" title=\"Type ID here\">b&ouml;</span>\". The difficulties of this name begin with the fact that \"Tibet\" in English is not used in the same ways that its Tibetan equivalent, <span class=\"tibetan\" title=\"Type ID here\">b&ouml;</span>, is used - and yet we typically assume that they are completely equivalent.&nbsp; In addition, regardless of language, we tend to use the term in shifting ways without full acknowledgment of the changing terms of reference.&nbsp; Firstly, there is a confusion between political and cultural references, a frequent problem when people assume that the clarity of modern nation state divisions applies to the complexities of political and cultural divisions prior to the twenty-first century. Secondly,&nbsp; within Tibetan communities, the words \"<span class=\"tibetan\" title=\"Type ID here\">b&ouml;</span>\", \"<span class=\"tibetan\" title=\"Type ID here\">b&ouml;pa</span>\", and various permutations are used with various degrees of narrowness and breadth of scope depending on the context. In English, at least, this problem has often been addressed by attempts to add a qualifier to the term, leading to the expression \"Cultural Tibet\" or \"Greater Tibet\", the latter of which is also well known to many contemporary Tibetans as \"<span class=\"tibetan\" title=\"Type ID here\">b&ouml; chenpo</span>\" (<em><span class=\"tibetan\" title=\"Type ID here\">bod chen po</span></em>). In addition, there are such terms as the \"Tibetan people\" (<span class=\"tibetan\" title=\"Type ID here\">b&ouml; mi</span>, <em><span class=\"tibetan\" title=\"Type ID here\">bod mi</span></em>), or \"Tibetan subjects\" (<span class=\"tibetan\" title=\"Type ID here\">b&ouml; bangmi</span>, <em><span class=\"tibetan\" title=\"Type ID here\">bod 'bangs mi</span></em>), which can in some contexts be attempts to produce a rubric which anyone who feels they belong to that felt sense of cultural communality might embrace.</p> <p>In terms of confusion between the political and the cultural, the Tibetan people as a communal or cultural identity originated in the seventh century with the political rise of the Tibetan empire. The Empire began in Central Tibet, south of <span class=\"place\" title=\"F637\">Lhasa</span> (<em><span class=\"place\" title=\"F637\">lha sa</span></em>), but rapidly expanded all across the plateau to become one of the great empires of the world at the time.&nbsp; It then gradually disintegrated in the ninth century, leaving behind a huge region of people with a common language family, literary language, and sense of unified practices, descent, and destiny, though their original imperial political unity was never again to be recaptured.&nbsp; The \"<span class=\"org\" title=\"Type ID here\">Ganden Palace</span>\" (<em><span class=\"org\" title=\"Type ID here\">dga' ldan pho brang</span></em>) polity nominally led by the Dalai Lama emanations from the seventeenth century onwards was the most successful and extensive attempt to establish a broad political unity, but even it was far smaller than the extent of culturally Tibetan regions that was the persisting legacy of those ancient imperial achievements. In contemporary times, Tibetan communities&nbsp; - not even considering the new disapora that has so remarkably established itself around the world since the 1950s - can be found in significant numbers not simply in China, which has incorporated the vast majority of contemporary Tibet since 1959, but also in northern Nepal, eastern Pakistan, and parts of Northern India. In addition, Bhutan, which has successfully emerged as a vibrant modern nation state of its own, is also part of a historical continuity with the Tibetan plateau, though it has successfully transited into its own autonomous national and hence cultural identity, much as European peoples long ago emerged with distinctive unified political and cultural identities.&nbsp;</p> <p>In terms of confusion about internal cultural regions within the broader area of Cultural Tibet, Tibetans have very strong regional identities that go hand in hand with their unique local languages, architecture, clothing, histories, and many other traditions. A simple way that Tibetans talk about their internal cultural regions is to refer to three great regions - <span class=\"place\" title=\"Type ID here\">Utsang</span> (<em><span class=\"place\" title=\"Type ID here\">dbus gtsang</span></em>) in the West, <span class=\"place\" title=\"F5225\">Kham</span> (<em><span class=\"place\" title=\"F5225\">khams</span></em>) in the East, and <span class=\"place\" title=\"F15348\">Amdo</span> (<em><span class=\"place\" title=\"F15348\">a mdo</span></em>) in the Northeast - though in fact the situation is far more complex than that.&nbsp; Yet even in those larger regions, putting aside the issue of the artificial nature of these categories, people are far more likely to refer to themselves in terms of that local identity over their general Tibetaness in conversation - thus residents of <span class=\"place\" title=\"F5225\">Kham</span> will now refer to themselves as \"<span class=\"tibetan\" title=\"Type ID here\">khampa</span>\" (<em><span class=\"tibetan\" title=\"Type ID here\">khams pa</span></em>) rather&nbsp; than \"<span class=\"tibetan\" title=\"Type ID here\">b&ouml;pa</span>\", while residents of <span class=\"place\" title=\"F15348\">Amdo</span> refer to themselves as \"<span class=\"tibetan\" title=\"Type ID here\">Amdowa</span>\" (<em><span class=\"tibetan\" title=\"Type ID here\">a mdo ba</span></em>). &nbsp; <span class=\"tibetan\" title=\"Type ID here\">B&ouml;pa</span>,&nbsp; or \"Tibetan\" (though the switch from Tibetan to English is far from unproblematic here, since English speaking Tibetans would not use the word \"Tibetan\" at all as other Tibetans might use the word <span class=\"tibetan\" title=\"Type ID here\">b&ouml;pa</span>) is a term then used in turn more generally to signify Tibetans to their west, namely in &Uuml;tsang. Despite this, in a context in which the comparison is with themselves to other ethnic groups, they may very well use the term <span class=\"tibetan\" title=\"Type ID here\">b&ouml;pa</span> to refer to themselves in a more embracing manner, or might use another form of the word, such as <span class=\"tibetan\" title=\"Type ID here\">b&ouml;mi</span>.</p> <p>It also is essential to not disregard the literary context, and the many ways in which literary texts from across the plateau written in literary Tibetan refer to the common identity of the peoples and communities living throughout these regions. We need to examine the profuse ways that Tibetan literature evokes and labels this felt communality, and the much less problematic use of such terms as \"<span class=\"tibetan\" title=\"Type ID here\">b&ouml;</span>\" or \"<span class=\"tibetan\" title=\"Type ID here\">b&ouml;mi</span>\" therein to refer to peoples and communities across the plateau, regardless of other cultural divisions.</p> <p>It should also be noted that China divides the Tibetan communities that it administers into five administrative regions, or provinces: <span class=\"place\" title=\"Type ID here\">Tibet Autonomous Region</span> (TAR), <span class=\"place\" title=\"Type ID here\">Qinghai</span>, <span class=\"place\" title=\"Type ID here\">Sichuan</span>, <span class=\"place\" title=\"Type ID here\">Gansu</span> and <span class=\"place\" title=\"Type ID here\">Yunnan</span>.&nbsp; As such, Tibetans from other regions will generally refer to the TAR as \"<span class=\"tibetan\" title=\"Type ID here\">b&ouml;</span>\", although within the TAR, one will often find Tibetans referring to Tibetans in <span class=\"place\" title=\"F637\">Lhasa</span> or the surrounding regions as \"<span class=\"tibetan\" title=\"Type ID here\">b&ouml;pa</span>\" in contrast to themselves, based upon cultural perceptions. The complexity of usage of these terms is thus endless. That said, this complexity should in no way be understood as indicating that Tibetans lack a strong sense of unity across the plateau, but rather they point to the exceptional internal cultural diversity of Tibet, and the equally exceptional strong regional sense of identity. This pattern can go right down to individual valleys or even villages, where the same pattern of the oscillating use of terms for self-identification is often repeated not for <span class=\"tibetan\" title=\"Type ID here\">b&ouml;pa</span>, but for the regional rubrics in contrast to much more local terms of identity. While this might be seen as the fault lines of weakness in Tibetan culture, it also points to strength for those who believe cultural diversity and healthy local traditions are a better source of a more profound and vital unity than homogeneity.</p> <h1>Caveat</h1> <p>The preceding comments are offered as provisional thoughts, not for citation. This article can and will be changed at a moment's notice. Considerable research must be done on the historical and literary record, as well as on people's contemporary speaking practices, before these issues can be addressed with any real credibility. So please accept this as an attempt to facilitate discussion, and not an authoritative essay pretending to have any more knowledge than its author possesses - which is unfortunately little.</p>","created_at":"2009-05-21 12:04:11 UTC","updated_at":"2013-12-30 14:36:55 UTC","id":5,"title":"Reflections on the Complexities of Tibet","is_primary":false},{"authors":[{"fullname":"David Germano","id":"42"},{"fullname":"David Germano","id":"42"}],"source_url":null,"content":"<h2>Introduction to Cultural Tibet</h2> <h3>Overview</h3> <p class=\"Paragraph\">Tibetan culture, the sense of being &ldquo;Tibetan&rdquo; as a common identity across many other differences, and the sense of there being a body of practices and beliefs that constitute a shared cultural identity, is a product of a grand military and political experiment &ndash; the Tibetan Empire. Existing from the 7<sup>th</sup> to 9<sup>th</sup> centuries, the Tibetan Empire was a hugely successful political and military set of endeavors that established a sense of unity and belonging across the Tibetan plateau where before there had been a profound sense of locality and difference. Political unity across such a vast terrain was to prove an elusive goal never to again be repeated after the Empire&rsquo;s disintegration in the 9<sup>th</sup> century, but Tibetan culture &ndash;and the concomitant notion of a Tibetan people &ndash; proved to be a powerful reality that has persisted in a dynamic fashion right into the present across a huge geographical territory, including what in the last six decades has come to be a global diaspora extending across the world.</p> <p class=\"Paragraph\">However, as with many cultures of the world, just what the rubric &ldquo;Tibet&rdquo; signifies is both clear and frustratingly elusive for complex reasons that are intellectual, historical, and political in character.&nbsp; We prefer to refer to this unity as &ldquo;Cultural Tibet&rdquo; to suggest that the delineation is based on complex, empirical data from the locale, rather than on unsubstantiated or politicized claims. Other possibilities for rubrics include Tibetan Cultures, Ethnographic Tibet, the Tibetan World, or the Tibetan Cultural Space. We would prefer to avoid the essentialist term \"Tibet\", which doesn't do justice to the great diversity and extent of cultural and geographical spaces covered by our scope. However, it provides the most convenient nominative reference, and thus we have chosen to retain it in specific contexts. Our current thinking about ethnicity and culture is so bound by the relatively recent phenomena of nation states, that it clouds the profoundly different socio-political realities of the pre-modern world.</p> <p class=\"Paragraph\">We are trying to discern a group of people over vast stretches of space and time that are characterized by certain shared features which make talking about them as a whole tenable.&nbsp; Our definitions of Cultural Tibet relies upon multiple indicators, such as the following, though there are exceptions on every measure:</p> <ul> <li>explicit subjective contemporary identity statements</li> <li>related or shared origin myths and historical narratives that can be identified as \"Tibetan\"</li> <li>a spoken language belonging to the \"Tibetan\" families of languages</li> <li>a degree of use of the written Tibetan language</li> <li>shared religious traditions in Buddhism and B&ouml;n</li> <li>shared cultural practices</li> </ul> <p class=\"Paragraph\">Our definition of Cultural Tibet is expansive, such that we have resolved to include populations that may linguistically speak Tibetan but not be characterized by any of the other indicators - such as perhaps Shiite Muslim wheat farming communities in Baltistan now controlled by Pakistan - as well as cultures such as Gyelrong (<em>rgyal rong</em>) or Basum (<em>brag gsum</em>), which do not speak a Tibetan language proper, and yet by other criteria are certainly \"Tibetan\".&nbsp; This definition obviously does not correspond precisely to any political status either historically or in contemporary times. In addition, most casual traveler across these regions will note a great variety of ethnicities constitute these populations as evidenced from the striking range of bodily and facial characteristics.&nbsp; Though it is true that no single word in Tibetan dialects corresponds to how we use the term \"Tibet\" in English, nor designates the area which we are calling \"Cultural Tibet\", there are ways in Tibetan to signify a roughly comparable area. The most prominent perhaps is the \"snowy lands\" (<em>gang ljongs</em>).&nbsp;</p> <p class=\"Paragraph\">In terms of delineating a geographical area that corresponds to Cultural Tibet at any given point in history, we only include areas beyond the level of a single settlement where the numerically dominant population meets these criteria.&nbsp; We have chosen, however, to include the Tibetan diaspora scattered across the world, though we certainly do not include those larger countries or sub-country administrative units in which they form a small minority.&nbsp; Thus we include a Tibetan farming community in Southern India that could consist of as many as twenty distinct settlements, but not the Indian administrative unit in which they are located.&nbsp; Practically speaking, of course, the smaller a Tibetan community is and the larger the broader settlement in which they are located, the harder it is to document within our broader model given its smallness of size and tem We also exclude those areas where Tibetan culture may historically have exercised a dominant influence, such as in Mongolia, but which linguistically do not speak a Tibetan language, nor fit the other criteria, despite extensive cultural communalities and shared traditions.&nbsp;</p> <h3>Divisions of Tibet: Nations and Cultural Subregions</h3> <p class=\"Paragraph\">There are two dominant schemes by which we can profitably divide cultural Tibet into internal regions:&nbsp; (i) the administrative units of the various nation states which now control cultural Tibetan areas, and (ii) the internal ethno-linguistic regions which constitute Tibetans' own sense of community and cultural affiliation.&nbsp; The issue of internal regions becomes far more complex with the introduction of temporality, the fourth dimension.&nbsp; Details are much more difficult to come by, while diversity and fluidity is much greater for both administrative and ethno-linguistic regions.&nbsp;</p> <p class=\"Paragraph\">(i) Not counting completely modern diaspora communities, such as the large communities of Tibetans in New York City, Beijing, New Delhi and elsewhere, cultural Tibet&nbsp; now spans an area administratively controlled by the nations of China, Nepal, India, Pakistan, and Bhutan.&nbsp; Each of these nation states has its own well defined administrative territorial schemes, of units within units - state, county, township, and so forth.&nbsp; These schemes have the advantage of being for the most part clearly defined in terms of conception and geographical boundaries.&nbsp; Not surprisingly, they dominate the experience of contemporary Tibetans since these administrative units determine taxation, resource allocation, government support and so forth.</p> <p class=\"Paragraph\">When we shift back in time, the situation is far more complex, since nation states with their computer delineated boundaries and precise administrative areas are absent. Historically, cultural Tibet was characterized by a wide variety of political units and arrangements (including stateless areas with no explicit government at all). For example, prior to the second half of the twentieth century, many political units were administratively divided into \"districts\" (<em>rdzong</em>), usually controlled from fortified buildings or castles located in strategic high places.&nbsp; Researching these various arrangements all the way back to the imperial period (7th to 9th centuries) is a complex task that will take many years into the future.&nbsp;</p> <p class=\"Paragraph\">(ii) There has been and remains a pronounced regional sense of cultural identity regardless of political classifications and realities which is based upon the dialect spoken, and associated local traditions of such things as architecture, clothing, music and so forth.&nbsp; These patterns of affiliation are linked to particular geographically delineated areas, and expressed by a term that usually simultaneously signifies the dialect, culture and region in colloquial and literary discourse.&nbsp; These ethno-linguistic terms usually signify primarily the geographical area, with the suffix of \"language\" (<em>skad</em>) signify the dialect that predominates in that area, and with the suffix of a nominalizer (<em>pa</em>) or the term \"person\" (<em>mi</em>)signify the people who lived in that area, speak that dialect, and practice the associated cultural traditions.&nbsp; Because they have no official, government status, such regions are at times called \"folk regions\" or &ldquo;cultural regions.&rdquo;</p> <p class=\"Paragraph\">The delineation of these regions is far more difficult than dealing with modern administrative units.&nbsp; To begin with the precise boundaries of each is rarely documented adequately, and to do so requires extensive research over many years to go village by village interviews.&nbsp; In actuality, the boundaries tend to be overlapping, rather than a neat, precise boundary such as constitutes administrative units, at least in theory.&nbsp; In addition, the members of a cultural region do not always live in geographically contiguous regions, since historical waves of migration have resulted in pockets or even relatively large areas inhabited primarily by representatives of a cultural region that is in fact located hundreds of kilometers in a quite distant area.&nbsp; Finally, the precise interrelation of these various regions is not always entirely clear, namely to what degree a given region is a subset of a broader ethno-linguistic region, or is simply altogether different.&nbsp; Technically, for example, a given term like &Uuml;tsang (<em>dbus gtsang</em>)might refer to a broad region, which in fact &Uuml; and Tsang individually might only cover a portion of that broad region.&nbsp;</p> <p class=\"Paragraph\">The relationship of official governmentally delineated administrative units to indigenous ethno-linguistic regions is complex.&nbsp; In some cases there is close overlap, while in other cases there is no relationship at all.&nbsp; Of course such ethno-linguistic regional boundaries can be a factor behind a government's decision to create administrative boundaries in one way or another. In addition, administrative units and ethno-linguistic tend to both be deeply interconnected with the environmental realities of the area.&nbsp; Natural features such as water basins, mountain ranges, and so forth create natural boundaries, which are often closely connected to the formal and informal establishment of human regions.</p> <h3>The traditional three fold division of Cultural Tibet</h3> <p class=\"Paragraph\">Tibetans most typically consider Cultural Tibet to consist of three broad ethno-linguistic regions in the west, center and east as constituting \"Cultural Tibet\":&nbsp;</p> <ul> <li>The upper three districts of Ngari (<em>stod mnga' ris skor gsum</em>)</li> <li>The intermediate four horns of Utsang (<em>bar dbus gtsang ru bzhi</em>),</li> <li>The six ranges of Amdo and Kham (<em>smad mdo khams sgang drug</em>)</li> </ul> <p class=\"Paragraph\">This three fold division is explicitly presented - as the above indicates - in terms of altitude, where the west is \"upper\" in the sense of higher altitude, the central area is \"intermediate\" altitude, and the east is \"lower\" in the sense of lower altitude.&nbsp; The first two are derived from political schemes, whereas the third is obviously labeled after geographical features of mountain ranges.</p> <p class=\"Paragraph\">We also find different threefold schemes, which implicitly or explicitly subsume or marginalize one of the above regions:</p> <ul> <li>the triad of U, Tsang and Kham (<em>dbus gtsang khams gsum</em>),</li> <li>the triad of U, Tsang and Do (<em>dbus gtsang mdo gsum</em>)</li> <li>the triad of U, Tsang and the three districts of Ngari (<em>dbus gtsang mnga ris skor gsum</em>)</li> <li>the triad of Utsang, Kham and Amdo (<em>dbus gtsang khams a mdo</em>)</li> </ul> <h4>1. The upper three districts of Ngari (<em>stod mnga' ris skor gsum</em>)</h4> <p class=\"Paragraph\">Ngari constitutes Western Tibet, which was particularly important in the tenth through fourteenth centuries for the role its kingdoms played in the renaissance of Buddhism following the dark period that ensued upon the mid ninth century collapse of the Tibetan empire.&nbsp; Its high altitudes and difficult environments entailed a relatively low population base and scarce resources; indeed much of its population was and still is nomadic, though there have also been extensive agricultural communities.&nbsp; Its inhabitants speak a dialect family known as \"upper dialect\" (<em>stod skad</em>).&nbsp; When used in this overarching sense, it seems that the implication would be that it would subsume the massive northern pastoral regions known as the \"Northern Plains\", or Jangthang (<em>byang thang</em>), which otherwise is an entirely separate ethno-linguistic region from Ngari proper.&nbsp;</p> <p class=\"Paragraph\">In addition to the ruins of those early Kingdoms, along with their artistic and architectural treasures, one of the most prominent features of Ngari is Mount Kailash, known in Tibetan as \"the Precious Snow Mountain\" (<em>gangs rin po che</em>) or Mount Tisay (<em>ti se</em>).&nbsp; This is one of the three most important mountains in Buddhist Tibet known as \"(divine) abode mountains\" (<em>gnas ri</em>) since they were believed to be the residence of major Buddhist tantric deities.&nbsp; As such, it is a critically important site of pilgrimage and its associated rituals and belief systems.&nbsp;</p> <p class=\"Paragraph\">Literally, \"the three districts of the Royal Domain\", the traditional three subdivision of Ngari are most typically identified as the following (<em>Bod rgya tshig mdzod chen mo</em>, p. 683), though their actual identification is quite complex:&nbsp;</p> <ul> <li>Puhreng (<em>spu hreng</em>), Mangyul (<em>mang yul</em>) and Zangskar (<em>zangs dkar</em>)</li> <li>&nbsp;Zhangzhung (<em>zhang zhung</em>), Upper Tritay (<em>khri te stod</em>), Lower Tritay (<em>khri ste smad</em>)</li> <li>Chim (<em>'chim</em>) or Khotan (<em>li</em>), Drusha (<em>bru sha</em>), and Balti (<em>sbal ti</em>).</li> </ul> <p class=\"Paragraph\">The <em>Bod rgya tshig mdzod chen mo</em> (p. 683) also gives the alternative name, \"The Royal Domains Surrounded by Three\", which it explains as referring to this area being surrounded by three environmental features:&nbsp; snow mountains (<em>gangs</em>), rocky precipices (<em>g.ya'</em>), and lakes (<em>mtsho</em>).&nbsp; The term \"royal domains\" stems from the fact that after the disintegration of the Tibetan Empire in the mid ninth century, lineal descendents of the emperors settled these areas:&nbsp; Nyima Gon (<em>nyi ma mgon</em>) was the first, and his three sons took control of the centers of what came to be the three districts:&nbsp;</p> <ul> <li>Pelde Rikpa (<em>dpal lde rig pa mgon</em>) took control of Mangyul (<em>mang yul</em>) in Ngari surrounded by the lakes of Zangskar (<em>zangs dkar</em>)</li> <li>Tashi Degon (<em>bkra shis lde mgon</em>) took control of Takmo (stag mo) of Ngari surrounded by the snow mountains of Puhreng (<em>spu hreng</em>)</li> <li>Detsuk Gon (<em>lde gtsug mgon</em>) took control of Zhangzhung (<em>zhang zhung</em>) of Ngari, surrounded by the rocky precipices of Guge (<em>gu ge</em>)</li> </ul> <p class=\"Paragraph\">See Roberto Vitali's <em>The Kingdoms of Gu.ge Pu.hrang </em>for a detailed discussion of the historical complexities behind the formation of these regions, including the divergent ways the \"three districts\" are identified (see especially pp. 153ff).</p> <p class=\"Paragraph\">In modern China, Ngari is now the name of the westernmost district of the Tibetan Autonomous Region, located between the Himalayan and Khunu mountain ranges.&nbsp; It consists of seven counties:&nbsp;</p> <ul> <li>Gar (<em>sgar</em>)</li> <li>Ruthok (<em>ru thog</em>)</li> <li>Tsamda (<em>rtsa mda'</em>)</li> <li>Puhreng ( <em>spu hreng</em>)</li> <li>Degyay (<em>dge rgyas</em>)</li> <li>Gertse (<em>sger rtse</em>)</li> <li>Tshochen (<em>mtsho chen</em>)</li> </ul> <p class=\"Paragraph\">In fact, these counties cover much, but not all, of the ethno-linguistic region traditionally identified as Ngari, while in part also cover the distinct ethno-linguistic region of the Jangthang (<em>byang thang</em>).</p> <h4>2. The intermediate four horns of Utsang (<em>bar dbus gtsang ru bzhi</em>)</h4> <p class=\"Paragraph\">Utsang together constitute the central part of Tibet that historically was home of the major transregional political powers from the emergence of the sixth century Yarlung Empire right into the twentieth century with the theocratic state headed by the incarnations of Dalai Lamas.&nbsp; It consists of two separate regions - U and Tsang - which constituted the two major political and military poles of the areas which were in constant tension with each other over the centuries.&nbsp; Their respective centers, Lhasa (<em>lha sa</em>) and Shigatse (<em>gzhis ka rtse</em>), were also the major monastic bases of the Geluk (<em>dge lugs</em>) sectarian tradition that came to rule large parts of Cultural Tibet from the seventh century onwards.&nbsp;</p> <p class=\"Paragraph\">While U and Tsang proper are fairly limited in geographical extent, the use of the rubric Utsang to signify Central Tibet implicitly subsumes many other distinct ethno-linguistic regions that are contiguous with them - Kongpo (<em>kong po</em>), Lhodrak (<em>lho brag</em>) and so forth.&nbsp; This region include most of the most famous landmarks of early Tibetan history - the Yarlung valley (<em>yar klungs</em>) of the Imperial tombs, the first Buddhist monastery of Samye (<em>bsam yas</em>), the Jokhang (<em>jo khang</em>) temple in Lhasa and so forth</p> <p class=\"Paragraph\">During the Imperial Period of Tibetan history in the early seventh century, the emperor Songtsen Gampo (<em>srog btsan sgam po</em>) is said to have divided his domain into four \"horns\", or military brigades.&nbsp; Two of these constituted the area of U and two constituted the area of Tsang:</p> <ul> <li>Yeru (<em>g.yas ru</em>) in Tsang</li> <li>Rulak (<em>ru lag</em>) in Tsang; subsequently it was renamed spus ru?</li> <li>Uru (<em>dbu ru</em>) in U; subsequently it was renamed gung ru?</li> <li>Yoru (<em>g.yo ru</em>) in U; subsequently it was renamed g.yon run</li> </ul> <p class=\"Paragraph\">In contemporary times, however, these divisions of \"horns\" are not so relevant for the inhabitants&rsquo; sense of identity and location.</p> <p class=\"Paragraph\">In modern China, all of these regions are now administered under China's westernmost provincial level area termed the Tibetan Autonomous Region (TAR). The bulk of the central area of the TAR corresponds to Utsang, while TAR&rsquo;s westernmost area is Ngari, and its easternmost area is culturally part of Kham.</p> <h4>3. The six ranges of Amdo and Kham (<em>smad mdo khams sgang drug</em>)</h4> <p class=\"Paragraph\">Amdo (<em>a mdo</em>) and Kham (<em>khams</em>) are by most registers completely distinct regions that constitute the Northeastern and Eastern domains respectively of Cultural Tibet.&nbsp; Their dialects - referred to as Amdo dialect (<em>a mdo skad</em>) and Kham dialect (<em>khams skad</em>) respectively - are quite distinct, as are their regional cultural traits and sense of identity.&nbsp; While broad characterizations are invariably simplistic in the extreme, in general Kham is famed for its military prowess and martial spirit, while Amdo is more famed for its literary and scholarly achievements (though there was no shortage of great Khampa scholars).&nbsp; The classical center of Kham political and cultural power was the city/kingdom of Derge (<em>sde dge</em>), while the corresponding center of Amdo was Labrang (<em>bla brang</em>).&nbsp;</p> <p class=\"Paragraph\">The subdivisions given of \"six ranges\" refer to important mountain ranges and rivers which mark off large areas.&nbsp; The six mountain ranges along with their geographical location in terms of rivers are as follows (drawn from the <em>Bod rgya tshig mdzod chen mo</em>, p. 2160).</p> <ul> <li>Zelmo Range (<em>zal mo sgang</em>):&nbsp; the northern areas between the Dri and Nyak rivers (<em>'bri chu dang nyag chu'I byang rgyud bar gyi sa khul</em>)</li> <li>Tsawa Range (<em>tsha ba sgang</em>):&nbsp; between the Gyelmo Ngul and Dza rivers (<em>rgyal mo rngul chu dang rdza chu'i bar la</em>)</li> <li>Markham Range (<em>smar khams sgang</em>): the northern areas between the Dza and Dri rivers (<em>rdza chu dang 'bri chu'I byang rgyud bar gyi sa khul</em>)</li> <li>Powo Range (<em>spo 'bor sgang</em>):&nbsp; the southern areas between the Dri and Nyak rivers (<em>'bri chu dang nyag chu'I lho rgyud bar gyi sa khul</em>)</li> <li>Mardza Range (<em>dmar rdza sgang</em>): The areas from the south of Ma river up until the easter upper parts of the Nyak river included within the Tsongon (\"Blue Lake\") province (<em>mtsho sngon zhing chen khongs rma chu'I lho nas nyag chu'I stod kyi shar bar la</em>)</li> <li>Minyak Rab Range (<em>mi nyag rab sgang</em>):&nbsp; the eastern areas at the waist of the Nyak river (<em>nyag chu'I chu sked kyi shar rgyud la</em>)</li> </ul>","created_at":"2011-10-28 23:12:28 UTC","updated_at":"2013-12-30 15:49:00 UTC","id":1307,"title":"The Cultural Regions in Tibet","is_primary":false}]}