{"descriptions":[{"id":1465,"title":"Shedrup Tengyé Trashi Yungdrung Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b6-8\"\u003eNyag rong rdzong\u003c/h2\u003e \u003ch3 id=\"b6-8-1\"\u003e(150) Ye shes Monastery \u003c/h3\u003e \u003ch4 id=\"b6-8-1-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is bShad sgrub bstan rgyas bkra shis g-yung drung gling; it was also known as Ye shes spos mdud dgon or Ye shes bshad sgrub gling.\u003c/p\u003e \u003ch4 id=\"b6-8-1-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located on the south bank of a stream in Gong shod valley, 5 km east of Ri snang, the seat of Nyag rong county. Gong shod valley is one of the \u0026ldquo;eighteen large valleys\u0026rdquo; (Shod chen bco brgyad) of Nyag rong county. The site of the monastery is called Brag dmar mdo rtsa (literally \u0026ldquo;foot of the red rock\u0026rdquo;), because it is located at the foot of a red rock (Brag dmar). \u003c/p\u003e \u003ch4 id=\"b6-8-1-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eAccording to oral tradition, during the persecution of Bon under the reign of King Khri srong lde btsan, many Bonpo masters fled from central Tibet, and thus a master called sTag gsas came to Me nyag, and became known as Me nyag sTag gsas. The Bonpo scholar and historian Shar rdza bKra shis rgyal mtshan (1858-1934) also mentions this personage in his historical work.\u003ca href=\"#n13\" name=\"nb13\" class=\"note\"\u003e13\u003c/a\u003e It is also said that Me nyag sTag gsas and rMa lHa rgod of Nyag rong are in fact one and the same. There is a prayer text entitled Lo rgyus gsol \u0026rsquo;debs (MS) in Ye shes Monastery mentioning that \u0026ldquo;the great and powerful hero Me nyag sTag gsas came to Me nyag under the name of rMa gsas lHa rgod\u0026rdquo;.\u003ca href=\"#n14\" name=\"nb14\" class=\"note\"\u003e14\u003c/a\u003e \u003c/p\u003e \u003cp\u003eThe son of rMa lHa rgod was called Nam mkha\u0026rsquo; ye shes. He received teachings from his father and then travelled extensively to propagate the Bon religion. He won the esteem and support of Klu rgyal, the chief of Nyag rong who helped him build a monastery at Brag dmar mdo rtsa in his honour. The monastery was named Ye shes Monastery after him. Since the monastery consisted of temples (lha khang), the place became known as Lha khang thang, the \u0026ldquo;plain of temples\u0026rdquo;.\u003c/p\u003e \u003cp\u003eThree generations of Nyag rong chiefs acted as patrons of Nam mkha\u0026rsquo; ye shes: Klu rgyal, his son Klu mgon and his grandson Klu skyabs.\u003ca href=\"#n15\" name=\"nb15\" class=\"note\"\u003e15\u003c/a\u003e Nam mkha\u0026rsquo; ye shes was succeeded by Cang mkhar spo sByin pa rgyal mtshan\u003ca href=\"#n16\" name=\"nb16\" class=\"note\"\u003e16\u003c/a\u003e who spent the first half of his life in Ye shes Monastery, and then left the monastery to live in a hermitage which he founded on a hill called Dar ri, which is why he is also locally known as Dar ri sByin pa rgyal mtshan. Although Rig \u0026rsquo;dzin nyi ma does give precise dates in his historical work with regard to the masters mentioned above, I am not sure they are accurate and prefer not to use them here.\u003ca href=\"#n17\" name=\"nb17\" class=\"note\"\u003e17\u003c/a\u003e \u003c/p\u003e \u003cp\u003eBecause Klu thar had no male heirs, the lineage of local chiefs was discontinued. \u003c/p\u003e \u003cp\u003eThere was also a master called rTogs ldan bKra shis rgyal mtshan who became a famous ascetic in the area; he is also known as Nub rTogs ldan bKra shis rgyal mtshan. His brother, Mo the\u003ca href=\"#n18\" name=\"nb18\" class=\"note\"\u003e18\u003c/a\u003e Tshul khrims rgyal mtshan, was a lay tantric practictioner and founded sKya thu li temple at La rked stod and gShel lo temple at La rked smad in Nyag rong; because he was very active in La sked, he was also known as Nyag sked tshang, and it is said that his lineage continued to be active in the area for seventeen generations. \u003c/p\u003e \u003cp\u003eDuring the time of mGon po rnam rgyal, a chief of Nyag rong, gSang mchog, a descendent of Khod spungs sGrub gshen snang ldan, Zla ba grags pa, a descendent of Mo the lineage, gYung drung rgyal mtshan, a son of \u0026rsquo;Od zer gling pa, and Nyag stod sTong ldan mgon po, agreed to rebuild Ye shes Monastery in which three small monasteries were merged as one monastery.\u003c/p\u003e \u003cp\u003eLater Nyag stod sTong ldan mgon po acted as a patron of the monastery and renamed it Ye shes bshad sgrub gling. According to Rig \u0026rsquo;dzin nyi ma this took place in 1848.\u003ca href=\"#n19\" name=\"nb19\" class=\"note\"\u003e19\u003c/a\u003e In 1908, Shar rdza bKra shis rgyal mtshan visited the monastery. In 1909, Khyung po Nyi ma rgyal mtshan and Tshul khrims mchog rgyal added an assembly hall (\u0026rsquo;du khang) with twelve columns. Both were disciples of Shar rdza bKra shis rgyal mtshan. Nyi ma rgyal mtshan had two sons, gYung drung bdud \u0026rsquo;dul and Ri kho alias Thugs rje gling pa. The former succeeded him after his death. The latter discovered numerous gter ma texts in several places in Khams and taught them throughout the area. \u003c/p\u003e \u003cp\u003eDuring the Cultural Revolution the monastery was destroyed, but its reconstruction was undertaken in 1983 with the help of A yung, alias gYung drung bstan pa\u0026rsquo;i rgyal mtshan (1922-1996). In his youth, he was recognized as the reincarnation of a master called Dri med \u0026rsquo;od zer, and the abbot of the monastery,Tshul khrims mchog rgyal, kept him in the monastery. In fact the abbot was a brother of his grandfather. He studied under the abbot, gTer ston Tshe dbang \u0026rsquo;gyur med, dBra ston bsKal bzang bstan pa\u0026rsquo;i rgyal mtshan (1897-1959)\u003ca href=\"#n20\" name=\"nb20\" class=\"note\"\u003e20\u003c/a\u003e (10) and rGyal tshab Blo gros rgyal mtsho. \u003c/p\u003e \u003cp\u003eLater A yung became vice-president of the Political Consultative Conference of dKar mdzes Prefecture, and it was in this capacity he was able to help to rebuild Ye shes Monastery and other local Bonpo monasteries. He worked hard to promote education in Bonpo monasteries in dKar mdzes Prefecture. When I visited dKar mdzes Prefecture in 1997, I saw his photograph in almost every monastery. I then realized how popular he was among the Bonpo community. \u003c/p\u003e \u003cp\u003eIn the 1980s, a manuscript copy the Bonpo Kanjur was brought out at dBal khyung Monastery. It was hidden away during the turbulent history. As it turned out, it was the only complete extant copy of the Bonpo Canon. Its publication, owing to the strenuous efforts of A yung and his friend Shug sdong sKal bzang phun tshogs, represents a major contribution to Tibetan cultural heritage, although the published version is not an exact replica of the dBal khyung manuscript. Alongside A yung, another important figure of the monastery was the master gYung drung bdud \u0026rsquo;dul (?-1995). \u003c/p\u003e \u003cp\u003eIn 1983, the authorities granted the monastery permission to reopen. Thanks to A yung and gYung drung bdud \u0026rsquo;dul, and the financial support and labour provided by the local lay community, the monastery was rebuilt and is now one of the most important centres in the region. A rgyal or sKal bzang rgya mtsho, a brother of A yung and \u0026rsquo;Khrin las kun khyab, the son of gYung drung bdud \u0026rsquo;dul, are the present leaders of the monastery.\u003c/p\u003e \u003ch4 id=\"b6-8-1-4\"\u003e4. Herarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003etwo gser khri, \u0026ldquo;gold throne\u0026rdquo; \u003c/li\u003e \u003cli\u003eone mkhan po\u003c/li\u003e \u003cli\u003eone g-yung drung slob dpon\u003c/li\u003e \u003cli\u003etwo dbu mdzad\u003c/li\u003e \u003cli\u003efour dge skos \u003c/li\u003e \u003cli\u003etwo mchod dpon\u003c/li\u003e \u003cli\u003efour shog dpon\u003ca href=\"#n21\" name=\"nb21\" class=\"note\"\u003e21\u003c/a\u003e \u003c/li\u003e \u003c/ul\u003e \u003cp\u003eAll the incumbents are reappointed every three years with the exception of the gser khri whose position is permanent. \u003c/p\u003e \u003ch4 id=\"b6-8-1-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are one hundred and sixty monks and novices in the monastery. \u003c/p\u003e \u003ch4 id=\"b6-8-1-6\"\u003e6. Education\u003c/h4\u003e \u003cp\u003eThe monk students receive a traditional education, both through private tutoring and collective lessons organized by the monastery. \u003c/p\u003e \u003ch4 id=\"b6-8-1-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eThe novices go to gYung drung gling in gTsang and Shar rdza ri khrod in rDza khog to take their ordination and for further religious training, and also to sNang zhig for further studies.\u003c/p\u003e \u003ch4 id=\"b6-8-1-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e1st month: commemoration of mNyam med Shes rab rgyal mtshan (1356-1415) for seven days;\u003c/li\u003e \u003cli\u003e3rd month: ritual of gCod pa during the entire month \u003c/li\u003e \u003cli\u003e5th month: commemoration of Bonpo masters taking the Klong rgyas text as the basis of the celebration from the 15th to the 20th day; the performance of the ritual cycle of Kun bzang rgyal ba \u0026rsquo;dus pa from the 21st to the 30th day \u003c/li\u003e \u003cli\u003e6th month: ritual based on the Rig \u0026rsquo;dzin \u0026rsquo;dus pa from the 1st to the 11th day. On the 12th day fifteen kinds of \u0026rsquo;cham dance take place for the public audience. The \u0026rsquo;cham includes such as the sa \u0026rsquo;dul, sixteen \u0026rsquo;dod yon lha mo, keng rus, shwa ba; the observance of the summer-fast (dbyar gnas) for fifty days starting on the 15th day \u003c/li\u003e \u003cli\u003e9th month: rituals based on the cycles of sTag a and Phur pa from the 18th to the 24th day \u003c/li\u003e \u003cli\u003e11th month: rituals based on the cycles of Khro bo, Phur pa and Zhang zhung Me ri from the 23rd to the 29th day ending with \u0026rsquo;cham dance on the 29th\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-8-1-9\"\u003e10. Books held in the monastery\u003c/h4\u003e \u003cp\u003eThere are copies of the printed editions of the following books: two copies of Bonpo Kanjur published by A yung in 197 volumes, one copy of Shar rdza bKra shis rgyal mtshan\u0026rsquo;s collected works, one copy of mNyam med Shes rab rGyal mtshan\u0026rsquo;s collected works, one copy of bDe chen gling pa Tshe dbang grags pa\u0026rsquo;s collected works, one copy of dBra ston bsKal bzang bstan pa\u0026rsquo;i rgyal mtshan\u0026rsquo;s collected works and one copy of gSang sngags gling pa\u0026rsquo;s gter ma texts.\u003c/p\u003e \u003ch4 id=\"b6-8-1-10\"\u003e11. Income and expenses \u003c/h4\u003e \u003cp\u003eThe monastery has neither land nor animals. The monks are provided for by their families and the monastery depends financially on donations from the faithful.\u003c/p\u003e \u003ch4 id=\"b6-8-1-11\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe local lay community consists of five shog kha (communal division): Ri nub, La rked, mChog dge, Gong shod and sKe bzhi. 1.Ri nub comprises three villages: Gyang ra with thirty families, Bar shod with twenty-five families and Lha khang mdo with thirty-five families. 2.La rked comprises nine villages: dBus ru with ten families, Bar shod with twenty families, Mi rgud with thirteen families, La ri with eleven families, Lu gu with six families, Tis bru with seven families, Pa bzi with five families, Phur pa with twelve families and Ye shes with six families. 3.mChog dge comprises three villages: Yar grong with twenty families, Mar grong with twenty families and Ka re with three families. 4.Gong shod comprises five villages: Dung ri with six famileis, Yang grong with twelve familes, Mar grong with seventeen families, sBying ge with nine families and Dar ni with six families. 5.sKe bzhi comprises five villages: sBus thang with twelve families, Dar ri with thirteen families, Ja lung with eight families, Ra gni with eleven families and Klu khang with fifteen families. \u003c/p\u003e \u003ch4 id=\"b6-8-1-12\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThere is a mountain called sKyobs \u0026rsquo;byin seng nag surrounded by twelve peaks about 25 km south of the county town of Nyag rong rdzong. The local deity (yul lha), believed to be residing on it, is propitiated by the local people of the villages mentioned above, but the date of the propitiation is not fixed. It may fall any time between the beginning of the 5th month to the beginning of the 8th month. \u003c/p\u003e \u003cp\u003eThere is also a \u0026ldquo;sacred mountain\u0026rdquo; (gnas ri) called Brag dkar lhang lhang nor bu yang rtse located about 40 km west of Nyag rong rdzong county town. It was a \u0026ldquo;site of hidden treasures\u0026rdquo; (gter gnas) where Sangs rgyas gling pa discovered many concealed texts (gter ma) and consequently he converted the site what is known as \u0026ldquo;to open doors of the site\u0026rdquo; (gnas sgo phyed pa) i.e. revealed the site as a sacred place. The date of its veneration is not fixed and may fall any time between the beginning of the 5th month to the beginning of the 8th month of every Dragon Year. In the past, both Bonpo and Buddhist people circumambulated the mountain in the Bonpo way, that is, keeping the mountain on the left as one follows the path of the circuit, but after Nyag bla Pad ma bdud \u0026rsquo;dul, a rNying ma pa master, said that both ways were appropriate and had the same religious efficacy, Buddhists began to circumambulate the mountain in the clockwise direction.\u003c/p\u003e \u003ch4 id=\"b6-8-1-13\"\u003e14. Occupation of the local population\u003c/h4\u003e \u003cp\u003eBoth nomads and farmers\u003c/p\u003e \u003ch4 id=\"b6-8-1-14\"\u003eSources:\u003c/h4\u003e \u003ch5 id=\"b6-8-1-14-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eA rgyal or sKal bzang rgya mtsho, a monk and one of the two masters of the monastery, born in 1939. Rig \u0026rsquo;dzin nyi ma, born in 1967; he was recognized as a reincarnation of a Sa skya monastery, but he did not want to be converted to the Sa skya pa tradition and has kept his Bonpo faith while living as a Sa skya pa reincarnation in Ye shes Monastery. gYung drung bstan \u0026rsquo;phel (b.1931) is the abbot of the monastery.\u003c/p\u003e \u003chr class=\"footnote-divider\"/\u003e\u003ch2\u003eNotes\u003c/h2\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n13\"/\u003e\u003ca href=\"#nb13\" class=\"note\"\u003e [13] \u003c/a\u003e dBal lHa khri, Me nyag sTag gsas, Khyung po Ne khrom, and several others who went to the North and lived there (176a), cf. Samten G. Karmay, The Treasury of Good Sayings: A Tibetan History of Bon, London, Oxford University Press, 1972, p.93. \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n14\"/\u003e\u003ca href=\"#nb14\" class=\"note\"\u003e [14] \u003c/a\u003e mthu che dpa\u0026rsquo; bo, me nyag stag gsas mchog/ rma gsas lha rgod mtshan gsol me nyag byon. \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n15\"/\u003e\u003ca href=\"#nb15\" class=\"note\"\u003e [15] \u003c/a\u003e Ye shes dgon pa\u0026rsquo;i lo rgyus by A g-yung, based on a history of the monastery by gYung drung bdud \u0026rsquo;dul, MS. \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n16\"/\u003e\u003ca href=\"#nb16\" class=\"note\"\u003e [16] \u003c/a\u003e Historically, Nyag rong is considered a part of Me nyag; the different dialects of Me nyag are referred to as Me nyag log skad. According to A g-yung, Cang mkhar spo is the Me nyag log skad term for \u0026ldquo;Bonpo\u0026rdquo;. Ye shes dgon pa\u0026rsquo;i lo rgyus, p.4, MS. \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n17\"/\u003e\u003ca href=\"#nb17\" class=\"note\"\u003e [17] \u003c/a\u003e Ye shes dgon pa\u0026rsquo;i lo rgyus kun gsal me long by Rig \u0026rsquo;dzin nyi ma, MS. \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n18\"/\u003e\u003ca href=\"#nb18\" class=\"note\"\u003e [18] \u003c/a\u003e Mo means \u0026ldquo;rain\u0026rdquo; and the means \u0026ldquo;to bring down\u0026rdquo; in the Me nyag log skad, referring to his ability to provoke rain when needed for the crops, Ye shes dgon pa\u0026rsquo;i lo rgyus, p,8, MS. \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n19\"/\u003e\u003ca href=\"#nb19\" class=\"note\"\u003e [19] \u003c/a\u003e Ye shes dgon pa\u0026rsquo;i lo rgyus kun gsal me long by Rig \u0026rsquo;dzin nyi ma, p.10, MS. \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n20\"/\u003e\u003ca href=\"#nb20\" class=\"note\"\u003e [20] \u003c/a\u003e dBra ston bsKal bzang bstan pa\u0026rsquo;i rgyal mtshan was Shar rdza bKra shis rgyal mtshan\u0026rsquo;s disciple and the author of his master\u0026rsquo;s biography: the Shar rdza bKra shis rgyal mtshan gyi rnam thar. \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n21\"/\u003e\u003ca href=\"#nb21\" class=\"note\"\u003e [21] \u003c/a\u003e shog kha means \u0026ldquo;tribe\u0026rdquo;, and dpon means \u0026ldquo;chief\u0026rdquo;; shog dpon is the title given to the monk in charge of monks belonging to a same tribe within a monastery. Because four of the local tribes are still Bonpo and belong to Ye shes Monastery, all four have monks in the monastery, and there is a Shog dpon for each of these groups. Ri nub is also Bonpo and belongs to the monastery, but since it has no monks in the monastery there is no need for a Ri nub Shog dpon. The Shog dpon has to be from the same tribe as the group of monks in his charge and he must also be a former dge bskos. \u003c/div\u003e\u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b6-8-1/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-8-1","is_primary":false,"created_at":"2011-12-13 02:29:59 UTC","updated_at":"2011-12-13 02:29:59 UTC","authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}]}]}