{"descriptions":[{"id":1334,"title":"Pel Shenten Sheldrak Pukpa Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch3 id=\"b5-1-2\"\u003edPal mgon rdzong\u003c/h3\u003e \u003ch4 id=\"b5-1-2-1\"\u003e(15) Shel phug Monastery\u003c/h4\u003e \u003cp\u003edPal gShen bstan Shel brag phug pa monastery is located in Khyung shog \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, the southeastern part of dPal mgon rdzong. Although it is fifty-four kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e, one can reach the monastery within an hour by car as the road is in good condition.\u003c/p\u003e \u003cp\u003eThe monastery was founded by mKha\u0026rsquo; yag gYung drung ye shes in 1716. He was a distinguished master who started on a pilgrimage from sGang ru in Khyung po and eventually entered the cave Shel brag phug pa, where he practised meditation. After sitting there for three years, when he reached the age twenty-five, he built a new private room, kitchen and storehouse at \u0026rsquo;Bum pa near the cave. In addition, he named the site Shel phug, \u0026ldquo;Crystal Cave\u0026rdquo;, and stayed there for several more years.\u003c/p\u003e \u003cp\u003eWhen he reached the age of forty-seven, the Mongolian troops of Jungar invaded the region, inflicted extreme brutalities, and finally killed him by beheading. They plundered all his properties.\u003c/p\u003e \u003cp\u003e In 1747, Rig \u0026rsquo;dzin Zangs skyong dbang po Tshul khrims bstan \u0026rsquo;dzin, the reincarnation of mKha\u0026rsquo; yag gYung drung ye shes, was born in sTeng chen, Khyung po dKar ru. From childhood he recognized himself as the reincarnation and when he reached the age of nine, he left on a journey to sTod in search of his own monastery. Upon arriving at Shel phug he said, \u0026ldquo;This is my seat\u0026rdquo;, and he stayed there for thirteen years as a hermit, practising meditation. He said that it was necessary to build Shel phug Monastery at the very site where the hermitage lay.\u003c/p\u003e \u003cp\u003eLater, at the age of thirty-three, he made a pilgrimage to Kong po Bon ri and other places. When he came back, after travelling for three years, he again devoted himself to meditating in the hermitage. He was sixty-eight when he died.\u003c/p\u003e \u003cp\u003eA long time passed before the birth of the next reincarnation took place. During this period, there was a hermit called Nang do mtshams chen, who was reincarnation of Li shu. He spent many years practising meditation in the hermitage. He piously consecrated the place.\u003c/p\u003e \u003cp\u003eThen in 1831, the third master in the line of incarnation, bsTan \u0026rsquo;dzin \u0026rsquo;od zer rgyal mtshan, was born in a family called sDe rnying Nor lha tshang. He was enthroned as soon as he was recognized as the reincarnation by sNang ston Zla ba rgyal mtshan (1796-1862). \u003c/p\u003e \u003cp\u003eAt the age of nineteen, he constructed at the cave a new red-painted meditation hall, Zhi khro lha khang, kitchen and storehouse. He also renewed part of the monastic equipment.\u003c/p\u003e \u003cp\u003eIt was during his time that an agreement was made that this monastery should be a branch of Ra lag gYung drung gling (No.2) and he devoted his whole life to meditating on his tutelary dieties in all their aspects and was able to call upon religious protectors such as Ma, bDud and bTsan. He strongly advised against making a distinction between the teachings of Buddhism and Bon. He died at the age of eighty-four.\u003c/p\u003e \u003cp\u003eIn 1879, the fourth in the line of incarnation, sKal bzang bstan \u0026rsquo;dzin grags pa, was born in the vicinity of the monastery. He had only his mother when he decided to go to gYung drung gling in order to be ordained as a monk. Having done this, he later took full ordination.\u003c/p\u003e \u003cp\u003eThen, at Shel phug Monastery, he built an eight-pillared assembly hall with a complete entrance hall and five rooms upstairs, a meditation hall, another three-roomed building, a kitchen, a residence for the head of the monastery (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla brang\u003c/span\u003e). He spent his whole his life looking after the monastery. He maintained the doctrine of non-differentiation between Buddhism and Bon. He lived to the age of eighty years.\u003c/p\u003e \u003cp\u003eIn 1915, a boy was born to be recognized as the reincarnation. The recognition was made by Shes rab blo ldan, the 5th abbot of gYung drung gling, who gave him the name Shes rab bstan \u0026rsquo;dzin rgyal mtshan. He was the fifth in the line of this monastery, and was enthroned at the age of five. He built a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla brang\u003c/span\u003e and greatly spread the teachings of Eternal Bon. In 1945, motivated by the prophetical words of sTag lung sgrol sprul chos sgrol (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ealias \u003c/span\u003esTag lung mkha\u0026rsquo; \u0026rsquo;gro), he revealed Shel brag as a sacred site. In 1948 he established the ritual called bDud rtsi bum sgrub, and among the hills behind the monastery he hid twenty-five sets of treasure bottles of all-wish-fulfilling.\u003c/p\u003e \u003cp\u003eOn the whole, it was during the days of the dGe slong sKal bzang bstan \u0026rsquo;dzin grags pa and Shes rab bstan \u0026rsquo;dzin (rgyal mtshan) that the monastery flourished vigorously.\u003c/p\u003e \u003cp\u003eThe main religious objects of this monastery in those days were the life-sized gilt-bronze statues of Buddhas of the three ages and another two-cubit-high Buddha, a life-sized silver statue of rNam par rgyal ba, a gilt-bronze statue of Byams pa five cubits tall, a life-sized gilt-bronze statue of sNang ston Zla ba rgyal mtshan, a cubit-high statue of sGrol ma, clay images of many kinds, two gilt-bronze reliquary stupas bigger than a person, eight sets of wooden stupas, many poti of scriptures, and sixty-seven thangka of the Twelve Rituals (Cho ga bcu gnyis), tutelary dieties and religious protectors.\u003c/p\u003e \u003cp\u003eThere were also implements used in making offerings, such as various water bowls and butter lamp stands made of silver or copper, eight silver vases and eight complete sets of costumes for religious dances.\u003c/p\u003e \u003cp\u003eAt that time, this monastery had such treasures as these, and fifty-three monks under training.\u003c/p\u003e \u003ch5 id=\"b5-1-2-1-1\"\u003eAnnual activities and rituals \u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003e During the days from the 24th of the twelfth Tibetan month to the 6th of the first month, there were many rituals including the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e rite and the thousand offerings.\u003c/li\u003e \u003cli\u003e For more than a month, from the 29th day of the third month to the 8th day of the fifth month, the monks gathered together for prayers. \u003c/li\u003e \u003cli\u003e During the whole period from the 29th day of the sixth month to the end of the seventh month, a summer fast was observed.\u003c/li\u003e \u003cli\u003e Assemblies were held for twenty-one days of the eighth month.\u003c/li\u003e \u003cli\u003e Assemblies were customarily held for seven days of the eleventh month.\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eTo sum up, 149 days of the year were spent practising the regular above-mentioned services.\u003c/p\u003e \u003cp\u003eThis monastery raised a considerable number of livestock, including according to one record 379 cattle, 698 sheep and 593 goats as a source of income.\u003c/p\u003e \u003cp\u003eAt present, the number of monks is twenty-five. There is an assembly hall and a temple containing religious objects which are kept in very good condition.\u003c/p\u003e \u003cp\u003eNext, one must go to Nag tshang Nyi ma rdzong. It is 381 kilometres from dPal mgon rdzong to Nyi ma rdzong and, moreover, it is very difficult to get through the mud before reaching the highway. To relate our experience, it was too difficult for us to find our way and we wound up facing a serious problem: after finding an old, wide road, we proceeded one kilometre, depending completely on a map, when we found we had lost our way. We did not know what to do as we were at an empty place without a single person around, where we could see nothing but the sky above, the ground below. It was after a good while that we happened to meet a kind-hearted nomad, who knew the area and was able to help us. Following his guidance, we went back about ten kilometres eastward, turned to the left, went another ten kilometres straight north, and finally came upon the highway from Amdo to mNga\u0026rsquo; ris. After driving eighty kilometres on the highway, we saw a by way which led us to Nag tshang Nyi ma rdzong.\u003c/p\u003e \u003cp\u003eThe highway is good and wide, with many services such as tea houses, small grocery shops, petrol stations and guesthouses along the way. These services provide comfort to pilgrims.\u003c/p\u003e \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-1-2-1/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-1-2-1","is_primary":false,"created_at":"2011-12-13 02:28:54 UTC","updated_at":"2011-12-13 02:28:54 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}