{"descriptions":[{"id":1544,"title":"Böngön Penden Triten Norbutsé Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b7-2\"\u003eDolpo (Nep. Dolpa) District\u003c/h2\u003e \u003ch3 id=\"b7-2-11\"\u003e(230) Khri brtan nor bu rtse Monastery\u003c/h3\u003e \u003ch4 id=\"b7-2-11-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eBon dgon dpal ldan khri brtan nor bu rtse\u003c/p\u003e \u003ch4 id=\"b7-2-11-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located on the western outskirts of Kathmandu city. It is built on the slope of a hill and has an extensive view overlooking the city. The place is called Ropa by the local people and is in the vicinity of Swayambhunath stupa.\u003c/p\u003e \u003ch4 id=\"b7-2-11-3\"\u003e3. History \u003c/h4\u003e \u003cp\u003eIn 1986, Yongs \u0026rsquo;dzin bsTan \u0026rsquo;dzin rnam dag initiated the building of a house built at this location with the financial help of an American friend. He thought that a Bon religious centre in Kathmandu would be desirable considering that there are fairly large areas in Nepal where the population adheres to the Bon religion and his idea was unanimously supported by the Bonpo community in Kathmandu. It was dPal \u0026rsquo;byor nor bu, however, a resident of Kathmandu and a member of the Bonpo community, who played the leading role in dealing with the purchase of land and obtaining official permission for construction as well as fund-raising. When Yongs \u0026rsquo;dzin bsTan \u0026rsquo;dzin rnam dag went to visit Tibet from India he stayed in the new house while in Kathmandu. While he was there, monks from different places came to see him and he started giving them teachings. However, the actual temple was founded in 1992 and a little later the work on the interior decoration and surrounding areas were completed. In 1994, the consecration of the new assembly hall was carried out by the abbot of sMan ri in Dolanji and Yongs \u0026rsquo;dzin bsTan \u0026rsquo;dzin rnam dag. \u003c/p\u003e \u003cp\u003eThe establishment gradually developed into a monastery and dGe bshes Nyi ma dbang rgyal was appointed as its first abbot by the abbot of sMan ri Monastery in Dolanji (No.231) and Yongs \u0026rsquo;dzin bsTan \u0026rsquo;dzin rnam dag in 1992. \u003c/p\u003e \u003cp\u003eThe monastery has an assembly hall (\u0026rsquo;du khang), a residence of the abbot (bla brang) and a building that houses the library, guest rooms as well as rooms prepared specially for computer work. There are also several buildings for accommodating the monks. \u003c/p\u003e \u003cp\u003eThe monastery has two distinct establishments: the bshad grwa (centre for studies of philosphy and logic) and the sgom grwa (centre for meditation practice). In 1996, dGe bshes bsTan pa g-yung drung, who obtained his dge bshes degree in sMan ri Monastery in Dolanji, became the dpon slob, the principal teacher. In 2001 he succeeded the abbot Nyi ma dbang rgyal as the second abbot of the monastery. Since then mKhan po bsTan pa g-yung drung has been in charge of the whole establishment. Amongst other heavy duties, he supervises students as well as doing his own research. In 2002, dGe bshes Tshul khrims bstan \u0026rsquo;dzin was appointed as the chief of the meditation centre.\u003c/p\u003e \u003ch4 id=\"b7-2-11-4\"\u003e 4. Hierarchical system \u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003eyongs \u0026rsquo;dzin\u003c/li\u003e \u003cli\u003emkhan po\u003c/li\u003e \u003cli\u003esgom grwa\u0026rsquo;i mkhan po\u003c/li\u003e \u003cli\u003edpon slob\u003c/li\u003e \u003cli\u003edbu mdzad\u003c/li\u003e \u003cli\u003edge skos\u003c/li\u003e \u003cli\u003espyi gnyer\u003c/li\u003e \u003cli\u003emgron gnyer\u003c/li\u003e \u003cli\u003ezla da gnyer pa\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b7-2-11-5\"\u003e5. Number of monks\u003c/h4\u003e \u003cp\u003eThere are 117 monks from various parts of Nepal, mainly Dol po and Mustang, as well as from Khyung po in Khams and from Amdo. A number of researchers in Tibetology from various countries also either stay in the monastery for short periods or pay visits. \u003c/p\u003e \u003ch4 id=\"b7-2-11-6\"\u003e6. The present educational system\u003c/h4\u003e \u003cp\u003eThe monks of the bshad grwa follow courses on such sujects as the classic texts on philosophy and logic. They also read Tantras and rDzogs chen texts as well as taking up studies in poetry, astrology, Sanskrit, traditional medicine, metrology connected with making stupas and mandalas as well as thangka painting. The courses last for 13 years, after which students are examined, mainly by debate, for the dge bshes degree.\u003c/p\u003e \u003cp\u003eAs for the students of the sgom grwa, the courses last 4 years during which time they read and practise meditation based on A khrid, rDzogs chen bsgrags pa skor gsum and Zhang zhung snyan brgyud. After completing the courses, the successful candidates are issued a certificate for the title of gShen gyi rnal \u0026rsquo;byor ba.\u003c/p\u003e \u003ch4 id=\"b7-2-11-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eThe monastery receives students from other monasteries in India such sMan ri in Dolanji (No.231). It also sends its own students to sMan ri as well as to dGe lugs pa colleges in India.\u003c/p\u003e \u003ch4 id=\"b7-2-11-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e1st month: from 4 to 5, celebration of the birth of mNyam med Shes rab rgyal mtshan; on the 5th there is also the renewal celebration of the dar shing and the rlung rta with laymen from the Bonpo community in Kathmandu; on the 8th, performance of \u0026rsquo;cham, called gShen gyi gar \u0026rsquo;cham; from 14 to 15, a ceremony based on the gShen gyi dge spyod rnam par dag pa\u0026rsquo;i mdo; from 23 to 30, the monks of the bshad grwa practise the ritual of sMra seng while those the sgom grwa perform the ritual devoted to Bla chen Dran pa nam mkha\u0026rsquo;;\u003c/li\u003e \u003cli\u003e4th month: from 12 to 16, performance of the ritual based on the Sa bdag nye lam sde bzhi;\u003c/li\u003e \u003cli\u003e8th month: from 1 to 7 observation of the monastic discipline while the laymen come to the monastery and practise the bsnyen gnas and smyung gnas observations;\u003c/li\u003e \u003cli\u003e9th month: the 30th, commemoration of the death of gShen rab Mi bo;\u003c/li\u003e \u003cli\u003e10th month: from 1 to 21, intensified study of logic following the former tradition of gYung drung gling Monastery (No.2);\u003c/li\u003e \u003cli\u003e12th month: from 26 to 29, performance of the dgu gtor chen mo rite based on the ritual cycle of Khro bo and Phur pa. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b7-2-11-9\"\u003e10. Books and manuscripts kept in the monastery\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s library has a large collection of MSS and modern Tibetan and Indian reprints of Bonpo works.\u003c/p\u003e \u003cp\u003eThe monastery has established good working conditions for computerisation of classical texts and other Bonpo works. It was the monks of this monastery who input the whole catalogue of the Katen collection. This was published in 2001 by National Museum of Ethnology, Osaka, Japan under the title of A Catalogue of the New Collection of Bonpo Katen Texts, Bon Studies 4 (Senri Ethnological Reports 24) and the texts contained in The Call of the Blue Cuckoo, published by the same institute in 2002, Bon Studies 6 (Senri Ethnological Reports 32). The monastery publishes a periodical entitled bGres po\u0026rsquo;i \u0026rsquo;bel gtam once a year.\u003c/p\u003e \u003cp\u003eThis account of Khri brtan nor bu rtse Monastery is based on the Bal yul gnas \u0026rsquo;khod bon dgon dpal ldan khri brtan nor bu rtse\u0026rsquo;i lo rgyus mdo tsam brjod pa gtsang chab zegs ma by mKhan po bsTan pa g-yung drung composed in 2002, MS, pages 15. \u003c/p\u003e \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b7-2-11/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b7-2-11","is_primary":false,"created_at":"2011-12-13 02:30:41 UTC","updated_at":"2011-12-13 02:30:41 UTC","authors":[{"id":"77","fullname":"Charles Ramble"},{"id":"77","fullname":"Charles Ramble"},{"id":"81","fullname":"Marietta Kind"},{"id":"81","fullname":"Marietta Kind"}]}]}