{"descriptions":[{"id":1190,"title":"Tsuk Serra Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c!--(a)--\u003e\u003cbr/\u003eEdited by Geoffrey Barstow and Mickey Stockwell \u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2010. \u003c/span\u003e \u003cdiv class=\"\" id=\"permission\"\u003e \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b2-3\"\u003eII.3. Cubic mountaintop tombs\u003c/h2\u003e \u003ch3 id=\"b2-3-10\"\u003e \u003cspan class=\"popular\"\u003eTsukser Ra\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGtsug ser ra\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b2-3-10-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eTsukser Ra\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGtsug ser ra\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Yellow Expanse Top\u003c/li\u003e \u003cli\u003eSite number: E-19\u003c/li\u003e \u003cli\u003eSite typology: II.3, II.2a, II.2b \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 32\u0026ordm; 23.5\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 83\u0026ordm; 21.0\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 4530 m to 4930 m \u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eOma\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;O ma\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eGerts\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSger rtse\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: UTAE\u003c/li\u003e \u003cli\u003eSurvey date: June 7, 2001\u003c/li\u003e \u003cli\u003eContemporary usage: None. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b2-3-10-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eTsukser Ra\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGtsug ser ra\u003c/span\u003e is the name of a dark-colored mountain that rises 500 m above the eastern margin of the large basin that cradles the lakes of \u003cspan class=\"popular\"\u003eOma Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;O ma mtsho\u003c/span\u003e and \u003cspan class=\"popular\"\u003eTarap Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta rabs mtsho\u003c/span\u003e. \u003cspan class=\"popular\"\u003eTsukser Ra\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGtsug ser ra\u003c/span\u003e is one of five mountains with cubic tombs in eyeshot of \u003cspan class=\"popular\"\u003eTarap Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta rabs mtsho\u003c/span\u003e (see E-8, E-17, E-18, E-23). There are good views north and south from he funerary structures of \u003cspan class=\"popular\"\u003eTsukser Ra\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGtsug ser ra\u003c/span\u003e. Structures on the east side of the mountain also have good views to the east, while those on the west side of the mountain have fine views in that direction. Various types of enclosures, cubic tombs and other ritual structures are found at the foot and on the slopes and summit of \u003cspan class=\"popular\"\u003eTsukser Ra\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGtsug ser ra\u003c/span\u003e. The cubic tombs were made of variable length, grayish stone slabs (up to 1 m long). Several of the cubic tombs were converted into rudimentary rock shelters. There is also an old cairn on the summit of \u003cspan class=\"popular\"\u003eTsukser Ra\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGtsug ser ra\u003c/span\u003e.\u003c/p\u003e \u003ch4 id=\"b2-3-10-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eIn this region (\u003cspan class=\"popular\"\u003eSenkhor\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBse \u0026rsquo;khor\u003c/span\u003e), sites such as \u003cspan class=\"popular\"\u003eTsukser Ra\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGtsug ser ra\u003c/span\u003e are generally associated with he ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e.\u003c/p\u003e \u003ch4 id=\"b2-3-10-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b2-3-10-4-1\"\u003eLower site\u003c/h5\u003e \u003ch6 class=\"essay\"\u003eSuperficial structure\u003c/h6\u003e \u003cp\u003eThere is a single-course square, funerary enclosure (6 m x 6 m) in the plain north of \u003cspan class=\"popular\"\u003eTsukser Ra\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGtsug ser ra\u003c/span\u003e (32\u0026deg; 24.798\u0026#900; N. lat. / 83\u0026deg; 18.785\u0026#900; E. long. / 4530 m). The terrain here is gently sloping and gravelly. Aligned in the cardinal directions, about 50 percent of this superficial structure is intact. Variable-length (up to 75 cm long) stones that project a maximum of 15 cm above ground level make up the walls of this enclosure. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eStanding stone\u003c/h6\u003e \u003cp\u003eAt the east foot of \u003cspan class=\"popular\"\u003eTsukser Ra\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGtsug ser ra\u003c/span\u003e there is a standing stone (90 cm [height] x 1.2 m [basal girth]) of unknown identity (23.719\u0026#900; / 21.248\u0026#900; / 4670 m). Some stones were piled up around the west side of this pillar-like stone. It could not be determined if this standing stone was naturally occurring or raised through human activity.\u003c/p\u003e \u003ch5 id=\"b2-3-10-4-2\"\u003eSuperficial structures on the east saddle\u003c/h5\u003e \u003cp\u003eOn a saddle connecting \u003cspan class=\"popular\"\u003eTsukser Ra\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGtsug ser ra\u003c/span\u003e with a ridge to the east there are the scant remains of what appears to be a platform-like structure (23.417\u0026#900; / 21.149\u0026#900; / 4770 m). This structure (3.7 m x 3.4 m minimum) is elevated about 1 m above the downhill slope. On top of the saddle, 25 m to the south, there are the remains of a double-course, sub-rectangular enclosure (17 m x 9.5 m). The perimeter wall fragments are well built and around 75 cm in thickness. Larger stones (primarily 40 cm to 70 cm long) were used to build these walls. The longest stone in this enclosure is 1 m, and some stones were inserted upright into the wall courses. The enclosure is divided by the remains of a wall into two roughly equal cells. The south cell is sunk about 50 cm below ground level. \u003c/p\u003e \u003ch5 id=\"b2-3-10-4-3\"\u003eEastern ridgeback group\u003c/h5\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS1\u003c/h6\u003e \u003cp\u003eFunerary structure FS1 is found on the talus strewn eastern ridgeback of \u003cspan class=\"popular\"\u003eTsukser Ra\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGtsug ser ra\u003c/span\u003e (23.429\u0026#900; / 21.079\u0026#900; / 4810 m). This structure is so highly disintegrated that it could not be positively identified as the remains of a cubic tomb.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS2\u003c/h6\u003e \u003cp\u003eFunerary structure FS2 (2 m x 2 m) is a cubic tomb leveled to its foundation (23.433\u0026#900; / 21.064\u0026#900; / 4820 m). The remains of what appears to be two other cubic tombs are situated 9 m below and 3 m above FS2. However, here is very little to distinguish these structures from the surrounding talus-covered slopes.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS3\u003c/h6\u003e \u003cp\u003eFunerary structure FS3 is situated higher up the same slopes as FS1 and FS2 (23.445\u0026#900; / 21.024\u0026#900; / 4830 m). This is another probable cubic tomb, which has been reduced to its fragmentary foundation.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS4\u003c/h6\u003e \u003cp\u003eFunerary structure FS4 (3 m x 3 m x 70 cm to 1.3 m [height]) is situated on a small saddle perched above the lower east slopes of \u003cspan class=\"popular\"\u003eTsukser Ra\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGtsug ser ra\u003c/span\u003e (23.459\u0026#900; / 21.008\u0026#900; / 4830 m). This fairly well-preserved cubic tomb was built in the conventional manner with locally occurring slabs of stone up to 1 m in length. Its central depository is completely filled with rubble.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS5\u003c/h6\u003e \u003cp\u003eFunerary structure FS5 is a highly unusual composite structure located 6 m west of FS4. It consists of a highly fragmentary outer enclosure that measures 11 m (north-south) x 7.5 m (east-west). Within this enclosure sits a cubic tomb (2 m x 1.8 m x 30 cm [maximum height]). The base of the central depository (reliquary) has endured. Inside the same enclosure, 1.6 m north of the cubic tomb, there is a small single-course slab-wall enclosure aligned in the cardinal directions. This subsidiary enclosure measures 2.5 m (north-south) x 3 m (east-west). Many of the upright stone slabs forming the perimeter walls of the subsidiary enclosure are elevated 20 cm to 40 cm above ground level. The largest slab used in its construction is 1.2 m in length. Through the agency of gravity most of these slabs are now inclined at various angles. There are also two pillar-like stones, 60 cm in height, in the subsidiary enclosure. The cubic tomb and subsidiary enclosure are symmetrically arrayed inside the large outer enclosure. Although all the individual structural elements of FS5 find common expression in Upper Tibetan archaic ceremonial structures, this is the only monument of this particular morphological configuration surveyed to date. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS6\u003c/h6\u003e \u003cp\u003eFunerary structure FS6 (2.3 m x 3 m x 40 cm) is situated higher up the ridgeback on a small rock-strewn level area (23.447\u0026#900; / 20.929\u0026#900; / 4860 m). While there is little structural coherence left in this cubic tomb, the base of the central depository is recognizable. \u003c/p\u003e \u003ch5 id=\"b2-3-10-4-4\"\u003e Summit group\u003c/h5\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS7\u003c/h6\u003e \u003cp\u003eFunerary structure FS7 (2 m x 2 m x 50 cm) is situated on the east edge of the summit ridge (23.464\u0026#900; / 20.863\u0026#900; / 4930 m). The central depository of FS7 seems to have collapsed. In close proximity are the crude walls of what appears to be a shepherd\u0026rsquo;s shelter (\u003cspan class=\"popular emph\"\u003edroklh\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brog lhas\u003c/span\u003e).\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS8\u003c/h6\u003e \u003cp\u003eFunerary structure FS8 is situated below the north side of the summit, on a talus-cloaked slope (23.488\u0026#900; / 20.880\u0026#900; / 4910 m). The north wall of this cubic tomb appears to have been rebuilt to serve as a rudimentary shepherd\u0026rsquo;s shelter. \u003c/p\u003e \u003ch5 id=\"b2-3-10-4-5\"\u003eWest shoulder group\u003c/h5\u003e \u003cp\u003eOn a talus-covered shoulder of gtsug ser ra, located west of the summit ridge, there is group of four cubic tombs spread out over a transection of 13.5 m (23.462\u0026#900; / 20.837\u0026#900; / 4900 m). There are also he remains of two other cubic tombs on this shoulder. The views from the shoulder are open in the north and south and particularly in the west.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS9\u003c/h6\u003e \u003cp\u003eFunerary structure FS9 (2 m x 2 m x 70 cm to 90 cm) is the highest cubic tomb in the group of four. This structure was built against a small rock face. What remains of its central depository appears to be filled with debris.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS10\u003c/h6\u003e \u003cp\u003eFunerary structure FS10 is situated just below FS9. This average-sized cubic tomb was gutted and transformed into a rudimentary shelter. Given their extreme location and the lack of good grazing ground, such rock shelters at \u003cspan class=\"popular\"\u003eTsukser Ra\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGtsug ser ra\u003c/span\u003e may have been built as a refuge. \u003c/p\u003e \u003cp\u003eFunerary structure FS11\u003c/p\u003e \u003cp\u003eFunerary structure FS11 (2.3 m x 2 m x 70 cm) is situated below FS10. The central depository in this cubic omb has collapsed.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS12\u003c/h6\u003e \u003cp\u003eFunerary structure FS12 (2 m x 2 m) is the lowest cubic tomb in the group of four. It has been leveled to its foundation. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS13\u003c/h6\u003e \u003cp\u003eFunerary structure FS13 is situated 27 m north of the group of four. It was gutted to produce a small rock shelter. Stones up to 1.5 m in length went into its construction.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS14\u003c/h6\u003e \u003cp\u003eFunerary structure FS14 is situated 12.5 m north of FS13. Although the center of this cubic tomb was removed, it is in more of an original state than FS13. FS14 reaches a maximum height of 1.1 m. \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza2/b2-3-10/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-3-10","is_primary":false,"created_at":"2010-08-25 11:13:59 UTC","updated_at":"2010-08-25 11:13:59 UTC","authors":[]}]}