{"descriptions":[{"id":1008,"title":"Naklhé Doring Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c!--(a)--\u003e\u003cbr/\u003eEdited by Geoffrey Barstow and Mickey Stockwell \u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2010. \u003c/span\u003e \u003cdiv class=\"\" id=\"permission\"\u003e \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b2-1\" class=\"space-before\"\u003eII.1. Stelae and accompanying structures: Funerary and non-funerary structures\u003c/h2\u003e \u003ch3 id=\"b2-1-17\"\u003e \u003cspan class=\"popular\"\u003eNaklh\u0026eacute; Doring\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNag lhas rdo ring\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b2-1-17-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eNaklh\u0026eacute; Doring\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNag lhas rdo ring\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Black Corral Long-stones\u003c/li\u003e \u003cli\u003eSite number: C-91\u003c/li\u003e \u003cli\u003eSite typology: II.1b, II.2x \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 32\u0026ordm; 37\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 81\u0026ordm; 52\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 4450 m to 4460 m\u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eJangpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eByang pa\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eGegy\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDge rgyas\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: UTAE and WYLE\u003c/li\u003e \u003cli\u003eSurvey date: May 22, 2001 and May 10, 2007\u003c/li\u003e \u003cli\u003eContemporary usage: Light grazing. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None.\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b2-1-17-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eNaklh\u0026eacute; Doring\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNag lhas rdo ring\u003c/span\u003e is located on the western fringe of the highly degraded \u003cspan class=\"popular\"\u003eTsatsa Kha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eTshwa tshwa kha\u003c/span\u003e basin. With its many salt and soda flats, this was an attractive location for the placement of ritual and utilitarian facilities pertaining to the disposal of human remains. I refer to this area as the \u0026lsquo;Valley of the Dead\u0026rsquo; because of the concentration of funerary sites found here (see C-92, C-153, D-46, D-68). All of these sites have especially long views in the east. The extreme aridity of the area, rendering much of it uninhabitable and of little value to livestock, would appear to account for the concentration of funerary sites in the Valley of he Dead. The closest archaic residential site to this cluster of ceremonial sites surveyed is \u003cspan class=\"popular\"\u003eM\u0026ouml;n Khar Sernak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon mkhar ser nag\u003c/span\u003e (A-30), located 20 km to the west. The precise chronological and cultural relationships between the various Valley of the Dead funerary sites have yet to be determined. \u003cspan class=\"popular\"\u003eNaklh\u0026eacute; Doring\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNag lhas rdo ring\u003c/span\u003e is named for the small, dark conical formation standing on the western edge of the \u003cspan class=\"popular\"\u003eTsatsa Kha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eTshwa tshwa kha\u003c/span\u003e basin. There are three individual archaeological installations at \u003cspan class=\"popular\"\u003eNaklh\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNag lhas\u003c/span\u003e: two of stelae erected inside enclosures and one consisting of quadrate enclosures. The three sites of \u003cspan class=\"popular\"\u003eNaklh\u0026eacute; Doring\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNag lhas rdo ring\u003c/span\u003e are all in eyeshot of one another.\u003c/p\u003e \u003ch4 id=\"b2-1-17-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eIt is generally thought in this region (\u003cspan class=\"popular\"\u003eGegy\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDge rgyas\u003c/span\u003e) that sites such as \u003cspan class=\"popular\"\u003eNaklh\u0026eacute; Doring\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNag lhas rdo ring\u003c/span\u003e were constructed by the ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e for burial purposes.\u003c/p\u003e \u003ch4 id=\"b2-1-17-4\"\u003eSite elements \u003c/h4\u003e \u003ch5 id=\"b2-1-17-4-1\"\u003eNag lhas rdo ring Northeast\u003c/h5\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eNaklh\u0026eacute; Doring\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNag lhas rdo ring\u003c/span\u003e Northeast consists of a row of nine in situ pillars, situated near the shores of the alkaline lake \u003cspan class=\"popular\"\u003eTsatsa Kha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eTshwa tshwa kha\u003c/span\u003e (32\u0026deg; 37.278\u0026#900; N. lat. / 81.52.428\u0026#900; E. long. / 4450 m).\u003ca href=\"#n31\" name=\"nb31\" class=\"note\"\u003e31\u003c/a\u003e \u003c/p\u003e \u003ch6 class=\"essay\"\u003eEnclosure\u003c/h6\u003e \u003cp\u003eThe walls enclosing these pillars are highly fragmentary and their original configuration could not be determined with any precision. Quite an anomaly, the row of pillars (many of which are inclined) appears to stand near the east end of the enclosure. The west wall of the enclosure is situated 26 m west of the pillars. The extant west wall fragment is about 15 m long and fairly well aligned in the cardinal directions. This wall is double-course (40 cm to 50 cm thick), and contains variable-length (10 cm to 70 cm long) stones. The stones of the west wall are flush with the ground surface or project above up to a height of 20 cm. A small fragment of the enclosing north wall is also intact where it joins with the west wall. The area between the row of pillars and west wall of the enclosure is strewn with small pieces of white limestone. These stones either formed an element of the construction or were once part of votive offerings. Inside the enclosure, 5.8 m west of the row of pillars, there is a smaller enclosure (2.2 m x 2.4 m) or cell. This inner enclosure is offset owards the north side of the larger enclosure. The single-course perimeter walls of the smaller enclosure are composed of calcareous rocks up to 60 cm in length. These stones project as much as 30 cm above ground level. The smaller enclosure is of crude construction and sub-rectangular in form. This is one of the only examples of the stelae erected inside an enclosure typology (II.1b) that has a subsidiary inner enclosure discovered to date. \u003c/p\u003e \u003ch6 class=\"essay\"\u003ePillars \u003c/h6\u003e \u003cp\u003eFive of the nine in situ pillars planted inside the enclosure are broken to varying degrees, and now stand 60 cm to 1 m in height. These broken pillars are all irregularly shaped. There are also two fallen pillars, 1.3 m and 1.4 m in length. All the pillars (except one) are made of an unhewn light-colored, grained igneous (?) rock. From south to north, the dimensions and characteristics of the four unbroken stelae are as follows:\u003c/p\u003e \u003col\u003e \u003cli\u003eLong-stone DR1: four-sided (1.2 m [height] x 85 cm [basal girth]).\u003c/li\u003e \u003cli\u003eLong-stone DR2: a tabular dark-colored stone (1 m x 70 cm).\u003c/li\u003e \u003cli\u003eLong-stone DR3: four-sided (1.5 m x 1 m).\u003c/li\u003e \u003cli\u003eLong-stone DR4: four-sided (1.25 m x 1 m). \u003c/li\u003e \u003c/ol\u003e \u003ch5 id=\"b2-1-17-4-2\"\u003eNag lhas rdo ring Southwest\u003c/h5\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eNaklh\u0026eacute; Doring\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNag lhas rdo ring\u003c/span\u003eSouthwest is situated about one-half km from \u003cspan class=\"popular\"\u003eNaklh\u0026eacute; Doring\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNag lhas rdo ring\u003c/span\u003eNortheast, in close proximity to the \u003cspan class=\"popular\"\u003eNaklh\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNag lhas\u003c/span\u003e rock formation (37.083\u0026#900; / 52.338\u0026#900; / 4460 m). The sandy terrain is nearly level and strewn with dark blue grained rocks that have reddish-colored varnish. This is the type rock with which the monument was constructed. \u003cspan class=\"popular\"\u003eNaklh\u0026eacute; Doring\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNag lhas rdo ring\u003c/span\u003eSouthwest is a conventional example of the II.2 typology. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eEnclosure\u003c/h6\u003e \u003cp\u003eThe enclosure is aligned in the cardinal directions, and measures 11.4 m (east-west) x 7 m (north-south). The east, west and south walls of the enclosure are largely intact, while the north wall is highly fragmentary. These double-course walls (65 cm to 80 cm thick) are composed of stones (primarily 40 cm to 60 cm long) that are even with the ground level or elevated up to 20 cm above it. \u003c/p\u003e \u003ch6 class=\"essay\"\u003ePillar\u003c/h6\u003e \u003cp\u003eThere is a single, irregularly shaped, pillar (approximately 1 m in height) erected inside the enclosure. The pillar stands next to the inner edge of the west wall and is quite well centered between its north and south walls of the enclosure. There are also three or four partly submerged larger stones inside the enclosure. These appear to have been smaller pillars. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eOutlying funerary structure\u003c/h6\u003e \u003cp\u003eA square structure (2.1 m x 2.2 m) is located 7.5 m directly west of the west wall of the \u003cspan class=\"popular\"\u003eNaklh\u0026eacute; Doring\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNag lhas rdo ring\u003c/span\u003eSouthwest enclosure, at slightly higher elevation. The base of this structure is made of large rocks upon which smaller stones are heaped. This probable funerary structure is elevated about 1 m above the surrounding ground level.\u003c/p\u003e \u003ch5 id=\"b2-1-17-4-3\"\u003eInterconnected funerary superstructures \u003c/h5\u003e \u003cp\u003eAt \u003cspan class=\"popular\"\u003eNaklh\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNag lhas\u003c/span\u003e there is a third site, consisting of at least seven large rectangular funerary enclosures, located a couple hundred meters north of \u003cspan class=\"popular\"\u003eNaklh\u0026eacute; Doring\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNag lhas rdo ring\u003c/span\u003eSouthwest (37.17\u0026#900; / 52.29\u0026#900; / 4460 m). These structures are situated on level sandy ground in the mouth of a small side valley. This interconnected line of enclosures (with the possible exception of two structures that may have had spaces between them) is 82 m in length. Forming a single north-south line, these enclosures are about 13 m wide (east-west). As these structures are highly deteriorated, a detailed assessment of their design and construction qualities was not possible. The walls of the enclosures do not seem to be well aligned in the cardinal directions. Variable-length (primarily 25 cm to 50 cm long) stones of the type used to build \u003cspan class=\"popular\"\u003eNaklh\u0026eacute; Doring\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNag lhas rdo ring\u003c/span\u003eSouthwest were used in the construction of the walls. Some enclosure walls also exhibit chunks of a white calcareous stone but this is the exception. The largest stones in the construction reach 1 m in length. The stones of the enclosures tend to project 10 cm to 30 cm above ground level. The enclosures all appear to have been free from interior structural elements. This \u003cspan class=\"popular\"\u003eNaklh\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNag lhas\u003c/span\u003e site with its interconnected line of enclosures somewhat resembles funerary structure FS4 of \u003cspan class=\"popular\"\u003eZangdong M\u0026ouml;ndo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eZangs gdong mon rdo\u003c/span\u003e (C-170). \u003c/p\u003e \u003cp\u003eApproximately 50 m west of the interconnected enclosure complex there are the remains of a wall (8.5 m long, 1.2 m thick, 60 cm high). Farther west there is other minor structural detritus. \u003c/p\u003e \u003chr class=\"footnote-divider\"/\u003e \u003ch2\u003eNotes\u003c/h2\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n31\"/\u003e \u003ca href=\"#nb31\" class=\"note\"\u003e [31] \u003c/a\u003e This lake and basin is not to be confused with the much better known and larger \u003cspan class=\"popular\"\u003eTsakha Tsatso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eTshwa kha tshwa mtsho\u003c/span\u003e located near the \u003cspan class=\"popular\"\u003eTsakha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eTshwa kha\u003c/span\u003e township headquarters. In Bellezza, \u003cem\u003eZhang Zhung\u003c/em\u003e, I treat \u003cspan class=\"popular\"\u003eNaklh\u0026eacute; Doring\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNag lhas rdo ring\u003c/span\u003e Northeast as a discrete ype II.1a site (C-17). The 2007 survey of the site, however, revealed that it is rather a type II.1b monument, albeit highly aberrant in form. \u003c/div\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza2/b2-1-17/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-1-17","is_primary":false,"created_at":"2010-08-25 11:10:10 UTC","updated_at":"2010-08-25 11:10:10 UTC","authors":[]}]}