{"descriptions":[{"id":1003,"title":"Gyaplung Doring Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c!--(a)--\u003e\u003cbr/\u003eEdited by Geoffrey Barstow and Mickey Stockwell \u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2010. \u003c/span\u003e \u003cdiv class=\"\" id=\"permission\"\u003e \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b2-1\" class=\"space-before\"\u003eII.1. Stelae and accompanying structures: Funerary and non-funerary structures\u003c/h2\u003e \u003ch3 id=\"b2-1-12\"\u003e \u003cspan class=\"popular\"\u003eGyaplung Doring\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRgyab lung rdo ring\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b2-1-12-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eGyaplung Doring\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRgyab lung rdo ring\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Back Valley Long-stones\u003c/li\u003e \u003cli\u003eSite number: C-13\u003c/li\u003e \u003cli\u003eSite typology: II.1a, II.2a \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 30\u0026ordm; 34.1\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 82\u0026ordm; 17.2\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 4850 m\u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eHor\u003c/span\u003e\u003cspan class=\"scholar\"\u003eHor\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003ePurang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSpu rang\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: UTAE\u003c/li\u003e \u003cli\u003eSurvey date: April 22, 2001\u003c/li\u003e \u003cli\u003eContemporary usage: Light grazing. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None.\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b2-1-12-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eGyaplung Doring\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRgyab lung rdo ring\u003c/span\u003e is located on the eastern edge of the \u003cspan class=\"popular\"\u003eGonggy\u0026uuml;d Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGong rgyud mtsho\u003c/span\u003e basin. The sandy, gently sloping ground has only scant grass cover. The site has very open vistas in the west overlooking he sacred Bon holy lake, \u003cspan class=\"popular\"\u003eGunggy\u0026uuml;d Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGung rgyud mtsho\u003c/span\u003e/\u003cspan class=\"popular\"\u003eGongkhyung Ng\u0026uuml;l Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGong khyung dngul mtsho\u003c/span\u003e. The views north and south are partly open but in the east, they are constrained by mountains. The main focus of the site is two tall in situ pillars. There are no signs of an enclosure (thus the site\u0026rsquo;s inclusion in the II.1a typology), but it may have completely disappeared in the sandy terrain. The area around the pillars is level and slightly elevated above the surrounding ground level, morphological qualities often associated with the pillars erected in an enclosure typology (II.1b). There are also outlying funerary superstructures at \u003cspan class=\"popular\"\u003eGyaplung Doring\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRgyab lung rdo ring\u003c/span\u003e. \u003c/p\u003e \u003ch4 id=\"b2-1-12-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eNone was collected.\u003c/p\u003e \u003ch4 id=\"b2-1-12-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b2-1-12-4-1\"\u003ePillar complex\u003c/h5\u003e \u003cp\u003eThe tallest pillar is a slim, well-cut, four-sided pillar (2.2 m [height] x 80 cm [(basal girth]). This graceful pillar is only 20 cm to 30 cm wide on each of its four sides. Next to it there is a tabular pillar (1.6 m x 1 m) with stones piled against it. In close proximity to the two standing stones there are three dislodged specimens, one of which is 2 m in length. As they are partially submerged, the length of the other two uprooted ones could not be determined. Visible portions of them are 1.9 m and 1.8 m in length. Sixteen meters west of the allest stele there is a 75-cm long rock slab fixed in the ground, which appears to be the sole surviving appurtenance of a superstructure. There are other stones scattered about, in the proximity, that may have been part of integral constructions as well, but not enough is extant to discern their character. \u003c/p\u003e \u003cp\u003eThere is also a group of eight unbroken prostrate pillars situated 36 m southeast of the two standing examples. These pillars are four-sided and tabular. They have the same slim form and are made of the same dark-colored rock as their in situ counterparts. These collapsed stelae form a row of stones with a north-south orientation. From west to east these pillars measure 1.3 m (partly buried), 1.9 m, 2.4 m, 2 m, 2m (partly buried), 1.7 m, and 2 m (partly buried) in length. The most easterly unbroken specimen is still rooted in the ground despite its radical tilt. It sticks 1.9 m out of the ground and has a basal girth of 1.9 m. \u003c/p\u003e \u003ch5 id=\"b2-1-12-4-2\"\u003eFunerary superstructures\u003c/h5\u003e \u003cp\u003eSome distance away from the pillars, at slightly lower elevation, there are two dispersions of single-course rectangular stone enclosures. They were erected on open sandy ground and are not well aligned in the cardinal directions. These enclosures are funerary in character but it could not be determined if they had a burial or non-burial function. The enclosures are made from stones up to 80 cm in length, the regular faces of which suggest that some of them may have been partially cut into shape. These stones are flush with the ground surface or raised a maximum of 20 cm above it. Most integrated stones appear to have been laid flat but some may have been installed in the ground edgewise as well. Rocks of different colors and types were used in the construction of the enclosures. \u003c/p\u003e \u003cp\u003eA row of at least five enclosures begins 78 m north of funerary structure FS6. This group of enclosures extends in a northwest line for 70 m. There is evidence indicating that there were more than five specimens in the row, but these additional enclosures are now either too heavily degraded or obscured by the sandy ground to make a positive assessment. From the northwest (lower) end of the row, the five distinct enclosures have the following dimensions:\u003c/p\u003e \u003col\u003e \u003cli\u003eFunerary structure FS1 (3 m x 7.5 m) (30\u0026deg; 34.179\u0026#900; N. lat. / 82\u0026deg; 17.089\u0026#900; E. long.): at this structure there are two slabs (around 1.3 m long) lying on the ground. These were either part of the superstructure or extracted from the substructure.\u003c/li\u003e \u003cli\u003eFunerary structure FS2 (4.2 m x 8 m). There are the probable remains of another enclosure 18 m north of FS2 \u003c/li\u003e \u003cli\u003eFunerary structure FS3 (3.8 m x 8.2 m).\u003c/li\u003e \u003cli\u003eFunerary structure FS4 (4 m x ?): this enclosure is very heavily deteriorated. The probable traces of another specimen are located 11 m to the north. \u003c/li\u003e \u003cli\u003eFunerary structure FS5 (3.8 m x 9 m).\u003c/li\u003e \u003cli\u003eFunerary structure FS6 (12 m x 7 m) is located 90 m northwest of the tallest in situ pillar. This fragmentary enclosure seems to stand off on its own. \u003c/li\u003e \u003c/ol\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza2/b2-1-12/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-1-12","is_primary":false,"created_at":"2010-08-25 11:10:04 UTC","updated_at":"2010-08-25 11:10:04 UTC","authors":[]}]}