{"descriptions":[{"id":1125,"title":"Keltra Möndur Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c!--(a)--\u003e\u003cbr/\u003eEdited by Geoffrey Barstow and Mickey Stockwell \u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2010. \u003c/span\u003e \u003cdiv class=\"\" id=\"permission\"\u003e \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b2-2\"\u003eII.2. Superficial structures: Primarily funerary superstructure\u003c/h2\u003e \u003ch3 id=\"b2-2-26\"\u003e \u003cspan class=\"popular\"\u003eKeltra M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSkal khra mon dur\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b2-2-26-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eKeltra M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSkal khra mon dur\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSite number: D-66\u003c/li\u003e \u003cli\u003eSite typology: II.2e, II.2x \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 33\u0026ordm; 07.3\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 80\u0026ordm; 13.5\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 4500 m to 4570 m \u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eRawang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRa bang\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTCE\u003c/li\u003e \u003cli\u003eSurvey date: June 2, 2002\u003c/li\u003e \u003cli\u003eContemporary usage: Light grazing. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b2-2-26-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eKeltra M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSkal khra mon dur\u003c/span\u003e is located in the small ributary valley of \u003cspan class=\"popular\"\u003eKeltra\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSkal khra\u003c/span\u003e, which flows south into the \u003cspan class=\"popular\"\u003eRawang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRa bang\u003c/span\u003e valley. The site is situated on he opposite side of the \u003cspan class=\"popular\"\u003eRawang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRa bang\u003c/span\u003e valley from \u003cspan class=\"popular\"\u003eT\u0026ouml;nkha Lungkhar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMthon kha lung mkhar\u003c/span\u003e (A-95). The site surveyed is on the east side of the \u003cspan class=\"popular\"\u003eKeltra\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSkal khra\u003c/span\u003e valley but, reportedly, there are also funerary structures on the west flank of the valley. \u003cspan class=\"popular\"\u003eKeltra M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSkal khra mon dur\u003c/span\u003e mainly consists of a series of masonry structures with rectilinear proportions that are deeply set into steep slopes. The forward walls of these structures are fully exposed, the side walls progressively disappear into the ground and the rear walls are otally submerged. The earthen and talus slopes upon which they were built had to be specially excavated. However, he depth and extent of the portion of these structures that lies underground is not at all evident. This design and method of construction contrasts with the mountaintop cubic tombs (II.3), which were totally built above ground. The \u003cspan class=\"popular\"\u003eKeltra M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSkal khra mon dur\u003c/span\u003e terraced constructions are mostly made of variable-length (20 cm to 1 m or more in length) brown sandstone slabs laid in what appear to be dry-mortar random-rubble courses. In addition to the ravages of time, the advanced degradation of the structures at \u003cspan class=\"popular\"\u003eKeltra M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSkal khra mon dur\u003c/span\u003e seems to be the result of looting sometime well in the past. \u003c/p\u003e \u003ch4 id=\"b2-2-26-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to residents of \u003cspan class=\"popular\"\u003eRawang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRa bang\u003c/span\u003e, \u003cspan class=\"popular\"\u003eKeltra M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSkal khra mon dur\u003c/span\u003e is a burial site of the ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e. \u003c/p\u003e \u003ch4 id=\"b2-2-26-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b2-2-26-4-1\"\u003eSouth sector\u003c/h5\u003e \u003cp\u003eThe five structures of the south sector are widely distributed along open slopes.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS1\u003c/h6\u003e \u003cp\u003eFunerary structure FS1 (8.5 m x 7.5 m) is situated on a slope just above the valley floor (33\u0026deg; 07.135\u0026#900; N. lat. / 80\u0026deg; 13.433\u0026#900; E. long. / 4500 m). Although few stones (up to 90 cm long) remain in situ in this fragmentary enclosure, the amount of rubble lying about indicates that this was a robustly built structure. Signs of an old excavation (70 cm deep) are found on the west side of the enclosure. A 60 cm long stone set on he east/uphill side of FS1 boasts an ancient petroglyph of a horseman chasing a wild yak. On the same stone and exhibiting far less repatination, the \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e mantra, \u003cspan class=\"popular emph\"\u003eOm A Hum\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eo\u0026#7747; a hum\u003c/span\u003e and \u003cspan class=\"popular emph\"\u003eOm A Smi Sde WA Hra\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eo\u0026#7747; a smi sde wa\u0026rsquo; hra\u003c/span\u003e were inscribed. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS2\u003c/h6\u003e \u003cp\u003eFunerary structure FS2 consists of a single forward wall segment (5 m long x up to 90 cm high) built into the slope (07.123\u0026#900; / 13.479\u0026#900; / 4520 m). No other part of the structure is visible. The stones in the forward wall are primarily 20 cm to 30 cm in length.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS3\u003c/h6\u003e \u003cp\u003eFunerary structure FS3 consists of a forward wall 6 m in length and up to 1.6 m in height (07.168\u0026#900; / 13.471\u0026#900; / 4530 m). Small sections of the side walls extending into the slope are visible. FS1, FS2 and FS3 are located within 100 m of each other.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS4\u003c/h6\u003e \u003cp\u003eFunerary structure FS4 consists of a forward wall 3.9 m long and up to 1.4 m in height (07.225\u0026#900; / 13.499\u0026#900; / 4570 m). As much as 2.3-m lengths of the side walls are visible before they merge into the slope. Originally, he forward wall may have been around 50 cm higher because one of the side walls is elevated well above it. A 1.3-m length of a wall with an exposed 60 cm high face is situated 2.2 m to the south. This was either a companion structure or a structural extension of FS4. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS5\u003c/h6\u003e \u003cp\u003eFunerary structure FS5 is situated 14 m down slope from FS4. Its forward wall is 4.5 m long and it has a maximum height of 70 cm. About a 1-m length of each of the side walls is visible. \u003c/p\u003e \u003ch5 id=\"b2-2-26-4-2\"\u003eNorth sector\u003c/h5\u003e \u003cp\u003eThe 11 structures of the north sector are located on a single narrow slope about 110 m in length with a vertical distance of about 25 m. This slope is sequestered by steep rocky slopes that flank all but its downhill side. Below the single line of terraced structures, the slope widens and gradually merges into the valley floor below. The structures were built in line with one another to create a series of tiers or steps. Unfortunately, hese highly unusual funerary monuments are in a very poor state of preservation. It appears that each of the 11 quadrate structures measured are in the neighborhood of 5 m x 5 m with forward walls up to 2 m in height. Taken a whole, this stepped complex must have presented quite a sight when it was sound. \u003c/p\u003e \u003cp\u003eFrom top to bottom, each of the terraced constructions has the following dimensions and characteristics: \u003c/p\u003e \u003col\u003e \u003cli\u003eFunerary structure FS6 is the highest structure in the north sector (07.296\u0026#900; / 13.495\u0026#900; / 4550 m). A forward fragment 3 m long and up to 60 cm high has survived.\u003c/li\u003e \u003cli\u003eFunerary structure FS7 is situated 9.5 m downhill of FS6. A 1.8 m length of its forward wall up to 30 cm in height, has survived. \u003c/li\u003e \u003cli\u003eFunerary structure FS8 is situated 6 m downhill of FS7. Its forward wall is 5.5 m long and up to 40 cm in height. Due to an old excavation, portions of the structure are visible 4 m upslope from the forward wall.\u003c/li\u003e \u003cli\u003eFunerary structure FS9 is situated 5.7 m down slope of FS8. Only a forward wall fragment, 1.2 m in length, even with the ground surface is visible.\u003c/li\u003e \u003cli\u003eFunerary structure FS10 is situated 11 m downhill of FS9. Only tiny traces of the forward wall are intact. A side wall segment, 2.2 m in length, with a maximum height of 30 cm is also visible.\u003c/li\u003e \u003cli\u003eFunerary structure FS11 is situated 5 m downhill of FS10. Its forward wall fragment is 4 m in length and up to 40 cm in height.\u003c/li\u003e \u003cli\u003eFunerary structure FS12 is situated 4.7 m downhill of FS11. Only a vestige of its forward wall (70 cm long x 20 cm high) has persisted. A 1-m long section of a side wall is also visible.\u003c/li\u003e \u003cli\u003eFunerary structure FS13 is situated 4.7 m downhill of FS12. FS13 consists of the remains of an enclosure (5 m x 6.5 m) with a slight depression in the middle. \u003c/li\u003e \u003cli\u003eFunerary structure FS14 is situated 14 m downhill of FS13. The forward wall is 5.6 m long and mostly level with the slope. Faint structural remains are found 1.9 m upslope, which may have been part of side walls.\u003c/li\u003e \u003cli\u003eFunerary structure FS15 is situated 17.5 m downhill of FS14. Only a nebulous 3.5-m long section of its forward wall remains visible. There may have been intervening structures between FS14 and FS15, but this could not be confirmed from what remains on the surface of the slope.\u003c/li\u003e \u003cli\u003eFunerary structure FS16 is situated 11 m downhill of FS15. It is the best preserved and lowest (4525 m) stepped construction in the series. Its forward wall is 4.2 m in length and up to 1 m in height. As much as a 3.8-m length of the side walls is exposed before being completely engulfed by the slope. There may have been intervening structures between FS15 and FS16, but this could not be confirmed with the evidence at hand.\u003c/li\u003e \u003cli\u003eFunerary structure FS17 is situated adjacent to FS16. Its forward wall fragment is 2.5 m in length. The wo side walls are visible for upwards of 3.3 m before disappearing into the slope. \u003c/li\u003e \u003c/ol\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza2/b2-2-26/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-2-26","is_primary":false,"created_at":"2010-08-25 11:12:37 UTC","updated_at":"2010-08-25 11:12:37 UTC","authors":[]}]}