{"descriptions":[{"id":259,"title":"Kharlung Khargok Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e \u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e \u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-1\" class=\"space-before\"\u003eI.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices\u003c/h2\u003e \u003ch3 id=\"b1-1-19\"\u003e \u003cspan class=\"popular\"\u003eKharlung khargok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar lung mkhar gog\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b1-1-19-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eKharlung khargok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar lung mkhar gog\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Castle Valley Ruined Castle\u003c/li\u003e \u003cli\u003eSite number: A-66\u003c/li\u003e \u003cli\u003eSite typology: I.1x \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 31\u0026ordm; 59.7\u0026#900;\u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 80\u0026ordm; 02.1\u0026#900;\u003c/li\u003e \u003cli\u003eElevation: 4730 m\u003c/li\u003e \u003cli\u003eAdministrative location (township): winter settlement \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eGar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSgar\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: UTAE\u003c/li\u003e \u003cli\u003eSurvey date: May 14, 2001\u003c/li\u003e \u003cli\u003eContemporary usage: Light grazing.\u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None.\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-1-19-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003eThe once large citadel of mkhar lung mkhar gog is situated on a ridge-top more than 400 m above the \u003cspan class=\"popular\"\u003eGar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSgar\u003c/span\u003e valley. It is one of a chain of archaic strongholds occupying lofty locations above the arable \u003cspan class=\"popular\"\u003eGar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSgar\u003c/span\u003e valley.\u003ca href=\"#n35\" name=\"nb35\" class=\"note\"\u003e35\u003c/a\u003e The castle commands excellent views of the \u003cspan class=\"popular\"\u003eGar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSgar\u003c/span\u003e valley, especially to the north and east, and enjoys a defensibly tenable position. Castle Valley Ruined Castle is found above the right side of the \u003cspan class=\"popular\"\u003eKharlung Chu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar lung chu\u003c/span\u003e, in proximity o where it debouches into the main valley. This was an extensive complex composed of a cluster of small buildings built with cobble walls. The dispersion blankets an area of 190 m along the axis of the hill (north-south) by 13.5 m to 30 m (east-west). A count of wall footings indicates that this site consisted of around 100 rooms and/or buildings. Most structures have been reduced to their foundations or low-lying wall fragments. The high elevation of this site and style of construction, whereby tiny rooms predominate, are archaic cultural horizon situational and morphological traits. \u003c/p\u003e \u003ch4 id=\"b1-1-19-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003e Castle Valley Ruined Castle is said by local sources to be an ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e citadel.\u003c/p\u003e \u003ch4 id=\"b1-1-19-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-1-19-4-1\"\u003eCastle\u003c/h5\u003e \u003cp\u003eThe south end (13.5 m wide) and the north end (19 m wide) are the narrowest parts of the ridge-spur. Most of he remaining sections of the summit are around 30 m wide. Ruined buildings are dispersed across the summit. Structures were made with random-work cobble-stones. Walls must have been lightly mortared, however, no mortar remains in the seams. Walls are between 50 cm to 80 cm in thickness, but nothing above 1.5 m in height has survived, so an assessment of upper wall design is not possible. It could not be judged whether the walls were possibly constructed with adobe blocks supporting fixed roofs or alternatively, if they were low elevation stone structures with semi-permanent roofs made of materials such as animal hides or yak hair. On the east rim of the summit there was an interconnected line of buildings. These mostly had very small rooms (4 m\u0026sup2;) but more commodious specimens (12 m\u0026sup2;) are also present. On the higher west edge of the hill, which overlooks a defile, here is a sparser line of structures. The slightly inclined summit is dominated by slopes around 10 m in height interspersed between the east and west rims of the formation. These steeply inclined slopes tend to be devoid of buildings. What appears to have been the largest single structure at the site is found on the south side of summit (6 m x 11 m). Other ruins in this area have exterior dimensions of around 5 m x 6 m. \u003c/p\u003e \u003cp\u003eOn the east side of the Castle Valley Ruined Castle hill, around 10 m below the summit, the slope was cut to create a level walkway averaging 3 m in width. North, or down slope, of the fortress there is a superficial funerary-like structure (3 m x 3 m), which protrudes 70 cm above he ground. \u003c/p\u003e \u003ch4 id=\"b1-1-19-5\"\u003eAffiliated sites\u003c/h4\u003e \u003ch5 id=\"b1-1-19-5-1\"\u003eOld Castle Valley (\u003cspan class=\"popular\"\u003eKharlung\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emkhar lung\u003c/span\u003e) village \u003c/h5\u003e \u003cp\u003eThe old Castle Valley (\u003cspan class=\"popular\"\u003eKharlung\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emkhar lung\u003c/span\u003e) village site (32\u0026deg; 02.2\u0026#900; N. lat. / 80\u0026deg; 01.9\u0026#900; E. long. / 4370 m) is located some 5 km north of Castle Valley Ruined Castle, outside the range of its protective embrace. Covering an area of more than 15,000 m\u0026sup2;, this sizable habitation was founded on the foot of a hill bounding the west side of the \u003cspan class=\"popular\"\u003eGar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSgar\u003c/span\u003e valley. Hundreds of people must have once resided here in a dense agglomeration of houses. Unlike the nearby contemporary village of Castle Valley, with its five households, the height of old Castle Valley affords it protection from floods, which have been particularly severe in the last decade. According to local residents, old Castle Valley is connected to a Tibetan ruler who ruled the region before the \u003cspan class=\"popular\"\u003eNamrup\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnam ru dpon\u003c/span\u003e of the \u003cspan class=\"popular emph\"\u003eGanden Podrang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003edga' ldan pho brang\u003c/span\u003e period (1660-1959 CE). The settlement, however, is also associated with the \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e, which may suggest that its foundations date to the prehistoric epoch or early historic period. It is certainly possible hat important magnets of sedentary settlement in the moist and fertile \u003cspan class=\"popular\"\u003eGar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSgar\u003c/span\u003e valley enjoyed a very long period of tenure.\u003c/p\u003e \u003cp\u003eThe buildings of the old settlement have been largely leveled and only fragmentary wall footings, wall segments, pits, and rocky mounds are left. In recent years, some of the stones have been used to build corrals on the site. At the upper end of the village there are a few adobe wall segments heralding the location of a Buddhist temple, which included a chapel called \u003cspan class=\"popular\"\u003eKharlung G\u0026ouml;nkhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMkhar lung mgon khang\u003c/span\u003e. This protector chapel was destroyed long before living memory. It is reported that the deities \u003cspan class=\"popular\"\u003ePenden Lhamo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal ldan lha mo\u003c/span\u003e and \u003cspan class=\"popular\"\u003eG\u0026ouml;npo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMgon po\u003c/span\u003e were worshipped here. In the vicinity are several ruined a type of shrine. Approximately 1 km southwest of the village is a ruined residential structure said to have been the residence of a district headman. Agricultural lands run right up to his ruined homestead. This once substantial building (19 m x 23 m) contained at least eight large rooms. It was primarily constructed of mud-mortared cobble walls, 50 cm to 80 cm in thickness. Wall fragments up to 2.5 m in height have survived. Most walls are partially intact, thus the structure is in far better condition than those in old Castle Valley village. In a central wall partition (runs north-south) there is a window (30 cm x 60 cm) whose lintel of tamarisk rounds is intact. Immediately to he south is a less well-preserved building (6 m x 14 m), said to have been a kitchen (\u003cspan class=\"popular emph\"\u003etaptsang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ethab shang\u003c/span\u003e). South of the headman\u0026rsquo;s homestead are highly eroded plaques with carved inscriptions of the \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e mantra in \u003cspan class=\"popular emph\"\u003elentsa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003elan tsha\u003c/span\u003e script. This style of inscribed stone appears to have been produced in the period of the early \u003cspan class=\"popular\"\u003eNgari Korsum\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMnga' ris skor gsum\u003c/span\u003e kings (roughly late 10th to 13th century CE). The ruins of the headmen\u0026rsquo;s estate have been partially converted into a livestock pen (corral (\u003cspan class=\"popular emph\"\u003elhara\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003elhas ra\u003c/span\u003e)) and tent camp (\u003cspan class=\"popular emph\"\u003enangra\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003enang ra\u003c/span\u003e). \u003c/p\u003e \u003ch5 id=\"b1-1-19-5-2\"\u003eOld \u003cspan class=\"popular\"\u003eMalh\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMa lhas\u003c/span\u003e village \u003c/h5\u003e \u003cp\u003eLike old Castle Valley village, old \u003cspan class=\"popular\"\u003eMalh\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMa lhas\u003c/span\u003e village is situated at the foot of the \u003cspan class=\"popular\"\u003eAyi La\u003c/span\u003e\u003cspan class=\"scholar\"\u003eA yi la\u003c/span\u003e range, on a broad low-lying ridge-top (32\u0026deg; 04.7\u0026#900; N. lat. / 79\u0026deg; 59.3\u0026#900; E. long. / 4340 m). In contrast, new ma lhas village is located in the rather marshy valley bottom, and only supports around one dozen households. The precedent for permanent settlement in the valley bottom extends back to at least the late 17th century CE, and the establishment of \u003cspan class=\"popular\"\u003eGanden Tsewang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDga' ldan tshe dbang\u003c/span\u003e\u0026rsquo;s \u003cspan class=\"popular\"\u003eNgari\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMnga' ris\u003c/span\u003e headquarters near he \u003cspan class=\"popular\"\u003eGar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSgar\u003c/span\u003e river. Old \u003cspan class=\"popular\"\u003eMalh\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMa lhas\u003c/span\u003e covers an area of approximately 5000 m\u0026sup2;, and contains a dense collection of fragmentary mud-mortared cobble footings and wall segments. There is a number of ruined \u003cspan class=\"popular emph\"\u003ech\u0026ouml; ten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten \u003c/span\u003eon the site. On the north or higher end of he ruined village there are the remains of a Buddhist temple, where the local territorial deity mes pha bong (Ancestor Boulder) is supposed to have been propitiated. The much degraded cobble and adobe block walls of the temple reach a maximum height of 2 m. The relative position of he Buddhist temple, paralleling the placement of the temple in old Castle Valley, supports a chronological connection between the two settlements, as attested in the oral tradition. \u003c/p\u003e \u003ch5 id=\"b1-1-19-5-3\"\u003esGar agriculture\u003c/h5\u003e \u003cp\u003eThe origin of farming in Castle Valley and \u003cspan class=\"popular\"\u003eMalh\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMa lhas\u003c/span\u003e is ascribed to the \u003cspan class=\"popular\"\u003eKel M\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSkal mon\u003c/span\u003e, an ethnic group that may have formed part of the aboriginal substrate of western Tibet. By the sheer amount of defunct farm fields attributed to the ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e, it would appear that agricultural production in \u003cspan class=\"popular\"\u003eGar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSgar\u003c/span\u003e was at its zenith in the prehistoric epoch. Grain output in sgar may have once been sufficient o feed several thousand people, engaging hundreds of farmers. Nowadays, in stark contrast, a handful of farmers in each village struggle to produce any barley at all. The subsistence economic focus has shifted to animal husbandry. It appears from anecdotal evidence that the agrarian way of life has been waning for centuries. The evidence presented by the old Buddhist villages of Castle Valley and \u003cspan class=\"popular\"\u003eMalh\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMa lhas\u003c/span\u003e indicates that agriculture was still an important occupation during the period of the \u003cspan class=\"popular\"\u003eNgari\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMnga' ris\u003c/span\u003e kings, but it probably was already in a state of decline. \u003c/p\u003e \u003cp\u003eModern \u003cspan class=\"popular\"\u003eMalh\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMa lhas\u003c/span\u003e and Castle Valley still have extensive arable lands but only a small fraction is exploited in any given year. This is due to a lack of manpower and a chronic shortage of water. A water shortfall also affects other agrarian communities in \u003cspan class=\"popular\"\u003eGar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSgar\u003c/span\u003e such as \u003cspan class=\"popular\"\u003eTarchang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eThar-lcang\u003c/span\u003e, \u003cspan class=\"popular\"\u003eNamru\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGnam ru\u003c/span\u003e and Upper Fields (\u003cspan class=\"popular\"\u003eZhing Khagong\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ezhing ka gong\u003c/span\u003e). In recent years, flash floods and an explosion in the rabbit population have had a detrimental impact on farming as well. Floods in the last decade have destroyed more than en km\u0026sup2; of farmland and pastureland in the \u003cspan class=\"popular\"\u003eGar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSgar\u003c/span\u003e valley, eliminating the essential land-base of scores of families. In greater Castle Valley alone, 35 families lost their winter grazing grounds in the devastating floods of 1999. \u003c/p\u003e \u003chr class=\"footnote-divider\"/\u003e \u003ch2\u003eNotes\u003c/h2\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n35\"/\u003e \u003ca href=\"#nb35\" class=\"note\"\u003e [35] \u003c/a\u003e Although it is commonly stated that \u003cspan class=\"popular\"\u003eGar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSgar\u003c/span\u003e (Military Encampment) received its name from the military headquarters established here by \u003cspan class=\"popular\"\u003eGanden Tsewang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDga' ldan tshe dbang\u003c/span\u003e (fl. 1680) in the late 17th century CE, the origin of this toponym may also have something to do with the eight ancient (\u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e) fortresses (A-22, A-23, A-41, A-42, A-43, A-44, A-66, A-67) that encircle the valley. \u003c/div\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-1-19/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-1-19","is_primary":false,"created_at":"2010-08-11 20:45:25 UTC","updated_at":"2010-08-12 16:53:51 UTC","authors":[]}]}