{"descriptions":[{"id":19,"title":"An Overview of Chungba","content":"\u003ch2\u003eIntroduction\u003c/h2\u003e \u003cp class=\"paragraph\"\u003eNestled deep in the heartland of \u003cspan class=\"place\" title=\"F5225\"\u003eKham\u003c/span\u003e (\u003cspan class=\"place\" title=\"F5225\"\u003ekhams\u003c/span\u003e), \u003cspan class=\"place\" title=\"F15347\"\u003eChungba\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"F15347\"\u003ebyung pa\u003c/span\u003e\u003c/em\u003e) is a rural Tibetan township in which a broad-based effort is underway to revitalize the local community through education and capacity-building. Located in a forested stretch of mountains between the bustling county towns of \u003cspan class=\"place\" title=\"F16113\"\u003eLitang\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"F16113\"\u003eli thang\u003c/span\u003e\u003c/em\u003e) and \u003cspan class=\"place\" title=\"F1089\"\u003eNyarong\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"place\" title=\"F1089\"\u003enyak rong\u003c/span\u003e\u003c/em\u003e), the community of \u003cspan class=\"place\" title=\"F15347\"\u003eChungba\u003c/span\u003e remains tied to a predominantly subsistence economy where most residents grow their own tsampa and herd livestock in high pastures. In its embrace of new models of learning while valuing traditional ways of life, \u003cspan class=\"place\" title=\"F15347\"\u003eChungba\u003c/span\u003e\u0026rsquo;s experience points to new possibilities in cultural regeneration in rural Tibetan areas.\u003c/p\u003e \u003ch2 class=\"heading-h2\"\u003eGeography\u003c/h2\u003e \u003cp class=\"paragraph\"\u003eThe five thousand residents of \u003cspan class=\"place\" title=\"F15347\"\u003eChungba\u003c/span\u003e live scattered in over a dozen villages through a 13km valley system running along the \u003cspan class=\"place\" title=\"Type ID here\"\u003eChungchu\u003c/span\u003e\u0026nbsp;(\u003cem\u003e\u003cspan class=\"place\" title=\"Type ID here\"\u003ebyung chu\u003c/span\u003e\u003c/em\u003e) River. Most live high above the valley floor, in tiny hamlets perched precariously along tall green mountains thick with oak, pine, rhododendrons and fruit trees. Cordyceps are plentiful in the higher pastures in late spring, while matsutake mushrooms are available during the rainy season from mid-July to mid-August. Deep in the hollows, a diversity of wildlife can still be found, including, on occasion, snow leopards and roving groups of monkeys. From the headwaters of the \u003cspan class=\"place\" title=\"Type ID here\"\u003eChungchu\u003c/span\u003e River to its mouth at the northern end of the valley system, there is a significant drop in elevation that tracks the transition zone between the grasslands of \u003cspan class=\"place\" title=\"F16113\"\u003eLitang\u003c/span\u003e and the dramatic valleys of \u003cspan class=\"place\" title=\"F1089\"\u003eNyarong\u003c/span\u003e.\u003c/p\u003e \u003ch2 class=\"heading-h2\"\u003eEducation and Community\u003c/h2\u003e \u003cp class=\"paragraph\"\u003e\u003cspan class=\"place\" title=\"F15347\"\u003eChungb\u003c/span\u003ea\u0026rsquo;s revitalization is centered in a dynamic community-based education initiative now entering its sixth year of operation. Soon after its founding in 2002, the \u003cspan class=\"org\" title=\"Type ID here\"\u003eRuth Walter Chungba Primary School\u003c/span\u003e undermined regional stereotypes of Tibetan rural education by achieving the highest results on county-wide standardized exams. With its academic success and its dynamic curriculum, the \u003cspan class=\"org\" title=\"Type ID here\"\u003eChungba\u0026nbsp;School\u003c/span\u003e is now regarded as a model primary school for all eighteen counties across \u003cspan class=\"place\" title=\"F1079\"\u003eGanzi Tibetan Autonomous Prefecture\u003c/span\u003e and has recently been nominated for a Sichuan provincial commendation.\u003c/p\u003e \u003ch2 class=\"heading-h2\"\u003eCultural Renewal: Storytelling\u003c/h2\u003e \u003cp class=\"paragraph\"\u003eThe revitalization of the art of storytelling is an example of cultural renewal through the \u003cspan class=\"org\" title=\"Type ID here\"\u003eChungba Primary School\u003c/span\u003e. Up until as late as the 1940s, a vibrant tradition of professional storytelling existed in \u003cspan class=\"place\" title=\"F15374\"\u003eChungba\u003c/span\u003e. Through the likes of Yika Yeshe of Waleh and Blind Nyarong Ugyen\u0026mdash;both prized storytellers who had learned their craft from Gara Jamyang, a peripatetic mid-19th century bard of considerable renown throughout central \u003cspan class=\"place\" title=\"F5225\"\u003eKham\u003c/span\u003e\u0026mdash;local historical memory and practices were preserved and transmitted through song and verse. But the tradition of professional storytelling came to an abrupt end in the 1950s. It was not until the establishment of the \u003cspan class=\"org\" title=\"Type ID here\"\u003eChungba School\u003c/span\u003e that the traditional forms were revived. Drawing on his experience as a young monk who had apprenticed himself to then-contemporary local storytellers, school founder Pencho Rabgey brought back to \u003cspan class=\"place\" title=\"F15347\"\u003eChungba\u003c/span\u003e the traditional \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eshadrung\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003ezha sgrung\u003c/span\u003e\u003c/em\u003e), or storyteller\u0026rsquo;s hat, as well as the practice of \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003edrekar\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003e\u0026rsquo;bras dkar\u003c/span\u003e\u003c/em\u003e), the form through which news was traditionally spread from village to village. Students with a strong aptitude for Tibetan literature and a flair for public performance are trained in these forms every year.\u003c/p\u003e \u003ch2 class=\"heading-h2\"\u003eMonastery\u003c/h2\u003e \u003cp class=\"paragraph\"\u003ePerched high along the hamlet of Hodrong sits Chonje Gomba, \u003cspan class=\"place\" title=\"F15347\"\u003eChungba\u003c/span\u003e\u0026rsquo;s main local monastery. Pre-dating the establishment of the \u003cspan class=\"place\" title=\"F16113\"\u003eLitang\u003c/span\u003e monastery, Chonje Gomba was founded in the fifteenth century by two disciples of \u003cspan class=\"person\" title=\"Type ID here\"\u003eTsongkhapa\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"person\" title=\"Type ID here\"\u003etsong kha pa\u003c/span\u003e\u003c/em\u003e), Tsangchen Kunga Gyatso and Tsangchung Losang Panjor. The latter was the founder of the Neten Tulku lineage, an institution that continues today. According to the Namkha Gyaltsen\u0026rsquo;s \u003cspan class=\"tibtext\" title=\"Type ID here\"\u003e\u003cem\u003elho brag snyan rgyud\u003c/em\u003e\u003c/span\u003e, the proper name of the monastery is \u003cspan class=\"place\" title=\"Type ID here\"\u003eKyemyo\u003c/span\u003e Monastery (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eskyem yo\u003c/span\u003e\u003c/em\u003e, or\u0026nbsp;\"thirst quenching\"). Until recently, the monastery could be reached only by foot or horseback, but can now also be accessed by motorcycle on a winding dirt path.\u003c/p\u003e \u003ch2 class=\"heading-h2\"\u003eMani Stones\u003c/h2\u003e \u003cp class=\"paragraph\"\u003eExtending far along the strip of land between the hamlets of Rimbang and Wikhi was once a renowned \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003edopung\u003c/span\u003e (\u003cem\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003erdo phung\u003c/span\u003e\u003c/em\u003e), or mani stone pile. Throughout the Cultural Revolution, local villagers were forced to take apart the towering ancient pile and throw untold numbers of stones into the river. Some were used to build houses\u0026mdash;one of which stands near what remains of the tower today. A shallow pile of stones offers a footprint of where part of the \u003cspan class=\"place\" title=\"F15347\"\u003eChungba\u003c/span\u003e \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003edopung\u003c/span\u003e once stood. The pile is now circumambulated once again by the devout and the hallowed ground is now marked by a series of stupas.\u003c/p\u003e \u003ch2 class=\"heading-h2\"\u003eTrekking\u003c/h2\u003e \u003cp class=\"paragraph\"\u003eThe heartland of \u003cspan class=\"place\" title=\"F5225\"\u003eKham\u003c/span\u003e is Tibetan cowboy country. There is no better way to experience the big sky, rugged passes, ancient woods of \u003cspan class=\"place\" title=\"F5225\"\u003eKham\u003c/span\u003e than to trek into the interior of local lands. Whether on a day hike or a week-long camping excursion, it is not uncommon to observe wildlife ranging from wild boars, bears and monkeys to an assortment of birds of prey. Traveling deep into the valleys and following dirt trails through steep, winding hollows is the only way to reach sacred mountains and protector lakes of the area. With its average elevation of 3600m, treks in \u003cspan class=\"place\" title=\"F15347\"\u003eChungba\u003c/span\u003e start at Grade III (3000 - 4000m), although trips to special sites can easily take trekkers into Grade IV levels (above 4000m). For those who prefer riding to hiking, guided horse treks can be arranged for journeys as short as three hours or as long as five days. All treks organized through the nonprofit organization \u003cspan class=\"org\" title=\"Type ID here\"\u003eMachik\u003c/span\u003e will be arranged to help support the local villagers in meeting their basic human needs. The priority for 2007 and 2008 is to meet the electrification needs of all hamlets of \u003cspan class=\"place\" title=\"F15347\"\u003eChungba\u003c/span\u003e.\u003c/p\u003e \u003ch2 class=\"heading-h2\"\u003eIncense\u003c/h2\u003e \u003cp class=\"paragraph\"\u003eThe dense forests and high-altitude meadows of \u003cspan class=\"place\" title=\"F15347\"\u003eChungba\u003c/span\u003e provide a bounty of medicinal plants and herbs that make this valley system an ideal location for the craft of traditional Tibetan incense making. Almost all the raw ingredients for traditional Tibetan incense are found locally, growing wild along the thickly carpeted mountain sides that span the villages. But making incense was all but a forgotten craft in \u003cspan class=\"place\" title=\"F15347\"\u003eChungba\u003c/span\u003e until recent years. Fortunately, the art has returned, under the creative stewardship of local social entrepreneur Taja, and itinerant monk scholar, Gen Ata. Drawing on the classic medical text of Gyud Mipham Namgyal Gyamtso as well as firsthand experience among the master incense makers of \u003cspan class=\"place\" title=\"Type ID here\"\u003eNyemo\u003c/span\u003e, the pair have not only revived the tradition of making incense in \u003cspan class=\"place\" title=\"F15347\"\u003eChungba\u003c/span\u003e, they have also collaboratively designed and developed their own unique set of handcrafted tools and methods for producing stick incense. This has not only led to the revival and development of an important cultural tradition, it has also increased local awareness of indigenous plants and herbs and the importance of their conservation to preservation of local cultural knowledge.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2009-05-30 08:33:21 UTC","updated_at":"2010-07-06 16:11:34 UTC","authors":[{"id":"5","fullname":"Tashi Rabgey"},{"id":"5","fullname":"Tashi Rabgey"}]}]}