{"descriptions":[{"authors":[],"source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-1-75","content":"<div class=\"essay-body\"> <div id=\"essay-head2\"> <table> <tr> <td align=\"left\" valign=\"top\"> <div class=\"chapter\"><em>Antiquities of Zhang Zhung</em></div> <div class=\"author\"> <span class=\"eng\">by </span>John Vincent Bellezza<!--(a)--><br/>Edited by Geoffrey Barstow and Mickey Stockwell </div> </td> <td style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"> <div class=\"copyright\"> <span class=\"eng\"> Copyright &copy; 2010. </span> <div class=\"\" id=\"permission\"> <br/>Reproduced with permission from the author <br/>under the <a href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\">THL Digital Text License</a>.</div> </div> </td> </tr> </table> </div> <h2 id=\"b2-1\" class=\"space-before\">II.1. Stelae and accompanying structures: Funerary and non-funerary structures</h2> <h3 id=\"b2-1-75\"> <span class=\"popular\">Kyiser</span><span class=\"scholar\">Skyid gser</span> </h3> <h4 id=\"b2-1-75-1\">Basic site data</h4> <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Kyiser</span><span class=\"scholar\">Skyid gser</span> </li> <li>English equivalent: Golden Happiness</li> <li>Site number: C-161 </li> <li>Site typology: II.1a, II.1b, II.1c, II.2b </li> <li>Geographic coordinate (N. lat.): 32&ordm; 57&#900; </li> <li>Geographic coordinate (E. long.): 83&ordm; 12&#900; </li> <li>Elevation: 4490 m to 4510 m </li> <li>Administrative location (township): <span class=\"popular\">Drabuk</span><span class=\"scholar\">Gra sbug</span> </li> <li>Administrative location (county): <span class=\"popular\">Gerts&eacute;</span><span class=\"scholar\">Sger rtse</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: October 13 and October 14, 2002</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul> <h4 id=\"b2-1-75-2\">General site characteristics</h4> <p> <span class=\"popular\">Kyiser</span><span class=\"scholar\">Skyid gser</span> is located on the western edge of a vast plain. <span class=\"popular\">Kyiser</span><span class=\"scholar\">Skyid gser</span> is the name of a long, low ridgeline that forms the western backdrop of the site. Closed off to the west, the site has profound views to the east and is open to the north and south as well. <span class=\"popular\">Kyiser</span><span class=\"scholar\">Skyid gser</span> is a diverse funerary complex of considerable importance. As the array of pillars appended to an edifice (II.1c) is the largest and most prominent element of the location, it appears to have constituted the central feature of the <span class=\"popular\">Kyiser</span><span class=\"scholar\">Skyid gser</span>necropolis. This prominence is reinforced by the conspicuous location of the array and edifice on the margins of the large plain. The smaller monumental elements of the location were established in more secluded and harder to find sites. The <span class=\"popular\">Kyiser</span><span class=\"scholar\">Skyid gser</span> necropolis also includes an isolated pillar (II.1a), pillars erected inside an enclosure (II.1b), funerary enclosures (II.2b), unusually designed slab walls, and other types of funerary structures. The existence of the three common Upper Tibetan pillar typologies at one site, underscores the integral nature of these monuments in an architectural, cognitive and ritual sense. By virtue of these monuments being found together, it can be surmised that they had complimentary functions. The integrated nature of the various monumental components of the site may also indicate hat they were built and used within the same timeframe. The various funerary monuments of <span class=\"popular\">Kyiser</span><span class=\"scholar\">Skyid gser</span> are all constructed of uncut pieces of brown sandstone. This sandstone is found in abundance on the abutting ridge. <span class=\"popular\">Kyiser</span><span class=\"scholar\">Skyid gser</span> is sited in a locale with a scarcity of potable water, as are many other funerary sites in Upper Tibet. Given the size and complexity of <span class=\"popular\">Kyiser</span><span class=\"scholar\">Skyid gser</span>, it is certainly possible that certain outlying funerary structures were overlooked during the survey.<a href=\"#n45\" name=\"nb45\" class=\"note\">45</a> </p> <h4 id=\"b2-1-75-3\">Oral tradition</h4> <p>According to <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">&rsquo;brog pa</span> of <span class=\"popular\">Drabuk</span><span class=\"scholar\">Gra sbug</span> township, the array of pillars at <span class=\"popular\">Kyiser</span><span class=\"scholar\">Skyid gser</span> have ancient <span class=\"popular\">M&ouml;n</span><span class=\"scholar\">Mon</span> and <span class=\"popular\">Ling Gesar</span><span class=\"scholar\">Gling ge sar</span> associations. There is a raditional proscription in place against harming the site. It is also said that the <span class=\"popular\">Kyiser</span><span class=\"scholar\">Skyid gser</span> ridge lies in an inauspicious location. According to these sources, the holy mountains, <span class=\"popular\">Rigyel</span><span class=\"scholar\">Ri rgyal</span> to the southwest and <span class=\"popular\">Mentsi</span><span class=\"scholar\">Sman rtsis</span> (sp?) to the northeast, have forced <span class=\"popular\">Kyiser</span><span class=\"scholar\">Skyid gser</span> to be more virtuous. The negative aura hanging over the site is probably dim recognition of its archaic funerary identity. </p> <h4 id=\"b2-1-75-4\">Site elements</h4> <h5 id=\"b2-1-75-4-1\">Array of pillars appended to an edifice complex (Site 1)</h5> <h6 class=\"essay\">Appended edifice</h6> <p>The remains of the appended edifice (temple-tomb) sits on the edge of the plain (32&deg; 56.91&#900; N. lat. / 83&deg; 11.980&#900; E. long. / 4500 m). This structure is aligned in the cardinal directions, and measures 5.2 m (east-west) x 16.7 m (north-south). The poorly preserved edifice is elevated about 1 m above the surrounding plain. Originally, it would have been substantially taller. A tiny coherent wall fragment is found in the exterior north face of the edifice. Another intact wall fragment is part of the inner west wall of the edifice. A slight depression on top of the edifice marks the location of the central chamber. Evidence from other sites of the same typology suggests that the central chamber was flanked by very heavily constructed walls. Variable-length (up to 60 cm long) stones were used in the construction of the temple-tomb. </p> <h6 class=\"essay\">Array of Pillars</h6> <p>The array is aligned in the cardinal direction, as is often the case in this monument typology. The array approximately measures 16 m (north-south) x 16.7 m (east-west). The west half of the array of pillars has been obliterated. The east-west dimensions provided are between the most outlying row of pillars and the east wall of the appended edifice. Originally, there were roughly 20 east-west oriented rows of pillars in the array. There are still around 130 standing stones, less than 15 percent of the original number. As intact lines of pillars are spaced 30 cm to 50 cm apart (with wider spacings more common), it can be extrapolated that there were no less than 1000 standing stones in the array. All of the brown sandstone pillars are highly eroded and extremely weathered. Most of the in situ pillars are tabular but there are also four-sided and irregularly shaped specimens, especially among the smaller ones. The broad sides of the tabular pillars are oriented north and south. There are 26 larger pillars (40 cm and 60 cm high), which are mostly concentrated on the east side of the array. Some uprooted specimens up to 70 cm in length lie about the concourse. </p> <p>The east side of the array of pillars is bordered by a single-course slab wall. A northern fragment of this wall is 8.4 m long. This wall is composed of slabs 15 cm to 60 cm in length, which are only around 1 cm in hickness. These slabs are flush with the ground surface or slightly project above it. There are also three east-west running double-course slab-wall fragments bordering and inside the pillar concourse. The parallel courses of slabs are spaced 20 cm to 30 apart. These three double-course walls are highly fragmentary and heir original configuration and lengths could not be determined. The most intact of these wall fragments (3.3 m long) is found on the north side of the pillar array. The double-course wall fragment bordering the south side of the pillar array is 2.9 m in length. On its west end there is a connecting double-course wall 90 cm in length that runs perpendicular. Little pieces of milky quartz in small amounts are scattered around the array of pillars. These stones must have been used in the ornamentation of the site. </p> <p>There is an isolated small group of pillars situated 8.5 m south of the temple tomb. These pillars are up to 65 cm in height. They are planted in the ground with no discernable pattern. A square slab-wall structure (1 m x 1 m) is found 5.2 m east of the main pillar array. It is composed of pairs of slabs (50 cm to 1 m in length) arranged side by side, which were inserted into the ground edgewise. These slabs project as much as 30 cm above the ground surface. I have theorized that such structures may represent <span class=\"popular emph\">sikhung</span><span class=\"scholar emph\">sri khung</span>, one of the apotropaic ritual structures of the Tibetan archaic funerary tradition.<a href=\"#n46\" name=\"nb46\" class=\"note\">46</a> </p> <h5 id=\"b2-1-75-4-2\">Outlying funerary structures</h5> <h6 class=\"essay\">Funerary Structure FS1</h6> <p>Funerary structure FS1 (2 m x 2.6 m) is situated 16 m north of the appended edifice. This fragmentary structure probably had double-course perimeter walls. These walls are composed of variable-length (up to 60 cm long) stones that are flush with the ground surface or which project above it as much as 20 cm. </p> <h6 class=\"essay\">Funerary Structure FS2</h6> <p>Funerary structure FS2 is situated 24 m west of the appended edifice. The walls of this enclosure are aligned in the cardinal directions, and measure 8 m (north-south) x 6.8 m (east-west). Small segments of the double-course perimeter walls (40 cm thick) are intact. </p> <h6 class=\"essay\">Funerary Structure FS3</h6> <p>Funerary structure FS3 is situated 11.8 m south of FS2. It consists of a lone pillar (60 cm high) probably erected on the perimeter wall of another enclosure. There appear to be other funerary structures in the proximity of FS3, but there is not enough structural detritus visible to know for certain. The disintegration of FS3 and sister structures was largely caused by water-borne damage to the site (marked by gullies and depositions). The construction of a tent site (<span class=\"popular emph\">nangra</span><span class=\"scholar emph\">nang ra</span>) and a corral (<span class=\"popular emph\">lhara</span><span class=\"scholar emph\">lhas ra</span>) in the vicinity may also have impacted FS3. </p> <h5 id=\"b2-1-75-4-3\">Slab-wall network (Site 2)</h5> <h6 class=\"essay\">Slab walls</h6> <p>Site 2 is situated roughly 400 m west of the array of pillars (4510 m). It consists of three unusually designed slab walls, which run east-west (parallel to the axis of the sandy slope) at the base of the <span class=\"popular\">Kyiser</span><span class=\"scholar\">Skyid gser</span> ridge. The south wall (9 m long) consists of parallel courses of slabs set about 1 m apart. This incomplete wall is partitioned in eight spots by single slabs placed at right angles, creating eight discrete box-like structures. The brown sandstone slabs used in construction are up to 95 cm in length and were embedded in the ground edgewise. These slabs are level with the ground surface or are elevated as much as 20 cm above it. The fragmentary middle wall (6.1 m long) and north wall (1.4 m long) are designed and built in the same fashion as the south wall. These three walls span an 8.6-m transverse section of the slope. A similarly constructed wall (7 m long) that runs north-south (perpendicular to the axis of the slope) is situated 2 m south of the south wall. All the walls of Site 2 are likely to have had a funerary ritual rather than a burial function. </p> <h6 class=\"essay\">Funerary Structure FS4</h6> <p>A funerary structure is situated 14 m west/uphill of FS3. This structure is aligned in the cardinal directions, and measures 3.6 m (east-west) x 5 m (north-south). The forward side of this well-built structure is elevated about 1 m above the slope, while the rear side is flush with the slope. There are small intact double-course masonry fragments along the sides and rear of the structure. They are composed of as many as hree vertical courses of blocks and slabs laid flat. The structural evidence remaining suggests that FS4 had a significant superstructure. </p> <h5 id=\"b2-1-75-4-4\">Isolated pillar (Site 3)</h5> <h6 class=\"essay\">Pillar</h6> <p>Site 3, which is dominated by a lone pillar, begins 33 m southwest of Site 2 (56.835 / 11. 869&#900; / 4500 m). Site 3 occupies a similar aspect to Site 2: a slightly inclined flat at the edge of the slope. The sandy errain is strewn with pieces of sandstone. The highly worn four-sided sandstone pillar is 1.4 m in height and has a basal girth of 1 m. It is heavily tilted in an east/downhill direction. Some stones have been stacked up around the base of the pillar. </p> <h6 class=\"essay\">Walled terraces</h6> <p>A walled terrace, measuring 21 m (north-south) x 7 m (east-west), is located 6 m upslope of the pillar. This errace is subdivided into three sections by partition walls. The perimeter of this lower terrace is of the heaped-stone wall type. Immediately above it there is another walled terrace, which measures 16 m (north-south) x 5.5 m (east-west). It also appears to have been divided by two partitions walls into three units. Portions of the walled upper terrace are composed of upright slabs. These two terraces as an integral part of Site 3 appear to have had a funerary function.</p> <h5 id=\"b2-1-75-4-5\">Pillars erected inside an enclosure (Site 4)</h5> <h6 class=\"essay\">Enclosure</h6> <p>The enclosure is aligned in the cardinal directions, and measures 6.5 m (north-south) x 9.5 m (east-west) (56.738&#900; / 11.885&#900; 4510 m). It occupies the same type of aspect as Site 2 and Site 3, and is situated 15 m above the edge of the plain. Parts of the east and south walls of the enclosure have been engulfed by <span class=\"popular emph\">drama</span><span class=\"scholar emph\">gra ma</span> brush and the mounds of sand that form around it. The double-course perimeter walls in most places are around 70 cm in thickness. They exhibit all three major types of stonework found in this typology: stones laid flat of one vertical course, stones laid flat in multiple vertical courses, and upright stones embedded into the ground. The north wall is composed of slabs of as many as four vertical courses of masonry. The north wall is elevated 30 cm above the adjoining terrain. The double-course south wall is flush with the ground surface and appears to consist of only one layer of flat slabs. The west wall and south portion of the east wall are composed of double-course upright slabs. These slabs project as much as 20 cm above the surface. Mostly larger stones (40 cm to 90 cm long) went into the construction of the enclosure. </p> <h6 class=\"essay\">Pillars</h6> <p>There are three pillars erected inside the enclosure. The main pillar (Long-stone DR1) is well centered between the south and north walls, and is situated 80 cm from the inner edge of the west wall. The four-sided main pillar is 1.3 m in height and has a basal girth of 1.2 m. Long-stone DR2, an irregularly shaped pillar (60 cm x 1 m), is situated 40 cm east of the main pillar. Long-stone DR3 is also irregularly shaped (80 cm x 95 cm), and is situated 1.8 m north of DR1. What appear to be the remains of a square funerary superstructure are located 40 m north of the walled pillars at the same elevation. </p> <h5 id=\"b2-1-75-4-6\">Satellite funerary structures (Site 5)</h5> <h6 class=\"essay\">Funerary Structure FS5 </h6> <p>Funerary structure FS5 (13.7 m x 6 m) is situated in the plain at the edge of the <span class=\"popular\">Kyiser</span><span class=\"scholar\">Skyid gser</span> ridge (56.761&#900; / 11.927&#900; / 4490 m). This poorly preserved incomplete enclosure is bereft of coherent walls.</p> <h6 class=\"essay\">Funerary Structure FS6</h6> <p>Funerary structure FS6 is situated 3 m northwest of FS5. This smaller specimen is even more fragmentary than FS5.</p> <h6 class=\"essay\">Funerary Structure FS7</h6> <p>Funerary structure FS7 is located on a level area along the base of the slope (56.660 / 11.851 / 4510). It consists of an east-west double-course wall (runs parallel to the axis of the slope) 6.7 m in length. At its high end there are traces of other double-course wall fragments, which run perpendicular to the axis of the slope. The alignments and construction of these walls are unusual.</p> <h6 class=\"essay\">Funerary Structure FS8</h6> <p>Funerary structure FS8 (2 m x 1.4 m) appears to be a small funerary structure. The stones forming the superstructure do not seem to have been laid out in an orderly manner. A gully now cuts into FS8, imperiling its long-term survival.</p> <h5 id=\"b2-1-75-4-7\">Satellite funerary structures (Site 6)</h5> <p>Site 6 is a cluster of at least three funerary structures built on sandy ground near the north edge of the <span class=\"popular\">Kyiser</span><span class=\"scholar\">Skyid gser</span> ridge (57.198&#900; / 11.722&#900; / 4510 m). They were established in a small sandy hollow, bisected by a gully. They include a complete enclosure (1.3 m x 60 cm) composed of stones flush with the ground surface or rising above it slightly. There is also a partial enclosure measuring 2.8 m across. Finally, there is an enclosure (3.5 m x 3.5 m) that appears to have both single-course and double-course perimeter walls. The stones in the perimeter walls of this latter specimen are level with the ground surface or project above it to a height of 20 cm. </p> <hr class=\"footnote-divider\"/> <h2>Notes</h2> <div class=\"footnote\"> <a name=\"n45\"/> <a href=\"#nb45\" class=\"note\"> [45] </a> Just two days before the survey (October 11, 2002), local <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">&rsquo;brog pa</span> report that two men of the Hui ethnic nationality asked them if they could dig at the site. These men told the <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">&rsquo;brog pa</span> that there were many valuables to be found under the ground at <span class=\"popular\">Kyiser</span><span class=\"scholar\">Skyid gser</span>. To their credit, the <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">&rsquo;brog pa</span> did not allow the excavation of the site. The same <span class=\"popular emph\">drok pa</span><span class=\"scholar emph\">&rsquo;brog pa</span> report that in the late 1980s, Hui men excavated a tomb at <span class=\"popular\">Kyiser</span><span class=\"scholar\">Skyid gser</span>. They are said to have found a copper vessel full of objects. During the survey a small spoon-like disc of worked copper was found discarded among he array of pillars. It has a short tang with two small perforations. This object may have come from the illicit excavation. </div> <div class=\"footnote\"> <a name=\"n46\"/> <a href=\"#nb46\" class=\"note\"> [46] </a> Bellezza, <em>Zhang Zhung</em>. </div> <table cellspacing=\"8\" align=\"center\" class=\"navarrows\"> <tbody> <tr> <td class=\"leftcell\"> <a class=\"backarrow\" title=\"Previous Section\"> <img src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/> </a> </td> <td class=\"midcell\"> <a class=\"uparrow\" title=\"Beginning of Article\"> <img src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/> </a> </td> <td class=\"rightcell\"> <a class=\"forwardarrow\" title=\"Next Section\"> <img src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/> </a> </td> </tr> </tbody> </table> </div> <div id=\"chap-id\">/bellezza2/b2-1-75/</div> <div style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"> <div class=\"closebtn\"> <a href=\"#\">Close</a> </div> <div style=\"height: 280px;\" class=\"conx-content\"> <h3>Note Citation for Page <span class=\"pgnm\"/> </h3> <p class=\"biblref\">John Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan &amp; Himalayan Library, 2010), <span class=\"pgnm\"/>. </p> <h3>Bibliographic Citation</h3> <p>John Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan &amp; Himalayan Library, 2010.</p> </div> </div>","created_at":"2010-08-25 11:11:23 UTC","updated_at":"2010-08-25 11:11:23 UTC","id":1066,"title":"Kyiser Introduction","is_primary":false}]}