{"descriptions":[{"authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-4-7","content":"<div class=\"essay-body\"><div id=\"essay-head2\"><table><tr><td align=\"left\" valign=\"top\"><div class=\"chapter\"><em>A Survey of Bonpo Monasteries</em></div><div class=\"author\"><span class=\"eng\">by </span>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind<!--(l)--><br/>Edited by Samten G. Karmay and Yasuhiko Nagano </div></td><td style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"><div class=\"copyright\"><span class=\"eng\"> Copyright &copy; 2003. </span><div class=\"eng\" id=\"permission\">Reproduced with permission from the authors <br xmlns:str=\"http://exslt.org/strings\"/>under the <a href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\">THL Digital Text License</a>.</div></div></td></tr></table></div><h2 id=\"b6-4\">Bonpo temples in sTong che</h2> <h3 id=\"b6-4-7\">(133) rKa gsar Temple</h3> <h4 id=\"b6-4-7-1\">1. Name</h4> <p>rKa gsar gSas khang gSang sngags bdud &rsquo;dul gling, but it is a type of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">spyi khang</span>, &ldquo;common house&rdquo;.</p> <h4 id=\"b6-4-7-2\">2. Location</h4> <p>The temple is located in rKa gsar village of Chab cha Township, Gong he county, Tsho lho Prefecture.</p> <h4 id=\"b6-4-7-3\">3. History</h4> <p>According to oral tradition, a group of people from sPyi tshang village in Reb gong moved to Ka mdo in Ba yan and the new settlement came to be known as Ka mdo sPyi tshang. Their descendents split into three tribes: sPyi tshang, Kha yangs gdong and Ba yan in Ba yan. After some time, three men from these three tribes, together with their families arrived in Chab cha and settled at what is now known as rKa gsar village. The man from sPyi tshang tribe was &rsquo;Phrin rgya, his direct descendents are mKhar rtse, Khro rgyal, Tshe ring mkhar (who passed away in 1996), dPal bzang (b.1949), gYung dung dar rgyas (b.1996); the man from Kha yangs gdong tribe was dBang rgyal, his direct descendents are bSod nams, Shes rab, gYung drung rgyal, Kun bzang, bsTan &rsquo;dzin (b.1976); the man from Ba yang tribe was &rsquo;Bum pa, his direct descendents are Byams pa, rDo rje, sTag la, Sangs rgyas rgya mtsho (b.1965). &rsquo;Phrin rgya of sPyi tshang tribe, was the leader of the three families and built the first three assembly halls of the temple, which was to become rKa gsar Temple. For this reason &rsquo;Phrin rgya is considered to be the founder of rKa gsar Temple.</p> <p>In the first half of the 20th century, rTse zhig bSod nams g-yung drung dbang rgyal, the founder of Dung dkar (No.132), visited rKa gsar, and the Bonpo community of rKa gsar village offered him some pieces of temple&rsquo;s land. As a result he moved the three assembly halls to the foot of Mount Dung dkar lha gnyan dkar po to be Dung dkar Monastery, a few kilometres from the temple as well as the present assembly hall of rKa gsar gSas khang.</p> <h4 id=\"b6-4-7-4\">5. Current number of practitioners</h4> <p>There are forty tantrics in the gSas khang. </p> <h4 id=\"b6-4-7-5\">6. Current education</h4> <p>The young practitioners are taught by two teachers belonging to the gSas khang, who mainly follow the teachings of Bon brgya Rinpoche.</p> <h4 id=\"b6-4-7-6\">12. Local community</h4> <p>There are seven villages: rKa gsar village with thirty families, Kha sgang zhol ma village of Sa gru bzhi Township of Gong he County with four families, Ra rgan village of The ge Township of Gong he County with twelve families, Zhang bu ras village of The ge Township with eight families, rGya ra village of Chab cha Township of Gong he County with two families, sKyi gdong village of Chab cha Township with six families, Ur rti village of Ur rti Township of Gong he County with forty families.</p> <h4 id=\"b6-4-7-7\">Source</h4> <h5 id=\"b6-4-7-7-1\">(1) Interviews</h5> <p>In autumn of 1996 with lCags thar rgyal (b.1942), a practitioner in the temple</p> <table xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"><tbody><tr><td class=\"leftcell\"><a class=\"backarrow\" title=\"Previous Section\"><img src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/></a></td><td class=\"midcell\"><a class=\"uparrow\" title=\"Beginning of Article\"><img src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/></a></td><td class=\"rightcell\"><a class=\"forwardarrow\" title=\"Next Section\"><img src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/></a></td></tr></tbody></table></div><div id=\"chap-id\">/bonpo-monasteries/b6-4-7/</div><div style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"><div class=\"closebtn\"><a href=\"#\">Close</a></div><div style=\"height: 280px;\" class=\"conx-content\"><h3>Note Citation for Page <span class=\"pgnm\"/></h3><p class=\"biblref\">Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), <span class=\"pgnm\"/>. </p><h3>Bibliographic Citation</h3><p>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.</p></div></div>","created_at":"2011-12-13 02:29:50 UTC","updated_at":"2011-12-13 02:29:50 UTC","id":1448,"title":"Kasar Sekhang Sangngak Dündül Ling Introduction","is_primary":false}]}