{"descriptions":[{"id":1103,"title":"Dziden Chungwa Möndur Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c!--(a)--\u003e\u003cbr/\u003eEdited by Geoffrey Barstow and Mickey Stockwell \u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2010. \u003c/span\u003e \u003cdiv class=\"\" id=\"permission\"\u003e \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b2-2\"\u003eII.2. Superficial structures: Primarily funerary superstructure\u003c/h2\u003e \u003ch3 id=\"b2-2-3\"\u003e \u003cspan class=\"popular\"\u003eDizden Chungwa M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrdzi gdan chung ba mon dur\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b2-2-3-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eDizden Chungwa M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrdzi gdan chung ba mon dur\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Lesser Scent Block \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e Tombs\u003c/li\u003e \u003cli\u003eSite number: D-43\u003c/li\u003e \u003cli\u003eSite typology: II.2a, II2b \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 32\u0026ordm; 22\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 80\u0026ordm; 45\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 4500 m to 4630 m.\u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eG\u0026ouml;tsang M\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRgod tshang smad\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eGar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSgar\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: UTAE and THE\u003c/li\u003e \u003cli\u003eSurvey date: May 17, 2001 and May 25, 2006\u003c/li\u003e \u003cli\u003eContemporary usage: Light grazing. Stones have been recently extracted from the monuments to use in local building projects. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None.\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b2-2-3-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003eThe funerary superstructures of \u003cspan class=\"popular\"\u003eDizden Chungwa M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrdzi gdan chung ba mon dur\u003c/span\u003e are widely scattered across a large flat above the left bank of the \u003cspan class=\"popular\"\u003eTritso Tsangpo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhri tsho gtsang po\u003c/span\u003e (a tributary of the \u003cspan class=\"popular\"\u003eSenge Tsangpo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSengge gtsang po\u003c/span\u003e). These plain and adjoining elevated areas are known as \u003cspan class=\"popular\"\u003eDziden\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrdzi gdan\u003c/span\u003e. Funerary structures FS1 to FS8 are located near a ridge that encloses the west side of \u003cspan class=\"popular\"\u003eDziden\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrdzi gdan\u003c/span\u003e. The structures of \u003cspan class=\"popular\"\u003eDizden Chungwa M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrdzi gdan chung ba mon dur\u003c/span\u003e were constructed from variable-length (15 cm o 80 cm) blocks and slabs of a tan, dark-grained rock. There are also other superstructures in more outlying locations (\u003cspan class=\"popular\"\u003eDopo Taga\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdo po rta sga\u003c/span\u003e and \u003cspan class=\"popular\"\u003eM\u0026ouml;nnak Dzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon nag rdzong\u003c/span\u003e) that are subsumed under this catalogue entry. The enclosures of this composite site have quadrate and sub-rectangular forms. As a monumental counterpoint to these various funerary structures, there are a number of archaic residential loci in the \u003cspan class=\"popular\"\u003eTri Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKhri tsho\u003c/span\u003ebasin and the adjoining \u003cspan class=\"popular\"\u003ePangar Zhung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpa\u0026rsquo; ngar gzhung\u003c/span\u003e basin (see A-31, A-32, A-137, A-138, B-135). \u003c/p\u003e \u003ch4 id=\"b2-2-3-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eIt is understood by local shepherds that the structures of\u003cspan class=\"popular\"\u003eDizden Chungwa M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrdzi gdan chung ba mon dur\u003c/span\u003e are tombs. It is reported that human remains have been unearthed here during excavations. The tombs are believed to hold the remains of the \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e, an ancient tribe of Upper Tibet. \u003c/p\u003e \u003ch4 id=\"b2-2-3-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b2-2-3-4-1\"\u003ebrDzi gdan chung ba mon dur\u003c/h5\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS1\u003c/h6\u003e \u003cp\u003eFunerary structure FS1 (32\u0026deg; 22.183\u0026#900; N. lat. / 80\u0026deg; 44.711\u0026#900; E. long. / 4630 m) has been reduced to a 1-m deep pit that is 8.5 m in diameter. In recent years local \u003cspan class=\"popular emph\"\u003edrok pa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brog pa\u003c/span\u003e have removed most stones from the monument for local building projects and in the search for valuable artifacts. Only one coherent wall fragment (3.5 m long x 60 cm thick) remains. It is situated on the east side of the pit and was built with smaller stones. This wall fragment indicates that the superstructure of FS1 consisted of a quadrate enclosure. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS2\u003c/h6\u003e \u003cp\u003eFunerary structure FS2 (22.918\u0026#900; / 44.818\u0026#900; / 4630 m) is situated approximately 2 km north of FS1. It was built on level, sandy ground near the foot of a range of hills. FS2 measures 14.2 m (north-south) x 9.1 m (east-west), but it is not very well aligned in the cardinal directions. The structure is slightly elevated above the surrounding plain, on its downhill flank. The walls of the quadrate enclosure are double-course (60 cm to 1 m thick) and built mostly with larger blocks and slabs (50 cm to 1.1 m long). Some of the stones of he walls are flush with the ground surface, but many project prominently above it to a maximum height of 40 cm. The enclosure appears to have been divided into two unequal parts by an east-west running wall. There may have been other walls further subdividing the enclosure but not enough is intact to know for certain. Parts of all four perimeter walls are missing due to the predations of the local population. Stones have been recently extracted in order to build a corral. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS3\u003c/h6\u003e \u003cp\u003eFunerary structure FS3 (22.917\u0026#900; / 44.832\u0026#900; 4630 m) is located south of FS2 in close proximity. Only poorly preserved vestiges of the enclosure (approximately 13 m x 4.7 m) are left. An integral wall fragment (4.7 m long x 80 cm thick) of the enclosure has endured. This double-course wall fragment is primarily made up of blocky stones around 20 cm in length, which are flush with the ground surface or protrude above it to a height of 30 cm. On the west side of the structure there are the remains of a smaller enclosure (1.8 m x 1.1 m) that is liable to have had a funerary ritual function. It is also made of smaller stones that are flush with the ground surface or that are slightly raised above it. This ancillary structure appears to have had double-course perimeter walls. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS4\u003c/h6\u003e \u003cp\u003eFunerary structure FS4 (22.881\u0026#900; / 44.806\u0026#900;) appears to have been roughly aligned in the compass points. This highly fragmentary structure may have been around 9 m long (north-south). An east-west wall fragment (5.8 m long) connects to a lesser wall fragment (3.2 m long) to create an L-shaped remnant. These double-course walls are around 60 cm thick. The stones of the walls are flush with the ground level or rise above it to a maximum height of 30 cm. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structures FS5, FS6 and FS7\u003c/h6\u003e \u003cp\u003eFunerary structures FS5, FS6 and FS7 (4610 m) form a compact northwest-southwest running row of structures situated at slightly lower elevation than their counterparts to the north. They are likely to represent an integrated funerary unit. The three enclosures were built with stones (20 cm to 50 cm long) that project 10 cm o 30 cm above the ground surface. \u003c/p\u003e \u003cp\u003eFunerary structure FS5 (22.889\u0026#900; / 44.867\u0026#900;) is a small quadrate structure (2.1 m x 2.2 m), which is generally aligned in the cardinal directions. The perimeter of the structure is elevated about 20 cm above the surrounding plain. Many small pieces of blue-gray limestone are found strewn on top. This limestone residuum must have formed a structural element of FS5. Funerary structure FS6 (4 m x 4 m) does not appear to be aligned in the cardinal directions (22.886\u0026#900; / 44.871\u0026#900;). The entire structure is elevated about 50 cm above the surrounding terrain. It is mostly composed of smaller stones, however, its perimeter walls have been largely destroyed. Funerary structure FS7 (22.883\u0026#900; / 44.878\u0026#900;) is roughly aligned in the compass points and measures 5 m (east-west) x 6.9 m (north-south). These dimensions represent what may have been just the west cell of the structure. There may also have been a contiguous east cell but the structural evidence is inconclusive. The hree partially intact perimeter walls are 80 cm to 90 cm in thickness, and contain mostly blocky stones (20 cm to 50 cm long). In the north wall there are sections made up of two vertical courses of blocks laid flat. These walls reach a maximum height of 30 cm above ground level. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS8\u003c/h6\u003e \u003cp\u003eFunerary structure FS8 (1.7 m x 1.1 m / 4610 m) is the smallest structure surveyed at \u003cspan class=\"popular\"\u003eDizden Chungwa M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrdzi gdan chung ba mon dur\u003c/span\u003e (22.890\u0026#900; / 44.876\u0026#900;). It is roughly aligned in the cardinal directions and is mostly composed of smaller stones. The perimeter walls are only partly intact. FS8 is elevated about 20 cm above the circumjacent plain. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS9\u003c/h6\u003e \u003cp\u003eFunerary structure FS9 (approximately 11.5 m x 7 m) is found near a hill enclosing the east side of \u003cspan class=\"popular\"\u003eDziden\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrdzi gdan\u003c/span\u003e (coordinates are not available). Situated on a slightly sloping sandy plain, only small coherent wall segments of the enclosure are still intact. \u003c/p\u003e \u003ch5 id=\"b2-2-3-4-2\"\u003erDo po rta sga\u003c/h5\u003e \u003cp\u003eThere are two more enclosures at a location known as \u003cspan class=\"popular\"\u003eDopo Taga\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdo po rta sga\u003c/span\u003e (Rocky Horse Saddle) (21.394\u0026#900; / 45.824\u0026#900; / 4580 m). The more intact specimen (approximately 8 m x 6.5 m) was recently excavated. This structure is elevated 70 cm above the surrounding errain, giving it the appearance of a funerary mound (\u003cspan class=\"popular emph\"\u003ebangso\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebang so\u003c/span\u003e). Its enclosing walls were constructed from smaller blocky stones. In close proximity there is another highly fragmentary \u003cspan class=\"popular emph\"\u003em\u0026ouml;n dur\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emon dur\u003c/span\u003e with little evidence remaining as to its form of construction.\u003c/p\u003e \u003ch5 id=\"b2-2-3-4-3\"\u003eMon nag rdzong\u003c/h5\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eM\u0026ouml;nnak Dzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon nag rdzong\u003c/span\u003e (Black \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e Fortress) is comprised of two enclosures that integrate large boulders in their walls. They were built on hard, gently sloping ground east of \u003cspan class=\"popular\"\u003eDziden Chungba\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBrdzi gdan chung ba\u003c/span\u003e. Funerary structure FS1 has been reduced to a 3.5 m line of five boulders and dispersed stones of the superstructure (21.709\u0026#900; / 47. 436\u0026#900; / 4500 m). Funerary structure FS2 (approximately 6 m x 6 m) is situated 45 m north of FS1. Along its perimeter (which is quite closely aligned in the cardinal directions) there are now 14 boulders, less than half the amount needed to fully enclose the space. It would appear that smaller stones dispersed around the vicinity were also originally part of the perimeter walls. The largest boulder has a cubic form, and measures 60 cm across and projects 75 cm above ground level. \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza2/b2-2-3/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-2-3","is_primary":false,"created_at":"2010-08-25 11:12:10 UTC","updated_at":"2010-08-25 11:12:10 UTC","authors":[]}]}