{"descriptions":[{"authors":[],"source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-1-33","content":"<div class=\"essay-body\"> <div id=\"essay-head2\"> <table> <tr> <td align=\"left\" valign=\"top\"> <div class=\"chapter\"><em>Antiquities of Zhang Zhung</em></div> <div class=\"author\"> <span class=\"eng\">by </span>John Vincent Bellezza<!--(a)--><br/>Edited by Geoffrey Barstow and Mickey Stockwell </div> </td> <td style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"> <div class=\"copyright\"> <span class=\"eng\"> Copyright &copy; 2010. </span> <div class=\"\" id=\"permission\"> <br/>Reproduced with permission from the author <br/>under the <a href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\">THL Digital Text License</a>.</div> </div> </td> </tr> </table> </div> <h2 id=\"b2-1\" class=\"space-before\">II.1. Stelae and accompanying structures: Funerary and non-funerary structures</h2> <h3 id=\"b2-1-33\"> <span class=\"popular\">Ng&ouml;nmo M&ouml;ndur</span><span class=\"scholar\">Sngon mo mon dur</span> </h3> <h4 id=\"b2-1-33-1\">Basic site data</h4> <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Ng&ouml;nmo M&ouml;ndur</span><span class=\"scholar\">Sngon mo mon dur</span> <a href=\"#n34\" name=\"nb34\" class=\"note\">34</a> </li> <li>English equivalent: Blue <span class=\"popular\">M&ouml;n</span><span class=\"scholar\">Mon</span> Tombs</li> <li>Site number: C-156</li> <li>Site typology: II.1c, II.2a </li> <li>Geographic coordinate (N. lat.): 31&ordm; 53.4&#900; </li> <li>Geographic coordinate (E. long.): 87&ordm; 10.3&#900; </li> <li>Elevation: 4600 m to 4620 m </li> <li>Administrative location (township): <span class=\"popular\">Urt&ouml;</span><span class=\"scholar\">&rsquo;Ur stod</span> </li> <li>Administrative location (county): <span class=\"popular\">Nyima</span><span class=\"scholar\">Nyi ma</span> </li> <li>Survey expedition: UTAE</li> <li>Survey date: June 17, 2001</li> <li>Contemporary usage: None. </li> <li>Identifiable Buddhist constructions: None. </li> </ul> <h4 id=\"b2-1-33-2\">General site characteristics</h4> <p> <span class=\"popular\">Ng&ouml;nmo M&ouml;ndur</span><span class=\"scholar\">Sngon mo mon dur</span> is located on a rock-blanketed ridgeline at the foot of <span class=\"popular\">Ng&ouml;nmo</span><span class=\"scholar\">Sngon mo</span> mountain. From the site there are profound views east. The view north, in the direction of <span class=\"popular\">Mukkar Gangri</span><span class=\"scholar\">Smug dkar gangs ri</span>, is also very open. From <span class=\"popular\">Ng&ouml;nmo M&ouml;ndur</span><span class=\"scholar\">Sngon mo mon dur</span>the pillars and other structures of <span class=\"popular\">Ng&ouml;nmo Doring</span><span class=\"scholar\">Sngon mo rdo ring</span> (C-100) in close proximity to the south are visible. <span class=\"popular\">Ng&ouml;nmo M&ouml;ndur</span><span class=\"scholar\">Sngon mo mon dur</span>consists of two arrays of pillars and appended edifices situated on a broad ridgeback, just above where it splits into two lesser spurs. There are also four outlying funerary constructions at the site. All he structures of <span class=\"popular\">Ng&ouml;nmo M&ouml;ndur</span><span class=\"scholar\">Sngon mo mon dur</span> are in a very poor state of preservation. They were built of uncut, variable length (20 cm to 1 m) pieces of tan sandstone laid in random-rubble courses. Over time, the sandstone has weathered to a much darker color. </p> <h4 id=\"b2-1-33-3\">Oral tradition</h4> <p>In this region (<span class=\"popular\">Naktsang</span><span class=\"scholar\">Nag tshang</span>), as well as locally, sites such as <span class=\"popular\">Ng&ouml;nmo M&ouml;ndur</span><span class=\"scholar\">Sngon mo mon dur</span> are commonly associated with the ancient <span class=\"popular\">M&ouml;n</span><span class=\"scholar\">Mon</span>.</p> <h4 id=\"b2-1-33-4\">Site elements </h4> <h5 id=\"b2-1-33-4-1\">South complex </h5> <h6 class=\"essay\">Appended edifice</h6> <p>The appended edifice (temple-tomb) is situated 3.3 m west of the most westerly in situ pillar (an irregularly shaped specimen). Largely reduced to a mound of rubble, the approximate dimensions of the edifice were 5 m (north-south) x 4 m (east-west). The maximum height of this structure on the downhill flank is 90 cm, while its upslope side is only slightly raised above ground level. Small coherent wall segments are still extant. The central chamber appears to have been oriented in the cardinal directions, and approximately measures 1.6 m x 1.6 m. Only the base of the central chamber to a depth of 10 cm has survived. The diminutive size of the central chamber indicates that the walls in which it was encased were massively constructed. </p> <h6 class=\"essay\">Pillar array</h6> <p>The quadrate array of pillars measures 12 m (east-west) x 7 m (north-south). There are only about 20 in situ pillars remaining in the array. These pillars are inclined at various angles and protrude 20 cm to 25 cm above he rocky ground surface. Nevertheless, there are around 200 uprooted specimens clumped together where they were once planted in the ground. These uncut pieces of local sandstone tend to have a tabular form and are 50 cm to 70 cm in length. The soil around the array is sandy and quite sodden, suggesting that over the centuries, the pillars collapsed of their own accord due to the failure of the substrate. The concourse of standing stones tilts down towards the east at an approximately 5&deg; angle, which is probably another factor in he collapse of the pillars en masse. The declivity of course would have added to the effect of gravity upon he standing stones. The scant in situ evidence suggests that the rows of pillars were aligned in the cardinal directions, and that their broad sides faced north and south. The rows appear to have been spaced 45 cm to 75 cm apart, while the standing stones in each row were spaced 55 cm to 65 cm from one another. This spatial pattern is corroborated by the placement of pillars in other small arrays. </p> <h5 id=\"b2-1-33-4-2\">North complex </h5> <h6 class=\"essay\">Appended edifice</h6> <p>The north complex is situated 65 m north of the south complex at about the same elevation. The highly deteriorated appended edifice approximately measures 6 m (north-south) x 5.5 m (east-west), and its down-slope side is 90 cm in height. There are a few coherent wall fragments extant, especially on the south side of the structure. Where measurable, the outer walls of the edifice were around 70 cm thick, but there may also have been an inner masonry mantle, as is found is some examples of the typology. A slight depression in the middle of the structure coincides with the placement of the central chamber. </p> <h6 class=\"essay\">Pillar array</h6> <p>Only five inclined pillars (around 30 cm high) of the array remain fixed in the ground. Some other specimens lie scattered about the monument but many appear to be missing. With the remaining structural evidence, the dimensions of the concourse of standing stones cannot be ascertained. We can probably assume that it was about he same size as its southern counterpart. </p> <h5 id=\"b2-1-33-4-3\">Outlying funerary structures</h5> <h6 class=\"essay\">Funerary Structure FS1</h6> <p>Funerary structure FS1 is situated 24 m southwest of the north complex appended edifice. Little remains of his small enclosure.</p> <h6 class=\"essay\">Funerary Structure FS2</h6> <p>Funerary structure FS2, another highly fragmentary enclosure, is situated 60 m west of the north complex appended edifice. FS2 was partly transformed into small shepherd&rsquo;s shelter (<span class=\"popular emph\">droklh&eacute;</span><span class=\"scholar emph\">&rsquo;brog lhas</span>).</p> <h6 class=\"essay\">Funerary Structure FS3</h6> <p>Funerary structure FS3 (3.5 m x 4.6 m), a single-course rectangular slab-wall enclosure, is situated 8 m northwest of FS2. The variable length (70 cm to 1 m) slabs of the perimeter walls are either flush with the ground surface or elevated a maximum of 20 cm above it. Slabs that were extracted from the enclosure are piled up within its walls. </p> <h6 class=\"essay\">Funerary Structure FS4</h6> <p>Funerary structure FS4 (4.7 m x 5.1 m) is situated 19 m southwest of FS3 (31&deg; 53.367&#900; N. lat. / 87&deg; 10.284&#900; long. / 4620 m). This much more elevated structure is 50 cm to 70 cm in height. Although it now has a round appearance, the surviving coherent wall segments indicate that FS4 was a square construction. In the middle of his structure there is a depression, which is probably the remains of a collapsed burial chamber. </p> <hr class=\"footnote-divider\"/> <h2>Notes</h2> <div class=\"footnote\"> <a name=\"n34\"/> <a href=\"#nb34\" class=\"note\"> [34] </a> This name was assigned to the site because is does not have a local appellation. </div> <table cellspacing=\"8\" align=\"center\" class=\"navarrows\"> <tbody> <tr> <td class=\"leftcell\"> <a class=\"backarrow\" title=\"Previous Section\"> <img src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/> </a> </td> <td class=\"midcell\"> <a class=\"uparrow\" title=\"Beginning of Article\"> <img src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/> </a> </td> <td class=\"rightcell\"> <a class=\"forwardarrow\" title=\"Next Section\"> <img src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/> </a> </td> </tr> </tbody> </table> </div> <div id=\"chap-id\">/bellezza2/b2-1-33/</div> <div style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"> <div class=\"closebtn\"> <a href=\"#\">Close</a> </div> <div style=\"height: 280px;\" class=\"conx-content\"> <h3>Note Citation for Page <span class=\"pgnm\"/> </h3> <p class=\"biblref\">John Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan &amp; Himalayan Library, 2010), <span class=\"pgnm\"/>. </p> <h3>Bibliographic Citation</h3> <p>John Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan &amp; Himalayan Library, 2010.</p> </div> </div>","created_at":"2010-08-25 11:10:30 UTC","updated_at":"2010-08-25 11:10:30 UTC","id":1024,"title":"Ngönmo Möndur Introduction","is_primary":false}]}