{"descriptions":[{"authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-12-4","content":"<div class=\"essay-body\"><div id=\"essay-head2\"><table><tr><td align=\"left\" valign=\"top\"><div class=\"chapter\"><em>A Survey of Bonpo Monasteries</em></div><div class=\"author\"><span class=\"eng\">by </span>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind<!--(l)--><br/>Edited by Samten G. Karmay and Yasuhiko Nagano </div></td><td style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"><div class=\"copyright\"><span class=\"eng\"> Copyright &copy; 2003. </span><div class=\"eng\" id=\"permission\">Reproduced with permission from the authors <br xmlns:str=\"http://exslt.org/strings\"/>under the <a href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\">THL Digital Text License</a>.</div></div></td></tr></table></div><h2 id=\"b6-12\">rNga khog</h2> <h3 id=\"b6-12-4\">(181) Cog lo Monastery</h3> <h4 id=\"b6-12-4-1\">1. Name</h4> <p>The monastery&rsquo;s full name is Cog lo rNam rgyal bsam gtan nor bu gling. Cog lo is the name of a village in which the monastery is located.</p> <h4 id=\"b6-12-4-2\">2. Location</h4> <p>The monastery is located 34 km southeast of rNga ba Township.</p> <h4 id=\"b6-12-4-3\">3. History</h4> <p>The monastery was founded by sNang zhig &rsquo;Dul ba rgyal mtshan in the Earth-Rat year of the 2nd Rab byung (1108). Originally it was located at the confluence of lDing chu and rNga chu rivers, but following the rNga ba county authority&rsquo;s decision to build a power station there, the monastery was moved to the present site and was rebuilt in the 1980s.</p> <p>&rsquo;Dul ba rgyal mtshan belonged to the sNang zhig family whose lineage I have already discussed in connection with sNang zhig Monastery (No.180). </p> <p>A khams Rin chen dar rgyas and Nam mkha&rsquo; shes rab bsam gtan have been looking after the monastery until now. There is a representative of the master of sNang zhig (rgyal tshab bla ma) who is appointed by the sNang zhig family. </p> <p>The present rgyal tshab bla ma, Tshul khrims rgyal mtshan (b.1919) was appointed by sNang zhig bsTan pa rab rgyas in the first half of the 20th century. He was still occupying the position in autumn 1998 when I visited the monastery. </p> <h4 id=\"b6-12-4-4\">4. Hierarchical system</h4> <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>dgong bdag (hereditary)</li> <li>rgyal tshab bla ma </li> <li>one dbu mdzad (replaced every three years) </li> <li>two gnyer ba (replaced every year) </li> <li>one mchod g-yog (replaced every year) </li> </ul> <p>The rgyal tshab bla ma nominates the candidates for the different positions and submits his choice to the sNang zhig family when he visits the monastery on the 12th day of the 1st month during the annual gathering of the sMon lam. The sNang zhig family then decide them and send knots to let them know who were selected to be for the positions in the next morning.</p> <h4 id=\"b6-12-4-5\">5. Current number of monks</h4> <p>There are one hundred and nine novices and monks at the monastery.</p> <h4 id=\"b6-12-4-6\">6. Current education</h4> <p>There is no organized system; the novices are trained by the elder monks.</p> <h4 id=\"b6-12-4-7\">7. Educational exchange</h4> <p>Since it is a branch of sNang zhig Monastery, the monks are required to go to sNang zhig for the three year retreat, ordination and further traning.</p> <h4 id=\"b6-12-4-8\">8 / 9. Rituals</h4> <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>1st month: commemoration of mNyam med Shes rab rgyal mtshan from the 4th to the 6th day; the recitation ceremony of the Ma tri for seven days with &rsquo;cham dance on the 13th day; the new incumbents of the positions mentioned above are appointed on the 14th day; the new dge bskos enthroned on the 15th day; this is followed by the ritual based on the &rsquo;Khor ba stong &rsquo;dren for three days and the gYung drung klong gyas on the 12th day</li> <li>4th month: the ritual based on the rNam rgyal stong mchod from the 13th to the 15th day, followed by the Zhi khro ritual for two days and the mNyam med bla sgrub ceremony for one day </li> <li>5th month: the ritual based on the &rsquo;Khor ba stong &rsquo;dren again from the 14th to the 17th day</li> <li>6th month: the mNyam med bla sgrub ceremony again and that of sKyabs mgon (Zla ba rgyal mtshan) on the 15th and 16th days</li> <li>7th month: the observance of the summer fast (dbyar gnas) for nine days from the 21st day</li> <li>9th month: the ritual cycle of sTag la for ten days from the 21st </li> <li>10th month: commemoration of sNang zhig bsTan pa rab rgyas on the 28th day</li> <li>12th month: the ritual based on the gYung drung klong rgyas from the 14th to the 16th day, immediately followed by the ritual of sMan lha from the 17th to the 19th day</li> <li>13th month: the ritual cycle of dBal gsas on the 27th and 28th days followed by the gtor bzlog rite and a &rsquo;cham dance on the 29th day, and another &rsquo;cham dance on the 30th day of the same month</li> </ul> <h4 id=\"b6-12-4-9\">11. Income expenses</h4> <p>The monastery has lent 100 000 Yuan to the local people and in return receives 1400 Yuan interest per year. In addition, the monastery owns nine female yaks that are kept by the villagers who in return give the monastery 4kg of butter per yak every year (1 kg of butter cost 7 Yuan in 1998). The monastery also receives offerings from its followers. The monks must provide their own food.</p> <h4 id=\"b6-12-4-10\">12. Local community</h4> <p>The local lay community consists of four villages: A &rsquo;dus with twenty-five families, sNa skor with forty-two families, Khyung dga&rsquo; with twenty-eight families and sGom pa with twelve families.</p> <h4 id=\"b6-12-4-11\">13. Local festivals</h4> <p>The mountain behind the monastery is known as Dung khyung. Its la btsas called Khyung sras dGe legs bstan sras was constructed with the instructions given by sNang zhig bsTan pa rab rgyas. The mountain spirit is propitiated by the monks of the monastery. </p> <p>There is also a sacred mountain (gnas ri) known as rGya mkhar &rsquo;go. It is located 2 km south of the monastery. The mountain was sanctified by rTogs ldan rGyal ba dbang ldan and is venerated by both the monks and local lay people in the 10th month of the Horse Year.</p> <p>The village A &rsquo;dus has five la btsas: Wer sgo, gYa&rsquo; khang, gSas mkhar, Brag skar and gNam lha dkar chen, whose annual renewal ceremony takes place on the 11th day of the 1st and 4th months. The village sNa skor has six la btsas: Dung khyung, lHa ri dar &rsquo;dzin, gNyan, gYung drung lha rtse, sTag rtse and A myes brag dkar. The local deities, to whom the la btsas are dedicated, are propitiated on the same days as those of the A &rsquo;dus village. The village Khyung dga&rsquo; has two la btsas: Nag rgas and Zhig gung and sGom pa has only one la btsas, Di &rsquo;gu. The dates of their renewal ceremony are not fixed.</p> <h4 id=\"b6-12-4-12\">14. Occupation of the local population</h4> <p>Farmers</p> <h4 id=\"b6-12-4-13\">Sources</h4> <h5 id=\"b6-12-4-13-1\">(1) Interviews</h5> <p>With the following monks at the monastery in autumn 1998: dGra &rsquo;dul (b.1937), Shes rab (b.1938) and Tshul khrims (b.1958)</p> <h5 id=\"b6-12-4-13-2\">(2) Texts</h5> <ol type=\"1\"> <li>rNga khul rNga ba rdzong gi cog lo dgon gyi lo rgyus mdor bsdus in rNga ba khul gyi dgon pa&rsquo;i lo rgyus, Buddhist Association of rNga ba Prefecture and Religion Bureau of rNga ba Prefecture, pp.71-72</li> </ol> <table xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"><tbody><tr><td class=\"leftcell\"><a class=\"backarrow\" title=\"Previous Section\"><img src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/></a></td><td class=\"midcell\"><a class=\"uparrow\" title=\"Beginning of Article\"><img src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/></a></td><td class=\"rightcell\"><a class=\"forwardarrow\" title=\"Next Section\"><img src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/></a></td></tr></tbody></table></div><div id=\"chap-id\">/bonpo-monasteries/b6-12-4/</div><div style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"><div class=\"closebtn\"><a href=\"#\">Close</a></div><div style=\"height: 280px;\" class=\"conx-content\"><h3>Note Citation for Page <span class=\"pgnm\"/></h3><p class=\"biblref\">Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), <span class=\"pgnm\"/>. </p><h3>Bibliographic Citation</h3><p>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.</p></div></div>","created_at":"2011-12-13 02:30:16 UTC","updated_at":"2011-12-13 02:30:16 UTC","id":1496,"title":"Choklo Namgyel Samten Norbu Ling Introduction","is_primary":false}]}