{"descriptions":[{"id":609,"title":"Balu Khar (Tsamda) Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e \u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e \u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-1\" class=\"space-before\"\u003eI.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices\u003c/h2\u003e \u003ch3 id=\"b1-1-85\"\u003e \u003cspan class=\"popular\"\u003eBalu Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBa lu mkhar\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b1-1-85-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eBalu Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBa lu mkhar\u003c/span\u003e (\u003cspan class=\"popular\"\u003eTsada\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsa mda\u0026rsquo;\u003c/span\u003e)\u003c/li\u003e \u003cli\u003eSite number: A-134\u003c/li\u003e \u003cli\u003eSite typology: I.1b \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 31\u0026ordm; 30.2\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 79\u0026ordm; 35.9\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 3640 m\u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eTsarang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsa rang\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eTsada\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsa mda\u0026rsquo;\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTWE\u003c/li\u003e \u003cli\u003eSurvey date: July 24, 2004\u003c/li\u003e \u003cli\u003eContemporary usage: None.\u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-1-85-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eBalu Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBa lu mkhar\u003c/span\u003e/\u003cspan class=\"popular\"\u003eBalu Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSba lu mkhar\u003c/span\u003e is situated on the south (left) bank of the \u003cspan class=\"popular\"\u003eLangchen Tsangpo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGlang chen gtsang po\u003c/span\u003e, about 12 km downstream of he famous castle of \u003cspan class=\"popular\"\u003eTsarang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsa rang\u003c/span\u003e (A-62). It reposes on a dark-colored sandstone and limestone outcrop, which rises 60 m above the valley bottom in a locale known as mug gyam. A small agricultural pocket was once located here. The site is at the west or downstream end of a long stretch of the \u003cspan class=\"popular\"\u003eLangchen Tsangpo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGlang chen gtsang po\u003c/span\u003e valley, which is endowed with many arable plains and shelves elevated above its banks. Farther downstream the river enters an impassable gorge. Immediately upstream of \u003cspan class=\"popular\"\u003eBalu Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBa lu mkhar\u003c/span\u003e there is a location called \u003cspan class=\"popular\"\u003eMentang Tangkha\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMen thang thang kha\u003c/span\u003e with a long ruined \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e wall. The highest point of \u003cspan class=\"popular\"\u003eBalu Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBa lu mkhar\u003c/span\u003e is occupied by a single, high-elevation stone and adobe edifice. Its design characteristics (such as long spans between load-bearing structures and wall fabrics) indicate hat it possessed a timber roof. This was a well-built, tall and robust structure, which clearly belonged to elite aspects of ancient society. It was fortified by an elaborate series of defensive walls and outbuildings erected below. These ancillary buildings may have been all-stone structures. \u003c/p\u003e \u003cp\u003eStones used in construction at \u003cspan class=\"popular\"\u003eBalu Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBa lu mkhar\u003c/span\u003e are of variable size (generally 15 cm to 70 cm long). Stonewalls are of a random-work fabric. The absence of Buddhist emblems (ubiquitous at \u003cspan class=\"popular\"\u003eGug\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ge\u003c/span\u003e\u0026rsquo;s Buddhist centers), an unusual mythology and architectural design (staggered ramparts, high integration into the parent formation, small rooms, etc.) point to an archaic cultural identity. The design of the stone and adobe edifice at the top of the site is reminiscent of the similarly placed northwest edifice of \u003cspan class=\"popular\"\u003eRula Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu la mkhar\u003c/span\u003e (A-141), founded or rebuilt circa 565 to 705 CE. The adobe-block superstructures of these buildings rest upon extremely prominent outward projecting revetments. \u003c/p\u003e \u003ch4 id=\"b1-1-85-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to local mythology, \u003cspan class=\"popular\"\u003eBalu Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBa lu mkhar\u003c/span\u003e was built and occupied by a race of dwarfs, the \u003cspan class=\"popular emph\"\u003ebalu\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eba lu\u003c/span\u003e (see fn. 82). \u003c/p\u003e \u003ch4 id=\"b1-1-85-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-1-85-4-1\"\u003eSummit edifice\u003c/h5\u003e \u003cp\u003eThe summit edifice measures 18 m (northwest-southeast) x 10.5 m (southwest-northeast). The superstructure is composed of brown sandstone slabs and blocks, a good many of which were hewn into shape. Standing stonewalls are around 65 cm thick. The forward or northeast side of the summit edifice has been leveled to its dry-mortar (?) limestone and sandstone revetment (up to 50 cm in height). The front of the building rises above a vertical cliff about 15 m in height. The southwest or rear of the summit edifice has a maximum interior height of 1.6 m and a maximum exterior height of 4 m, the difference being accounted for by the prominent revetment upon which he superstructure was built. Up to about 1.5 m in elevation, freestanding walls consist of slabs and blocks embedded in a heavy mud/clay matrix. Above the stonework of the rear wall there are several highly degraded adobe-block courses. \u003c/p\u003e \u003cp\u003eThere is a row of five rooms abutting the rear wall, comprising the upper tier of the summit edifice. The room partitions against the rear wall are only partially intact. They are composed of adobe blocks that have been reduced to around 15 cm in thickness. Along the southeast end of the rear wall there is a single room (4.2 m x 3.9 m). Along the central portion of the rear wall there are two rooms (2.7 m x 3.8 m, 2.4 m x 3.7 m). There are also two rooms (1.3 m x 3.7 m, 1.5 m x 5 m) along the all-stone northwest end of the rear wall, which have an earthen and stonework partition wall. The forward or northeast tier of the summit edifice probably consisted of hree or four rooms. Only fractional footings are still extant in the forward portion of the building. The southeast and northwest faces of the summit edifice also rest upon high revetments (2 m to 2.5 m in height). \u003c/p\u003e \u003cp\u003eAn axial corridor (around 1.3 m in width, running northwest-southeast) appears to have cut between the two iers of rooms in the summit edifice. This corridor is situated 50 cm higher than the forward line of rooms and about 1 m lower than the line of rear rooms. The entrance (90 cm wide) to the summit edifice is in the southeast. It is flanked by standing walls up to 2.5 m in height. On the northeast side of the entrance a few dissolving adobe blocks rest upon the stonework. The entranceway accesses a vestibule 3.3 m in length. Stairs must have once been found in the entranceway in order to scale the approach to the building. The entrance hall appears to have opened to a single room (3.4 m x 1.3 m) situated near the center of the floor plan. Only some of its footings are in place. \u003c/p\u003e \u003cp\u003eThere are six triangular loopholes in the southwest (rear) wall of the summit edifice, five of them punctuating adobe courses and one (northwestern specimen) in stonework. These loopholes form a horizontal row. Two upright stones make up the sides of the loophole in the stone wall. There is also a triangular loophole in the southeast wall at the same height. The adobe-block southeast wall attains a height of nearly 2 m. On the northwest side of he summit edifice, just below the base of the revetment, there is an isolated wall (2.4 m long, up to 1.8 m high), which may have been a defensive outwork of some kind. \u003c/p\u003e \u003ch5 id=\"b1-1-85-4-2\"\u003eOutlying structures\u003c/h5\u003e \u003ch6 class=\"essay\"\u003eLevel 1 structures\u003c/h6\u003e \u003cp\u003eJust south of the summit edifice, on a saddle, there is a residential structure (4.6 m x 4.6 m) built as much as 1.1 m into the ground. Its south wall was constructed at three different elevations, probably in the mode of a fortification. Southeast of the summit edifice at a distance of 4.5 m, there are the remains of walls hat enclosed stone outcrops, covering an area of 6.2 m x 3.2 m. These are the vestiges of another residential dependency. Its maximum wall height is 1.6 m, 60 cm of which is freestanding. Structural remains continue to he southeast for another 5.5 m at two distinct lower elevations in a belt around 4 m wide. There are the remains of a cliff dwelling 7.3 m southeast of the structure set 1.1 m into the ground. It was constructed on a rock shelf (18 m x 4.5 m to 8 m) below a cliff face and appears to have consisted of a single line of rooms (maximum wall height: 1.3 m). About 4 m below this cliff dwelling, against another cliff, there is a residential structure (7.3 m x 3 m), which probably consisted of an upper room and lower room. Its highly fragmentary walls are no more than 70 cm in height. In between the two rooms there is an opening (60 cm x 50 cm) with an intact lintel (55 cm in length). \u003c/p\u003e \u003ch6 class=\"essay\"\u003eLevel 2 structures\u003c/h6\u003e \u003cp\u003eA multi-roomed structure (7.7 m x 4 m) is found 13 m north of the lower cliff dwelling. This structure is located about 15 m below the northeast face of the summit complex at the base of a cliff. Its upslope wall extends 70 cm into the ground. Nearby, there are the remains of another highly fragmentary residential structure (4 m x 2.7 m) set as much as 1 m below the surface. There are two other wall fragments found at the base of this cliff, the probable remains of defensive works. They line two narrow rock ledges separated by a 3 m vertical drop. These walls rise to a height of about 1 m, none of which is freestanding. Judging by the amount of rubble lying in the proximity, these defensive wall fragments must have been part of relatively substantial structures. Little of the upper defensive wall has endured. The lower defensive wall is about 30 m long in total but now is discontinuous. About 7 m farther down, at the base of a small cliff, there is a now discontinuous wall 29 m in length. This wall, now no more than 60 cm in height, lines a rock ledge 1 m in width. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eLevel 3 structures\u003c/h6\u003e \u003cp\u003eFarther down, at the base of a southwest facing rock outcrop, there are the remains of another residential complex (11 m x 4.2 m). Only small wall fragments up to 80 cm in height remain intact. To its southwest are footings of a structure (2.3 m x 3.5 m) set in a depression in the formation. To the southeast of the level 3 residential complex there are small bits of defensive walls. Below the level 3 bench there are a couple unmodified ledges and then a steep drop to the valley floor below.\u003c/p\u003e \u003ch5 id=\"b1-1-85-4-3\"\u003eOuter ramparts\u003c/h5\u003e \u003cp\u003eAt the same elevation as level 1, level 2 and level 3 structures there are the remains of five ramparts established to protect the vulnerable outer flank of the site. These highly deteriorated structures are a maximum of 1.5 m in height on the downhill side and flush with the upper slope. They extend a maximum distance of 30 m south of the core \u003cspan class=\"popular\"\u003eBalu Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBa lu mkhar\u003c/span\u003e site. From top to bottom the ramparts are 18 m, 6 m, 6.5 m, 9 m, and 2.5 m in length. These ramparts are once likely o have been more extensive.\u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-1-85/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-1-85","is_primary":false,"created_at":"2010-08-12 13:20:06 UTC","updated_at":"2010-08-12 16:53:52 UTC","authors":[]}]}