{"descriptions":[{"id":1152,"title":"Omlung Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c!--(a)--\u003e\u003cbr/\u003eEdited by Geoffrey Barstow and Mickey Stockwell \u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2010. \u003c/span\u003e \u003cdiv class=\"\" id=\"permission\"\u003e \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b2-2\"\u003eII.2. Superficial structures: Primarily funerary superstructure\u003c/h2\u003e \u003ch3 id=\"b2-2-57\"\u003e \u003cspan class=\"popular\"\u003eOmlung\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Om lung\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b2-2-57-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eOmlung\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Om lung\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Tamarisk Valley\u003c/li\u003e \u003cli\u003eSite number: D-132 \u003c/li\u003e \u003cli\u003eSite typology: II.2b \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 33\u0026ordm; 22\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 79\u0026ordm; 18\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 4420 m to 4480 m \u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eReco\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRe co\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTAE\u003c/li\u003e \u003cli\u003eSurvey date: October 4, 2003\u003c/li\u003e \u003cli\u003eContemporary usage: Light grazing. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b2-2-57-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eOmlung\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Om lung\u003c/span\u003e is a series of funerary sites located in a valley of the same name. The funerary structures of \u003cspan class=\"popular\"\u003eOmlung\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Om lung\u003c/span\u003e are situated on sandy benches on both sides of the valley. They are built of uncut light-colored variable-length pieces (up to 80 cm long) of granite. Reportedly, there are at least three more funerary structures on the left side of the \u003cspan class=\"popular\"\u003eOmlung\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Om lung\u003c/span\u003e valley (situated roughly 3 km down valley of funerary structure FS5), which were not surveyed. Some barley cultivation is still carried out in \u003cspan class=\"popular\"\u003eOmlung\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Om lung\u003c/span\u003e but not to the same extent as in \u003cspan class=\"popular\"\u003eRama\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRa ma\u003c/span\u003e (D-96).\u003c/p\u003e \u003cp\u003eThere are other funerary structures scattered around the main and side valleys of \u003cspan class=\"popular\"\u003eReco\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRe co\u003c/span\u003e, which were not surveyed due to time limitations. The concentration of archaic funerary sites in \u003cspan class=\"popular\"\u003eReco\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRe co\u003c/span\u003eis extremely noteworthy. This density of funerary sites, however, does not positively correlate to archaic residential monuments in the region. This suggests that \u003cspan class=\"popular\"\u003eReco\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRe co\u003c/span\u003e region was largely devoted to funerary functions. The funerary usage of \u003cspan class=\"popular\"\u003eReco\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRe co\u003c/span\u003e may have catered to the needs of areas in \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e with well developed archaic residential installations. \u003c/p\u003e \u003ch4 id=\"b2-2-57-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eIn \u003cspan class=\"popular\"\u003eReco\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRe co\u003c/span\u003e, structures such as those found at \u003cspan class=\"popular\"\u003eOmlung\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Om lung\u003c/span\u003e are generally attributed to the ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e.\u003c/p\u003e \u003ch4 id=\"b2-2-57-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b2-2-57-4-1\"\u003eFunerary Structure FS1\u003c/h5\u003e \u003cp\u003eFunerary structure FS1 is roughly aligned in the cardinal directions, and measures 5 m (north-south) x 29 m (east-west) (33\u0026deg; 21.388\u0026#900; N. lat / 79\u0026deg; 10.103\u0026#900; / 4480 m). FS1 is located on the right/east side of the valley. This rectangular structure is elevated around 70 cm above the surrounding, sloping sandy terrain. The entire structure is covered in large stones embedded in the surface. Some loose stones are scattered on top of this platform-like structure as well. There are no coherent wall segments extant. Right in the middle of FS1, a stone pen (5.5 m across) composed of the same type of rocks was erected. The walls of this pen are about 1.5 m in height. It is filled with sand up to 60 cm from the top of its walls. The function of this pen is enigmatic. It appears to be a subsequent modification to FS1, as it is built in a rudimentary manner and could not have survived intact for too long. \u003c/p\u003e \u003ch5 id=\"b2-2-57-4-2\"\u003eFunerary Structure FS2\u003c/h5\u003e \u003cp\u003eFunerary structure FS2 (3 m x 2.1 m) is situated 2.2 m north of FS1. This structure is elevated a maximum of 60 cm above ground level and is completely sheathed in pieces of granite. \u003c/p\u003e \u003ch5 id=\"b2-2-57-4-3\"\u003eFunerary Structure FS3\u003c/h5\u003e \u003cp\u003eFunerary structure FS3 (8 m x 6 m) is situated about 1 km downstream of FS2, on the right side of the valley (21.627\u0026#900; / 10.116\u0026#900; / 4470 m). FS3 was also built on sandy sloping ground. This is a fragmentary enclosure whose downhill wall is raised about 1 m above the adjacent terrain. The opposite wall is flush with the slope and contains stones that protrude upwards of 30 cm above ground level.\u003c/p\u003e \u003ch5 id=\"b2-2-57-4-4\"\u003eFunerary Structure FS4\u003c/h5\u003e \u003cp\u003eFunerary structure FS4 (2 m x 1.7 m) is situated 13 m south or up valley from FS3. The perimeter walls of this small enclosure no longer exhibit any coherence. Loose stones are piled inside the enclosure. The entire structure is elevated around 50 cm above the surrounding terrain.\u003c/p\u003e \u003ch5 id=\"b2-2-57-4-5\"\u003eFunerary Structure FS5 \u003c/h5\u003e \u003cp\u003eFunerary structure FS5 is located on the left/west side of the \u003cspan class=\"popular\"\u003eOmlung\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Om lung\u003c/span\u003e valley (22.789\u0026#900; / 10.239\u0026#900; / 4450 m). It was built on a bench rising approximately 25 m above the valley floor. This highly dissolute structure is medium-sized. FS5 ranges from level with the ground surface to being elevated above it to a height of 1 m. On the east side of the structure here are tiny coherent wall fragments. \u003c/p\u003e \u003ch5 id=\"b2-2-57-4-6\"\u003eFunerary Structure FS6\u003c/h5\u003e \u003cp\u003eFunerary structure FS6 (5.4 m x 5.7 m) is situated on the right side of the mouth of the \u003cspan class=\"popular\"\u003eOmlung\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Om lung\u003c/span\u003e valley (24.277\u0026#900; / 11.908\u0026#900; / 4420 m). It sits on a bench that is situated about 40 m above the valley floor. FS6 is a substantially built structure that is generally aligned in the cardinal direction. The entire structure is prominently elevated above the surrounding errain. The forward wall (up to 70 cm high) is composed of two to four vertical courses of granite masonry. Stones in the base of FS6 are up to 1.4 m in length. On top of the structure there is a small hollow, the remains of an excavation in all probability. There may be two smaller funerary structures in close proximity of FS6, but their structural signatures are no longer legible. Also, 5.8 m southeast of FS6, three upright slabs form a rectangular structure whose fourth side is open. The shorter slabs of the two side walls are 60 cm and 70 cm in length and are slightly elevated above the ground surface. The slab of the long side of the structure is 1 m in length and projects 20 cm above the surface. This trilithic structure must have had specialized funerary ritual functions. FS6 is in plain view of the settlement of \u003cspan class=\"popular\"\u003eReco\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRe co\u003c/span\u003e. It is reported that various funerary structures in the vicinity were dismantled during the construction of the homogenous modern settlement. Fortunately FS6 was too inaccessible to be destroyed in this fashion. \u003c/p\u003e \u003ch4 id=\"b2-2-57-5\"\u003eAffiliated sites\u003c/h4\u003e \u003cp\u003eIn the main \u003cspan class=\"popular\"\u003eReco\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRe co\u003c/span\u003e valley, between the link road and the foot of the enclosing ridge, there are the remains of a single-course granite enclosure (33\u0026deg; 23.588\u0026#900; N. lat. / 79\u0026deg; 13.294\u0026#900; E. long. / 4380 m). The perimeter walls of this rectangular structure (6 m x 4 m) contain large pieces of granite (up to 1.2 m long), which protrude as much as 45 cm above ground level.\u003c/p\u003e \u003cp\u003eAlso near the main road, east of the \u003cspan class=\"popular\"\u003eNgakkhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNgag khang\u003c/span\u003e (sp.?) valley, there is another granite funerary structure (23.277\u0026#900; / 14.769\u0026#900; / 4380 m). This quadrate enclosure (6.5 m x 5.5 m) has double-course perimeter walls around 70 cm in thickness. Generally, stones 40 cm to 60 cm in length went into the construction of these walls. There is a small sub-rectangular enclosure inside the outer walls of the structure, near its southwest side. \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza2/b2-2-57/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-2-57","is_primary":false,"created_at":"2010-08-25 11:13:11 UTC","updated_at":"2010-08-25 11:13:11 UTC","authors":[]}]}