{"descriptions":[{"id":236,"title":"Jokhang","content":"\u003ch1\u003e\u003cstrong\u003eIntroduction\u003c/strong\u003e\u003c/h1\u003e \u003cp\u003eThe Jokhang (\u003cem\u003ejo khang\u003c/em\u003e) is the largest temple in Lhasa and arguably the most important pilgrimage site in Tibet. Its most famous inhabitant, the Jowo Śākyamuni (\u003cem\u003ejo bo shākya mu ne\u003c/em\u003e) is the most revered Buddhist statue in Tibet. It is customary for Tibetans visiting Lhasa to visit the temple for an audience with the Jowo Śākyamuni immediately upon arrival in the city and again on the way out of town. Now a UNESCO World Heritage Site, the Jokhang anchors the oldest neighborhood in Lhasa and functions as the center of religious life for many Tibetans as well as a popular tourist destination.\u003c/p\u003e \u003ch1\u003e\u003cstrong\u003eGeographic Location\u003c/strong\u003e\u003c/h1\u003e \u003cp\u003eThe Jokhang anchors the Tibetan quarter of present-day Lhasa at a geomantically auspicious site chosen by Wencheng Gongzhu (Tib. rgya bza' kong jo). Songtsen Gampo and his two foreign consorts, Bhṛkutī and Wencheng Gongzhu built the temple on top of a small pond called the Milk Lake ('O thang mtsho), north of the right arm of the Kyichu River (Skyid chu) and southeast of the first Potala Palace on Mount Marpori.\u003c/p\u003e \u003ch1\u003e\u003cstrong\u003eEarly History\u003c/strong\u003e\u003c/h1\u003e \u003cp\u003eSongtsen Gampo, the first emperor of Tibet, founded the Jokhang around 640 to house the Jowo Miky\u0026ouml; Dorj\u0026eacute; statue (though this is disputed in present scholarship). According to most Tibetan historians, Bhṛkutī, a Nepalese princess of the Licchavi dynasty, brought the Jowo Miky\u0026ouml; Dorj\u0026eacute; to Tibet as part of her dowry to become an imperial consort of Songtsen Gampo. The Nepalese connection is still evident in the South Asian layout of the central temple structure and the wood-carved lintels around the doorways of each chapel, most of which are original. After some initial difficulties in construction of the temple, Songtsen Gampo's Chinese consort, Wencheng Gongzhu, performed a divination to select the most auspicious site. Animals helped to fill-in a small lake north of the Kyichu (Skyid chu) river. One of the many names of the temple, Rasa Tr\u0026uuml;lnang (Ra sa 'phrul snang), reflects some of its mythological origins. The name has been interpreted to mean the temple that was \"magically-manifested\" (\u003cem\u003e'phrul snang\u003c/em\u003e) and constructed with earth (\u003cem\u003esa\u003c/em\u003e) transported by goats (\u003cem\u003era\u003c/em\u003e). However, the etymology of \"rasa\" most likely refers to Lhasa's origin as a medieval walled-town (\u003cem\u003erawe sa\u003c/em\u003e) (Pommaret-Imaeda ed., 2003: 21). \"Tr\u0026uuml;lnang\" recalls how Songtsen Gampo magically manifested 108 avatars of himself to assist in the construction of the temple.\u003c/p\u003e \u003cp\u003eMuch of the early history of the temple is shrouded in myth including how the Jowo Śākyamuni (\u003cem\u003ejo bo shākya mu ne\u003c/em\u003e) came to be in the Jokhang. According to Tibetan ecclesiastical history, originally the Jowo Śākyamuni resided in another Lhasa temple, the Ramoch\u0026eacute; and was later moved to hide it from an invading Chinese army. The name \"Jokhang\" originally referred to the Jowo Śākyamuni's chapel in particular, the Tsangkhang Uma (Gtsang khang dbus ma), or Central Chapel. The small village of Rasa's name changed to Lhasa (the place of the gods) as it developed around the temple itself. Some of the other names of the temple reflect similar ideas such as Lhadan (Lha ldan) Tsuklagkhang.\u003c/p\u003e \u003ch1\u003e\u003cstrong\u003eMiddle History\u003c/strong\u003e\u003c/h1\u003e \u003cp\u003eThe majority of our knowledge of the history of the Jokhang comes from two different genres of Tibetan literature: ecclesiastical histories and catalogues of the temple (\u003cem\u003edkar chag\u003c/em\u003e), usually written to commemorate particular renovations. In the genre of ecclesiastical history, the most important text is the \u003cem\u003eVase-shaped Pillar Testament\u003c/em\u003e (\u003cem\u003eBka' chems ka khol ma\u003c/em\u003e), reputedly an autobiography written by Songtsen Gampo himself and hidden within the temple for the benefit of future generations. It includes accounts of both the construction of the temple and the early history of the Jowo Śākyamuni. However, the various extant recensions of the text date to no earlier than the late eleventh century and therefore it should be read as a document reflecting the concerns of Tibetans from that time period.\u003c/p\u003e \u003cp\u003eAround that time, Zangkar Lotsawa (Zangs dkar Lo tsa ba 'Phags pa shes rab) from Ngari (mnga' ris skor gsum) moved the original image in the Central Chapel, the Akṣobhya Buddha (mi 'khrugs pa) to make room for renovations. He expanded the size of the chapel by moving the east-facing wall outwards and moved the Jowo Śākyamuni from his hiding place into the Central Chapel (KPGT II 448; Vitali, 1990: 78). The most authoritative account of Zangkar Lotsawa's work comes from the historian Pawo Tsuklag Trengwa (Dpa' bo Gtsug lag phreng ba) (1504-1566), in his \u003cem\u003eFeast for Scholars: An Ecclesiastical History\u003c/em\u003e (\u003cem\u003eChos 'byung mkhas pa'i dga' ston\u003c/em\u003e).\u003c/p\u003e \u003cp\u003eThe history of the Jokhang cannot be separated from the political history of the Lhasa valley, and after the reign of the Fifth Dalai Lama, Lobzang Gyatso (1618-1682), the political history of Tibet itself.\u003c/p\u003e \u003cp\u003eSimilar to the situation at Samy\u0026eacute; in the eleventh century, the Jokhang was a site of sectarian warfare between rival groups of monks who had returned to Central Tibet from Eastern Tibet. The leaders of the those four groups were:\u003c/p\u003e \u003col\u003e \u003cli\u003e\u003cspan style=\"font-size: 10px;\"\u003eLum\u0026eacute; Tsultrim Sherab (Klu mes Tshul khrims shes rab)\u003c/span\u003e\u003c/li\u003e \u003cli\u003e\u003cspan style=\"font-size: 10px;\"\u003eDring Yeshe Yontan ('Bring ye shes yon tan)\u003c/span\u003e\u003c/li\u003e \u003cli\u003e\u003cspan style=\"font-size: 10px;\"\u003eBatsun Lodro Wangchuk (Rba btsun Blo gros dbang phyug)\u003c/span\u003e\u003c/li\u003e \u003cli\u003e\u003cspan style=\"font-size: 10px;\"\u003eRagshi Tsultrim Jungn\u0026eacute; (Rag śi Tshul khrims 'byung gnas) (followed later by Rma Chos kyi dbang phyug).\u003c/span\u003e\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eDuring the period between the fall of the Tibetan empire in the middle of the ninth century and the resurgence of institutionally-supported Buddhism in the eleventh century, the Jokhang had fallen into considerable disrepair, had become a pigsty, and a home for beggars. Dwagpo Gomtsul, (Dwags po sgom pa tshul khrims snying po) (1116-1169), later recognized as the first sacristan (\u003cem\u003edkon gnyer\u003c/em\u003e) and guardian of the temple attempted to calm the rival factions and restore the temple to its former glory. According to the \u003cem\u003eEcclesiastical History of Lhorong\u003c/em\u003e (\u003cem\u003eLho rong chos 'byung\u003c/em\u003e) and the \u003cem\u003eFeast for Scholars: An Ecclesiastical History\u003c/em\u003e, the mighty protector couple of Lhasa, Palden Lhamo (Dpal ldan Lha mo) and Drib Dzongtsan (Grib Rdzong btsan) summoned him to the Jokhang (S\u0026oslash;rensen et al. 2007: 30; LR 178; KPGT II 448). Before ultimately succeeding he nearly gave up, when the Jowo Śākyamuni spoke to him, and asked not to be abandoned in such circumstances (KPGT II 448; Vitali, 1990: 82). However, a number of sources claim it was actually Ny\u0026ouml;nag Drakpapal (Gnyos nag Grags pa dpal) (1106/22-1182) who broke the stalemate and ended the conflict between the 'Four Lhasa Groups' (sde bzhi) (S\u0026oslash;rensen et al., 2007: 34). He was the lord of the Dring ('Bring) faction and was briefly in charge of the temple before Gomtsul (S\u0026oslash;rensen et al., 2007: 30. After Gomtsul, care for the temple fell to the doctor Gewabum (Lha rje Dge ba 'bum), who constructed dykes along the right fork of the Kyichu river to keep it from flooding the temple.\u003c/p\u003e \u003cp\u003eBeginning with Lama Zhang Rinpoch\u0026eacute; (1123-1193) founder of Tshal Gungthang Monastery, care for the temple for the next few centuries fell to the D\u0026eacute;pa-s (sde pa) of Tshal Gungthang Monastery, who were effectively the masters of Lhasa valley. For the most authoritative account of the history of the Lhasa valley and the Jokhang during this period, please see S\u0026oslash;rensen et al. 2007.\u003c/p\u003e \u003cp\u003eBy the fifteenth century, control of Lhasa had shifted to the Phagmodru (Phag mo gru) dynasty ruling from Ne'udong (Sne'u gdong). With the permission the Phagmodru ruler Drakpa Gyaltsen (Grags pa rgyal mtshan) (1373-1432), at the New Year celebration of 1409 the founder of the Gelukpa, Tsongkhapa (1357-1419) renovated the Jokhang and instituted the first Great Prayer Festival (\u003cem\u003esmon lam chen mo\u003c/em\u003e). Aside from a brief interregnum, from 1490-1959 Lhasa-area Gelukpa monks would assemble every New Year to renovate the Jokhang, its statues, and the Lhasa dykes that kept the temple from being flooded. During the interregnum, 1498-1517, the Karmapa and the Sangphupa monks were alternately responsible for the Great Prayer Festival and the Gelukpa were excluded.\u003c/p\u003e \u003cp\u003eWhen the Gelukpa regained control of the Great Prayer Festival in 1518, the most important patron was the consort and co-ruler of the Phagmodrupa the \"\u003cem\u003edpon sa\u003c/em\u003e\" or \"\u003cem\u003ebdag mo\u003c/em\u003e\" Sangy\u0026eacute; Paldzomma (Sangs rgyas dpal 'dzoms ma )(ca. 1485-1555/61?). She was also responsible for the Second Dalai Lama's rise to fame and was the unrivalled chief in this area west of Lhasa. Because of the war of 1553-54 between the Ganden Kyish\u0026ouml;pa (Dga' ldan Skyid shod pa) and the Kyormolungpa (Skyor mo lung pa), the Great Prayer Festival was cancelled that year (S\u0026oslash;rensen et al., 2007: 53).\u003c/p\u003e \u003ch1\u003e\u003cstrong\u003eLater Renovations and Additions\u003c/strong\u003e\u003c/h1\u003e \u003cp\u003eWhen the Fifth Dalai Lama established his government in Lhasa in the middle of the seventeenth century, he set out to also establish himself as the legitimate successor to previous rulers of Lhasa and Tibet itself. In order to do so, the Dalai Lama set his eyes on the Jokhang. First, he identified himself as a reincarnation of key figures in the earlier history of the Jokhang including Songten Gampo, the founder of the temple, Lhaj\u0026eacute; G\u0026eacute;wabum, who renovated the dykes, and Lama Zhang who ruled the Lhasa valley. He also renovated the temple and wrote a catalogue of its contents, which has been translated numerous times into Western languages.\u003c/p\u003e \u003cp\u003eEach subsequent Dalai Lama, often together with his regent, has endeavored to put his stamp on the Jokhang, most notably the Seventh Dalai Lama (Skal bzang rgya mtsho) (1708-1757).\u003c/p\u003e \u003cp\u003eDuring the reign of the Thirteenth Dalai Lama (Thub bstan rgya mtsho) (1876-1933), the temple was damaged during fighting to expel Beijing's representatives from Tibet. When the Dalai Lama returned from exile, he renovated the most important imperial era temples, the Jokhang, Samy\u0026eacute;, and Tandruk, in effect replicating the Fifth Dalai Lama's effort to establish himself as a legitimate ruler of Tibet and protector of the Dharma as well as begin the new government on an auspicious footing. Like the Fifth, the Thirteenth Dalai Lama also wrote a catalogue to the temple (Alexander and Akester, 2005).\u003c/p\u003e \u003cp\u003eUnfortunately, the Jokhang suffered considerable and deliberate damage at the hands of mostly Tibetan middle school students, inspired by Red Guards, near the beginning of the Cultural Revolution (1966-76). For an account of this dreadful period and shocking photographs of children in Mao suits ransacking the temple, see (Weise, 2006).\u003c/p\u003e \u003cp\u003eThree relatively recent catalogues to the Jokhang reflect the historical positions and ideologies of their writers. One catalogue was published in 1982 by Zhwagabpa Wangchuk Dedan, a former member of the Dalai Lama's cabinet whose office was in the Jokhang prior to 1949. Nyima Tsering, a monk and former Vice-Chairman of the Jokhang, published a catalogue in 2005. Most recently in 2010, Gyurme Dorje published what he says is a translation, but is really more of an inspired update of Zhwagabpa's catalogue.\u003c/p\u003e \u003cp\u003eVisitors to the Jokhang must be warned however that the renovations, which began in 1978, are still undergoing and appear in July of 2010 to be far from finished.\u003c/p\u003e \u003ch1\u003e\u003cstrong\u003eArchitecture\u003c/strong\u003e\u003c/h1\u003e \u003cp\u003eThe original central building of the Jokhang temple complex is laid out in a South Asian fashion, strikingly similar to famous Indian vihāras such as Nalanda, and the cave complexes of Ajanta and Ellora. The vihāra style consists of a square building, with a west-facing door and main chapel, surrounded by numerous smaller chapels encircling an open square (Alexander, 2005 and 2010.\u003c/p\u003e \u003ch1\u003e\u003cstrong\u003eRelated Sites\u003c/strong\u003e\u003c/h1\u003e \u003cp\u003eDra Yerpa, a Songten Gampo and later Kadampa and Gelukpa meditation site, has long been considered the old cultic \"life-pole\" (\u003cem\u003eyaṣṭi\u003c/em\u003e) of Rasa.\u003c/p\u003e \u003cp\u003eThe Kyichu river originates in the Ny\u0026eacute;chen Thanglha (Gnyan chen thang lha) mountains (the local tradition names Mount Nyingri (Snying ri), a hill near Nyingrong (Snying grong), the \"heart\" of the range, as the source of the river, which in its upper section is called Lha chu \"River of the God\" i.e. Thanglha. The source of the Kyichu might explain why the protector god of the Jowo is Ny\u0026eacute;chen Thanglha, due to the perpetual threat the river posed to Jowo and his temple (S\u0026oslash;rensen et al., 2007: 17). Likewise, the protector deity Gungthang Ny\u0026eacute;chen Thanglha manifested himself in front of Namkhapal (Nam mkha' dpal), a noted dyke-builder (\u003cem\u003echu rags pa\u003c/em\u003e), and requested he render service to the two Lhasa Jowos (S\u0026oslash;rensen et al., 2007: 474).\u003c/p\u003e \u003ch1\u003e\u003cstrong\u003eSelected Bibliography\u003c/strong\u003e\u003c/h1\u003e \u003cp\u003eAlexander, Andr\u0026eacute;, and Matthew Akester. \u003cem\u003eThe Temples of Lhasa: Tibetan Buddhist Architecture from the 7th to the 21st Centuries\u003c/em\u003e. Chicago: Serindia Publications, Inc., 2005.\u003c/p\u003e \u003cp\u003eDorje, Gyurme, Tashi Tsering, Heather Stoddard, and Andr\u0026eacute; Alexander. \u003cem\u003eJokhang: Tibet's Most Sacred Buddhist Temple\u003c/em\u003e. London: Edition Hansjorg Mayer, 2010.\u003c/p\u003e \u003cp\u003eNyi ma tshe ring, and Ngag dbang 'jigs med. \u003cem\u003eLha Ldan Ra Sa 'Phrul Snang Gtsug Lag Khang Gi Lo Rgyus Dang 'Brel Ba'i Gnas Bshad Mdor Bsdus Dris Lan Bdun Cu Rtsa Gsum\u003c/em\u003e. Lhasa: Bod ljongs mi dmangs dpe skrun khang, 2005.\u003c/p\u003e \u003cp\u003ePommaret-Imaeda, Fran\u0026ccedil;oise. \u003cem\u003eLhasa in the Seventeenth Century: The Capital of the Dalai Lamas\u003c/em\u003e, Brill's Tibetan Studies Library ; V. 3. Leiden ; Boston: Brill, 2003.\u003c/p\u003e \u003cp\u003eS\u0026oslash;rensen, Per K., Guntram Hazod, and Tsering Gyalbo. \u003cem\u003eRulers on the Celestial Plain: Ecclesiastic and Secular Hegemony in Medieval Tibet, a Study of Tshal Gung-Thang\u003c/em\u003e. 2 vols. Wien: \u0026Ouml;sterreichische Akademie der Wissenschaften/ Tibetan Academy of Social Sciences of the Autonomous Region Tibet, 2007.\u003c/p\u003e \u003cp\u003eVitali, Roberto. \u003cem\u003eEarly Temples of Central Tibet\u003c/em\u003e. London: Serindia, 1990.\u003c/p\u003e \u003cp\u003eWeise, and Zerenduoji. \u003cem\u003eSha Jie : Si Shi Nian De Ji Yi Jin Qu, Jing Tou Xia De Xizang Wen Ge, Di Yi Ci Gong Kai = Forbidden Memory : Tibet During the Cultural Revolution\u003c/em\u003e, Mark ; 56. Taibei Shi: Da kuai wen hua chu ban, 2006.\u003c/p\u003e \u003cp\u003eZhwa sgab ba Dbang phyug bde ldan. \u003cem\u003eCatalogue and Guide to the Central Temple of Lhasa (Lha Ldan Rwa Sa 'Phrul Snang Gtsug Lag Khang Gi Dkar Chag)\u003c/em\u003e. Kalimpong: Shakabpa House, 1982.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2010-07-22 11:13:12 UTC","updated_at":"2014-05-12 01:05:10 UTC","authors":[{"id":"29","fullname":"Cameron Warner"},{"id":"29","fullname":"Cameron Warner"}]}]}