{"descriptions":[{"id":384,"title":"Tara Manding Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e \u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e \u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-2\"\u003eI.2. Residential Structures in Other Locations: Religious and Elite Residences\u003c/h2\u003e \u003ch3 id=\"b1-2-58\"\u003e \u003cspan class=\"popular\"\u003eTara Marding\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta ra dmar lding\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b1-2-58-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eTara Marding\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta ra dmar lding\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Soaring Red Horse Corral \u003c/li\u003e \u003cli\u003eSite number: B-124\u003c/li\u003e \u003cli\u003eSite typology: I.2c \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 31\u0026ordm; 24.1\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 88\u0026ordm; 43.0\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 4650 m to 4720 m\u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eZhungm\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzhung smad\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eShentsa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eShan rtsa\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: TUE and THE\u003c/li\u003e \u003cli\u003eSurvey date: October 10, 2005 and April 30, 2006.\u003c/li\u003e \u003cli\u003eContemporary usage: None.\u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: Plaques inscribed with the \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e mantra.\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-2-58-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003eThe caves, springs and pasturage of the \u003cspan class=\"popular\"\u003ePel Zimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal gzims phug\u003c/span\u003e locale provide an excellent natural resource base, which has been exploited for a very long ime. Located approximately 3 km north of \u003cspan class=\"popular\"\u003ePel Zimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal gzims phug\u003c/span\u003e monastery, residential structures are situated in a series of fissures and ledges at \u003cspan class=\"popular\"\u003eTara Marding\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta ra dmar lding\u003c/span\u003e. Ensconced in the limestone cliffs on either side of the \u003cspan class=\"popular\"\u003eTara Marding\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta ra dmar lding\u003c/span\u003e defile there are the remains of masonry fa\u0026ccedil;ades, revetments and other types of walls belonging to the archaic cultural horizon. All walls are configured in a random-rubble, dry-fitted texture. These bluish limestone walls were, for the most part, heavily built (50 cm to 80 cm thick with stones up to 1 m in length). Such walled grottos are never associated with Buddhist emblems, at least as regards their primary occupation. Various swastikas painted in red ochre at \u003cspan class=\"popular\"\u003eTara Marding\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta ra dmar lding\u003c/span\u003e mark the archaic cultural presence at the site, in a period before the\u003cspan class=\"popular\"\u003ezimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug\u003c/span\u003e locale devolved to the \u003cspan class=\"popular emph\"\u003enyingmapa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ernying ma pa\u003c/span\u003e. It appears that the monuments of \u003cspan class=\"popular\"\u003ezimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug\u003c/span\u003e represent three distinctive phases in the cultural development of the region: rock shelters of the prehistoric epoch, early historic edifices in the cliffs and the \u003cspan class=\"popular emph\"\u003eNyingma\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ernying ma\u003c/span\u003e retreats and temples of later historic imes. \u003c/p\u003e \u003ch4 id=\"b1-2-58-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to senior monks at \u003cspan class=\"popular\"\u003ePelzim Puk G\u0026ouml;npa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal gzims phug dgon pa\u003c/span\u003e, \u003cspan class=\"popular\"\u003ePel Zimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal gzims phug\u003c/span\u003e is the site of ancient habitations. \u003c/p\u003e \u003ch4 id=\"b1-2-58-4\"\u003eTextual tradition\u003c/h4\u003e \u003cp\u003eRecently a history and pilgrims\u0026rsquo; guide to \u003cspan class=\"popular\"\u003ePel Zimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal gzims phug\u003c/span\u003e was written by its abbot \u003cspan class=\"popular\"\u003erik dzin ch\u0026ouml; pel\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRig \u0026lsquo;dzin chos \u0026lsquo;phel\u003c/span\u003e \u003cspan/\u003eof \u003cspan class=\"popular\"\u003eMayo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMa g.yo\u003c/span\u003e (born in 1976). This work of 70 pages is entitled \u003cspan class=\"popular emph\"\u003ePel Zimpuk Orgyen Ch\u0026ouml;ling Gi Jungwa J\u0026ouml;pa Kalzang Gi Gat\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eDpal gzims phug o rgyan chos gling gi byung ba brjod pa skal bzang gyi dga\u0026rsquo; ston\u003c/span\u003e. It was scheduled to be published by \u003cspan class=\"popular\"\u003eB\u0026ouml; Jong Mimang Petr\u0026uuml;n Khang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBod ljongs mi dmangs dpe skrun khang\u003c/span\u003e in 2006. rig \u0026lsquo;dzin chos \u0026lsquo;phel kindly let me inspect a proof copy of his work. \u003cspan class=\"popular\"\u003eGuru Rinpoch\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ru rin po che\u003c/span\u003e is stated to have come to \u003cspan class=\"popular\"\u003ezimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug\u003c/span\u003e in 768 CE, two years after his time at \u003cspan class=\"popular\"\u003eSamy\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBsam yas\u003c/span\u003e.\u003ca href=\"#n98\" name=\"nb98\" class=\"note\"\u003e98\u003c/a\u003e It is said that gu rin po che stayed at \u003cspan class=\"popular\"\u003ezimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug\u003c/span\u003e for seven days, marking the beginning of the site\u0026rsquo;s Buddhist tenure (rig \u0026lsquo;dzin chos \u0026lsquo;phel, in personal communication). From hat time until the actual monastery was founded in 1095 CE (a 327 year gap), it is thought that local \u003cspan class=\"popular emph\"\u003edrok pa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brog pa\u003c/span\u003e carried out Buddhist rites in the various caves. The founder of \u003cspan class=\"popular\"\u003ePel Zimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal gzims phug\u003c/span\u003e was \u003cspan class=\"popular\"\u003eLodr\u0026ouml; Tay\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBlo gros mtha\u0026rsquo; yas\u003c/span\u003e who arrived at the site in 1095 CE (Year of the Wood Pig, in the second \u003cspan class=\"popular emph\"\u003erapjung\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erab byung\u003c/span\u003e).\u003ca href=\"#n99\" name=\"nb99\" class=\"note\"\u003e99\u003c/a\u003e For around 600 years there was no throne holder at the site.\u003ca href=\"#n100\" name=\"nb100\" class=\"note\"\u003e100\u003c/a\u003e The first throne holder was \u003cspan class=\"popular\"\u003eGyelwa Gar Gi Wangchuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRgyal ba gar gyi dbang phyug\u003c/span\u003e who arrived in the 17th century CE.\u003ca href=\"#n101\" name=\"nb101\" class=\"note\"\u003e101\u003c/a\u003e \u003cspan class=\"popular\"\u003ePel Zimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal gzims phug\u003c/span\u003e was destroyed by the jun gar in 1718.\u003ca href=\"#n102\" name=\"nb102\" class=\"note\"\u003e102\u003c/a\u003e \u003c/p\u003e \u003cp\u003eThe epigraphic and rock art evidence from the site paints a somewhat different picture than the above traditional Buddhist account. This archaeological evidence establishes that there was indeed an archaic cultural (early Bon) presence at \u003cspan class=\"popular\"\u003ezimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug\u003c/span\u003e. No mention of this fact is made in rig \u0026lsquo;dzin chos \u0026lsquo;phel\u0026rsquo;s history. As is customary in Buddhist literature, this \u0026lsquo;dark period\u0026rsquo; in Tibetan cultural history is simply skipped over. The epigraphy and rock art indicates that those practicing non-Buddhist religious raditions were active at the site long after \u003cspan class=\"popular\"\u003eGuru Rinpoch\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ru rin po che\u003c/span\u003e\u0026rsquo;s supposed visitation. In fact, encounters between the two contending religious groups are chronicled in the not always harmonious juxtaposition of their mantras and symbols. Paleographic evidence indicates that Bonpo remained at \u003cspan class=\"popular\"\u003ezimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug\u003c/span\u003e for a considerable length of time. The reference to the founding of \u003cspan class=\"popular\"\u003ePel Zimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal gzims phug\u003c/span\u003e monastery in 1095 CE probably heralds he definitive takeover of the site by the Buddhists. The painting of a large \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e mantra exhibiting unusual paleographic qualities at \u003cspan class=\"popular\"\u003eTara Marding\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta ra dmar lding\u003c/span\u003e (see below) seems to corroborate he conversion to Buddhism in the same general timeframe as the founding of \u003cspan class=\"popular\"\u003ePel Zimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal gzims phug\u003c/span\u003e. \u003c/p\u003e \u003ch4 id=\"b1-2-58-5\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-2-58-5-1\"\u003erTa ra dmar lding\u003c/h5\u003e \u003ch6 class=\"essay\"\u003eWest rock shelter\u003c/h6\u003e \u003cp\u003eDeep in the \u003cspan class=\"popular\"\u003eTara Marding\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta ra dmar lding\u003c/span\u003e defile here is a large east-facing shelter under an overhang.\u003ca href=\"#n103\" name=\"nb103\" class=\"note\"\u003e103\u003c/a\u003e This west rock shelter is hidden from view until one is well inside the gorge. The lofty west rock shelter (24 m wide, 24 m deep) has a defensible position, a common preoccupation with builders in ancient Upper Tibet. The blue limestone structures have turned red through geochemical action. The remains of a fa\u0026ccedil;ade 17 m in length enclose the mouth of the overhang. On the southwest end much of this massively constructed front wall (80 cm thick) has disappeared. Other portions of it, however, reach 4 m in height on the exterior face and 1 m on the interior. Given its heavy construction and low interior height, this wall is likely to have been much taller originally. It encloses a fairly level area hat extends for 14 m inside the rock shelter. This zone terminates at the faint remains of an inner wall. Beyond this point, the floor is very rocky and steeply sloping to the rear of the cave. In the rear of the cave, three bold red ochre counterclockwise swastikas were painted beyond arm\u0026rsquo;s length. In close proximity here are also fainter counterclockwise swastikas. Reinforcing its bastion status there are the remains of a small curtain-wall on the floor of the gorge below the west rock shelter. Wall fragments of a residential structure also cling to the north face of the defile. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eSouth rock shelter \u003c/h6\u003e \u003cp\u003eThe south rock shelter is suspended above the floor of the gorge, investing it with a protective position. It is situated about 20 m lower in elevation than the west rock shelter. The south rock shelter has a high ceiling just like its counterpart. Only small remains of its 22-m long retaining wall have survived. On the east end a segment of this wall is 9 m in length; it reaches 2 m high on the exterior side while its interior is flush with the floor of the shelter. A well-built wall fragment 2 m long was built inside the south rock shelter at a distance of 5 m from the front wall. This internal feature probably had something to do with the residential function of the cave. Along the east flank of the south rock shelter there are wall fragments set deep inside a fissure in the cliff. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eMouth of the defile structures\u003c/h6\u003e \u003cp\u003eAbove the mouth of the defile on its north side there are the remains of a structure (4 m x 2.7 m) built between the cliff face and an outcrop. Walls of this small shelter reach 3 m in height and exhibit the masonry exture and degradation of the archaic cultural horizon. On the edge of the ledge running northeast from this structure there are the vestiges of footings (probably supported an outer defensive wall) that extend for 23 m. The overarching cliff partially shelters the ledge upon which these structures were built (much of this ledge is around 6 m wide). In the middle portion of the ledge, a small Buddhist retreat house was built against the cliff. The stonework is largely intact, mud mortared and covered in lime plaster. Just north of the ledge there is a fissure in the cliff with the remains of a wall (3 m long) enclosing much of it. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eNorth cliff structures, inscriptions and pictographs \u003c/h6\u003e \u003cp\u003eThe ledge at the mouth of the defile is interconnected to another ledge to the north that directly overlooks \u003cspan class=\"popular\"\u003eZimpuk Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug mtsho\u003c/span\u003e. Rising about 50 m above the lake basin, this ledge is 42 m long and 3 m to 7 m wide. Running along the rim of this ledge there are wall footings, suggesting that it once supported more extensive structures. It is dominated by an old building that evidently had religious functions (18 m in length), whose walls are largely intact (they are 2 m o 2.5 m in height). This structure contains a single line of five rooms. Doors between the rooms have stone lintels, as does one of the two small windows in the exterior wall. Although the design (mud-mortared, high elevation walls, etc.), layout and relatively good condition of the structure indicate that it was established in a later period than the more primitive rock shelters, its cultural identity is not clear. This kind of information was not preserved in the oral tradition of \u003cspan class=\"popular\"\u003ePel Zimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal gzims phug\u003c/span\u003e. \u003c/p\u003e \u003cp\u003eAbove the main entrance to the five-roomed edifice, an archaic style \u003cspan class=\"popular emph\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten\u003c/span\u003e (with a small \u003cspan class=\"popular emph\"\u003ebhumpa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebum pa\u003c/span\u003e, long banner, etc.) was painted on the cliff face in red ochre and white lime (?).\u003ca href=\"#n104\" name=\"nb104\" class=\"note\"\u003e104\u003c/a\u003e Perhaps this is a sign that the structure was built and occupied by the Bonpo. Also, within the confines of this building there is a counterclockwise swastika in white, a design resembling he conjoined sun and moon (\u003cspan class=\"popular emph\"\u003enyida\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003enyi zla\u003c/span\u003e) and the word \u003cspan class=\"popular emph\"\u003eg\u0026ouml;npa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ergon pa\u003c/span\u003e written in red ochre. I take this inscription to be an archaic spelling for monastery (\u003cspan class=\"popular emph\"\u003eg\u0026ouml;npa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003edgon pa\u003c/span\u003e), identifying he structure as religious in nature. In close proximity to the five-roomed edifice there is a small wall with old plaques inscribed with the \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e mantra, a clear indication of the Buddhist occupation of\u003cspan class=\"popular\"\u003eTara Marding\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta ra dmar lding\u003c/span\u003e.\u003c/p\u003e \u003cp\u003eSouth of the five-roomed edifice there is pictographic panel (1.1 m x 70 cm) that consists of a vertical row of three swastikas, the top two of which point in a clockwise direction, the bottom one in a counterclockwise direction. These swastikas are flanked by about 70 small blotches on each side. This white pigment composition appears to have been charged with symbolic meaning, the precise nature of which is open to debate. Perhaps each dot represents a member of the local community, made in a pre-12th century CE period when a Bon-Buddhist syncretism possibly prevailed. The integration of swastikas oriented in both directions may hint at such an accommodation. In any event, the significant level of wear and signs of organic infiltrations indicate that this panel was painted centuries ago. \u003c/p\u003e \u003cp\u003eOn the cliff face immediately north of the five-roomed edifice there are the remnants of \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e mantras written on a white background. On another panel with a white background, the \u003cspan class=\"popular\"\u003eRiksum G\u0026ouml;npo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRigs gsum mgon po\u003c/span\u003e mantras were written. North of these panels there is a large red ochre \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e mantra adeptly written on a white background. With its reverse letter \u003cspan class=\"popular emph\"\u003ei\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ei\u003c/span\u003e and Bon-style \u003cspan class=\"popular emph\"\u003eom\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eo\u0026#7747;\u003c/span\u003e,\u003ca href=\"#n105\" name=\"nb105\" class=\"note\"\u003e105\u003c/a\u003e this mantra can probably be dated to the pre-12th century CE cultural milieu. Above this unusual \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e mantra there is a faded red ochre counterclockwise swastika. In close proximity the \u003cspan class=\"emph\"\u003evajra\u003c/span\u003e mantra, \u003cspan class=\"popular emph\"\u003elama\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebla ma\u003c/span\u003e and \u003cspan class=\"popular emph\"\u003egashwa rimum\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ega shwa ri mum\u003c/span\u003e (something to do with a white-headed mountain deer?) were inscribed in red ochre. Below the unusual \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e mantra there are the traces of a well-executed counterclockwise swastika (50 cm high) drawn in an off-white pigment. The same pigment was used to obscure nearly all of it. This appears to be graphic evidence of a Bon-Buddhist rivalry symbolically played out on the rock faces of \u003cspan class=\"popular\"\u003ezimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug\u003c/span\u003e. The propinquity of Bon and Buddhist symbols and inscriptions at the site seems to indicate a not always easy co-habitation involving the practitioners of archaic religious traditions and Buddhism. This convergence must have occurred during the ime in which the religious orientation of this important economic site was being decided once and for all. In he proximity of the inscriptions there are the remains of an archaic style \u003cspan class=\"popular emph\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten\u003c/span\u003e or other type of shrine red ochre pictograph. Its total height is 48 cm but only the top 30 cm are clearly visible. The clear portion consists of three graduated iers surmounted by a short shaft and a crowning spherical structure. The bottom portion of the pictograph appears to consist of a large square base. \u003c/p\u003e \u003ch5 id=\"b1-2-58-5-2\"\u003eRock shelter south of the defile\u003c/h5\u003e \u003cp\u003eThere are ancient wall remains south of the \u003cspan class=\"popular\"\u003eTamar Ding\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta dmar lding\u003c/span\u003e defile (31\u0026deg; 24.07\u0026#900; N. lat. / 88\u0026deg; 42.91\u0026#900; E. long. / 4680 m). The degraded condition of these walls and their highly inaccessible location are signature features of an archaic cultural occupation. The vestiges of a landing and stairs are found in a fissure below a cave.\u003c/p\u003e \u003ch5 id=\"b1-2-58-5-3\"\u003eLower sector ruins \u003c/h5\u003e \u003cp\u003eAt the base of the defile, flanking the south side of the gully containing the seasonal watercourse, there are wo heavily-built foundation walls, each around 21 m in length. This site is called \u003cspan class=\"popular\"\u003eLhera Lhoma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLhas ra lho ma\u003c/span\u003e. Built upon a bench, these walls appear to have constituted the west and north sides of a large building. These adeptly constructed footings are around 90 cm thick, up to 1 m in height and contain stones a maximum of 80 cm in length. The walls of \u003cspan class=\"popular\"\u003eLhera Lhoma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLhas ra lho ma\u003c/span\u003e have been incorporated into a corral, built most probably with stones taken from the old structure. The gully has eroded right to the north foundation wall in spots. Above these walls there are the highly eroded square bases (3 m x 3m) of what appear o have been \u003cspan class=\"popular emph\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten\u003c/span\u003e or some other type of shrine. Although they have fragments of old inscribed plaques on them, their architectonic makeup is uncertain. On the opposite side of the gully there are also the ruined bases of unidentified ceremonial structures (24.14\u0026#900; / 43.06\u0026#900; / 4590 m). This location is known as \u003cspan class=\"popular\"\u003eLhera jangma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLhas ra byang ma\u003c/span\u003e. According to the local oral tradition, some of the ruins in the vicinity of \u003cspan class=\"popular\"\u003eTara Marding\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta ra dmar lding\u003c/span\u003e are thought to be those of a nunnery destroyed by the jun gar, but their precise whereabouts are not clear. \u003c/p\u003e \u003ch5 id=\"b1-2-58-5-4\"\u003eChos lung o rgyan bsam gtan gling\u003c/h5\u003e \u003cp\u003eTo the south of \u003cspan class=\"popular\"\u003eTamar Ding\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta dmar lding\u003c/span\u003e there is another gorge called \u003cspan class=\"popular\"\u003eCh\u0026ouml;lung Orgyen Samten Ling\u003c/span\u003e\u003cspan class=\"scholar\"\u003eChos lung o rgyan bsam gtan gling\u003c/span\u003e (\u003cspan class=\"popular\"\u003eCholung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eChos lung\u003c/span\u003e). Its name reflects \u003cspan class=\"popular\"\u003eGuru Rinpoch\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ru rin po che\u003c/span\u003e\u0026rsquo;s alleged stay at \u003cspan class=\"popular\"\u003ePel Zimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal gzims phug\u003c/span\u003e. High up in this waterless defile there is a lone cave with a heavy fa\u0026ccedil;ade wall (24.01\u0026#900; / 42.35\u0026#900; / 4700 m). This cave (7.5 m x 4 m) has an easterly aspect. The 3.8-m long fa\u0026ccedil;ade consists of a masonry front and two walls that outflank the entrance. The seams in this masonry structure contain copious amounts of a clay-based cement. This fa\u0026ccedil;ade seems o have been tinted red (in conformance with religious architecture) but most of the color has faded away. Below he fa\u0026ccedil;ade there is a stairway 5.5 m in height that is embedded in a cleft in the formation (this stairway may have been both a prestige symbol and a defensive feature). The intact entranceway (1.2 m x 50 cm) punctuates the middle of the facade (maximum height 2.4 m). The high, hidden, out of the way location of this nameless \u003cspan class=\"popular\"\u003eCholung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eChos lung\u003c/span\u003e cave are situational features connected to the archaic cultural horizon. Its highly remote location and perhaps demographic factors has spared it from Buddhist cultural modification.\u003c/p\u003e \u003cp\u003eThere are a number of Bon inscriptions and pictographs inside the \u003cspan class=\"popular\"\u003eCholung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eChos lung\u003c/span\u003e cave. A medium red ochre pigment was favored for use in this cave, as it was in all the \u003cspan class=\"popular\"\u003ePel Zimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal gzims phug\u003c/span\u003e environs. Near the mouth of the cave there is a counterclockwise swastika (23 cm high) and he \u003cspan class=\"popular emph\"\u003eWuchen\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003edbu can\u003c/span\u003e letter \u003cspan class=\"popular emph\"\u003ea\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ea\u003c/span\u003e (28 cm high). In a recess in the south wall of the cave, not far from its mouth, a well-drawn reverse swastika was placed inside a square frame consisting of two parallel lines (43 cm x 55 cm). Adjacent to this framed swastika here is a \u003cspan class=\"popular emph\"\u003eWuchen\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003edbu can\u003c/span\u003e letter \u003cspan class=\"popular emph\"\u003ea\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ea\u003c/span\u003e also contained within a frame (60 cm x 60 cm). Inside the parallel lines of this frame\u003cspan class=\"emph\"\u003e \u003c/span\u003ethere is a band of interconnected triangles. Adjacent to these framed symbols, further inside the cave, there are two counterclockwise swastikas and the \u003cspan class=\"popular emph\"\u003eWuchen\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003edbu can\u003c/span\u003e letter \u003cspan class=\"popular emph\"\u003ea\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ea\u003c/span\u003e arrayed in a vertical row. Adjacent to this inscription, deeper in the cave, \u003cspan class=\"popular emph\"\u003ea om hum\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ea o\u0026#7747; hum\u003c/span\u003e was written (the \u003cspan class=\"popular emph\"\u003ehum\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ehum\u003c/span\u003e is located below the \u003cspan class=\"popular emph\"\u003eom\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eo\u0026#7747;\u003c/span\u003e). Below this latter Bon inscription are two more counterclockwise swastikas. A \u003cspan class=\"popular emph\"\u003eWuchen\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003edbu can\u003c/span\u003e letter \u003cspan class=\"popular emph\"\u003ea\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ea\u003c/span\u003e and another counterclockwise swastika are inferior to them. Also on the south wall, deeper in the \u003cspan class=\"popular\"\u003eCholung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eChos lung\u003c/span\u003e cave there is an obscured \u003cspan class=\"popular emph\"\u003ea om hum\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ea o\u0026#7747; hum\u003c/span\u003e. \u003c/p\u003e \u003ch5 id=\"b1-2-58-5-5\"\u003eCaves north of chos lung\u003c/h5\u003e \u003cp\u003eNorth of the \u003cspan class=\"popular emph\"\u003eCholung\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003echos lung\u003c/span\u003e gorge, at the base of the escarpment overlooking the \u003cspan class=\"popular emph\"\u003eZimpuk Tso\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003egzims phug mtsho\u003c/span\u003e basin, here is a 3.5-m-deep cave with a highly eroded and impacted fa\u0026ccedil;ade (2 m long, 1 m high) around it (23.94\u0026#900; / 42.56\u0026#900; / 4610 m). Farther north on a ledge that runs along the base of the escarpment ((below this ledge steep slopes give way to the \u003cspan class=\"popular\"\u003eZimpuk Tso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzims phug mtsho\u003c/span\u003ebasin), there is another modified cave (6 m x 4.7 m) called \u003cspan class=\"popular\"\u003eA Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eA phug\u003c/span\u003e (23.99\u0026#900; / 42.71\u0026#900; / 4620 m). The remains of a 4-m high stairway embedded in a cleft in the formation lead up to the mouth of \u003cspan class=\"popular\"\u003eA Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eA phug\u003c/span\u003e. This cave has a substantial fa\u0026ccedil;ade (2.5 m in length) and walls set at a 90\u0026deg; angle that border the entranceway (1.8 m x 80 cm). The stone lintel over the entryway is intact. An \u003cspan class=\"popular emph\"\u003ea\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ea\u003c/span\u003e has been engraved on the rear of the south wall, lending its name to the cave. Between \u003cspan class=\"popular\"\u003eA Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eA phug\u003c/span\u003e and the next cave to the south there are said to be he handprint and footprint of \u003cspan class=\"popular\"\u003eLing Gesar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGling ge sar\u003c/span\u003e, as well as the prints of his horse and dog. North of \u003cspan class=\"popular\"\u003eA Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eA phug\u003c/span\u003e, at the foot of the escarpment, there are six ruined \u003cspan class=\"popular emph\"\u003eTsatsa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003etshwa tshwa\u003c/span\u003e receptacles. On the cliff face above these structures, five red ochre counterclockwise swastikas and five clockwise swastikas were drawn in different places. Some of these swastikas are heavily obscured. These pictographs mark cultural encounters between the practitioners of archaic religious raditions and the Buddhists. This \u003cspan class=\"popular emph\"\u003etsa tsa khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003etshwa tshwa khang\u003c/span\u003e may have been built here to efface the archaic territorial imprint. \u003c/p\u003e \u003chr class=\"footnote-divider\"/\u003e \u003ch2\u003eNotes\u003c/h2\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n98\"/\u003e \u003ca href=\"#nb98\" class=\"note\"\u003e [98] \u003c/a\u003e \u003cspan class=\"popular\"\u003erik dzin ch\u0026ouml; pel\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRig \u0026lsquo;dzin chos \u0026lsquo;phel\u003c/span\u003e, \u003cspan class=\"popular emph\"\u003ePelzim Puk Orgyen Ch\u0026ouml;ling\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eDpal gzims phug o rgyan chos gling\u003c/span\u003e, 12, 13. \u003c/div\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n99\"/\u003e \u003ca href=\"#nb99\" class=\"note\"\u003e [99] \u003c/a\u003e \u003cspan class=\"popular\"\u003erik dzin ch\u0026ouml; pel\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRig \u0026lsquo;dzin chos \u0026lsquo;phel\u003c/span\u003e, \u003cspan class=\"popular emph\"\u003ePelzim Puk Orgyen Ch\u0026ouml;ling\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eDpal gzims phug o rgyan chos gling\u003c/span\u003e, 16. \u003c/div\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n100\"/\u003e \u003ca href=\"#nb100\" class=\"note\"\u003e [100] \u003c/a\u003e \u003cspan class=\"popular\"\u003erik dzin ch\u0026ouml; pel\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRig \u0026lsquo;dzin chos \u0026lsquo;phel\u003c/span\u003e, \u003cspan class=\"popular emph\"\u003ePelzim Puk Orgyen Ch\u0026ouml;ling\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eDpal gzims phug o rgyan chos gling\u003c/span\u003e, 16. \u003c/div\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n101\"/\u003e \u003ca href=\"#nb101\" class=\"note\"\u003e [101] \u003c/a\u003e \u003cspan class=\"popular\"\u003erik dzin ch\u0026ouml; pel\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRig \u0026lsquo;dzin chos \u0026lsquo;phel\u003c/span\u003e, \u003cspan class=\"popular emph\"\u003ePelzim Puk Orgyen Ch\u0026ouml;ling\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eDpal gzims phug o rgyan chos gling\u003c/span\u003e, 21-23. \u003c/div\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n102\"/\u003e \u003ca href=\"#nb102\" class=\"note\"\u003e [102] \u003c/a\u003e The current throne holder of \u003cspan class=\"popular\"\u003ePel Zimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal gzims phug\u003c/span\u003e is \u003cspan class=\"popular\"\u003eK\u0026uuml;nzang Namdr\u0026ouml;l Tupten Lungtok Tenzin\u003c/span\u003e\u003cspan class=\"scholar\"\u003eKun bzang rnam grol thub bstan lung rtogs bstan \u0026rsquo;dzin\u003c/span\u003e, the ninth in the line of \u003cspan class=\"popular\"\u003ePel Zimpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDpal gzims phug\u003c/span\u003e spiritual preceptors. He resides in a monastery near \u003cspan class=\"popular\"\u003eZhikats\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGzhis ka rtse\u003c/span\u003e called padma lhun lding. \u003c/div\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n103\"/\u003e \u003ca href=\"#nb103\" class=\"note\"\u003e [103] \u003c/a\u003e The overhanging rock faces of the defile precluded the use of GPS. \u003c/div\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n104\"/\u003e \u003ca href=\"#nb104\" class=\"note\"\u003e [104] \u003c/a\u003e According to the great Tibetan intellectual \u003cspan class=\"popular\"\u003eGend\u0026uuml;n Ch\u0026ouml;mpel\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDge \u0026rsquo;dun chos \u0026rsquo;phel\u003c/span\u003e (1903-1951), the Tibetan stepped mchod rten with a pair of yak horns on op between which \u003cspan class=\"popular emph\"\u003ekhargong\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emkhar gong\u003c/span\u003e (a soft white stone) was placed is connected to the \u003cspan class=\"popular emph\"\u003emukhar\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003edmu mkhar\u003c/span\u003e (receptacle for \u003cspan class=\"popular emph\"\u003emu\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003edmu \u003c/span\u003edeities) of Bon. The author notes that by looking at the more than 100,000 ruined and intact \u003cspan class=\"popular emph\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten\u003c/span\u003e in India, we can know if the Tibetan \u003cspan class=\"popular emph\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten\u003c/span\u003e of customary proportions is among their design, it is not. The four well-known types of \u003cspan class=\"popular emph\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten\u003c/span\u003e in India have specifically attributed designs: 1) like a bubble, 2) head ornament, 3) bell, and 4) pile of grain. gde \u0026rsquo;dun chos \u0026lsquo;phel also observes that in India \u003cspan class=\"popular emph\"\u003eTorma\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003egtor ma\u003c/span\u003e (sacrifical cake) offerings of grain, bread, etc. were made, not the high-peaked \u003cspan class=\"popular emph\"\u003eTorma\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003egtor ma\u003c/span\u003e designs of various ancient Tibetan rituals. The Tibetan ancestors preferred hats and gtor ma in the shapes of mountains. They liked various \u003cspan class=\"popular emph\"\u003elhaten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003elha rten\u003c/span\u003e (tabernacles) in the shape of very sharp mountain peaks. The author states his belief that these were part of Swastika Bon practices. See \u003cspan class=\"popular\"\u003eg\u0026eacute; d\u0026uuml;n ch\u0026ouml; pel\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDge \u0026lsquo;dun chos \u0026lsquo;phel\u003c/span\u003e, \u003cspan class=\"popular emph\"\u003eGend\u0026uuml;n Ch\u0026ouml;mpel Gi Sungtsom Gyelkham Rikp\u0026eacute; Korw\u0026eacute; Tamgy\u0026uuml; Ser Gi Tangma\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eDge \u0026rsquo;dun chos \u0026rsquo;phel gyi gsung rtsom. rgyal khams rig pas bskor ba\u0026rsquo;i gtam rgyud gser gyi thang ma\u003c/span\u003e vol. 1. (Lha sa: \u003cspan class=\"popular\"\u003eB\u0026ouml; Jong B\u0026ouml;yik Petr\u0026uuml;n Khang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBod ljongs bod yig dpe rnying dpe skrun khang\u003c/span\u003e, 1994), 63, 64. \u003c/div\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n105\"/\u003e \u003ca href=\"#nb105\" class=\"note\"\u003e [105] \u003c/a\u003e This type of \u003cspan class=\"popular emph\"\u003eom\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eo\u0026#7747;\u003c/span\u003e has five distinct elements. From top o bottom they are: \u003cspan class=\"popular emph\"\u003elekor\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eklad kor\u003c/span\u003e (the \u003cspan class=\"popular emph\"\u003ema\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema\u003c/span\u003e or \u003cspan class=\"popular emph\"\u003enga\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003enga\u003c/span\u003e), \u003cspan class=\"popular emph\"\u003edats\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ezla tshes\u003c/span\u003e, \u003cspan class=\"popular emph\"\u003enaro\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003esna ro\u003c/span\u003e, \u003cspan class=\"popular emph\"\u003ea\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ea\u003c/span\u003e, and \u003cspan class=\"popular emph\"\u003ea chung\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ea chung\u003c/span\u003e. \u003c/div\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-2-58/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-2-58","is_primary":false,"created_at":"2010-08-11 20:47:14 UTC","updated_at":"2010-08-12 16:53:51 UTC","authors":[]}]}