{"descriptions":[{"id":1336,"title":"Yubün Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch3 id=\"b5-1-3\"\u003eNyi ma rdzong\u003c/h3\u003e \u003ch4 id=\"b5-1-3-2\"\u003e(17) gYu bun Monastery\u003c/h4\u003e \u003cp\u003eThe monastery is in the eastern part of rTa sgo \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. It is a whole day\u0026rsquo;s ride on horseback from the rTa sgo \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. The location of this Bonpo monastic community is an earthly sphere of purity in the middle of Zhang zhung.\u003c/p\u003e \u003cp\u003eMore than three thousand years ago, there was a group of eighty great masters of Eternal Bon, the first ten of which, the gShen, reigned over the area. Among the ten gShen was Mu khri btsan po, the son of gNya\u0026rsquo; khri btsan po, who had a very high regard for the teachings of Eternal Bon. During Mu khri btsan po\u0026rsquo;s time, the thirty-seven tantric communities (\u0026rsquo;Du gnas so bdun) were established. Dwang ra gYu bun Monastery was founded in the places where the Gangs gnyan rta sgo and Dwang ra\u0026rsquo;i mtsho \u0026rsquo;gram of the thirty-seven communities were situated.\u003c/p\u003e \u003cp\u003eThe place where the monastery is found is, moreover, one of the twenty-four sacred places mentioned in the Bonpo Ma rgyud tantra. The self-grown five jackal-headed mKha\u0026rsquo; \u0026rsquo;gro can still be seen in this place, as stated in the text of the Ma rgyud tantra.\u003c/p\u003e \u003cp\u003eThe \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esPyi spungs khro bo dbang chen\u003c/span\u003e states that Sad ne ga\u0026rsquo;u of Zhang zhung trained himself in Dwang ra gYu bun. This implies that it was Sad ne ga\u0026rsquo;u of Zhang zhung sgo pa who first established gYu bun Monastery. He is one of the thirteen masters found among the eighty adepts of the Bon tradition.\u003c/p\u003e \u003cp\u003eSad ne ga\u0026rsquo;u was born in Zhang zhung. His father was rGyal mtshan bde ba and his mother was rGyal bza\u0026rsquo; klong yang. He studied under several teachers, like A nu \u0026rsquo;phrag thag, so that he was finally able to accomplish his learning.\u003c/p\u003e \u003cp\u003eHe exhibited many miraculous signs in the gYu bun community, such as curing leprosy patients just by looking at them, forcing back attackers and floods, taming wild carnivorous animals so that he could use them for transportation, igniting himself, subduing wickedness, being able to cross the lake Dwang ra riding on a drum and being able to build a crystal stupa in a river.\u003c/p\u003e \u003cp\u003eAfter having meditated for attaining perfection, he vanished just like the light of a rainbow. After that, history tells us, many great masters appeared one after another. Although the monastery sometimes experienced periods without strong leadership, there were other times when it had several holy ones who maintained universalism and remained meditating. Among them was mTshungs med rNam dag tshul khrims, who came to the monastery around 1687. He promoted the development of the monastic community and it continued to grow through the time of his disciples, including Tshul khrims lhun grub, up until the time of the fourth master. After that the monastery was suppressed, but was taken care of and rehabilitated by sKyid gsum bla brang, who was the benefactor of the master gYung drung lha rtse.\u003c/p\u003e \u003cp\u003eIn short, this monastic community was one that was outstandingly blessed, to which many excellent masters came at every stage of the early development of Bonpo teachings, and where many holy ones of Zhang zhung died, passing into the rainbow light.\u003c/p\u003e \u003cp\u003eThe monastery possessed a number of important religious objects, some of which were later moved to other places: for example, Sad ne ga\u0026rsquo;u\u0026rsquo;s conch was taken to Thob rgyal sMan ri Monastery (No.1).\u003c/p\u003e \u003cp\u003eIn the 1980s the monastery was reconstructed under the responsibility of the reincarnation bsTan \u0026rsquo;dzin dbang grags. At present the monastery has one lama and twenty-two monks. \u003c/p\u003e \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-1-3-2/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-1-3-2","is_primary":false,"created_at":"2011-12-13 02:28:55 UTC","updated_at":"2011-12-13 02:28:55 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}