{"descriptions":[{"id":1100,"title":"Zangdong Möndo Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c!--(a)--\u003e\u003cbr/\u003eEdited by Geoffrey Barstow and Mickey Stockwell \u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2010. \u003c/span\u003e \u003cdiv class=\"\" id=\"permission\"\u003e \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b2-1\" class=\"space-before\"\u003eII.1. Stelae and accompanying structures: Funerary and non-funerary structures\u003c/h2\u003e \u003ch3 id=\"b2-1-110\"\u003e \u003cspan class=\"popular\"\u003eZangdong M\u0026ouml;ndo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eZangs gdong mon rdo\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b2-1-110-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eZangdong M\u0026ouml;ndo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eZangs gdong mon rdo\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Copper Face \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e Stones\u003c/li\u003e \u003cli\u003eSite number: C-170\u003c/li\u003e \u003cli\u003eSite typology: II.1a, II.2a \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 30\u0026ordm; 05.6\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 83\u0026ordm; 10.5\u0026#900;\u003c/li\u003e \u003cli\u003eElevation: 4600 m to 4620 m\u003c/li\u003e \u003cli\u003eAdministrative location (township):\u003cspan class=\"popular\"\u003eHorpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eHor pa\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eDrongpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Brong pa\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: TILE\u003c/li\u003e \u003cli\u003eSurvey date: March 5, 2006 \u003c/li\u003e \u003cli\u003eContemporary usage: Light grazing. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b2-1-110-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eZangdong M\u0026ouml;ndo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eZangs gdong mon rdo\u003c/span\u003e is located just west of a red escarpment known as zangs gdong. To the east, a vast plain stretches to the horizon. In the south, this plain is bounded by the Great Central Himalaya range and in the north, by the Transhimalaya range. \u003cspan class=\"popular\"\u003eZangdong M\u0026ouml;ndo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eZangs gdong mon rdo\u003c/span\u003econsists of groups of pillars erected on a sandy slope at the foot of the red escarpment, as well as funerary enclosures established on the sandy and gravelly edge of the plain. The pillars and enclosures are primarily built of a bluish metamorphic (?) stone. These two types of structures occupying adjoining but different types of terrain appear to belong to the same integrated necropolitan complex. Pillar group 1 was possibly erected inside a quadrate enclosure, but this could not be determined with any surety. \u003c/p\u003e \u003ch4 id=\"b2-1-110-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to local sources, \u003cspan class=\"popular\"\u003eZangdong M\u0026ouml;ndo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eZangs gdong mon rdo\u003c/span\u003e is associated with the ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e.\u003c/p\u003e \u003ch4 id=\"b2-1-110-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b2-1-110-4-1\"\u003ePillar group 1\u003c/h5\u003e \u003cp\u003ePillar group 1 consists of a north-south oriented line of pillars 4.3 m in length (30\u0026deg; 05.54\u0026#900; N. lat. / 83\u0026deg; 10.44\u0026#900; E. long. 4620 m). The slope upon which they were erected is quite steep and very sandy. It appears to have undergone significant geomorphologic changes over time. The uneven row of mostly smaller pillars is aligned perpendicular to the angle of the slope. Many of the bluish pillars are broken, and gaps in the row suggest that some of them are missing altogether. The north end of the row may have had upwards of 10 diminutive pillars. The 1.7-m long south end of the row contains five larger standing stones. From south to north, they have the following dimensions: 40 cm (height) x 95 cm (basal girth), 50 cm x 75 cm, 70 cm x 85 cm, 1.3 m x 1.2 m, and 80 cm x 95 cm. The tallest specimen is quite tabular in form and its two broad sides are oriented north and south. There appears to have been walls around this line of pillars, which were aligned in the cardinal directions. This prospective enclosure approximately measures 5 m (east-west) x 7.2 m (north-south). Virtually nothing but a faint outline remains of the possible enclosure. Its highly nebulous form and the sharply sloping terrain make positive identification of this structure difficult. \u003c/p\u003e \u003ch5 id=\"b2-1-110-4-2\"\u003eOther pillars\u003c/h5\u003e \u003cp\u003eA non-uniform tabular pillar (1.1 m x 1.9 m) is situated 16.5 m uphill/west of pillar group 1. This standing stone is made of the same bluish rock and its broad sides face north and south. There are two smaller pillars (30 cm and 50 cm high) situated 37 m north of pillar group 1. The vestiges of other small pillars and walls seem o be distributed over nearby sandy slopes. Due to stringent time limitations, these more superficial dispersions could not be surveyed.\u003ca href=\"#n55\" name=\"nb55\" class=\"note\"\u003e55\u003c/a\u003e \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS1\u003c/h6\u003e \u003cp\u003eFunerary structure FS1 (9.6 m x 9.6 m) is a square enclosure aligned in the cardinal directions (05.44\u0026#900; / 10.44\u0026#900; / 4600 m). FS1 occupies an isolated position on the edge of the plain. This enclosure appears to primarily have single-course perimeter walls, but there are also a couple sections along the perimeter that may be of double-course construction. The upright variable-length unshaped stones (20 cm to 70 cm long) of the walls project 10 cm to 40 cm above the ground surface. The interior is free of structural elements.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS2\u003c/h6\u003e \u003cp\u003eFunerary structure FS2 is a single-course rectangular enclosure aligned in the compass points (05.60\u0026#900; / 10.47\u0026#900;). It measures 5 m (east-west) x 2.8 m (north-south). The south and east walls of this enclosure have been largely destroyed. The walls contain variable-length rocks (up to 70 cm long) that were laid edgewise in he ground. These unshaped stones project as much as 30 cm from the ground surface. The interior is free of structural elements.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS3\u003c/h6\u003e \u003cp\u003eFunerary structure FS3 (3.9 m x 3.9 m) is situated 13 m north of FS2. This single-course enclosure has an open interior. Its perimeter walls are single-course and are composed of unshaped upright stones 20 cm to 70 cm in length, which project 5 cm to 40 cm above ground level.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS4\u003c/h6\u003e \u003cp\u003eFunerary structure FS4 is situated 4 m north of FS3. This unusually designed funerary structure is comprised of 12 interconnected square cells. FS4 is aligned in the cardinal directions, and measures 29.4 m (north-south) x 2 m (east-west). This structure has single-course perimeter walls, which contain upright stones up to 70 cm in length, which project as much as 35 cm from the ground surface. The 12 cells (2 m x 2 m) form a single line of structures, and are separated from one another by a distance of 40 cm to 90 cm. These cells appear to have open interiors despite the presence of many small stones strewn all over FS4. \u003c/p\u003e \u003chr class=\"footnote-divider\"/\u003e \u003ch2\u003eNotes\u003c/h2\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n55\"/\u003e \u003ca href=\"#nb55\" class=\"note\"\u003e [55] \u003c/a\u003e In this particular case, the pared down survey team was on horseback and had to cross back to our camps on the north side of the frozen \u003cspan class=\"popular\"\u003eYarlung Tsangpo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eYar lung gtsang po\u003c/span\u003e before nightfall. \u003c/div\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza2/b2-1-110/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-1-110","is_primary":false,"created_at":"2010-08-25 11:12:06 UTC","updated_at":"2010-08-25 11:12:06 UTC","authors":[]}]}