{"descriptions":[{"id":1405,"title":"Trashitsé Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch3 id=\"b5-2-5\"\u003edPa\u0026rsquo; shod rdzong\u003c/h3\u003e \u003ch4 id=\"b5-2-5-3\"\u003e(87) bKra shis rtse Monastery\u003c/h4\u003e \u003cp\u003ebKra shis rtse Monastery is also called Wa dag bon dgon. It is located near the village of Wa dag in Gla ge \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, dPa\u0026rsquo; shod rdzong. From the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e, Wa dag village is reached by driving twenty kilometres eastward on the highway. The monastery is situated halfway up the hill to the south of Wa dag village.\u003c/p\u003e \u003cp\u003eThis monastery was founded in 1589. Before 1959, there was a fairly large assembly hall and a temple containing religious objects that included the following: a statue of sTon pa gShen rab as tall as the ceiling, statues of rNam par rgyal ba, Byams ma and the three guardian deities - Ma, bDud and bTsan - each of which was as tall as the ceiling, and other gilt-bronze statues numbering over three hundred. There used to be eighteen monks; at present there are twenty.\u003c/p\u003e \u003cp\u003eThe mountain at the back of the monastery is the abode of Dam can Yul lha dkar po, a local deity with one head and two arms. He is depicted as mounted on a nanny goat, holding a knife in his right hand and a black flag in his left. The mountain in front of the monastery is the abode of gZhi bdag Bon thung, a local deity with a blue body. He holds a knife in his right hand and an ensign in his left. The mountain to the right is called lHa g-yag dkar po and the one to the left, rDo rje gzer \u0026rsquo;phrang.\u003c/p\u003e \u003cp\u003eAs regards rituals and services, in the morning the monks recite prayers, then practise the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ertsa lung\u003c/span\u003e meditation, followed by further recitation of ritual texts of the tutelary deities. In the evening they propitiate the protective deities, as well as performing the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsur\u003c/span\u003e ceremony, which involves casting barley flour into fire.\u003c/p\u003e \u003cp\u003eFor their main source of income, the monks depend on their own families for support. Customarily they are not paid for performing religious services in villages, but are paid ten \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eyuan\u003c/span\u003e a day for funeral services.\u003c/p\u003e \u003cp\u003eTo go to Nying khri from dPa\u0026rsquo; shod rdzong, one passes through the regions of sPo smad, mThong smad and Klu nang.\u003c/p\u003e \u003cp\u003eThe roads in Khams are fraught with difficulty and extreme danger. When we came to the boundary between dPa\u0026rsquo; shod rdzong and sPo smad rdzong, we were struck all of a sudden by a small flood from above, and our car was stuck in the mud. We were quite helpless and could not move, but after finally getting help from Chinese soldiers, over thirty in number, who dredged up mud and pulled our car up, we were able proceed on our way. As there were no bridges on the way, we fell into difficulty and danger again.\u003c/p\u003e \u003cp\u003eAnother time, when in despair, we received help from a Khams pa tribesman with a devout disposition. He guided us along the route, which led us out of danger.\u003c/p\u003e \u003cp\u003eThen again, when we were passing in front of a sand hill on the confines of mThong smad, our car sank into the sand and we had no way to get out of it. A shovel was the only tool we had and we struggled with it to get our car out of the sand. At the same time, rocks began to roll down frequently from above us, so we had to keep watching out for them. At last we managed to drag the car out and headed in the direction of Nying khri.\u003c/p\u003e \u003cp\u003eIt took us seventeen and a half hours to travel from dPa\u0026rsquo; shod rdzong to Nying khri.\u003c/p\u003e \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-2-5-3/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-2-5-3","is_primary":false,"created_at":"2011-12-13 02:29:29 UTC","updated_at":"2011-12-13 02:29:29 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}