{"descriptions":[{"authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-3-17","content":"<div class=\"essay-body\"><div id=\"essay-head2\"><table><tr><td align=\"left\" valign=\"top\"><div class=\"chapter\"><em>A Survey of Bonpo Monasteries</em></div><div class=\"author\"><span class=\"eng\">by </span>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind<!--(l)--><br/>Edited by Samten G. Karmay and Yasuhiko Nagano </div></td><td style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"><div class=\"copyright\"><span class=\"eng\"> Copyright &copy; 2003. </span><div class=\"eng\" id=\"permission\">Reproduced with permission from the authors <br xmlns:str=\"http://exslt.org/strings\"/>under the <a href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\">THL Digital Text License</a>.</div></div></td></tr></table></div><h2 id=\"b6-3\">Reb gong </h2> <h3 id=\"b6-3-17\">(116) Zhwa khra Temple</h3> <p>Zhwa khra Temple is located in the Zhwa khra village which is 18 km south of the county town of gCan tsha. Bonpo community in this area is small. According to oral tradition, a tribe called Zhwa khra, was banished during the persecution of Bon religion by King Khri srong lde btsan. They arrived in gCan tsha after having settled in sGong dkam village of Reb gong for many generations. There was a series of chiefs starting from gYung drung rnam rgyal through Tshul khrims bstan &rsquo;dzin, gYung drung rgyal mtshan, rGya mtsho, dMar ris, gYung drung rgyal, Tshe thar and Khro rgyal. The latter became a monk and a nephew of his took his place to be the chief of the tribe.</p> <p> A monk of La mo bde chen, a large dGe lugs pa monastery located in the same area, went to Lhasa for studying. He was kown as Zhwa khra Lha rams pa when he obtained the degree of <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">lha rams dge bshes</span> in Lhasa. Nobody seems to remember his real name today. He had a Ma ni khang built in Zhwa khra village when he came back from Lhasa, and the Ma ni khang was shared by both Buddhist and Bonpo people for centuries. The date of the foundation is not clear, but, according to dBang grags, a retired leader of gCan tsha county and comes from Zhwa khra village, and some old Bonpo such as Padma Tsering who were from the village as well, the Ma ni khang was founded about eight generations ago. </p> <p>A lay Bonpo tantric called rNam thar rgyal had a statue and thangka of the divinity dBal gsas made in the Ma ni khang, and so tantrics of both Buddhists and Bonpo practised together for many years.</p> <p>Today, there are eighteen lay tantrics in the Ma ni khang. They practise both Buddhism and Bon relgion. Ma ni khang has forty-two families as its local community. And then, rNam thar rgyal finally founded a Bonpo temple in the village called mTsho kha near Zhwa khra village and this was how Bon religion began to spread there. The temple was damaged in middle of the twentieth century and has not been yet rebuilt.</p> <p>Another Bonpo lay tantric called rDo rje founded a new and small Bonpo temple separately in Zhwa khra village in the second half of the twentieth century to follow rNam thar rgyal&rsquo;s example. rDo rje has his family and a few followers. In the temple, the ritual cycle of dBal gsas is performed from to time to time. There are no regular rituals either in the Ma ni khang or the gSas khang. </p> <h4 id=\"b6-3-17-1\">Source</h4> <h5 id=\"b6-3-17-1-1\">(1) Interviews</h5> <p> Interview in 1996 with : dBang grags and Padma Tsering, a lay tantric, both from Zhwa khra village</p> <table xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"><tbody><tr><td class=\"leftcell\"><a class=\"backarrow\" title=\"Previous Section\"><img src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/></a></td><td class=\"midcell\"><a class=\"uparrow\" title=\"Beginning of Article\"><img src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/></a></td><td class=\"rightcell\"><a class=\"forwardarrow\" title=\"Next Section\"><img src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/></a></td></tr></tbody></table></div><div id=\"chap-id\">/bonpo-monasteries/b6-3-17/</div><div style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"><div class=\"closebtn\"><a href=\"#\">Close</a></div><div style=\"height: 280px;\" class=\"conx-content\"><h3>Note Citation for Page <span class=\"pgnm\"/></h3><p class=\"biblref\">Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), <span class=\"pgnm\"/>. </p><h3>Bibliographic Citation</h3><p>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.</p></div></div>","created_at":"2011-12-13 02:29:43 UTC","updated_at":"2011-12-13 02:29:43 UTC","id":1434,"title":"Zhatra Introduction","is_primary":false}]}