{"descriptions":[{"id":1409,"title":"Sangngak Mindröl Dargyé Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b6-1\"\u003eThe bo County\u003c/h2\u003e \u003ch3 id=\"b6-1-3\"\u003e(91) gTso tshang Monastery\u003c/h3\u003e \u003ch4 id=\"b6-1-3-1\"\u003e1. Name \u003c/h4\u003e \u003cp\u003egTso tshang Monastery\u0026rsquo;s full name is gSang sngags smin grol dar rgyas gling. gTso is the family name of gTso \u0026rsquo;phags Zla ba rgyal mtshan whose descendents founded the three monasteries -Ze kha, Bya brang and gSer gzhong- that constitute gTso tshang. Since the monastery is presently located in Legs lung village, it is also known as Legs lung Monastery. In the local dialect, the name of the village used to be La lo, but since no one no longer knows the original meaning of the term, the monastery\u0026rsquo;s name was recently changed to Legs lung, \u0026ldquo;Good Valley\u0026rdquo;, because of the term\u0026rsquo;s positive connotation.\u003c/p\u003e \u003ch4 id=\"b6-1-3-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eIn the early nineteen-eighties, the authorities granted permission to rebuild Ze kha, Bya brang and gSer gzhong monasteries together as one monastery at the site of Bya brang Monastery in Bya brang village, where the main assembly hall (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;du khang\u003c/span\u003e) had escaped destruction. However, since there was no longer enough land there to rebuild all three monasteries, Legs lung village was chosen as a new site. The site is located in Drongtsa (\u0026rsquo;Brong tsha) valley, 2 km east of the The bo county seat. The mountain behind the monastery (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyab ri\u003c/span\u003e) is part of the sTag sgang range. The monastery, nestled in the mountain, is situated on the north bank of the eastward flowing \u0026rsquo;Brug chu river and faces south (latitude: 34\u0026deg;02\u0026rsquo;93\u0026rdquo;N, longitude: 103\u0026deg;15\u0026rsquo;22\u0026rdquo;E).\u003c/p\u003e \u003cp\u003eThe original site of Ze kha monastery (latitude: 34\u0026deg;02\u0026rsquo;41\u0026rdquo;N, longitude: 103\u0026deg;14\u0026rsquo;67\u0026rdquo;E) is located 1 km northeast.\u003c/p\u003e \u003cp\u003eThe original site of Bya brang Monastery is located 2 km east of county town on the opposite river bank (latitude: 34\u0026deg;02\u0026rsquo;27\u0026rdquo;N, longitude: 103\u0026deg;15\u0026rsquo;35\u0026rdquo;E).\u003c/p\u003e \u003cp\u003eThe original site of gSer gzhong Monastery (latitude: 34\u0026deg;35\u0026rsquo;45\u0026rdquo;N, longitude: 103\u0026deg;30\u0026rsquo;27\u0026rdquo;E) is located 5 km east of county town on the north bank of the river.\u003c/p\u003e \u003ch4 id=\"b6-1-3-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eAccording to oral tradition, the three brothers and great Bonpo masters Do \u0026rsquo;phags chen mo, sKyang \u0026rsquo;phags Nyi ma rgyal mtshan and gTso \u0026rsquo;phags Zla ba rgyal mtshan came to Amdo to spread the Bon doctrine. They \u0026ldquo;opened\u0026rdquo; many hermitages (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eri khrod\u003c/span\u003e), some of which later became monasteries (for instance, sNang zhig Monastery No. 180, one of the largest Bonpo monasteries in Tibet, was originally a hermitage founded by Do \u0026rsquo;phags chen mo). The three masters played a key role in the first spread of Bon in Amdo. There are descendents of gTso still living in The bo, Khri ka, Shar khog (=Zung chu) and rGan rgya in Amdo. Kyang za Yig rtsis ma, the mother of the three masters, also a fervent Bonpo, established her main residence at a site known as dGu skyang. gTso \u0026rsquo;phags Zla ba rgyal mtshan is believed to have travelled extensively throughout the area, actively spreading the Bon religion. Although he founded only a number of sacred sites (and no monastery), he made a profound impression on the local culture and traditions. One of his mother\u0026rsquo;s sacred sites and his main ritual and cremation sites are located at Chu gter rdzong, on Brag dkar bya rgod, a sacred mountain (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egnas ri\u003c/span\u003e) in Amdo. The first Bonpo monasteries were founded much later (only four to five generations ago) by gTso \u0026rsquo;phags\u0026rsquo;s descendents. At present the remaining known descendents of gTso \u0026rsquo;phags live in the three villages that are financing the reconstruction of the three monasteries. Five of the families live in Ra nang village which is responsible for Ze kha Monastery, four in Bya brang village which is responsible for Bya brang Monastery, and two in gSer gzhong village which is responsible for gSer gzhong Monastery. There is no doubt that the \u0026rsquo;Phags pa rnams gsum were lay people and that their religious tradition was permeated by indigenous customs and beliefs. However, the monasteries - which emerged much later - seem to have been strongly influenced by Buddhism.\u003c/p\u003e \u003cp\u003eSince gTso tshang Monastery in fact comprises three monasteries - Ze kha, Bya brang, and gSer gzhong - it is important to mention here the information concerning their respective historical backgrounds.\u003c/p\u003e \u003ch5 id=\"b6-1-3-3-1\"\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eZe kha\u003c/span\u003e \u003c/h5\u003e \u003cp\u003eThe date of Ze kha Monastery\u0026rsquo;s foundation and the identity of its founder remain obscure; even A skal, the only surviving monk who has some knowledge on the history of gTso tshang and who wrote the only historical account of the monastery (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTGLG\u003c/span\u003e) is uncertain. The first master of Ze kha Monastery, Shar ba khri skyang, was born in sTod mtsho \u0026rsquo;phel into one of the three Khri skyang villages of Zung chu County in rNga ba Prefecture; the second master was born in rGya myi ya ru (the exact location of which remains unknown). The third master was born in En \u0026rsquo;dzin mtsho \u0026rsquo;dus. During his lifetime the monastery\u0026rsquo;s assembly hall was destroyed by fire and rebuilt. He travelled to Central Tibet and Khams. He was renowned as a saint, and was believed to be endowed with miraculous powers (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egrub rtags\u003c/span\u003e); He is said to have founded the monastery\u0026rsquo;s \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham\u003c/span\u003e (monastic dance). The fourth master remains unidentified. The fifth, Bla ma skyabs, was born in lDong ba village of Brag sgom ba; his father was called A dam and his mother Klu mo. He broke his religious vows, so three influential monks of Ze kha - Dran pa skyabs, bSod nams dar rgyas and A rdo - invited Tshul khrims rgyal mtshan, a descendent of Do \u0026rsquo;phags chen po, then aged five, from rNga khog to take his place in 1930. However, the new incumbent also broke his vows when he turned twenty-five, and was replaced by his brother Bon slebs Nam mkha\u0026rsquo; bstan \u0026rsquo;dzin, the present master of gTso tshang Monastery. Before 1958, Ze kha Monastery comprised a two storey assembly hall with five rooms on each floor, a common house (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003espyi khang\u003c/span\u003e) with nine rooms and a two-storey building with five rooms called rNga sgra khang. According to oral tradition, the monastery was built on the site of an ancient Chinese Han fort.\u003c/p\u003e \u003ch5 id=\"b6-1-3-3-2\"\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eBya brang\u003c/span\u003e \u003c/h5\u003e \u003cp\u003eAlthough the real name of Bya brang Monastery\u0026rsquo;s first lama remains unknown, he was locally known as gSer so can and was born in dGu skyang. According to oral tradition, he left dGu skyang with a retinue in search of an auspicious place to build a monastery. Disappointed by the first two sites where he expected to receive some favourable omen, he continued his search. As he was passing through a place called Nags \u0026rsquo;bul beyond Tsha bzo mountain, he came upon a dead body which turned out to be that of the son of the A bze village chief who had been killed by a gang of robbers. He covered up the corpse, left his favourite dog behind to guard the corpse, and went to look for the deceased man\u0026rsquo;s father. He eventually met the chief and his entourage who were looking for the son. The chief, moved by the Lama\u0026rsquo;s solicitude for his dead son, requested him to become his spiritual master and offered him land on which to build the monastery, as well as fields and an estate to support it. The chosen site was known as Bya brang (\u0026ldquo;Bird\u0026rsquo;s chest\u0026rdquo;) because of its garuda-like shape. gSer so can accepted the offer and thus Bya brang Monastery was built. His successor and incarnation was born in Mar sgur village not far from the monastery. Not much is known about the third incarnation except that he too was born in Mar sgur. However there are many fantastical tales relating his miraculous deeds circulating among the local Bonpo community. The fourth incarnation was born in En \u0026rsquo;dzi\u0026rsquo;i snya bza\u0026rsquo;. The fifth was born in 1918, and his father was Klu \u0026rsquo;bum bsod nams. He studied under Hor btsun bsTan \u0026rsquo;dzin blo gros and obtained the Rab \u0026rsquo;byams pa degree at gYung drung gling Monastery (No.2), and thus acquired a reputation as a learned lama. He built a new assembly hall. He died in 1958 at gYung drung gling. Before 1958, the monastery comprised a new assembly hall built of wood with five rooms on each floor, and a two-storey common house (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003espyi khang\u003c/span\u003e) with five rooms on each floor, likewise built of wood.\u003c/p\u003e \u003ch5 id=\"b6-1-3-3-3\"\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egSer gzhong \u003c/span\u003e \u003c/h5\u003e \u003cp\u003eThe first master of gSer gzhong Monastery, a descendent of gTso \u0026rsquo;phags called Thor cog can, arrived from Dwang ra in the North to look for a place to build a monastery. He stopped at the site of gSer gzhong one night to rest and dreamt that a fox had stolen one of his boots, thus preventing him from travelling further. However, he found the fox\u0026rsquo;s den with his boot inside. Thor cog can took this as a favourable omen and decided to build the monastery there. Its construction was financed by A nag dbang chen and gShen tsha glang thar. \u003c/p\u003e \u003cp\u003eThor cog can\u0026rsquo;s reincarnation was born in sTag ri snya nang. The following incarnation and third lama of the monastery was born in En \u0026rsquo;dzi\u0026rsquo;i nyin ri. The fourth, Shes rab bstan \u0026rsquo;dzin was born at sGang ri kha in 1907 and was enthroned at the age of six. He studied under Kun bzang tshang from sNang zhig in The bo and later went himself to sNang zhig to further his studies. He also travelled to central Tibet with an entourage. On the way, at Sog sde in Nag chu kha, he subdued a demon, a feat which earned him considerable fame and popularity. After spending three years at gYung drung gling and seven years at Grwa sa \u0026rsquo;og ma i.e. sTag rtse ri khrod in Kong po to study and collect funds for the monasteries, he returned to The bo where he died in 1954 at the age of forty-seven. \u003c/p\u003e \u003cp\u003eAnother incarnation of the same lama was born almost at the same time, in 1916. His father was named Klu \u0026rsquo;bum and his mother gNam sman \u0026rsquo;tsho. He was enthroned at the age of twelve and his appointed tutor (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eyongs \u0026rsquo;dzin\u003c/span\u003e) was Tshe dbang shes rab. He left the monastery at a young age to search for his own spiritual teacher and whom he found in the person of bSe ba drung ram pa Shes rab phun tshogs at sKyang tshang Monastery (No. 202). He studied and practised assiduously for many years until his master\u0026rsquo;s death, after which he returned to The bo where he spent four years at bDe gsal ri khrod, a hermitage he had founded. He then travelled to Central Tibet with two students via rKyang phyag. There is a record of all the Bonpo and Buddhist monasteries and sacred sites of Amdo, Khams, gTsang, dBus, Nag chu kha, mNga\u0026rsquo; ris which he visited on his way. He also studied under Shar rdza bKra shis rgyal mtshan for two years. While in Central Tibet, he made a three-year retreat to practise the secret Ma rgyud tantra in a cave at lHa ri gyang tho where King dMu khri btsan po is said to have practised the sPyi spungs tantra of the Bon religion. A message from his monastery informing him of a disaster and requesting him to return drew him from his retreat. Back in The bo he chose to stay at the hermitage which he had recently established and not at his residence in the monastery. He became renowned throughout the area as an outstanding lama. He died in 1958 in Cone. \u003c/p\u003e \u003cp\u003eIn addition to the above-mentioned lamas of the main lineage, there are many other famous masters and practitioners whose stories are well known by the local population. Before 1958, the monastery comprised a three-storey assembly hall with seven rooms on each floor, a three-room sgrub khang and a five-room \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003espyi khang\u003c/span\u003e, all built of wood.\u003c/p\u003e \u003cp\u003eIn the early nineteen-eighties, the elder monks from all three monasteries gathered to discuss how to rebuild the three monasteries together (permission was granted for only one monastery). They sought the advice of Bon slebs Nam mkha\u0026rsquo; bstan \u0026rsquo;dzin, the head lama of Ze kha at the time, and requested him to supervise the reconstruction of gTso tshang Monastery. The new assembly hall has twelve pillars. The most sacred objects within are a statue of sTon pa gShen rab which was discovered by dBal khyung sMon lam rgyal mtshan at gNas chen gSang ba yang rdzong, and brought to the monastery by Bon lsebs Nam mkha\u0026rsquo; bstan \u0026rsquo;dzin.\u003c/p\u003e \u003ch4 id=\"b6-1-3-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003ebla ma\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003edbon po\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003edbu mdzad\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003e dge skos\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003e gnyer pa,\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;go bdag bla ma\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003e las sne \u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003e spyi ba\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003e dkor gnyer or lha gnyer\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003e mar chen\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003e ja mar\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003e ja g-yog\u003c/span\u003e \u003c/li\u003e \u003cli\u003e \u003cspan style=\"font-style: italic;\" class=\"\"\u003e chu len\u003c/span\u003e \u003c/li\u003e \u003c/ul\u003e \u003cp\u003eTwo common practices in monasteries are \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emang ja\u003c/span\u003e, tea offering and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;gyed phogs\u003c/span\u003e, money and other offerings distributed among the monks during assemblies.\u003c/p\u003e \u003ch4 id=\"b6-1-3-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are thirty-three monks and novices in gTso tshang Monastery.\u003c/p\u003e \u003ch4 id=\"b6-1-3-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eAt first A skal only taught the young monks reading and reciting. Later he began to teach a little grammar from texts such as the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eSum bcu pa\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erTags \u0026rsquo;jug\u003c/span\u003e. In 1996, Bon slebs Nam mkha\u0026rsquo; bstan \u0026rsquo;dzin sent sTag tsha Kun grol from rTogs ldan Monastery (No.178) to gTso tshang to be the head of a meditation college, to teach Tibetan, Bonpo theory and practice to all the monks, and to guide the three-year meditation retreat (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elo gsum\u003c/span\u003e) following the tradition (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ephyag len\u003c/span\u003e) of rTogs ldan Monastery. According to this tradition, The \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elo gsum\u003c/span\u003e must begin on the 11th day of the 4th month according to the Tibetan calendar and the first period of the first year begins with the practice of meditation according to the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhrid yig dmar mo mdzub tshugs\u003c/span\u003e for one hundred nights. The second period of the first year begins on the 1st of September with the practice of meditation according to the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erTsa lung gsang mdzod\u003c/span\u003e by Kun grol grags pa for one hundred nights. The first period of the second year is devoted to the introduction (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esngon \u0026rsquo;gro\u003c/span\u003e) to the rDzogs chen tradition according to the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; lung rgya mtsho\u003c/span\u003e by Shar rdza bKra shis rgyal mtshan (1859-1934) for one hundred nights, and the second period to rDzogs chen meditation for one hundred nights. In the third year, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhrid yig dmar mo mdzub tshugs\u003c/span\u003e is again used as a base for practice as \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esngon \u0026rsquo;gro\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebcud len\u003c/span\u003e for one hundred nights, followed by the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTshe dbang bod yul ma\u003c/span\u003e, including the mun mtshams (meditation in darkness), for one hundred nights. Teachings during the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elo gsum\u003c/span\u003e are based on the following works: the Ma rgyud cycle; \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhrid yig dmar mo mdzub tshug\u003c/span\u003e of Kun grol grags pa (b.1700); the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; lung rgya mtsho\u003c/span\u003e, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esDe snod mdzod\u003c/span\u003e and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsKyed rdzogs lha gnyen shel gong\u003c/span\u003e by Shar rdza; the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eBon rang lugs kyi khrid gzhung du ma las btus pa\u0026rsquo;i byang chub lam gyi rim pa\u0026rsquo;i dmigs khrid gshen bstan gsal ba\u0026rsquo;i sgron me\u003c/span\u003e (also known as \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTshul chen lam rim\u003c/span\u003e) by Tshul chen Tshul khrims bstan pa\u0026rsquo;i rgyal mtshan. \u003c/p\u003e \u003ch4 id=\"b6-1-3-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003egTso tshang Monastery has close ties with rTogs ldan Monastery, the seat of Bon slebs Nam mkha\u0026rsquo; bstan \u0026rsquo;dzin. Thus Bon slebs sends educated monks to gTso tshang to teach and gTso tshang sends some of its young monks to rTogs ldan to study. rGod po (No.92) and gTer ri (No.97) used to be branch monasteries of gSer gzhong Monastery. \u003c/p\u003e \u003ch4 id=\"b6-1-3-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e 1st month, 3rd-5th day: celebration of mNyam med Shes rab rgyal mtshan\u0026rsquo;s anniversary during which the monks perform the \u003cspan style=\"font-style: italic;\" class=\"\"\u003edge spyod\u003c/span\u003e ritual and invite mNyam med for the \u003cspan style=\"font-style: italic;\" class=\"\"\u003egling skor\u003c/span\u003e; the 6th day marks the beginning of \u003cspan style=\"font-style: italic;\" class=\"\"\u003esmon lam\u003c/span\u003e during which the \u003cspan style=\"font-style: italic;\" class=\"\"\u003ebDe gshegs stong gi mtshan brjod\u003c/span\u003e is recited once a day. Ze kha Monastery had their \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham\u003c/span\u003e dance on the 8th day followed by the \u003cspan style=\"font-style: italic;\" class=\"\"\u003egtor bzlog\u003c/span\u003e rite on the 9th day. Bya brang Monastery performed their \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham\u003c/span\u003e on the 13th day, which was also followed by \u003cspan style=\"font-style: italic;\" class=\"\"\u003egtor bzlog\u003c/span\u003e rite. gSer gzhong Monastery exhibited its \u003cspan style=\"font-style: italic;\" class=\"\"\u003egos sku\u003c/span\u003e (a large embroidered tangkha) on the 15th day and its smon lam ceremonies ended on the 16th day with the \u003cspan style=\"font-style: italic;\" class=\"\"\u003egtor bzlog\u003c/span\u003e rite. \u003c/li\u003e \u003cli\u003e 3rd month, 1st-17th day: the \u003cspan style=\"font-style: italic;\" class=\"\"\u003eDu tri su\u003c/span\u003e recitation practised, without interruption, by the monks and lay people together (male and female alike); participants must practise in silence (\u003cspan style=\"font-style: italic;\" class=\"\"\u003ethun\u003c/span\u003e), while circumambulating the monastery (\u003cspan style=\"font-style: italic;\" class=\"\"\u003eskor ba\u003c/span\u003e) the whole time. The transmission (\u003cspan style=\"font-style: italic;\" class=\"\"\u003edbang\u003c/span\u003e) of the \u003cspan style=\"font-style: italic;\" class=\"\"\u003eDu tri su\u003c/span\u003e cycle is given on the 8th.\u003c/li\u003e \u003cli\u003e 4th month, 7th-16th day: the mChod pa stong mchod ritual is performed (7th-12th day: the \u003cspan style=\"font-style: italic;\" class=\"\"\u003estong mchod\u003c/span\u003e ritual in conjunction with the \u003cspan style=\"font-style: italic;\" class=\"\"\u003eKlong rgyas\u003c/span\u003e ceremony, 13th-16th day: the ceremony of fasting known as the \u003cspan style=\"font-style: italic;\" class=\"\"\u003esmyung gnas\u003c/span\u003e yar tshogs together with the \u003cspan style=\"font-style: italic;\" class=\"\"\u003edGe bsnyen lha lnga\u003c/span\u003e ritual).\u003c/li\u003e \u003cli\u003e 5th month, 1st-15th day: the \u003cspan style=\"font-style: italic;\" class=\"\"\u003edbyar gnas\u003c/span\u003e ritual in which all the monks of different grades, \u003cspan style=\"font-style: italic;\" class=\"\"\u003edrang srong ba\u003c/span\u003e and \u003cspan style=\"font-style: italic;\" class=\"\"\u003egtsang gtsug pa\u003c/span\u003e must participate in the great ritual known as Ma tri sgrub chen. The practitioners of the \u003cspan style=\"font-style: italic;\" class=\"\"\u003edbyar gnas\u003c/span\u003e must also recite the \u003cspan style=\"font-style: italic;\" class=\"\"\u003eKun dbyings sku lnga\u0026rsquo;i cho ga\u003c/span\u003e and the \u003cspan style=\"font-style: italic;\" class=\"\"\u003esPang skong\u003c/span\u003e once a day. The transmission of the \u003cspan style=\"font-style: italic;\" class=\"\"\u003ebzlog chog\u003c/span\u003e was given on the 16th day.\u003c/li\u003e \u003cli\u003e 8th month, 1st-7th day: the ritual service (\u003cspan style=\"font-style: italic;\" class=\"\"\u003ezhabs brtan sku rim\u003c/span\u003e), consisting of one thousand \u003cspan style=\"font-style: italic;\" class=\"\"\u003ebskang ba\u003c/span\u003e and tshogs for the tutelar (\u003cspan style=\"font-style: italic;\" class=\"\"\u003eyi dam\u003c/span\u003e) and protective deities (\u003cspan style=\"font-style: italic;\" class=\"\"\u003ebka\u0026rsquo; skyong\u003c/span\u003e) in conjunction with the ritual cycle of the deity gSang drag, had to be completed withintat period. The ritual ended with the performance of the \u003cspan style=\"font-style: italic;\" class=\"\"\u003esrung zlog bsad gsum\u003c/span\u003e of the gSang drag cycle.\u003c/li\u003e \u003cli\u003e 10th month, starting on the 26th day: seven-day ritual of the dBal gsas cycle with the \u003cspan style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;cham\u003c/span\u003e dance on the 29th.\u003c/li\u003e \u003c/ul\u003e \u003cp\u003e12th month, 21st-29th day: ritual known as \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e during which the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esrung zlog\u003c/span\u003e of the deity sTag la is performed.\u003c/p\u003e \u003cp\u003eIn addition to the above-mentioned annual ceremonies there are monthly rituals known as the Cho ga bcu gnyis, \u0026ldquo;The Twelve Rituals\u0026rdquo; sponsored by each of the monks in turn:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edPal ldan dus \u0026rsquo;khor\u003c/span\u003e in the 1st month\u003c/li\u003e \u003cli\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eByams ldan rgyal ba\u003c/span\u003e in the 2nd month\u003c/li\u003e \u003cli\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKun dbyings sku lnga\u003c/span\u003e in the 3rd month\u003c/li\u003e \u003cli\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erNam dag byams ma\u003c/span\u003e in the 4th month\u003c/li\u003e \u003cli\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKun rig sgron ma\u003c/span\u003e in the 5th month\u003c/li\u003e \u003cli\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edGe\u003c/span\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebsnyen lha lnga\u003c/span\u003e in the 6th month\u003c/li\u003e \u003cli\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKun gsal byams ma\u003c/span\u003e in the 7th month\u003c/li\u003e \u003cli\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esMon lam mtha\u0026rsquo; yas\u003c/span\u003e in the 8th month\u003c/li\u003e \u003cli\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egYung drung rnam \u0026rsquo;joms\u003c/span\u003e in the 9th month\u003c/li\u003e \u003cli\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esMan bla\u003c/span\u003e in the 10th month\u003c/li\u003e \u003cli\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edGe spyod\u003c/span\u003e in the 11th month\u003c/li\u003e \u003cli\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erGyal ba rgya mtsho\u003c/span\u003e in the 12th month\u003c/li\u003e \u003c/ol\u003e \u003ch4 id=\"b6-1-3-9\"\u003e10. Books held in the monastery\u003c/h4\u003e \u003cp\u003eSeven copies of the Bonpo Canon (the second edition printed in Chengdu), one copy of the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eDran pa bka\u0026rsquo; thang\u003c/em\u003e in eight volumes, one copy of the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eTshe dbang bka\u0026rsquo; thang\u003c/em\u003e in four volumes, one copy of the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eSlob dpon bka\u0026rsquo; thang\u003c/em\u003e in four volumes, one copy of the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003emKha\u0026rsquo; \u0026rsquo;gro\u0026rsquo;i bka\u0026rsquo; thang\u003c/em\u003e.\u003c/p\u003e \u003ch4 id=\"b6-1-3-10\"\u003e12. Local community \u003c/h4\u003e \u003cp\u003eIn the past the communities of three monasteries were organized, following the traditional Tibetan military system, into three units (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edmag ru\u003c/span\u003e), which, in the past, functioned as military divisions during critical times and which were stationed in open valleys: Nyin pa unit comprising Ra nang, Yang le, rDza ri, Kha lung, Lag lab, Gyi rong, lDong bzo and A ro, the manor villages of Ze kha Monastery; Srib pa unit comprising mDa\u0026rsquo; lung, Yar sgur, Mar sgur, Bya brang, dPa\u0026rsquo; brgya, sBas skyes, sNgo sngo and Nges sa, the manor villages of Bya brang Monastery (since the Bonpo monastery in Kha ba\u0026rsquo;i klong was a branch monastery of Bya brang, its villages, as well as half of Kha ba, Shug steng kha and Ri bo sgang also belonged to Bya brang Monastery); sMad ma khag gsum unit comprising Chag sgo, Nyin lung kha, Shing \u0026rsquo;bras, gSer gzhong, Ci nges nang, Kha nang, sGur mgo, Ban chung (no mention in \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKBTL\u003c/span\u003e), Nyin srib, and gSer gzhong Monastery\u0026rsquo;s villages. Altogether three hundred and sixty families. All of them now belong to sTeng ka district (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e) of The bo.\u003c/p\u003e \u003ch4 id=\"b6-1-3-11\"\u003e13. Local festivals \u003c/h4\u003e \u003cp\u003eThe mountain behind (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyab ri\u003c/span\u003e) of Ze kha is called Ho ri. Mount Brag nag behind Ho ri is the abode of the local deity Brag nag. The mountain range to the east of Ze kha is called sTag sgang and and is the rgyab ri of gTso tshang Monastery, and the range to the west of Ze kha is called gZig sgang. \u003c/p\u003e \u003cp\u003egTso tshang Monastery is located at the foot of the sTag sgang range and the la btsas that was built at its summit with the help of Bon slebs Nam mkha\u0026rsquo; bstan \u0026rsquo;dzin in 1986 is propitiated on the 13th day of the 4th month. \u003c/p\u003e \u003ch4 id=\"b6-1-3-12\"\u003e14. Occupation of the local people \u003c/h4\u003e \u003cp\u003eFarmers, who, in the past, were organized into military units (see above section). A wide variety of crops grow in the valley - wheat, barley, beans, potatos, peas, and maize. Most of the farmers also keep animals of some kind - cows, horses, donkeys, mules, sheep and goats. \u003c/p\u003e \u003ch4 id=\"b6-1-3-13\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-1-3-13-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eInterviews with A skal and sTag tsha Kun grol on 26 August 1996 at the monastery. A skal was a monk at Ze kha Monastery and was born in De bzo in 1932.\u003c/p\u003e \u003cp\u003esTag tsha Kun grol was born in rNga khog in 1960. He is a monk at rTogs ldan Monastery in rNga khog, and was sent to gTso tshang by Bon slebs Nam mkha\u0026rsquo; bstan \u0026rsquo;dzin to teach the monks there and guide the three-year retreat (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elo gsum\u003c/span\u003e).\u003c/p\u003e \u003cp\u003eOn 29 August, I visited Nyi ma bstan \u0026rsquo;dzin, a monk from gSer gzhong Monastery, born in 1908, on account of his knowledge of the monastery\u0026rsquo;s history. Unfortunately, owing to his old age, he had lost much of his memory and could not assist me.\u003c/p\u003e \u003ch5 id=\"b6-1-3-13-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003eBHMT\u003c/li\u003e \u003cli\u003eDBSJ\u003c/li\u003e \u003cli\u003eKBTL\u003c/li\u003e \u003cli\u003eKNGL\u003c/li\u003e \u003cli\u003eKTSD\u003c/li\u003e \u003cli\u003eTGLG\u003c/li\u003e \u003cli\u003eTLPY\u003c/li\u003e \u003cli\u003eZNYZ\u003c/li\u003e \u003c/ol\u003e \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b6-1-3/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-1-3","is_primary":false,"created_at":"2011-12-13 02:29:31 UTC","updated_at":"2011-12-13 02:29:31 UTC","authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}]}]}