{"descriptions":[{"authors":[],"source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-1-85","content":"<div class=\"essay-body\"> <div id=\"essay-head2\"> <table> <tr> <td align=\"left\" valign=\"top\"> <div class=\"chapter\"><em>Antiquities of Zhang Zhung</em></div> <div class=\"author\"> <span class=\"eng\">by </span>John Vincent Bellezza<!--(a)--><br/>Edited by Geoffrey Barstow and Mickey Stockwell </div> </td> <td style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"> <div class=\"copyright\"> <span class=\"eng\"> Copyright &copy; 2010. </span> <div class=\"\" id=\"permission\"> <br/>Reproduced with permission from the author <br/>under the <a href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\">THL Digital Text License</a>.</div> </div> </td> </tr> </table> </div> <h2 id=\"b2-1\" class=\"space-before\">II.1. Stelae and accompanying structures: Funerary and non-funerary structures</h2> <h3 id=\"b2-1-85\"> <span class=\"popular\">Gyachen M&ouml;n Dora</span><span class=\"scholar\">Rgya chen mon rdo ra</span> </h3> <h4 id=\"b2-1-85-1\">Basic site data</h4> <ul class=\"bullet-blue\"> <li>Site name:<span class=\"popular\">Gyachen M&ouml;n Dora</span><span class=\"scholar\">Rgya chen mon rdo ra</span> </li> <li>Site number: C-127 </li> <li>Site typology: II.1b, II.2b </li> <li>Geographic coordinate (N. lat.): 31&ordm; 28.4&#900; </li> <li>Geographic coordinate (E. long.): 89&ordm; 23.9&#900; </li> <li>Elevation: 4690 m and 4760 m </li> <li>Administrative location (township): <span class=\"popular\">Mentang</span><span class=\"scholar\">Men thang</span> </li> <li>Administrative location (county): <span class=\"popular\">Pelg&ouml;n</span><span class=\"scholar\">Dpal mgon</span> </li> <li>Survey expedition: HTWE</li> <li>Survey date: May 19, 2004</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: None. </li> </ul> <h4 id=\"b2-1-85-2\">General site characteristics</h4> <p> <span class=\"popular\">Gyachen M&ouml;n Dora</span><span class=\"scholar\">Rgya chen mon rdo ra</span> is located in the fairly narrow rgya chen valley. The site is situated on the well-drained west flank of the valley between the marshy bottomland and a granite ridge known as rgya ri. The moderately sloping terrain is alternately rocky or covered in turf. The site consists of more than four funerary enclosures and a walled pillar (now collapsed). As the funerary structures of <span class=\"popular\">Gyachen M&ouml;n Dora</span><span class=\"scholar\">Rgya chen mon rdo ra</span> are distributed over a wide area, some specimens were overlooked in the time allotted to the survey of the site. </p> <h4 id=\"b2-1-85-3\">Oral tradition</h4> <p>According to a local sources, <span class=\"popular\">M&ouml;np&eacute; Doring</span><span class=\"scholar\">Mon pa&rsquo;i rdo ring</span> of the <span class=\"popular\">Gyachen M&ouml;n Dora</span><span class=\"scholar\">Rgya chen mon rdo ra</span> site was erected in ancient times to commemorate the death of an old <span class=\"popular\">M&ouml;n</span><span class=\"scholar\">Mon</span>chieftain (<span class=\"popular emph\">p&ouml;npo</span><span class=\"scholar emph\">dpon po</span>). The other structures of the site are also associated with the ancient <span class=\"popular\">M&ouml;n</span><span class=\"scholar\">Mon</span>.</p> <h4 id=\"b2-1-85-4\">Site elements</h4> <h5 id=\"b2-1-85-4-1\">Mon pa&rsquo;i rdo ring</h5> <p> <span class=\"popular\">M&ouml;np&eacute; Doring</span><span class=\"scholar\">Mon pa&rsquo;i rdo ring</span> (Funerary structure FS3) is situated on a gently sloping rock-strewn slope and enjoys wide views to the east (28.372&#900; / 23.882&#900; 4720 m). This monument is either identical with or closely related to the walled pillars (II.1b) common farther west in Upper Tibet. The quadrate enclosure is fairly well aligned in the cardinal directions, and measures 10 m (east-west) x 7 m (north-south). The enclosure is highly deteriorated and most of he stones used to build it are now dislodged. The only intact double-course perimeter wall fragments are found in the north wall (70 cm thick) and east wall (80 cm thick). It could not be determined if the entire perimeter was built in a similar regimented fashion. The perimeter walls are composed of variable-length uncut metamorphic blocks and slabs (10 cm to 50 cm long), which are flush with the ground level or which project above it to a maximum height of 30 cm. The west wall is slightly depressed and the east wall is somewhat elevated in order to create a level interior space. In the east wall there is a stone 75 cm in length set perpendicular to the wall course. This stone may have been one side of an opening or &lsquo;portal&rsquo; in the wall (as is found is certain other examples of the typology). In the middle of the enclosure there is an arched single line of stones (3 m long) embedded in the ground. </p> <p>On the west side of the enclosure there is a collapsed tabular white granite pillar. This highly eroded pillar is 2 m in length and has a girth of 1 m. It appears to have stood near the west edge of the enclosure and to have been well centered between the north and south walls. According to the local guide, <span class=\"popular\">Shangpa G&ouml;npo</span><span class=\"scholar\">Shang pa mgon po</span> (born circa 1934), this pillar fell down before living memory. </p> <h5 id=\"b2-1-85-4-2\">Funerary enclosures</h5> <h6 class=\"essay\">Funerary Structure FS1</h6> <p>Funerary structure FS1 (3 m x 4 m) is the most northerly funerary structure at the site. Only in the north are there long views from FS1. This open ovoid enclosure has perimeter walls (50 cm to 60 cm thick), which are flush or slightly elevated above the surrounding terrain. These walls appear to be of the double-course variety but they do not now exhibit much design coherence. Metamorphic stones of various colors, 10 cm to 70 cm, in length were employed to build FS1. It is reported that there are two or three funerary enclosures located roughly 500 m to 1 km to the north. These outlying examples were not surveyed. </p> <h6 class=\"essay\">Funerary Structure FS2</h6> <p>Funerary structure FS2 (8.6 m x 9 m) is situated 2 m south of FS1 (31&deg; 28.774&#900; N. lat. / 89&deg; 23.411&#900; E. long. / 4760 m). FS2 has long views only in the north. This is a sub-rectangular enclosure whose walls are not aligned in the cardinal directions. The rear/west wall is set about 50 cm below the upper slope and the forward/east wall is elevated about 50 cm above the downhill slope, creating a fairly level interior space. In he south, west and east perimeter walls (70 cm to 1 m thick) there are fairly coherent double-course segments. The variable-length (10 cm to 70 cm long) multi-colored metamorphic stones of the walls are level with the ground surface or project above it to a maximum height of 25 cm. While there are no original interior structural elements, a rudimentary wind block was built on the west side of FS2. </p> <h6 class=\"essay\">Funerary Structure FS4</h6> <p>Funerary structure FS4 (7 m x 6 m) is a fragmentary sub-rectangular enclosure, whose walls exhibit no prescribed order or arrangement (27.974&#900; / 24.421&#900; / 4700 m). The structure gently declines to the east and has an open interior. The perimeter walls are mostly level with the ground surface. They are primarily built of small pieces of a dark-colored metamorphic rock. Some larger stones (up to 50 cm long) were also used. </p> <h6 class=\"essay\">Funerary Structure FS5</h6> <p>Funerary structure FS5 (13 m x 7 m) is an ovoid enclosure with wide, disordered perimeter walls (28.139&#900; / 24.449&#900; 4690 m). The entire structure is slightly elevated above the surrounding terrain. It is built of unhewn variable-length (10 cm to 75 cm long) igneous and metamorphic rocks. Inside the enclosure there is an area (2 m x 2 m) with a mass of stones embedded in the ground. This structure may mark the location of a subsurface grave chamber. </p> <table cellspacing=\"8\" align=\"center\" class=\"navarrows\"> <tbody> <tr> <td class=\"leftcell\"> <a class=\"backarrow\" title=\"Previous Section\"> <img src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/> </a> </td> <td class=\"midcell\"> <a class=\"uparrow\" title=\"Beginning of Article\"> <img src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/> </a> </td> <td class=\"rightcell\"> <a class=\"forwardarrow\" title=\"Next Section\"> <img src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/> </a> </td> </tr> </tbody> </table> </div> <div id=\"chap-id\">/bellezza2/b2-1-85/</div> <div style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"> <div class=\"closebtn\"> <a href=\"#\">Close</a> </div> <div style=\"height: 280px;\" class=\"conx-content\"> <h3>Note Citation for Page <span class=\"pgnm\"/> </h3> <p class=\"biblref\">John Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan &amp; Himalayan Library, 2010), <span class=\"pgnm\"/>. </p> <h3>Bibliographic Citation</h3> <p>John Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan &amp; Himalayan Library, 2010.</p> </div> </div>","created_at":"2010-08-25 11:11:36 UTC","updated_at":"2010-08-25 11:11:36 UTC","id":1076,"title":"Gyachen Möndora Introduction","is_primary":false}]}