{"descriptions":[{"id":1118,"title":"Gyamnak Mönkhang Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c!--(a)--\u003e\u003cbr/\u003eEdited by Geoffrey Barstow and Mickey Stockwell \u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2010. \u003c/span\u003e \u003cdiv class=\"\" id=\"permission\"\u003e \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b2-2\"\u003eII.2. Superficial structures: Primarily funerary superstructure\u003c/h2\u003e \u003ch3 id=\"b2-2-19\"\u003e \u003cspan class=\"popular\"\u003eGyamnak M\u0026ouml;nkhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGyam nag mon khang\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b2-2-19-1\"\u003e Basic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eGyamnak M\u0026ouml;nkhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGyam nag mon khang\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Black Rock Shelter \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e Houses\u003c/li\u003e \u003cli\u003eSite number: D-59\u003c/li\u003e \u003cli\u003eSite typology: II.2x, II.2d \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 29\u0026ordm; 36.6\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 84\u0026ordm; 38.3\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 4690 m to 4700 m\u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eLhaktsang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLhag tshang\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eSaga\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSa dga\u0026rsquo;\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTCE\u003c/li\u003e \u003cli\u003eSurvey date: April 22, 2002\u003c/li\u003e \u003cli\u003eContemporary usage: Light grazing. Demolition of the tombs. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b2-2-19-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eGyamnak M\u0026ouml;nkhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGyam nag mon khang\u003c/span\u003e is an important archaic burial grounds. The site is named for \u003cspan class=\"popular\"\u003eGyamnak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGyam nag\u003c/span\u003e, a small dark-colored escarpment in the vicinity, at which there is a summer pastoral encampment (\u003cspan class=\"popular emph\"\u003eyarsa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003edbyar sa\u003c/span\u003e). The terrain gently slopes down towards the northeast and is strewn with rocks, gravel and brush. The view east towards \u003cspan class=\"popular\"\u003eBeltsa Gyangtrok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBal tshwa gyang khrog\u003c/span\u003e (C-82 and D-58) is especially wide open. \u003cspan class=\"popular\"\u003eGyamnak M\u0026ouml;nkhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGyam nag mon khang\u003c/span\u003e consists of 19 major funerary structures. These structures, most or all of which were used for burial purposes, are not aligned in the cardinal directions nor could any pattern in their overall distribution be discerned. The tombs are spread out over an area of several hectares. Most of the superstructures are either quadrate constructions elevated significantly above the ground surface or non-descript enclosures level with the ground surface. It appears that hese superstructures of variable size were of the superficial enclosure or \u003cspan class=\"popular emph\"\u003ebangso\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebang so\u003c/span\u003e type, however, most structural evidence on the surface has been severely disturbed. The superstructures contained variable length (20 cm to 80 cm) unhewn light-colored stones, which were embedded in he ground along the perimeter. The subsurface architecture (at least where visible) consists of well-built masonry-lined walls, generally built with large slabs (up to 1 m or more in length). Massive capstones (up to at least 2.1 m long) were placed upon these walls. The floors of the cists are not visible; rather they are obscured by soil and debris. It could not therefore be determined what type of base the burial chambers possessed. Due to he obscuring of the cists by rubble, capstones and the soil overlay, their precise dimensions could not be determined. It appears that many of these cists were relatively long and narrow with wider chambers at each end. In addition to the 19 major structures of \u003cspan class=\"popular\"\u003eGyamnak M\u0026ouml;nkhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGyam nag mon khang\u003c/span\u003e, there are several smaller highly fragmentary constructions scattered about. These include he only extant slab-wall fragment left on the surface at the site. \u003c/p\u003e \u003cp\u003eAccording to local sources, several years ago a road construction crew of perhaps eight men came to \u003cspan class=\"popular\"\u003eGyamnak M\u0026ouml;nkhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGyam nag mon khang\u003c/span\u003e in order to extract stones. They smashed the superstructures to reach large stones capping the burial chambers. They removed no less than 30 stones, up to 2 m in length, from the so-called \u003cspan class=\"popular emph\"\u003em\u0026ouml;n khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emon khang\u003c/span\u003e. A number of tombs were very seriously damaged in this operation and are now exposed to the full fury of the elements. The stones were transported several kilometers away to the \u003cspan class=\"popular\"\u003eGangchen\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGangs chen\u003c/span\u003eflood plain and used to build culverts along the main road to southwestern Tibet. More stones were pilfered than were needed for this work and now lie unused on the roadside. The opened tombs have been cleared of any contents they might have once held. Inquires as to what was recovered by the road gang did not turn up any hard information. No artifacts, bones or other materials were detected at the site, but only a cursory search was conducted. In addition to the recent case of vandalism, there are tombs with highly eroded subsurface members on the surface, which may well be evidence of an earlier pilferage of the site. The destruction of \u003cspan class=\"popular\"\u003eGyamnak M\u0026ouml;nkhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGyam nag mon khang\u003c/span\u003e underlines the urgency of an effective conservation program being instituted in Upper Tibet. \u003c/p\u003e \u003ch4 id=\"b2-2-19-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to local sources, \u003cspan class=\"popular\"\u003eGyamnak M\u0026ouml;nkhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGyam nag mon khang\u003c/span\u003e is the vestiges of an ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e habitation.\u003c/p\u003e \u003ch4 id=\"b2-2-19-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b2-2-19-4-1\"\u003eFunerary sructure FS1\u003c/h5\u003e \u003cp\u003eFunerary sructure FS1 (5.6 m x 3.2 m) consists of an incoherent perimeter level with the ground surface (29\u0026deg; 36.578\u0026#900; N. lat. / 84\u0026deg; 38.350\u0026#900; E. long.). On top of the structure there is a large dislodged stone slab (1 m\u0026sup2;), which is likely to have been part of its subsurface architecture.\u003c/p\u003e \u003ch5 id=\"b2-2-19-4-2\"\u003eFunerary sructure FS2\u003c/h5\u003e \u003cp\u003eFunerary sructure FS2 (7.5 m x 7.5 m) is situated 8.4 m west of FS1 (36.575\u0026#900; / 38.353\u0026#900;). FS2 is elevated about 1 m above the surrounding terrain. Due to the excavation of the tomb, two in situ capstones are now exposed. These capstones measure at least 1.5 m x 1 m and 1.2 m x 1 m.\u003c/p\u003e \u003ch5 id=\"b2-2-19-4-3\"\u003eFunerary sructure FS3\u003c/h5\u003e \u003cp\u003eFunerary sructure FS3 (11.6 m x 16.2 m) is situated 50 m south of FS2 (36.544\u0026#900; / 38.360\u0026#900;). This large structure is elevated 1m above the surrounding terrain on its north side and as much as 2 m on its south side. The superstructure consists of two mounds, the north one of which was partially opened by road workers in order to remove capstones. There are still two in situ capstones (2 m x 60 cm, 2.1 m x 50 cm) suspended over the opened grave chamber. This rectangular cist currently has a maximum depth of 1.4 m. The subsurface walls of the cist were either partially or completely lined in random-work masonry (containing stone slabs that regularly attain 1 m in length). These walls act as the structural support for the capstones. The southeast extremity of the north burial chamber has four more large in situ capstones. These capstones are tightly pressed against one another. One of them is partially exposed while the other three are still covered by soil and small cobbles. The configuration of the four capstones indicates that the entire burial chamber was sealed by a tight-knit series of large stones. The south mound of the FS3 superstructure does not appear to have been recently disturbed. \u003c/p\u003e \u003ch5 id=\"b2-2-19-4-4\"\u003eFunerary sructure FS4\u003c/h5\u003e \u003cp\u003eFunerary sructure FS4 (3.8 m x 2.8 m) is situated 2.8 m east of FS3 (36.542\u0026#900; / 38.369\u0026#900;). The poorly preserved superstructure is level with the ground surface.\u003c/p\u003e \u003ch5 id=\"b2-2-19-4-5\"\u003eFunerary sructure FS5\u003c/h5\u003e \u003cp\u003eFunerary sructure FS5 (5 m x 3 m) is situated 5.3 m east of FS4 (36.538\u0026#900; / 38.369\u0026#900;). Although the perimeter walls of the superstructure are clearly delineated, their design could not be determined. The superstructure is even with the ground level.\u003c/p\u003e \u003ch5 id=\"b2-2-19-4-6\"\u003eFunerary sructure FS6\u003c/h5\u003e \u003cp\u003eFunerary sructure FS6 (9.8 m x 7 m) is situated 9 m east of FS5 (36.531\u0026#900; / 38.383\u0026#900;). Like FS3, FS6 was cloaked in earth and small cobbles. The superstructure is elevated about 1 m above the surrounding terrain. The entire breadth of the structure was opened in order to remove stones. Only two large capstones remain in place. The walls of the cist are generally made of large slabs, 1 m or more in length. The current maximum depth of the burial chamber is 1.2 m. Although the burial chamber is not entirely visible, it appears to have been long and narrow with a wider extension or compartment on each end.\u003c/p\u003e \u003ch5 id=\"b2-2-19-4-7\"\u003eFunerary sructure FS7\u003c/h5\u003e \u003cp\u003eFunerary sructure FS7 is situated 5 m northeast of FS6 and has similar dimensions (36.535\u0026#900; / 38.387\u0026#900;). The superstructure is elevated as much as 1.5 m above the surrounding terrain. The burial chamber has been partially opened and now has a maximum depth of 1.2 m. What appears to have been the largest capstone (2 m long) is still in place. On the northwest end of the cist there are two small compartments (60 cm to 70 cm wide, 80 cm to 1.2 m wide) at right angles to one another.\u003c/p\u003e \u003ch5 id=\"b2-2-19-4-8\"\u003eFunerary sructure FS8\u003c/h5\u003e \u003cp\u003eFunerary sructure FS8 (5.5 m x 5.5 m) is situated 12 m northeast of FS7 (36.543\u0026#900; / 38.396\u0026#900;). Its poorly-preserved perimeter wall is slightly elevated above the surrounding terrain. \u003c/p\u003e \u003ch5 id=\"b2-2-19-4-9\"\u003eFunerary sructure FS9\u003c/h5\u003e \u003cp\u003eFunerary sructure FS9 (4.4 m x 2.6 m) is situated 6.7 m northeast of FS8 (36.549\u0026#900; / 38.399\u0026#900;). Its flush perimeter is well marked with stones.\u003c/p\u003e \u003ch5 id=\"b2-2-19-4-10\"\u003eFunerary sructure FS10\u003c/h5\u003e \u003cp\u003eFunerary sructure FS10 (2.5 m across) is situated 9 m east of FS7 (36.535\u0026#900; / 38.398\u0026#900;). This small structure, which is even with the ground surface, has been mostly destroyed. \u003c/p\u003e \u003ch5 id=\"b2-2-19-4-11\"\u003eFunerary sructure FS11\u003c/h5\u003e \u003cp\u003eFunerary sructure FS11 (4.4 m x 2.6 m) is situated 10 m east of FS6 (36.530\u0026#900; / 38.397\u0026#900;). The perimeter is still well marked but of an indeterminate construction type.\u003c/p\u003e \u003ch5 id=\"b2-2-19-4-12\"\u003eFunerary sructure FS12\u003c/h5\u003e \u003cp\u003eFunerary sructure FS12 (3.3 m x 3.5 m) is situated 11.4 m south of FS11 (36.522\u0026#900; / 38.394\u0026#900;). This poorly preserved enclosure is level with the ground surface.\u003c/p\u003e \u003ch5 id=\"b2-2-19-4-13\"\u003eFunerary sructure FS13\u003c/h5\u003e \u003cp\u003eFunerary sructure FS13 (2.3 m x 2.5 m) is situated 8 m east of FS12 (36.522\u0026#900; / 38.390\u0026#900;). This highly dissolute enclosure is even with the ground surface. \u003c/p\u003e \u003ch5 id=\"b2-2-19-4-14\"\u003eFunerary sructure FS14\u003c/h5\u003e \u003cp\u003eFunerary sructure FS14 (6.5 m x 9.3 m) is situated 25 m west of FS13 (36.521\u0026#900; / 38.367\u0026#900;). The partly preserved enclosure is slightly elevated above the surrounding terrain.\u003c/p\u003e \u003ch5 id=\"b2-2-19-4-15\"\u003eFunerary sructure FS15 \u003c/h5\u003e \u003cp\u003eFunerary sructure FS15, a prominent specimen of indeterminate dimensions, is situated 9 m south of FS14 (36.517\u0026#900; / 38.359\u0026#900;). FS15 is elevated as much as 1.5 m above the adjacent terrain. It was excavated by road workers in two places. On the east end of the opened chamber there is an exposed in situ capstone more than 2 m in length. Three more exposed capstones are suspended above the west end of the burial chamber.\u003c/p\u003e \u003ch5 id=\"b2-2-19-4-16\"\u003eFunerary sructure FS16\u003c/h5\u003e \u003cp\u003eFunerary sructure FS16 (3.7 m x 6.4 m) is situated 2.7 m east of FS14 (36.514\u0026#900; / 38.373\u0026#900;\\). A heavily eroded dislodged large capstone (2.1 m long) lies on top of the structure. There are also smaller capstones that have been lying on the surface of FS15 for a considerable amount of time.\u003c/p\u003e \u003ch5 id=\"b2-2-19-4-17\"\u003eFunerary sructure FS17\u003c/h5\u003e \u003cp\u003eFunerary sructure FS17 (6.6 m x 7.7 m) is situated 26 m southeast of FS16 (36.503\u0026#900; / 38.390\u0026#900;). This structure is elevated as much as 1.2 m above the surrounding terrain. Excavations have exposed three capstones.\u003c/p\u003e \u003ch5 id=\"b2-2-19-4-18\"\u003eFunerary sructure FS18\u003c/h5\u003e \u003cp\u003eFunerary sructure FS18 (2.5 m x 4.6 m) is situated 10.7 m east of FS17 (36.500\u0026#900; / 38.402\u0026#900;). FS18 is slightly elevated above the surrounding plain. Capstones exposed to the elements for a long time lie on the surface.\u003c/p\u003e \u003ch5 id=\"b2-2-19-4-19\"\u003eFunerary sructure FS19\u003c/h5\u003e \u003cp\u003eFunerary sructure FS19 (4.3 m x 4 m), the highest specimen at \u003cspan class=\"popular\"\u003eGyamnak M\u0026ouml;nkhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGyam nag mon khang\u003c/span\u003e, is situated 52 m northeast of FS2 (36.554\u0026#900; / 38.329\u0026#900;). The fragmentary enclosure is slightly elevated above the surrounding terrain. The presence of large eroded stones on the surface, probably from an underlying cist, suggests that FS19, like many other specimens at the site, was desecrated in the distant past. \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza2/b2-2-19/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-2-19","is_primary":false,"created_at":"2010-08-25 11:12:28 UTC","updated_at":"2010-08-25 11:12:28 UTC","authors":[]}]}