{"descriptions":[{"id":1265,"title":"Thang lung and Zam tsha","content":"\u003cp\u003eTanglung Gowa (thang lung mgo ba)\u003ca href=\"#_ftn1\"\u003e[1]\u003c/a\u003e descended from Tsangwa Namlhabum (gtsang ba gnam lha \u0026rsquo;bum). Many generations later, a p\u0026ouml;npo (dpon po)\u003ca href=\"#_ftn2\"\u003e[2]\u003c/a\u003e by the name of Tangg\u0026eacute; Lh\u0026uuml;ndrup (thang dge lhun grub) emerged and he met K\u0026uuml;nkhyen Jamyang Zhepa (kun mkhyen \u0026rsquo;jam dbyang bzhad pa) and founded Lari G\u0026uuml;l (bla ri mgul) Monastery.\u0026nbsp;\u0026nbsp;\u003c/p\u003e \u003cp\u003eZamtsa (zam tsha) also had the same ancestry as Tanglung. However, during the time of Tanglung Gorgen (mgo rgan), who was the leader of Tanglung in the early twentieth century, they became hostile to each other due to a conflict between Mokri (rmog ri) Monastery in Zamtsa and the Zamtsa P\u0026ouml;npo. Shitsang and Tanglung took the side of Mokri Monastery, which forced the Zamtsa P\u0026ouml;npo to seek support from the local Guomindang officials. The Guomindang officials sent an army against Shitsang and Tanglung, and Shitsang Monastery was burned down. Because Tanglung Gowa and the king of M\u0026eacute; (dme) in Ngawa (rnga ba) were sworn brothers, the king of M\u0026eacute; (dme) sent his army to help, but it was too late. This conflict was resolved finally by the Guomindang officials in Lanzhou and Awa Aplo (a ba a blo) from Labrang (bla brang).\u003c/p\u003e \u003cp\u003eIt seems that Tanglung Gorgen was not on friendly terms with Labrang. Gopo Trashi (mgo po bkra shis), the father of the fifth K\u0026uuml;nkhyen (kun mkhyen), claimed control over Tanglung because Tanglung Monastery was under Labrang Monastery. But Tanglung Gorgen refuted the claim. Interestingly, Tanglong Gorgen enjoyed a close relationship with Ma Bufang and his officials.\u003c/p\u003e \u003chr size=\"1\" /\u003e \u003cp\u003e\u003ca href=\"#_ftnref1\"\u003e[1]\u003c/a\u003e P\u0026ouml;npo (dpon po) is a general Tibetan term and it means leader, but it is attached with official authority.\u003c/p\u003e \u003cp\u003e\u003ca href=\"#_ftnref2\"\u003e[2]\u003c/a\u003e Gowa (mgo ba) is a general Tibetan term, which simply means leader (\u0026ldquo;headman\u0026rdquo;). Unlike P\u0026ouml;npo, Gowa is not always officially recognized.\u003c/p\u003e \u003ch2\u003e\u003cstrong\u003eReference \u003c/strong\u003e\u003c/h2\u003e \u003cp\u003eHor gtsang \u0026rsquo;jigs med. \u003cem\u003eMdo smad lo rgyus chen mo las sde tsho\u003c/em\u003e\u003cem\u003e\u0026rsquo;i skor glegs bam dang bo \u003c/em\u003e[The Second Volume of Sde tsho (Communities and Tsho ba) in the Greater History of Amdo]. Dharamsala, India: Library of Tibetan Works \u0026amp; Archives, 2009, 468-93.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2011-07-05 06:50:43 UTC","updated_at":"2011-07-05 06:50:43 UTC","authors":[{"id":"24","fullname":"Gray Tuttle"},{"id":"24","fullname":"Gray Tuttle"}]}]}