{"descriptions":[{"id":1187,"title":"Gyamchung Möndur Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c!--(a)--\u003e\u003cbr/\u003eEdited by Geoffrey Barstow and Mickey Stockwell \u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2010. \u003c/span\u003e \u003cdiv class=\"\" id=\"permission\"\u003e \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b2-3\"\u003eII.3. Cubic mountaintop tombs\u003c/h2\u003e \u003ch3 id=\"b2-3-7\"\u003e \u003cspan class=\"popular\"\u003eGyamchung M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGyam chung mon dur\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b2-3-7-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eGyamchung M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGyam chung mon dur\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Small Cliff Shelter \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e Tombs\u003c/li\u003e \u003cli\u003eSite number: E-16\u003c/li\u003e \u003cli\u003eSite typology: II.3, II.2e \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 33\u0026ordm; 04.\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 80\u0026ordm; 25\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 4480 m to 4650 m \u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eRawang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRa bang\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: UTAE\u003c/li\u003e \u003cli\u003eSurvey date: May 27, 2001\u003c/li\u003e \u003cli\u003eContemporary usage: Light grazing. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b2-3-7-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eGyamchung M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGyam chung mon dur\u003c/span\u003e, a wide-ranging network of funerary and possibly other types of structures, is located at the base and along the slopes of a ridge system known as \u003cspan class=\"popular\"\u003eGyamchung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGyam chung\u003c/span\u003e. This large site spans 170 m vertical. At the lower end of \u003cspan class=\"popular\"\u003eGyamchung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGyam chung\u003c/span\u003e there is a corral of the local seasonal \u003cspan class=\"popular emph\"\u003edrok pa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brog pa\u003c/span\u003e encampment. \u003cspan class=\"popular\"\u003eGyamchung M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGyam chung mon dur\u003c/span\u003e consists of four or five cubic tombs and more than 20 walls, forming terraces along steep slopes and the edges of cliffs. The terraced structures have forward walls with significant elevations, while their rear walls are usually flush with the uphill slope. Most of these structures have a width of 1 m or less. The function of the terraced constructions is enigmatic. They appear to have had a funerary ritual function rather than a defensive role as ramparts, but this remains to be proven. In any case, ramparts have not been found with cubic tombs at any other site in western Tibet. All the cubic tombs and terraced constructions of \u003cspan class=\"popular\"\u003eGyamchung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGyam chung\u003c/span\u003e have eastern and southern exposures. They were built with random-rubble, dry-mortar walls. Variable-length slabs (20 cm to 90 cm) and blocky stones went into their construction. A grayish (metamorphic?) rock with a well-developed reddish brown varnish was used to build the structures of the site. \u003c/p\u003e \u003ch4 id=\"b2-3-7-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to some local sources, \u003cspan class=\"popular\"\u003eGyamchung M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGyam chung mon dur\u003c/span\u003e is an ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e funerary site.\u003c/p\u003e \u003ch4 id=\"b2-3-7-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b2-3-7-4-1\"\u003eBase of the ridge\u003c/h5\u003e \u003cp\u003eFunerary structures FS1 to FS5 were constructed in a steeply inclined narrow valley. Some of these specimens appear to have been terraced structures with relatively tall, fully exposed forward walls and side walls that progressively disappear into the ground in an uphill direction. The rear of these structures appears to have been fully buried:\u003c/p\u003e \u003col\u003e \u003cli\u003eFunerary structure FS1 (2.6 m x 2.6 m) has been reduced to a fragmentary foundation with a depression in he middle (33\u0026deg; 04.227\u0026#900; / 80\u0026deg; 25.404\u0026#900; / 4480 m).\u003c/li\u003e \u003cli\u003eFunerary structure FS2 is located several meters from FS1 (04.231\u0026#900; / 25.401\u0026#900; / 4480 m). It consists of just remnants of a single wall.\u003c/li\u003e \u003cli\u003eFunerary structures FS3 and FS4 are adjacent specimens with a total length of 5 m (04.263 / 25.379 / 4500 m). The forward wall of these structures is 1 m in height. As they have been engulfed by the slope, the width of the structures is not clear. In close proximity there are faint traces of other walls.\u003c/li\u003e \u003cli\u003eFunerary structure FS5: only faint traces of this terraced structure remain (04.269\u0026#900; / 25.376\u0026#900; / 4510 m).\u003c/li\u003e \u003c/ol\u003e \u003ch5 id=\"b2-3-7-4-2\"\u003eLower ridge \u003c/h5\u003e \u003cp\u003eThis group includes both cubic tombs (length x width x maximum height) and terraced constructions:\u003c/p\u003e \u003col\u003e \u003cli\u003eFunerary structure FS6 (2 m x 2 m x 60 cm [height]) is situated on an outcrop suspended above the head of he valley (04.279\u0026#900; / 25.347\u0026#900; / 4530 m). This cubic tomb is composed of slabs, 20 cm to 80 cm in length. Its central depository (reliquary) is partially intact. \u003c/li\u003e \u003cli\u003eFunerary structure FS7, a cubic tomb, of which less than half is intact, is situated a little higher than FS6 (04.281\u0026#900; / 25.339\u0026#900; / 4530 m). \u003c/li\u003e \u003cli\u003eFunerary structure FS8 is a terraced construction (4.7 m x 2.4 m [height]) built along the edge of a cliff (04.276\u0026#900; / 25.320\u0026#900; / 4540 m). It is not clear how much of the structure is submerged below the ground.\u003c/li\u003e \u003cli\u003eFunerary structure FS9 is located on the same spine of rock as FS8, but at a slightly lower elevation (04.277\u0026#900; / 25.333\u0026#900; / 4540 m). It was built upon a notch in the formation. This probable cubic tomb has been reduced to its foundation.\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eFunerary structures FS10 to FS14 form a horizontal line of terraced structures:\u003c/p\u003e \u003col\u003e \u003cli\u003eFunerary structure FS10 is located on a parallel rocky spine (04.304\u0026#900; / 25.329\u0026#900; / 4540 m). Exceedingly little of this terraced structure has endured. In close proximity, there are other wall fragments. \u003c/li\u003e \u003cli\u003eFunerary structure FS11 was constructed into the slope a few meters from FS10 (04.302\u0026#900; / 25.331\u0026#900; / 4540 m). Only scant remains are visible. The forward wall of this structure is up to 1 m in height.\u003c/li\u003e \u003cli\u003eFunerary structure FS12, a small construction, has the same aspect as FS11 (04.302\u0026#900; / 25.330\u0026#900; / 4540 m). Its forward wall is up to 70 cm in height. Between FS11 and FS12, there are the faint traces of an analogous structure. \u003c/li\u003e \u003cli\u003eFunerary structure FS13 shares the same slope contour as FS11 and FS12 (04.298\u0026#900; /25.328\u0026#900; / 4540 m). The forward wall of this structure has a maximum height of 1.4 m.\u003c/li\u003e \u003cli\u003eFunerary structure FS14 has a forward wall up to 1 m in height (04.287\u0026#900; / 25.317\u0026#900; / 4550 m). \u003c/li\u003e \u003c/ol\u003e \u003ch5 id=\"b2-3-7-4-3\"\u003eMiddle ridge\u003c/h5\u003e \u003col\u003e \u003cli\u003eFunerary structures FS15 to FS19 are terraced constructions possessing the same design and aspect as the lower ridge group. \u003c/li\u003e \u003cli\u003eFunerary structure FS15 (6 m x 50 cm [height]) is built on the edge of a narrow ledge (04.292\u0026#900; / 25.301\u0026#900; / 4590 m). \u003c/li\u003e \u003cli\u003eFunerary structure FS16 (3.4 m x 1.5 m) is situated on a ledge a few meters from FS15 (04.288\u0026#900; / 25.291\u0026#900; / 4600 m). \u003c/li\u003e \u003cli\u003eFunerary structure FS17 (1.7 m x 1.7 m) is located higher up the steep slopes of the ridge (04.301\u0026#900; / 25. 285\u0026#900; / 4620 m). \u003c/li\u003e \u003cli\u003eFunerary structure FS18 has been reduced to a small remnant (1 m x 1.2 m), occupying the same contour of he slope as FS17 (04.299\u0026#900; / 25.277\u0026#900; / 4620 m).\u003c/li\u003e \u003cli\u003eFunerary structure FS19 (5.7 m x 1.4 m) is situated a few meters from FS18 (04.292 / 25.272 / 4620 m). \u003c/li\u003e \u003c/ol\u003e \u003ch5 id=\"b2-3-7-4-4\"\u003eUpper ridge \u003c/h5\u003e \u003col\u003e \u003cli\u003eFunerary structures FS20 to FS25 are analogous terraced structures.\u003c/li\u003e \u003cli\u003eFunerary structure FS20 (2.2 m x 70 cm [height]) was built into a cliff situated higher up on the ridge (04.314\u0026#900; / 25.274\u0026#900; / 4640 m).\u003c/li\u003e \u003cli\u003eFunerary structure FS21 consists of three wall segments, located on the same cliff edge as FS20 (04.315\u0026#900; / 25.267\u0026#900; / 4640 m). These three wall segments span 3 m. It is not clear if they originally formed one integral unit or if they were built with gaps between them. The maximum height of the forward faces of these structures is between 1.1 m and 1.9 m. Their maximum width is 1.5 m.\u003c/li\u003e \u003cli\u003eFunerary structure FS22 (11 m x 1.3 m) is broken into two parts, and is situated a few meters from FS21 on he same cliff edge (04.306\u0026#900; / 25,250\u0026#900; / 4640 m). \u003c/li\u003e \u003cli\u003eFunerary structure FS23 is the highest structure (11 m x 1 m) at \u003cspan class=\"popular\"\u003eGyamchung M\u0026ouml;ndur\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGyam chung mon dur\u003c/span\u003e (04.314\u0026#900; / 25.247\u0026#900; / 4650 m). It is broken into two parts and has a maximum width of 2 m. Unlike the other terraced constructions, its uphill wall is also elevated above the slope (60 cm in height). It is 300 m vertical to the valley floor from this point. Above FS23 the rocky ridge falls away before climbing to even greater heights.\u003c/li\u003e \u003cli\u003eFunerary structure FS24 (1.7 m x 60 cm) (04.313\u0026#900; / 25.233\u0026#900; / 4630 m).\u003c/li\u003e \u003cli\u003eFunerary structure FS25 (3.5 m x minimal height) (04.302\u0026#900; / 25.253\u0026#900; / 4630 m).\u003c/li\u003e \u003c/ol\u003e \u003ch5 id=\"b2-3-7-4-5\"\u003eCubic tombs\u003c/h5\u003e \u003cp\u003eFunerary structure FS26 is a cubic tomb of conventional construction prominently situated on the top of a level rocky outcrop (04.253\u0026#900; / 25. 286\u0026#900; / 4580 m). The structure (2.8 m x 2 m x 1.3 m) is quite closely aligned in the cardinal directions. On the top of the more intact east side of the tomb there are stone chips. These chips may have been part of the original capping structure overlying the central depository. The partially intact, rectangular chamber is 60 cm wide. Variable sized slabs (up to 70 cm long) went into the construction of FS26. Some tens of meters to the south are FS15 and FS16. \u003c/p\u003e \u003cp\u003eFunerary structure FS27, another cubic tomb, is situated lower, in a notch in the ridge-top (04.191\u0026#900; / 25.295\u0026#900; / 4500 m). This conspicuously placed tomb measures 2.5 m x 2 m x 70 cm. The central depository is largely intact and is aligned in the cardinal directions (like the entire structure itself). The central depository measures 50 cm (north-south) x 90 cm (east-west) and has a maximum depth of 40 cm (but it is partially filled with rubble). On the west side of the central depository, several stones form overlapping vertical courses. \u003c/p\u003e \u003ch5 id=\"b2-3-7-4-6\"\u003eLarge enclosure \u003c/h5\u003e \u003cp\u003eIn a sloping valley, west of the structure-studded ridge, there is a relatively large construction, divided by a partition wall into two equal halves (04.064\u0026#900; / 25.276\u0026#900; / 4420 m). Measuring 6 m (lateral walls) x 16 m (walls parallel to the axis of the slope), it could not be determined whether this was a residential or ceremonial ruin. It is built on a rocky slope with an approximate 10\u0026deg; gradient. Much of the structure is set well below ground level. While the uphill wall is relatively well preserved (consists of several vertical courses of masonry), the other walls have lost their coherence. Stones primarily 25 cm to 50 cm in length went into the construction of this structure. \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza2/b2-3-7/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-3-7","is_primary":false,"created_at":"2010-08-25 11:13:55 UTC","updated_at":"2010-08-25 11:13:55 UTC","authors":[]}]}