{"descriptions":[{"id":1558,"title":"Nyenrong Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b5-1\" class=\"space-before\"\u003eThe Nagchu region\u003c/h2\u003e \u003ch3 id=\"b5-1-1\"\u003esNye rong rdzong\u003c/h3\u003e \u003cp\u003esNye rong lies to the north of Nag chu, south of the famous Thang khug la mountain range. It is about 14,560 square kilometres in area, and is 4,700 metres above sea level. Pastureland covers an area of 11,800 \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emu\u003c/span\u003e. sNye rong, with a population of 25,000, has one \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003equ\u003c/span\u003e under its immediate supervision and thirteen \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, in which there are 165 village committees.\u003c/p\u003e \u003cp\u003eAt one time, when sNye rong was under Sa skya pa rule, there were three major tribes in the district, and another one was formed during the time of Phag mo gru pa rule. These four then joined with several other tribes of the area, including \u0026rsquo;Bri ru, sBra chen and sTeng chen, to be united into the so-called Thirty-nine Tribes (Tsho ba so dgu), which is very famous in Tibetan history. In the middle of the Ming Dynasty during the time of the Phag mo gru pa, the Thirty-nine Tribes was were absorbed into the Mongolian Tumed and Khalkha tribes in mTsho sngon. It came under Mongolian control in 1637; and in 1732, the central government of the Qing Dynasty ceded it back to the Tibetan government. But in 1751, the Qing official (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eam ban\u003c/span\u003e) in Tibet looked after the Thirty-nine Tribes. In 1916, the Tibetan government established the post of governor-general of Hor (Hor spyi khyab), and put part of the Thirty-nine Tribes under its control. But in 1942, the Tibetan government abolished the post of governor-general of Hor and divided the Thirty-nine Tribes into six divisions and sNye rong rdzong is one of the six. On August 1st, 1960, the sNye rong rdzong office was established.\u003c/p\u003e \u003ch4 id=\"b5-1-1-1\"\u003e(9) sNang gsal Monastery \u003c/h4\u003e \u003cp\u003eA brag sNang gsal g-yung drung gsal ba\u0026rsquo;i gling is under the jurisdiction of Dar \u0026rsquo;dzum \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e (also known as mTsho dbyang \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003equ\u003c/span\u003e), which lies more than twenty kilometres to the north of sNye rong rdzong. Although it is not very far, it takes more than an hour to get there by car because of the terribly muddy road, which makes the going difficult. This monastery is set in a fairly good natural environment.\u003c/p\u003e \u003cp\u003eThe monastery was founded in 1906. The predecessor of this monastery was sMad sog gYung drung \u0026rsquo;dzin pa\u0026rsquo;i gling (ruins of an ancient monastery near Nag chu kha were recently identified as those of this monastery) which was founded by Khyung po A bla grags pa and Sha ba sang grol. It was prosperous, with hundreds of monks and nuns. In spite of the extensive work devoted to the three noble deeds \u0026ldquo;keeping, defending and spreading the teachings of Eternal Bon\u0026rdquo; through generations of lamas, the monastery was upset by, needless to say, the troops of the Mongolian Jungar. During that time the Mongolians subjected the two Khyung po lamas, dBu se and dBu nag, to imprisonment and eventually murdered these two faultless lamas. The sight of this incident made their great many followers tremble and the lives of their followers subsequently fell into hopelessness.\u003c/p\u003e \u003cp\u003eThen a monastery called Khri dkar was set up on the bank of the Yag chu river and the teachings of Bon were spread by several generations of lamas. Destiny, however, reduced the monastery to a deteriorated state. Khyung po bsTan rgyal grags pa then laid the foundation for the next one at Khyung rdzong, situated at Gad ngas la, and maintained it for a while, but it, too, collapsed in the Eleventh Rab byung.\u003c/p\u003e \u003cp\u003eThen Mi \u0026rsquo;gyur grags pa, rGyal skyid grags pa, Nyi dbang, lHa dbang, Tshe dbang g-yung drung and others, all from Khyung po, established the residence (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla brang\u003c/span\u003e) of Khyung po sBra nag in A stod district, which burdened them with the expectations of many proponents of Eternal Bon that their thirst for a monastery would be satisfied.\u003c/p\u003e \u003cp\u003eIn 1882, a miraculous baby, who emitted many auspicious signs, was born to a couple, Khyung dkar gDung pa lha bu, the father, and Gur bza\u0026rsquo; dPal \u0026rsquo;dzoms, the mother. The baby was called Nam mkha\u0026rsquo; rgyal mtshan. From childhood he stood out prominently among other children, with his varied talents. Endowed with auspicious signs, he was praised by everyone. Until the age of twenty-five, he lived as a herdsman in the manner of a yogi in order to avoid being possessed by unclean transmigratory existence. At that time, his parents repeatedly murmured their hope that their son would succeed to the leadership of the family, but he did not accept this, for he wanted to take an oath to become a monk.\u003c/p\u003e \u003cp\u003eIn 1906, Nam mkha\u0026rsquo; rgyal mtshan was ordained in the presence of sMon rgyal Nam mkha\u0026rsquo; dbang rgyal in rDza khog. In his mind, he conceived the idea of building a monastery at a certain rocky place surrounded by many outstandingly sacred sites such as the meditation cave of the great lama Dran pa nam mkha\u0026rsquo;, his foot-prints and the like. Then a prophecy was made by the yogi A lo, and in accordance with it, in 1911 Nam mkha\u0026rsquo; rgyal mtshan went to seek the place where a new monastery should be built.\u003c/p\u003e \u003cp\u003eIt was a place with many auspicious signs, such as the following: to the right, lHa ri spang mtho, whose summit consists of a crystal rock; at the front, Un chen dur krod nor bu spungs ri and gNyan chen wa ra, which look like dextral white conchs; and mountains, including, at the back, \u0026rsquo;Bul ri, the gathering place of deities, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eklu\u003c/span\u003e, and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egnyan\u003c/span\u003e. As the place was filled with many springs, herbs and other auspicious symbols, he decided to build a new monastery there, which he did in 1918. A brag sNang gsal Monastery was thus established.\u003c/p\u003e \u003cp\u003eHe then established the monastic discipline in the establishment with the establishment of the Three Trainings. He made pilgrimages to many places, such as the Four Divisions of Central Tibet (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edbus gtsang ru bzhi\u003c/span\u003e), Ti se, Bon ri and so forth. He studied various doctrines under many teachers, irrespective of their sects, including \u0026rsquo;Gro mgon Shes rab g-yung drung, bZod pa rgyal mtshan, and the great treasure-discoverer of A dbang, Rig \u0026rsquo;dzin rgya mtsho, who was a Buddhist priest. He received from them the threefold lineages \u0026ldquo;initiation, transmission and explanation of texts\u0026rdquo; of the entire doctrine of inner, outer and secret. All the good deeds he had learned and performed over a decade led him to a state of knowledge of the most excellent quality. Every sign of his achievement thrilled the common people. Since he had obtained omniscience and omnipotence, he came to be known everywhere as the one who would save all the people in this and the next life, by the designation of A bla sNang gsal, from Khyung lung dNgul mkhar in the west to mTsho sngon in Amdo in the east.\u003c/p\u003e \u003cp\u003eAs for the account of his previous lives, his origin is traced back to Tshad med \u0026rsquo;od ldan in the time of gShen. The line then leads successively down to sTong rgyung mthu chen in the time of Bla chen Dran pa nam mkha\u0026rsquo; in the early stage of Bonpo dissemination, and sPyang sprul Nam mkha\u0026rsquo; rgyal mtshan in the latter stage of Bonpo dissemination. To make the long story of his life short: he trained himself in the three deeds of hearing, thinking and meditating, and moved on into the three deeds of teaching, debating and writing; he preached extensively for his own sake and for the sake of others, which was openly praised everywhere, in consequence of which he turned into the one like the vast ocean of summer.\u003c/p\u003e \u003ch5 id=\"b5-1-1-1-1\"\u003eMain religious objects and activities of the monastery: \u003c/h5\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-1-1-1\"\u003eShar gling sham po lha rtse.\u003c/h6\u003e \u003cp\u003eAt the centre of this mezzanine-high building was a gilt-bronze statue of sTon pa Khri gtsug rgyal ba as tall as a mezzanine. There was also the sacred gilt-bronze statue of gShen rab Mi bo accompanied on either side by the cubit-high Four Principal Buddhas (bDe gshegs gtso bzhi). \u003c/p\u003e \u003cp\u003eOn the sculptured wooden shelves to the right were the cubit-high Sixteen Arhats (gNas brtan bcu drug) in gilt-bronze. Along the left wall was a varnished wooden shelf with an outward appearance of Pho brang gling dgu, the Mandala of Peace, and an inward appearance of the gSas mkhar bcu drug, the flame of the potential nature of wrath. In front of sTon pa gShen rab Mi bo was the cubit-high silver statue of mNyam med Shes rab rgyal mtshan. Painted on the wall were murals of the Thousand Buddhas. Such was the magnificence of this shrine\u0026rsquo;s religious objects.\u003c/p\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-1-1-2\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur lha khang\u003c/h6\u003e \u003cp\u003eOn the right-hand side of this two-storey building was a life-sized gilt-bronze statue of sMra ba\u0026rsquo;i seng ge, and on the left-hand side was that of Byams ma. Along the walls on either side were three hundred volumes (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003epo ti\u003c/span\u003e) of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/span\u003e of both Buddhism and Bon, along with one hundred thumb-sized images of gShen rab made of silver, and another nine hundred of copper.\u003c/p\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-1-1-3\"\u003esKu gdung khang, gYu rtse khang and dBu rtse khang\u003c/h6\u003e \u003cp\u003eThe two-storey sKu gdung khang had a triple-headed stupa of Lo pan mchod rten, which nearly reached the roof of the building, and murals of the Forty-five Peaceful deities (Zhi lha zhe lnga).\u003c/p\u003e \u003cp\u003egYu rtse khang had a complete set of religious objects: at its centre was a statue of \u0026rsquo;Brug sras chem pa the height of an arrow, made of a compound of gold and silver. To the right was a cubit-high silver statue of Phur pa together with another nine of gilt-bronze. On both sides of Phur pa were one hundred stupas in gilt-bronze, and on the walls were murals of the thousand gShen lha \u0026rsquo;od dkar.\u003c/p\u003e \u003cp\u003eSimilarly, dBu rtse khang was adorned with many religious objects. At its centre was a gilt-bronze statue of gShen lha \u0026rsquo;od dkar as tall as a two-storey house. To the right and slightly in front of the statue was a magnificent, elaborately worked gilt-bronze mandala, organized with holy elements to the height of a mezzanine. It was constructed of, from the bottom, the following: the four continents; the four islands; the seven mountains; the seven lakes; the abode of the Thirty-three gods, where the temple rNam rgyal khang bzang was found; and, on the top, the Garuda subduing the three worlds. To the left and slightly in front of gShen lha \u0026rsquo;od dkar was a shrine of the Eighty-six Wrathful deities (Khro rgyal gya drug) in gilt-bronze. And above the gShen lha \u0026rsquo;od dkar were the Forty-five Peaceful Deities (Zhi lha zhe lnga) in gilt bronze.\u003c/p\u003e \u003cp\u003eThe construction of these five buildings, together with the fields around, presented a resemblance to that of the heart of \u0026rsquo;Ol mo lung ring, the Holy Land. The beautiful and lovely scene of the purest land raises a deep faith and reverence in one\u0026rsquo;s mind when it comes into sight.\u003c/p\u003e \u003cp\u003eThere were two meditation halls (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esgrub khang\u003c/span\u003e), the old one and the new, with many religious objects in each. In the old one was a gilt-bronze statue of sTag la me \u0026rsquo;bar, a thangka of Srid pa\u0026rsquo;i rgyal mo and masks of some Bonpo guardian deities. In the new one was a statue of the hundred-headed, thousand-armed lJang nag made of gold and silver, and the Four Queens (rGyal mo rnam bzhi) in gilt-bronze. There were also thangka embroidered with silk, and many other religious objects.\u003c/p\u003e \u003cp\u003eOf the two residences (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla brang\u003c/span\u003e), the older one had the Thang gsas lha khang, inside which were many religious objects, such as the following: a gilt-bronze statue of rNam par rgyal ba; a gilt-bronze reliquary stupa of lHa bu, the father of sNang gsal Rinpoche; murals of about five hundred figures of Thang gsas sgrol ma, a wheel of life and the kings of the directions (rGyal chen sde bzhi); a statue of sTon pa made of pure gold, rediscovered in Kong po Bon ri by sNang gsal Nam mkha\u0026rsquo; rgyal mtshan; an image of the diety Zhi ba a gsal, which was an old relic of the Khyung po family; an Indian-made copper statue of gShen rab named \u0026ldquo;Black Gold of Thirteen Horse Head\u0026rdquo; (gSer nag rta mgo bcu gsum); large and small conchs called dBu yang.\u003c/p\u003e \u003ch5 id=\"b5-1-1-1-2\"\u003eAnnual religious activities and monks of the monastery\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003e During the three days from the 3rd to the 5th of the first month, a memorial service was held in honour of mNyam med Shes rab rgyas mtshan, during which assemblies were held to make flower-offerings.\u003c/li\u003e \u003cli\u003e From the 13th day of the second month to the 18th of the third month, prayers were offered in a memorial service for sNang gsal Nam mkha\u0026rsquo; rgyal mtshan, in the course of which an extensive procession of monks was arranged on the 27th day of the second month.\u003c/li\u003e \u003cli\u003e From the 30th day of the second month to the 18th of the third month was the period in which the rituals of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esKye sgo, rNam klong gnyis\u003c/span\u003e, and Zhi khro were performed. From the 8th to the 15th of the third month, the ritual cycle of Khro bo and the recital of the Kanjur and Katen, were staged in the Shar rtse khang. The ritual of the Grub sman rnam bzhi, the hundred offerings of Ma rgyud and other rituals were performed on a grand scale in the dBu rtse khang. During the three days from the 15th, a large group of devotees of Bon got together to enjoy the glory of the artistic religious dances performed by the monks; these dances included sNa sel, A tsa ra, Sa \u0026rsquo;dul khro \u0026rsquo;cham, Srid rgyal dus drug, gZe ma dgu \u0026rsquo;cham, Ha shang, Ma rgyud tshogs \u0026rsquo;cham, rNga chen mo, dPal mgon gral brgyad, Dur khrod gnas brgyad, the Snow Lion (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eseng ge\u003c/span\u003e), the Tiger, the Leopard, the dBal stag, the dBal \u0026rsquo;brug, the dBal g-yag and the dBal kyung.\u003c/li\u003e \u003cli\u003e In the fourth and fifth months, primary and principal instructions, along with various other teachings, were given, as well as guidance on general and detailed knowledge.\u003c/li\u003e \u003cli\u003e From the 6th to the 9th day of the sixth month, rituals rNam rgyal stong mchod, gYang skor and dGra lha dpang stod were performed. Similarly, there was propitiation of mountain deities and circumambulation of holy mountains, followed by a horseracing competition customarily organized by the monastery and the A brag community. The competition was a social occasion.\u003c/li\u003e \u003cli\u003e From the 13th to the 20th day of the seventh month rituals of Kun gsal byams ma\u0026rsquo;i tshogs brgya and Yi dam kun \u0026rsquo;dus las tshogs were performed.\u003c/li\u003e \u003cli\u003e During the three months from the eighth month to the tenth, most of the monks and lamas visited each village to give religious services; otherwise they stayed in the monastery for daily tea.\u003c/li\u003e \u003cli\u003e From the 23rd to the 30th day of the eleventh month, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu bzlog\u003c/span\u003e rite, based on the ritual cycle of sTag la, was performed.\u003c/li\u003e \u003cli\u003e In the twelfth month, from the 3rd to the 5th day, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebskang gsol\u003c/span\u003e ceremony was held on a grand scale according to the Zhu tradition; from the 23rd to the 30th day, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu bzlog\u003c/span\u003e rite, based on the cycle of Phur pa, was held.\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eFormerly, the monastery had five hostels (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ekhang tshan\u003c/span\u003e) each of which had a lama and a teacher: the lama Tshul khrims blo ldan and the teacher rMa rong Thar dkar in Shar rtse hostel, the lama Dwangs ra Zla zla and the teacher Seng ge in bKa\u0026rsquo; \u0026rsquo;gyur hostel, the lama Don nyid and the teacher bsTan tshul in sKu gdung hostel, the lama \u0026rsquo;Bum thar and the teacher A \u0026rsquo;jab in gYu rtse hostel, and the lama Nam mkha\u0026rsquo; g-yung drung and the teacher A chig in dBu rtse hostel. There were 139 monks. The lama and teacher of each hostle took, in rotation, all the responsibilities for the annual religious activities.\u003c/p\u003e \u003cp\u003eAt present, this monastery consists of the following buildings: one temple with one hundred long pillars, the assembly hall with four, the bKa\u0026rsquo; \u0026rsquo;gyur khang four, and the two meditation halls have four each; a new kitchen and more than thirty monks\u0026rsquo; quarters have been built. Something that should be stressed is that a collection of religious objects remains in perfect condition. It includes the following: the relics of sNang gsal Nam mkha\u0026rsquo; rgyal mtshan; a mezzanine-high, three-headed stupa made of a compound of gold and silver; a mezzanine-high gilt-bronze statue of gShen lha \u0026rsquo;od dkar; a life-sized gilt-bronze statue of Byams ma and a reliquary stupa of the lama Nyi grags.\u003c/p\u003e \u003cp\u003eThere are ten lamas and more than forty monks at present. The monastery\u0026rsquo;s main source of revenue is the circulation service around the village. It depends on every household for support.\u003c/p\u003e \u003ch4 id=\"b5-1-1-2\"\u003e(10) Chab mdo Monastery\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is Chab mdo dgon dPal gShen bstan g-yung drung bde chen gling. It is located in Shag chu \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, in the south-eastern part of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e. Although it is no more than thirty kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e to the monastery, it takes about one and a half hours by car because of the bad road condition. This is one of the Bonpo monasteries that has a long history. It was destroyed in 1641 when Mongolian troops led by Gushri Khan bsTan \u0026rsquo;dzin chos rgyal invaded Tibet. Reconstruction was undertaken in 1917.\u003c/p\u003e \u003cp\u003eIn the time of gNya\u0026rsquo; khri btsan po, the teachings of Bon became widespread in Tibet. During this period, however, the monastery experienced a rise and fall, and met with great misfortune in that many masters of Bon gshen scattered to mDo khams and the nomad area because of the religious oppression by bTsan po Khri srong lde btsan. In the nomad area, those Bon gshen masters who had escaped established many monastic communities in order to get a foot-hold there, so that the precious teachings of Eternal Bon did not degenerate. At that time Khyung po A bla grags pa and Sha ba rang grol, who both came from the upper Dwang ra Khyung rdzong, established Sog gYung drung \u0026rsquo;dzin pa\u0026rsquo;i gling monastery and greatly increased the number of monks. The three deeds of keeping, defending and spreading the precious teachings of Eternal Bon became widespread everywhere.\u003c/p\u003e \u003cp\u003eHowever, at the same time, Gushri bsTan \u0026rsquo;dzin chos rgyal first captured mDo khams and then gradually penetrated gTsang by waging war against Karma bstan skyong dbang po, the king of gTsang, and brought it under his control.\u003c/p\u003e \u003cp\u003eIn 1642, the Tibetan government began to organize itself and the doctrine of the dGe lugs pa sect began to spread widely in Tibet. Simultaneously, a large number of monastic communities of the bKa\u0026rsquo; rgyud pa and Eternal Bon were, as a matter of course, destroyed by the military power of Gushri bsTan \u0026rsquo;dzin chos rgyal. Many Bonpo monks and nuns were ferociously tortured and eventually murdered. After that, although Khyung po bsTan rgyal grags pa, Khri bde gung grags and Khyung po \u0026rsquo;Bun snang tried their best to practise the three deeds \u0026ldquo;keeping, defending and spreading the teachings\u0026rdquo; they gradually declined. \u003c/p\u003e \u003cp\u003eAt that time, Khyung po Nang chen grags pa brought the statue Zhi kro rgyab bkrod and other religious objects to A smad district and took care of the monastery of Khyung po sBa nag bla brang. Khyung po sMan ri grags pa, gShen sras grags pa and sNang gsal grags pa are said to have followed successively in the line of this Bla brang.\u003c/p\u003e \u003cp\u003eA brag sPyi ba grags pa then put up a yak-hair tent on the pastureland so that they could declare that their monastery was settled there. They raised funds and scraped together enough monastic implements, including the offerings to the deities and costumes for religious dance. Besides that, they also obtained many religious objects such as the Zhi khro rgyab bkrod and other invaluable relics. Gathering a number of devotees in the nomad area, they performed prayer services and rituals to the satisfaction of the people.\u003c/p\u003e \u003cp\u003eThere were about twenty, mostly tantric practitioners, but some of them were real monks. They practised chanting and meditation. They performed religious services based on the ritual cycles of dBal gsas, gTso mchog, Phur pa, sTag la and Byams ma. They also propitiated Srid pa rgyal mo drel nag, Mi bdud, A bse, rGyal po Nyi pang sad and dGra bla\u0026rsquo;i rgyal mo. Since they performed these rituals extensively, the monastery became the object of worship for the people, for this life and hereafter.\u003c/p\u003e \u003cp\u003eFrom among these lamas came bsTan \u0026rsquo;dzin grags pa in the lineage of sBra nag bla brang, who had accomplished complete deliverance from every attachment of this world. But after his leaving for the purest land Bon dbyings (after his death), even the sBra nag bla brang lineage fell into a state like that of a rosary broken into pieces. Later on, this situation caused the sBra nag bla brang to invite, willingly or unwillingly, lamas of the Khyung po lineage from A stod district.\u003c/p\u003e \u003cp\u003eAbout the same time, in 1880, dBang phyug gYung drung tshul khrims, an accomplished yogi of the Nag ru lineage, one of the three lineages of Khyung po \u0026ldquo;White, Black and Yellow\u0026rdquo; was born, emitting many auspicious signs. From childhood, gYung drung tshul khrims had inborn knowledge quite unlike all other children. Being a master in the fields of calligraphy and arithmetic, he became the one most admired by all the laity and priests. When he grew up, he felt so deeply sad about the cyclic existences that he made pilgrimages to Central Tibet, Mount Kailash in Western Tibet, Bon ri in of Kong po; and when he visited monasteries including sMan ri (No.1), gYung drung gling (No.2) and mKhar sna (No.7) and he studied under many matchless teachers to receive initiations and instructions of outer, inner and secret. He then thoroughly learned the Sutra, Tantra and rDzogs chen. Adjusting himself to the monastery, he took the full ordination of Drang srong, consisting of 256 vows.\u003c/p\u003e \u003cp\u003eA prophecy was made at that time by sKal bzang nyi ma, the great abbot of gYung drung gling, that a new monastery would be built in sNye rong district. In accordance with the prophecy, a large group of devotees of Bon having united with some leaders of Shag chu smad community in sNye rong rdzong apprised mKhan chung Grags rnam, the governor-general of Hor that they would establish Chab mdo dPal gShen bstan gYung drung bde chen gling, which they did in 1917.\u003c/p\u003e \u003cp\u003egYung drung tshul khrims maintained the monastery by the observation of monastic discipline, such as the Three Trainings, in consequence of which he became the very guide of the three deeds of keeping, defending and spreading the precious teachings of gShen. Furthermore, he developed his unique abilities: he left a number of handprints and footprints all around the monastery, including places on the hills in front and at the rear; the flag of his reputation as Chab mdo rTogs ldan fluttered high.\u003c/p\u003e \u003cp\u003eHowever, due to the unfortune of devotees, he died on the 23rd day of the eighth month, 1947 with the signs of summer thunder booming through the sky above the monastery.\u003c/p\u003e \u003cp\u003eAfter that, until the Cultural Revolution, the monastery was looked after by his nephew, Bla chung tshe dpag of the Khyung po Nag ru family. During this time the monastery was enlarged and the necessary religious objects, such as statues, scriptures, stupas and implements of offerings, were greatly increased. Among many Bonpo establishments, this monastery had the high reputation of having grown just like a lotus that comes out of the mire.\u003c/p\u003e \u003ch5 id=\"b5-1-1-2-1\"\u003eReligious objects and rituals of the monastery:\u003c/h5\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-2-1-1\"\u003esKu gdung lha khang\u003c/h6\u003e \u003cp\u003eThe main religious object of this three-storey temple was the gilt-bronze reliquary stupa of the sage of Chab mdo, gYung drung tshul khrims, in the style of the gYung drung bkod legs stupa, as tall as a two-storey house. To its right was a statue of Li shu about the same size as the stupa. Further to the corner was a gilt-bonze statue of sMon lam mtha\u0026rsquo; yas. To the left of the stupa was a gilt-bronze statue of Dran pa nam mkha\u0026rsquo; about the same size. Among these, there was also a gilt-bronze statue of rNam par rgyal ba as high as the ceiling.\u003c/p\u003e \u003cp\u003eOn the upper floor was a gilt-bronze statue of sTon pa gShen rab as high as the ceiling. In front of it were religious objects that included the mandala, built at a cost of two thousand Chinese yuan, the butter lamp stand that cost one thousand yuan, a set of seven silver cups that cost one hundred yuan, the mandala of the Twelve Rituals (Cho ga bcu gnyis), an embroidered thangka, and a great many other equally sacred religious objects.\u003c/p\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-2-1-2\"\u003eThe assembly hall (\u0026rsquo;du khang)\u003c/h6\u003e \u003cp\u003eAt the centre of this two-storey building, which had fifty-two pillars, was a clay image of rNam par rgyal ba as tall as the building itself. Beside it, on both sides, were bronze statues of the four Buddhas and the four wrathful deities, and five large golden thangkas of the Thousand Buddhas. There was also a chamber with 122 wooden stupas in it. In addition to these, the number of invaluable religious objects in this building was beyond counting.\u003c/p\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-2-1-3\"\u003eThe Meditation hall (sgrub khang)\u003c/h6\u003e \u003cp\u003eIn this building there was a statue of the guardian rGyal po Shel khrabs and a number of masks of other guardians.\u003c/p\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-2-1-4\"\u003eThe Lama\u0026rsquo;s residence (bla brang)\u003c/h6\u003e \u003cp\u003eOf the two \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla brang\u003c/span\u003e, the upper \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla brang\u003c/span\u003e was a building of three storeys. It consisted of bKa\u0026rsquo; \u0026rsquo;gyur khang, Zhabs brtan khang and Rig sngags lha khang. In the two Rig sngags lha khang were small gilt bronze images of Byams ma, gDugs dkar, sTag la me \u0026rsquo;bar, Ma rgyud, Phur pa and many others.\u003c/p\u003e \u003cp\u003eThe main religious object in the lower \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla brang\u003c/span\u003e was the clay image of rGyal ba rgya mtsho, about half the height of the ceiling. On either side of it were cubit-high clay images of the Sixteen Arhats (gNas brtan bcu drug). In front of the relics of the Sage gYung drung tshul khrims was a mandala, built at a cost of two thousand Chinese yuan, small butter lamp stands of silver, silver water bowls in various sizes, and many other things.\u003c/p\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-2-1-5\"\u003eThe Communal quarters (khang tshan)\u003c/h6\u003e \u003cp\u003eThere were four \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ekhang tshan\u003c/span\u003e in Chab mdo Monastery: bDe chen smon grol, \u0026rsquo;Dod \u0026rsquo;byung phun tshogs, Lung rig grags rgyas and Srid gsum dbang bsgyur. There were more than thirty rooms for the 102 resident monks.\u003c/p\u003e \u003ch5 id=\"b5-1-1-2-2\"\u003eAnnual religious services of the monastery\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003e The 2nd day of the first Tibetan month is the commemoration of mNyam med Shed rab rgyal mtshan. Flower offerings are made for three days beginning on that day.\u003c/li\u003e \u003cli\u003e During the five days from the 15th day of the second month, there are assemblies of the Twelve Rituals (Cho ga bcu gnyis).\u003c/li\u003e \u003cli\u003e In the third month, assemblies are held for prayer services.\u003c/li\u003e \u003cli\u003e During the ten days from the 1st to the 10th day of the fourth month, a thousand offerings of rNam rgyal are made; simultaneously, the dancers of the monastery perform religious dances such as rGya nag Ha shang, Sa phyag, rNam brgyad, rGya tsha, Ging \u0026rsquo;cham, sTag la\u0026rsquo;i rnga \u0026rsquo;cham, Seng \u0026rsquo;cham, gTor rgyag and others. These are very well performed in a manner perfectly true to the origin.\u003c/li\u003e \u003cli\u003e From the 13th to the 25th day of the fifth month there are recitals of the bKa\u0026rsquo; \u0026rsquo;gyur.\u003c/li\u003e \u003cli\u003e During the seven days from the 5th day of the sixth month each khang tshan holds rituals to meditate on its own Yi dam. Concurrently with this, the lay and clerical devotees propitiate the local deities and they enjoy the summer festival by participating in competitive track events.\u003c/li\u003e \u003cli\u003e In the seventh month the Zhi khro ritual was performed.\u003c/li\u003e \u003cli\u003e During the three days from the 23rd day of the eighth month, a memorial service is held in honour of gYung drung tshul khrims, the sage of Chab mdo, and flower offerings are made.\u003c/li\u003e \u003cli\u003e From the 3rd to the 10th day of the eleventh month, the ritual cycle of Me ri is performed.\u003c/li\u003e \u003cli\u003e From the 3rd to the 30th day of the twelfth month, two rituals of Khro bo and Phur pa are simultaneously performed, finishing with the gTor rgyag che mo rite.\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eAt present, there are three lamas and more than fifty ascetic monks in the monastery. Its buildings include the temples, the assembly halls, a kitchen and another building of about sixty pillars. Monks\u0026rsquo; quarters number more than twenty. Moreover, the monastery is well equipped with the religious objects it needs. The religious services and rituals are also practised in a manner true to the tradition.\u003c/p\u003e \u003ch4 id=\"b5-1-1-3\"\u003e(11) Sha ri Monastery\u003c/h4\u003e \u003cp\u003erDza dmar Sha ri dgon Dar rgyas gling is located in the southern rDza dmar \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, which covers the north-western part of sNye rong rdzong.\u003c/p\u003e \u003cp\u003eThe monastery stands on top of a small hill, to the north of which stretches a range of magnificent rocky mountains. The plain around the monastery is beautiful, large and spacious. A great many people, both lay and clerical, would be fascinated at the sight of it.\u003c/p\u003e \u003cp\u003eThe monastery was founded in 1890 by bSod nams g-yung drung of the sKam clan. The story of the monastery\u0026rsquo;s beginnings is as follows:\u003c/p\u003e \u003cp\u003eThe great abbot of sMan ri (No.1), bSod nams lhun grup dbang gi rgyal po, came to stay in rDza dmar in the Thirteenth Rab byung. During his stay he fasted on the tenth day of every month, and made flower-offerings. Having seen this, some senior Bonpo took it as being most important for them and adopted it as a part of their collective works. The accomplished saint repeatedly shouted out an oath to the territorial deities such as Ri rgan Bum rdza se mo, and made them take vows so that they would protect the peaceful communities. \u003c/p\u003e \u003cp\u003eLater, when the great abbot of sMan ri, Nyi ma bstan \u0026rsquo;dzin, came to rDza dmar, he not only urged and explained the necessity of building a monastery there, he also made the most careful preparations he could afford.\u003c/p\u003e \u003cp\u003eThen another great abbot of mKhar sna (No.7), \u0026rsquo;Gro mgron Shes rab g-yung drung, came to rDza dmar and built a five-storey stupa at bKra shis na mo che. In addition to this, he identified the sacred hill on which a monastery should be built, and made a thorough investigation of the place.\u003c/p\u003e \u003cp\u003eThe story of the origin of the name rDza dmar Sha ri goes as follows: Once when gShen gSang ba \u0026rsquo;dus pa captured some witches, he bound them all firmly to a chicken-shaped rock, on the part that looked like the head of a bird. But two of them, Me bza\u0026rsquo; brag sbyor and Chu bza\u0026rsquo; rlung sbyor, managed to escape, barely, and disguised themselves as deer. Later, however, gSang ba \u0026rsquo;dus pa killed them with his sword, which made him famous as a deer hunter, Sha ba ri (hence the name Sha ri).\u003c/p\u003e \u003cp\u003eTo the south of rDza dmar Sha ri there is a rocky mountain called Tshe bum in which a number of treasures are kept, including the magical objects of sTag la me \u0026rsquo;bar, the mysterious stick of \u0026rsquo;Od ldan \u0026rsquo;bar ba and the like.\u003c/p\u003e \u003cp\u003eTo the east is Shel rdzong, the abode of Yum chen Thugs rje Byams ma. There is also a cave called the Shel phug, the abode of Kun bzang rGyal ba \u0026rsquo;dus pa, in which there are many self-grown (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erang byon\u003c/span\u003e) letters on the rock and self-grown figures of particularly eminent ones still visible. In 1892, sKam bSod nams g-yung drung founded rDza dmar Sha ri Monastery in accordance with the prophecy made by Shes rab g-yung drung, undertaking mass fasting, which had previously been practised by senior Bonpo on the tenth day of each month as the basis of their activities.\u003c/p\u003e \u003cp\u003eThe altar and religious objects were completely renewed and the monastery was looked after by mKhan nag bla chung, Khro bla sKal bzang rgya mtsho, bZod pa dge slong and A mchod Ge khod. Although bsTan pa tshul khrims, who was then sent from sMan ri, became widely known as the Sha ri abbot, the unfavourable climate gave him no choice but to finally return to his home in rGyal rong.\u003c/p\u003e \u003cp\u003eThe next to take care of the monastery was mTshams pa Shes rab. However, to his misfortune, a gush of water from underground caused the temple and the schoolhouse to be ruined. The monastery suffered greatly, on the brink of annihilation.\u003c/p\u003e \u003cp\u003eAt that time, in the course of a discussion involving officials, citizens and monks, an expectation grew that sKam Tshe dbang \u0026rsquo;gyur med (generally called sKam \u0026rsquo;Gyur dga\u0026rsquo; Rinpoche) would restore and maintain the monastery. They told him the essentials of the discussion, which he fully accepted.\u003c/p\u003e \u003cp\u003eTshe dbang \u0026rsquo;gyur med was exceedingly venerable; he had taken the monastic oaths in the presence of the abbot of sMan ri, Phun tshogs blo gros, had studied under many great teachers and had completed the quintessence of the three Sutra, Tantra and rDzogs chen. For the sake of all beings, he spread the teachings of gShen widely, so that his fame reached every part of the Bonpo community. All Bonpo experienced such heartfelt gratification that they respected him as their head.\u003c/p\u003e \u003cp\u003eHe spent everything that had been given to him by many patrons and proponents, lay and clergy, solely on good deeds. Since there was no choice but for the monastery to be transferred to another place and rebuilt, the great abbot of sMan ri, Nyi ma dbang rgyal, and some others inspected Nor bu gdong, the plain below Ri rgan bum rdza. However, the officials, citizens and monks of rDza dmar all raised an objection to this with the reason that the place was too far from Ge mo where the lord Kham pa Ge khod resided, along with other reasons. A discussion was then held among Tshe dbang \u0026rsquo;gyur med, Zhwa khra \u0026rsquo;Chi med, the chieftain of rDza dmar, and Kham pa Ge khod, the chieftain of Ge mo. They reached an agreement to build the monastery midway between rDza dmar and Ge mo.\u003c/p\u003e \u003cp\u003eAs almost all the religious objects of the monastery except for one set manuscript of the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur \u003c/em\u003eand \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; brten\u003c/em\u003e and some fine incense had been dispersed by that time, sKam \u0026rsquo;Gyur dga\u0026rsquo; began to gather together the religious objects and the people and the government of rDza dmar began to work on the temple. Since they participated in the construction in this way, the religious objects and the temple were soon nearly completed, when sKam \u0026rsquo;Gyur dga\u0026rsquo; was struck down with an illness. Taking over his work, two of his disciples, bSod nams lhun grub and Nam mkha\u0026rsquo; rgyal mtshan of the sKam clan, completed the task.\u003c/p\u003e \u003cp\u003eWith respect to the family of sKam, it is known to be in the line of the sGo, one of the five great clans of early Tibet: sGa, sGo, gDong, dBra and \u0026rsquo;Bru. The forefather of the sKam transformed himself into a deity\u0026rsquo;s offspring called dGa\u0026rsquo; ba mdangs ldan, and descended to this world for the sake of religious trainees, so that they would be led by the clear light of the deity. In order to tame the devil Bhyo ra nag po, he came down to a place called Yul bla ra na se with a turquoise drum booming in his hand. There he was known by the name of sGo rgyal lha bon thod dkar.\u003c/p\u003e \u003cp\u003eThe reason why he was known by the name of sKam is as follows: there was once a time when the lake Dwang ra g-yu mtsho overflowed naturally, and sGo rgyal lha bon thod dkar appeared and demonstrated his acquired ability by drying up the flood. After this, his clan came to be called by the name of sKam (which means drying).\u003c/p\u003e \u003cp\u003eSubsequently, in some districts, including Dwang ra g-yu mtsho, sDe dge, and Hor sBra chen, men of the sKam family through successive generations became the most talented leaders. It is said that that there have been some 180 masters in the sKam family, such as sGo A lod shig gzan, gYung drung nyi rgyal, the tutor of Nyi ma bstan \u0026rsquo;dzin, the great abbot of sMan ri; sKam Khro rgyal grags pa, Nyi ma rgyal mtshan, the abbot of So brgyad, and others.\u003c/p\u003e \u003cp\u003eThe way in which the sKam family formed the foundation of prosperity in the Hor sBra chen district was as follows: Once when a quarrel was provoked in the sDe dge district between sKam bsTan \u0026rsquo;dzin gtsug phud and Ga lhug, the chieftain of dKar shul, they asked the king of sDe dge at lHa thog to deal with it. sKam bsTan \u0026rsquo;dzin gtsug phud won the decision that the monastery should be exempt from taxation. Hearing this, the chieftain of dKar shul developed a hatred for him, and threatened that no monk would be allowed in the monastery. However, sKam bsTan \u0026rsquo;dzin gtsug phud felt generous enough to leave an excellent mark at the rTsi chu river as witness of his spiritual accomplishment. The Hor lineage eagerly wanted to leave for rTa sgo in upper Nag tshang. However at that time, Nyi ma rgyal mtshan, the elder son of the religious teacher of the Klu phug monastery in the Hor sBra chen district, repeatedly expressed his hope that he would fix his permanent abode in Hor sBra chen. Because of this, sKam bsTan \u0026rsquo;dzin gtsug phud took up permanent residence in the Hor sBra chen district so that he could give full support to the hope of Nyi ma rgyal mtshan. Descendants of sKam gradually increased and the teachings of gShen became widespread in rDza dmar in the sNye rong district. The reputation of the sKam family thus came to be widely known in Hor sBra chen.\u003c/p\u003e \u003ch5 id=\"b5-1-1-3-1\"\u003eStructure and religious objects of the monastery\u003c/h5\u003e \u003cp\u003eThe monastery consisted of the following buildings: the assembly hall with four long pillars and sixteen short ones; two temples, rNam rgyal lha khang and Dran pa lha khang, each with four long pillars and four short ones; the two-storey \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla brang\u003c/span\u003e; the meditation hall; and the large quarters for monks.\u003c/p\u003e \u003cp\u003eFormerly, this monastery possessed an abundance of religious objects including the following: a sacred gilt-bronze statue of gShen rab rNam par rgyal ba as tall as a two-storey house, the Four Buddhas of gilt-bronze and a gilt-bronze statue of gShen rab Mi bo. In the Dran pa lha khang were the reliquary stupas of sKam \u0026rsquo;Gyur dga\u0026rsquo; and some other relics.\u003c/p\u003e \u003cp\u003eAmong the many religious objects, the ones of particular importance were the following: the treasure-trove statue of sTon pa gShen rab; the big conch called bKra shis \u0026rsquo;od \u0026rsquo;bar; multiple relics called Yid bzhin dbang gi rgyal po; three small tsha tsha clay images belonging to \u0026rsquo;Chi med Dran pa, the father and sons; the golden flat-bell of self-deliverance; the self-grown white letter A, found in rTsa ri mtsho dkar by Karma pa Rang byung rdor rje; the footprint of mKha\u0026rsquo; \u0026rsquo;gro Klu yang sgong brgyad; the silver statue of gShen lha \u0026rsquo;od dkar called bKra shis \u0026rsquo;od \u0026rsquo;bar, rediscovered by Nyag gter gSang sngags gling pa; the \u0026ldquo;red gold\u0026rdquo; stupa discovered by Khro tshang \u0026rsquo;brug lha in the rDzu \u0026rsquo;phrul phug cave on Mt. Ti se; the self-grown image of Zhi ba Kun tu bzang po, which came out of the teeth of a Shel sku Khro bo rgyal mtshan; the self-grown image of gShen lha, which appeared on the skull of Khyung po Gyer chen zla med; \u0026ldquo;six relics of the six directions\u0026rdquo;; and a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ephur pa\u003c/span\u003e dagger made of bronze.\u003c/p\u003e \u003cp\u003eThere were also a great many precious manuscripts including a high quality set of \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/em\u003e and \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; brten\u003c/em\u003e, the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eKhams brgyad\u003c/em\u003e, the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eMi nub mtshan mdo\u003c/em\u003e and the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003eDri med gzi brjid\u003c/em\u003e.\u003c/p\u003e \u003ch5 id=\"b5-1-1-3-2\"\u003eAnnual religious activities and rituals\u003c/h5\u003e \u003cp\u003eThis monastery followed various traditions such as that of Zhu, Bru and the New Tradition.\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003e In the first Tibetan month a fast was performed.\u003c/li\u003e \u003cli\u003e In the sixth month there was an annual festival during which an assembly was held on the tenth day, concurrently with which a religious dance was performed.\u003c/li\u003e \u003cli\u003e During the three months from the tenth to the twelfth, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e rite was performed once each month, three times in all. In the old days when the monastery flourished, there were monthly prescribed services.\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eAt that time, this monastery was an establishment where there were both monks and tantric practitioners. There were about twenty monks and some sixty trantric practitioners.\u003c/p\u003e \u003cp\u003eIt is said that there were \u0026ldquo;the eighty generations of Bonpo tantric practitioners of rDza dmar\u0026rdquo;. Some of these must have observed the tantric vows properly. Among the monks there were many who observed their vows strictly. The famous chanting master of sMan ri, called the Teacher sBa ba, was also a monk from Sha ri Monastery.\u003c/p\u003e \u003cp\u003eAt present, this monastery has eight lamas and twenty-five monks whose conditions are good in every respect.\u003c/p\u003e \u003ch4 id=\"b5-1-1-4\"\u003e(12) rTing ngu Monastery\u003c/h4\u003e \u003cp\u003eSog rTing ngu bon dgon Nor bu gling is located in Khro bo la \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, to the north-east of sNye rong rdzong. It is about eighty kilometres from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e to the monastery. As the road is very bad, it is impossible to get there by car in summer. Even on horseback it is an extremely difficult task to reach it.\u003c/p\u003e \u003cp\u003eThe monastery was founded in 1748 by lHun grub dbang ldan. He was born in 1703 in the sDe dge district of Khams. From childhood, he had innate knowledge and intelligence of remarkable lucidity. He devoted himself to the practice of meritorious deeds. He had love and compassion for all religious trainees. In the manifestation of right discernment that he displayed he was quite unlike any other child.\u003c/p\u003e \u003cp\u003eWhen he reached the appropriate age, he received the most careful initiations and transmissions of Sutra and Tantra in the presence of the great abbot of sMan ri, gYung drung tshul khrims. Having done this, he made rapid progress in practising meditation. He circumambulated the holy mountains in Amdo and Central Tibet, regardless of the schools they belonged to. At the same time, he studied under many excellent masters of several monasteries. Since he respected them as his chief masters and received profound initiations, text-transmissions and religious teachings, he reached a state worthy of praise from everyone.\u003c/p\u003e \u003cp\u003eThen he went to see lHo rTogs ldan dkar po, whose name was widely known. He prostrated himself, bowed his head and asked for blessed initiation and teachings. lHo rTogs ldan dkar po said,\u003c/p\u003e \u003cp\u003e\u0026ldquo;O You, the noble one, protector of fortunate religious beings!\u003c/p\u003e \u003cp\u003eHaving easily obtained selfhood without searching or exertion,\u003c/p\u003e \u003cp\u003eToday we have met here naturally without motivation,\u003c/p\u003e \u003cp\u003eYou have had the fate [to see me] pulsing in your veins without fading, \u003c/p\u003e \u003cp\u003eThe fate of sentient beings lies on you; I shall tell you without concealment,\u003c/p\u003e \u003cp\u003eYou are the one called the Possessor of Self-created Power (lHun grup dbang ldan) of lHa thog,\u003c/p\u003e \u003cp\u003eAct true to your name, and you will gain the ear of all the people.\u0026rdquo;\u003c/p\u003e \u003cp\u003eFollowing the instruction, lHun grup dbang ldan continued reciting prayers and devoted himself to making pilgrimages and sitting in hermitages, carrying with him the scriptures and a medical kit. Then he went northward, close to the yak hair tent of the chieftain of the Sog community, and asked for alms.\u003c/p\u003e \u003cp\u003eThere were three brothers in the chieftain\u0026rsquo;s family: the elder, middle and younger, whose names were, respectively, Khro bo rgyal, Khro bo dar and Khro bo srung. At that time, Khro bo rgyal, the elder one, had been suffering from an illness for a year, during which all medical care and religious rituals had no effect at all. The three brothers invited the saint lHun grup dbang ldan into their tent, and the elder one, Khro bo rgyal, said,\u003c/p\u003e \u003cp\u003e\u0026ldquo;Happiness is welling up inside me at the very sight of you,\u003c/p\u003e \u003cp\u003eFlowing through my body is energy that I have never felt before,\u003c/p\u003e \u003cp\u003eI would like to remember what name you bear,\u003c/p\u003e \u003cp\u003eI prostrate myself with reverence,\u003c/p\u003e \u003cp\u003eI wonder what caused me to suffer from illness,\u003c/p\u003e \u003cp\u003eI beg from you the best divinatory service to turn my illness away.\u0026rdquo;\u003c/p\u003e \u003cp\u003elHun grup dbang ldan said in reply: \u0026ldquo;I am the one called lHun grup dbang ldan, but I am not the one who tells whether the divination comes out good or bad. What I can do for you is to give you medical treatment.\u0026rdquo; Then he made an examination of urine and faeces, and gave the most careful medical treatment to satisfy the elder brother\u0026rsquo;s wishes.\u003c/p\u003e \u003cp\u003eForty-nine days later the patient finally got far better than their expectation, which, at the same time, raised faith and reverence in the brothers\u0026rsquo; minds. Though they repeatedly asked him what kind of thing he wanted as a doctor\u0026rsquo;s fee, he said \u0026ldquo;I do not need any kind of doctor\u0026rsquo;s fee, but I have a wish to build a monastery in accordance with the prophecy made previously by the superior saint. Therefore I shall request you to give me a small piece of land where a monastery could be built. The three brothers were so happy to hear his words that they said, \u0026ldquo;We shall do as you tell us.\u0026rdquo;\u003c/p\u003e \u003cp\u003eThen the saint lHun grup dbang ldan, accompanied by the three brothers, went on to examine all the area under their jurisdiction within the Sog district, and encamped for a night at a place called Pha bong thang, where they saw many auspicious manifestations that night.\u003c/p\u003e \u003cp\u003eTherefore, in 1797, a decision was made to establish a monastery on this distinctive land. The future monastery was given a good name, the Glorious Nor bu gling, and an elaborate purification ritual was performed.\u003c/p\u003e \u003cp\u003eWith regard to the surroundings of this square piece of land, they appear to be very good, described as follows: to the east is the protective mountain rGya stag khro bo, a white rocky mountain with the appearance of a haughty tiger that is thirsty, to the north is the protective Rus sbal ser po, a meadowy hill shining like a hero\u0026rsquo;s helmet, to the west is the protective Bya dmar mtshal lu, a beautiful scarlet hill of slate mingled with verdigris, to the south is the protective gYu \u0026rsquo;brug sngon po, a blue rocky mountain sticking high into the sky.\u003c/p\u003e \u003cp\u003eAll the lamas, leaders, patrons and priests were summoned, and worked without being lazy or negligent. Because of this, they managed to build the assembly hall of the monastery within the very year of the decision being taken. Not only that, by mutual agreement among the assembled monks of the Three Trainings, they increased the number of monks from four to six, then gradually from six to thirteen. In the early days, when there were only four monks, they were called \u0026ldquo;the four young qualified ones\u0026rdquo; (mTshan ldan khye\u0026rsquo;u bzhi), when six, \u0026ldquo;the six gShen who guide the beings\u0026rdquo; (\u0026rsquo;Dul ba gShen drug), and when increased to thirteen, they came to be known everywhere as \u0026ldquo;the thirteen gShen\u0026rdquo; (Ye gshen bcu gsum). From that time, the Bon doors of outer, inner and secret were opened and the great tradition of the teachings of chanting services and meditation came to be established, especially the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erNam rgyal\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egYung drung klong rgyas\u003c/span\u003e which were performed according to the tradition established by the former adepts. This contributed to the increase of the monastery\u0026rsquo;s activities and the spread of Eternal Bon.\u003c/p\u003e \u003cp\u003eThe lineage of the monastery is as follows:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003e lHun grub dbang ldan, the founder of the monastery\u003c/li\u003e \u003cli\u003e rGyal tshab lHun grub \u0026rsquo;od zer\u003c/li\u003e \u003cli\u003e bKra shis tshul khrims\u003c/li\u003e \u003cli\u003e Tshul khrims \u0026rsquo;od zer\u003c/li\u003e \u003cli\u003e dPal ldan tshul khrims\u003c/li\u003e \u003cli\u003e gYung drung rgyal ba\u003c/li\u003e \u003cli\u003e mChog gyur grub dbang bsTan \u0026rsquo;dzin rin chen nam mkha\u0026rsquo; bde chen snying po\u003c/li\u003e \u003cli\u003e bsTan \u0026rsquo;dzin rgyal dbang\u003c/li\u003e \u003cli\u003e bsTan \u0026rsquo;dzin lhun grub \u003c/li\u003e \u003cli\u003e Kun dga\u0026rsquo; dbang ldan\u003c/li\u003e \u003cli\u003e Kun mkhyen Sangs rgyas grags pa\u003c/li\u003e \u003cli\u003e mNyam med Tshul khrims grags pa\u003c/li\u003e \u003cli\u003e bsTan pa\u0026rsquo;i nyi ma\u003c/li\u003e \u003c/ol\u003e \u003ch5 id=\"b5-1-1-4-1\"\u003eThe size of the monastery and its religious objects\u003c/h5\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-4-1-1\"\u003e\u0026rsquo;Du khang ka dgu ma\u003c/h6\u003e \u003cp\u003eAt the centre of this assembly hall, built by bsTan \u0026rsquo;dzin rin chen bde chen snying po, was a gilt-bronze statue of rNam par rgyal ba, about the height of an eight-year-old child. On the shelves on either side of the statue were some eighty poti of \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/em\u003e written in a mixture of gold and silver. On the walls were murals of the Thousand Buddhas.\u003c/p\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-4-1-2\"\u003esKu gdung lha khang dmar bkod ma\u003c/h6\u003e \u003cp\u003eAt the centre of this two-storey reliquary temple was a gilt-bronze statue, as tall as the ceiling, of sTon pa Khri gtsug rgyal ba sitting on the throne. On either side of the statue were rows of four gilt-bronze reliquary stupas of Ka ru grub dbang bsTan \u0026rsquo;dzin lhun grub, rGyal tshab bsTan \u0026rsquo;dzin dbang rgyal and bsTan \u0026rsquo;dzin lhun grub, and the tomb, in the style of the gYung drung bkod legs stupa, of a senior master of the gShen lineage, about the height of the ceiling. Similarly, there were murals of the Twelve Rituals (Cho ga bcu gnyis).\u003c/p\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-4-1-3\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur lha khang\u003c/h6\u003e \u003cp\u003eIn the bKa\u0026rsquo; \u0026rsquo;gyur lha khang, built by Kun mkhyen Sangs rgyas grags pa, was a number of religious objects such as the gilt-bronze tomb, in the style of the gYung drung bkod legs stupa, of sKyab mgon bsTan \u0026rsquo;dzin lhun grub. To the right of the tomb was a life-sized gilt-bronze statue of sMra ba\u0026rsquo;i seng ge, the deity of wisdom. To the left was a life-sized gilt-bronze statue of Yum chen Shes rab byams ma. On the shelves along the walls on either side were complete sets of the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/em\u003e and \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; brten\u003c/em\u003e. There were, as well, many other sacred objects, including stupas.\u003c/p\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-4-1-4\"\u003elHa khang Khri smon lha rtse\u003c/h6\u003e \u003cp\u003eAt the centre of this two-storey, twenty-pillared building was a gilt-bronze statue of mNyam med Shes rab rgyal mtshan. To its right was a gilt bronze statue of Tshad med \u0026rsquo;od ldan, and further towards the corner was a gilt-bronze statue of Kun dga\u0026rsquo; dbang ldan. To the left of mNyam med Shes rab rgyal mtshan was a gilt-bronze statue of \u0026rsquo;Brug sras chem pa, and towards the corner were gilt-bronze statues of the Four Buddhas (bDe gshegs gtso bzhi). In front of mNyam med was the tomb of lHun grub dbang ldan in the style of the gYung drung bkod legs stupa. On the eastern walls were murals of paternal and maternal figures of Bonpo guardian deities. In the gNas brtan lha khang upstairs was a complete mural of the Sixteen Arhats (gNas brtan bcu drug); drawn there, as well, were many kinds of diagrams with poetic verses written in them (sNyan ngag gi sgra \u0026rsquo;khor).\u003c/p\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-4-1-5\"\u003esKu gdung lha khang\u003c/h6\u003e \u003cp\u003eIn this building, built by mNyam med Tshul khrims dbang rgyal grags pa, was a gilt-bronze tomb, in the style of the gYung drung bkod legs stupa and as tall as a two-storey building, of Kun mkhyen Sangs rgyas grags pa.\u003c/p\u003e \u003cp\u003eThere were many marvellous murals: on the walls on either side of the tomb were gShen lha \u0026rsquo;od dkar, at the porch were the Ten Guardian Deities (Phyogs skyong bcu) and above the porch were the Twelve Deeds (mDzad pa bcu gnyis) of gShen rab.\u003c/p\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-4-1-6\"\u003eKun bzan rgyal ba \u0026rsquo;dus pa\u0026rsquo;i lha khang\u003c/h6\u003e \u003cp\u003eAt the centre of this large three-storey temple, built by mNyam med Tshul khrims dbang grags, was a gilt-bronze statue, as tall as a two-storey house, of Kun bzang rgyal ba \u0026rsquo;dus pa with five faces and ten hands. To the right of it was a gilt-bronze statue of Nam mkha\u0026rsquo;i lha mo, and to the left was a gilt-bronze statue of Byams ma. On the walls were murals of the Thousand Buddhas (bDe gshegs stong sku).\u003c/p\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-4-1-7\"\u003e\u0026rsquo;Dzam gling dpal \u0026rsquo;bar \u0026rsquo;du khang\u003c/h6\u003e \u003cp\u003eOn the ground floor, at the centre of the inner temple of this large eight-pillared, three-storey assembly hall, built by mNyam med Tshul khrims dbang grags, was a gilt-bronze statue of rNam par rgyal ba. To the left of it was a gilt-bronze statue of Shes rab byams ma.\u003c/p\u003e \u003cp\u003eOn the first floor up, at the centre, was a gilt-bronze statue, as high as the ceiling, of rGyal ba rgya mtsho with a thousand hands and a thousand eyes. To the right of it was the Wheel of Time (dBang ldan Dus kyi \u0026rsquo;khor lo), and at the back of it were the images of the Twelve Rituals (Cho ga bcu gnyis). Further to the right corner was a stupa of bKra shis sgo mang, as high as the ceiling. To the left of rGyal ba rgya mtsho was a gYung drung bkod legs stupa. Further to the left corner was a gilt-bronze statue of rNam par rgyal ba, as tall as a two-storey house, accompanied by the Eight Glorious Protectors (dPal mgon brgyad) at the back.\u003c/p\u003e \u003cp\u003eIn one room on the top floor was a mural of mNyam med. In another room were murals of the thousand sTag la me \u0026rsquo;bar and the Thousand Buddhas, between which were murals of the hundred-and-twenty mandalas. Similarly, another room had a figure and a mural of a Bonpo protective deity. Another room had murals of the master Pad ma \u0026rsquo;byung gnas, the Lord Tsong kha pa, and the line of thirteen reincarnations of the Dalai Lama. A mural of a complete set of the Sixteen Arhats (gNas brtan bcu drug) was drawn in the last room on the top floor.\u003c/p\u003e \u003ch6 class=\"essay\" id=\"b5-1-1-4-1-8\"\u003eThe Lama\u0026rsquo;s Residence (bla brang)\u003c/h6\u003e \u003cp\u003eThe residence was a two-storey building with ten rooms. At the centre of the chapel upstairs was a gilt-bronze statue of Dran pa nam mkha\u0026rsquo;, and on the wall was a mural of Yi dam Sram dkar khyung ba. On the shelves behind the statue were volumes of scriptures of many kinds. In the meditation hall on the ground floor were several figures of Bonpo protective deities, masks, murals and many other sacred objects.\u003c/p\u003e \u003ch5 id=\"b5-1-1-4-2\"\u003eAnnual religious activities and rituals\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003e In the first Tibetan month, flower offerings were made and the ritual based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erTsa sgrup bla ma sgrup pa \u003c/span\u003ewas performed, as well as the recitation of the \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/em\u003e and \u003cem xmlns:str=\"http://exslt.org/strings\"\u003ebKa\u0026rsquo; brten\u003c/em\u003e.\u003c/li\u003e \u003cli\u003e On the 13th day of the fourth month, the recitation of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egSer \u0026rsquo;od gzugs chen nyi ma shar \u0026rsquo;bum\u003c/span\u003e, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eYab sras tshogs \u0026rsquo;khor\u003c/span\u003e, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esTong rgyung brngan bsang\u003c/span\u003e and the renewal ceremony of gSas khang kha bstod, and invocation of dGra lha, Lam lha and the Yul lha of the four directions.\u003c/li\u003e \u003cli\u003e About the sixth month, sacrificial offerings to the Bonpo protective deities were elaborately made in rituals such as the bZlas chog bum sgrub, the ritual rNam rgyal stong mchod, the Khro phur zhang gsum and others. There were performances of various artistic dances such as rNam brgyad gar \u0026rsquo;cham, Zhwa nag tshogs \u0026rsquo;cham, brTan srung \u0026rsquo;bag \u0026rsquo;cham, dPa\u0026rsquo; bo\u0026rsquo;i ging \u0026rsquo;cham and gYung drung dgu \u0026rsquo;cham, performed in a way that can hardly be imagined.\u003c/li\u003e \u003cli\u003e In the tenth month, chanting services were performed in the most profound manner; there was a complete programme for the ritual performances of sTag la me \u0026rsquo;bar, as well as that of Byams ma.\u003c/li\u003e \u003cli\u003e In the twelfth month the following rituals were performed: the great \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e rite; the evocation of the two tutelar dieties, Khro bo and Phur pa; the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emdos\u003c/span\u003e ritual based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhro bo ngo mtshar rgyas pa\u003c/span\u003e; and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esrung zlog\u003c/span\u003e ritual in which the deity \u0026rsquo;Brug gsas chem pa is invoked. Moreover, there were artistic events that featured various dance performances such as Zhwa nag tshogs \u0026rsquo;cham, bsTan srung \u0026rsquo;bag \u0026rsquo;cham and dPa\u0026rsquo; bo\u0026rsquo;i ging \u0026rsquo;cham.\u003c/li\u003e \u003c/ol\u003e \u003cp\u003ePresently there are two lamas and more than one hundred monks in this monastery. The temple, assembly hall and other buildings are held up by fifty-five pillars in all, and the monks\u0026rsquo; quarters consist of one hundred and ten individual rooms.\u003c/p\u003e \u003cp\u003eThis monastery has an abundance of religious objects including the tombs of the successive lamas of this monastery, the relics of the saint mNyam med, scriptures and a great many other objects. Annual religious services and rituals are practised as they were in former ancient times.\u003c/p\u003e \u003ch4 id=\"b5-1-1-5\"\u003e(13) gSang sngags rtse Hermitage\u003c/h4\u003e \u003cp\u003eThe gSang sngags rtse Hermitage is located in gYu rtse \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, west of the sNye rong rdzong. The hermitage has a certain number of religious objects. Three monks are under training here. \u003c/p\u003e \u003ch4 id=\"b5-1-1-6\"\u003e(14) rGyal po shel khur Hermitage\u003c/h4\u003e \u003cp\u003eThis hermitage is in Be gzhung \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, north-east of the sNye rong rdzong. Twenty-four monks and two lamas reside here. Considerable difficulties lie on the way to the hermitage.\u003c/p\u003e \u003cp\u003eAfter arriving from sNye rong rdzong at the uneven Qinghai-Tibet highway, one must travel nineteen kilometres along the highway and then leave it and head west. From there it is about 176 kilometres to dPal mgon rdzong. It is a very difficult road to travel and the trip takes more than six hours by car. However, there are several stopping places, like tea houses or petrol stations run by the local people, which make the going very convenient for pilgrims.\u003c/p\u003e \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-1-1/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-1-1","is_primary":false,"created_at":"2011-12-13 02:30:50 UTC","updated_at":"2011-12-13 02:30:50 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}