{"descriptions":[{"authors":[{"fullname":"Phuntso Tsering Sharyul","id":"79"},{"fullname":"Phuntso Tsering Sharyul","id":"79"}],"source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-1-5-3","content":"<div class=\"essay-body\"><div id=\"essay-head2\"><table><tr><td align=\"left\" valign=\"top\"><div class=\"chapter\"><em>A Survey of Bonpo Monasteries</em></div><div class=\"author\"><span class=\"eng\">by </span>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind<!--(l)--><br/>Edited by Samten G. Karmay and Yasuhiko Nagano </div></td><td style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"><div class=\"copyright\"><span class=\"eng\"> Copyright &copy; 2003. </span><div class=\"eng\" id=\"permission\">Reproduced with permission from the authors <br xmlns:str=\"http://exslt.org/strings\"/>under the <a href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\">THL Digital Text License</a>.</div></div></td></tr></table></div><h3 id=\"b5-1-5\">sBra chen rdzong</h3> <h4 id=\"b5-1-5-3\">(28) sGra rgyal Monastery</h4> <p>sGang ru sGra rgyal Monastery is situated in lCang smad <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">qu, </span>sBra chen rdzong. The <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">qu</span> is ninety kilometres north of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">rdzong</span>, and the monastery is reached by travelling two hours further northward on horseback.</p> <p>In this nomad area of sGang ru, initially, a lama from Khyung po founded a monastery called Chu lung dgon, which, after a long time, declined. After that, another lama, also from Khyung po, founded a monastery in the same place and called it Na g-yang dgon, which also collapsed, having nobody to look after it. Thereafter, for a long period there was neither a communal leader nor a lama. Many believers longed for a new monastery to be built.</p> <p>At that time, however, there was a monk named Tshul khrims rgyal mtshan, who was the former chief teacher in gYung drung gling Monastery (No.2). He was himself a native of sGang ru. He had a great reputation as an accomplished scholar. After leaving his duty in gYung drung gling he devoted himself to meditation for eight years on the island of the lake Gyer ru mtsho. He had a close connection with the chief of the Kre ba tribe, one of the seven Sa skya tribes that inhabited the area around the lake gNam mtsho. The monks and laymen of the sGang ru Byang ma district held repeated discussions and sent bsTan pa lhun grub as a delegate to invite Tshul khrims rgyal mtshan, who, however, refused to accept the invitation. This left the people of sGang ru helpless. The following year, Tshe rab, the brother of Tshul khrims rgyal mtshan, appealed to him and this time he agreed to come.</p> <p>Tshul khrims rgyal mtshan returned on horseback to his native land. He looked for a good site and in 1957 he founded sGra rgyal Monastery in front of Mount Gung sman yul sa. This mountain had the look of a white conch and is situated at the back of the monastery.</p> <p>The monastery closely followed, in all its ceremonies, the tradition of gYung drung gling. There was the performance of the ritual cycle of Khro bo, the commemoration of sNang ston Zla ba rgyal mtshan and annual rituals such as the Zhi khro khri mchod and rNam rgyal stong mchod. The head of the monastery was lHa dge of Khyung nag. He was assisted by gDung pa me gsas and sKar yu.</p> <p>As for religious objects, the monastery possessed a gilt-bronze statue of rNam par rgyal ba, another statue of Sa trig er sangs and a complete manuscript set of the <span xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\">bKa&rsquo; &rsquo;gyur</span>. There was also a large gilt-bronze reliquary stupa of bZod pa rgyal mtshan, which bDud &rsquo;dul of Khyung po had had made.</p> <p>At present the monastery has fifty-five monks. It has several chapels and some religious objects.</p> <table xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"><tbody><tr><td class=\"leftcell\"><a class=\"backarrow\" title=\"Previous Section\"><img src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/></a></td><td class=\"midcell\"><a class=\"uparrow\" title=\"Beginning of Article\"><img src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/></a></td><td class=\"rightcell\"><a class=\"forwardarrow\" title=\"Next Section\"><img src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/></a></td></tr></tbody></table></div><div id=\"chap-id\">/bonpo-monasteries/b5-1-5-3/</div><div style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"><div class=\"closebtn\"><a href=\"#\">Close</a></div><div style=\"height: 280px;\" class=\"conx-content\"><h3>Note Citation for Page <span class=\"pgnm\"/></h3><p class=\"biblref\">Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), <span class=\"pgnm\"/>. </p><h3>Bibliographic Citation</h3><p>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.</p></div></div>","created_at":"2011-12-13 02:29:00 UTC","updated_at":"2011-12-13 02:29:00 UTC","id":1347,"title":"Gangru Dragyel Introduction","is_primary":false}]}