{"descriptions":[{"authors":[{"fullname":"Brandon Dotson","id":"17"},{"fullname":"Brandon Dotson","id":"17"}],"source_url":null,"content":"<h2>A Short Political History</h2> <p>As is typical of the formative periods of imperial expansion cross-culturally, the origins of the Tibetan Empire (c.608&mdash;c.866) are the subject of heroic retellings, and it is not often possible (and perhaps not even desirable) to glean from these a more stripped-down, realpolitik account. Nonetheless, one can point to the Tibetans&rsquo; 608 embassy to the Sui court as one of their early appearances on the international political scene. By this time the kings of the <span class=\"place\" title=\"F7951\">Yarlung</span> (<em><span class=\"place\" title=\"F7951\">yar klungs</span></em>) Valley&nbsp;had already united under their sway the many small kingdoms lining the Brāhmaputra River, from <span class=\"place\" title=\"F15352\">Kongpo</span> (<span class=\"place\" title=\"F15352\"><em>kong po</em></span>) in the east to the <span class=\"place\" title=\"Type ID here\">Tsang</span> (<em><span class=\"place\" title=\"Type ID here\">gtsang</span></em>) Kingdom in the west. This expanding empire consisted of a coalition of local rulers who aligned their interests with those of the emperor, who is often described, accurately, it seems, as a <em>primus inter pares</em>. For petty kings and clan chiefs, joining the imperial project also precluded invasion, and the terms of the &ldquo;imperial social contract&rdquo; linking them to the emperor were generally favorable. Clan lands and social hierarchies were not incorporated completely into imperial administrative systems, but existed alongside these as parallel and in some cases competing models of power. This coalition was also held together by oaths of loyalty in which the emperor vowed to rule justly in return for his vassals&rsquo; obedience (Walter 2009: 10-13, 174-186). In this way, formerly independent kings became ministers and generals of the empire, and their conquests were both for their own gain and for that of the empire. The creative tension between regional or clan-based models of power and a centralized imperial model accounted both for the rapid expansion of the empire and contributed in no small part to its eventual collapse.</p> <p>The core territory of central and western Tibet soon expanded to include two larger kingdoms that were not far removed culturally from the Tibetans: <span class=\"place\" title=\"Type ID here\">Zhangzhung</span> (<em><span class=\"place\" title=\"Type ID here\">zhang zhung</span></em>) to the far west and northwest and <span class=\"place\" title=\"F795\">Sumpa</span> (<em><span class=\"place\" title=\"F795\">gsum pa</span></em>) to the north and northeast. In the first half of the seventh century, the Tibetans also came into conflict with the Tuyuhun or <span class=\"org\" title=\"Type ID here\">Azha</span> (<em><span class=\"org\" title=\"Type ID here\">'a zha</span></em>), a Turkic people who bordered the Tang in the vicinity of Lake Kokonor. A protracted war would not end until Tibet&rsquo;s complete victory in 670. This war on China&rsquo;s borders, combined with Tibet&rsquo;s expansion northwards up to the edge of the southern Silk Road, brought Tibet into direct competition with China. The two powers agreed on a dynastic marriage, and Princess Wencheng came to Tibet in 641, an event that, in its appearance in Chinese textbooks, is held up as a model for Sino-Tibetan brotherhood and the unity of a greater Chinese motherland (Powers 2004: 30-38). In fact, Sino-Tibetan relations were fraught from the start, and for the better part of 200 years these two powers were natural rivals in direct competition over the Silk Road economy. They intrigued against each other, formed alliances always with an eye to weakening the other, and sued for peace when it suited them.</p> <p>After their victory over the <span class=\"org\" title=\"Type ID here\">Azha</span>&nbsp;in 670, the Tibetans pressed the Tang in the north and northwest, allied with Khotan and the Western Turks, seized control of Aksu, and extended their power as far as Kashgar. At the same time, the Tibetans pressed further into southwest China and allied first with Qiang peoples in the area of Sichuan in the 680s, and then with peoples further to the south who would go on to constitute the empire of Nanzhao in the mid-eighth century.</p> <p>China took advantage of Tibet&rsquo;s civil war between Emperor <span class=\"person\" title=\"Type ID here\">Tri Dusong</span> (<em><span class=\"person\" title=\"Type ID here\">khri 'du srong</span></em>)&nbsp;and the <span class=\"org\" title=\"Type ID here\">Gar</span> (<em><span class=\"org\" title=\"Type ID here\">mgar</span></em>)&nbsp;clan in the 690s to take back many Central Asian territories from the Tibetans. There would be heated conflict for the next three decades over Gilgit, Balur, and other small kingdoms to the northwest. The Arabs entered into these conflicts at this time, and their alliance with the Tibetans in 715 allowed Tibet to wrest Ferghana from the Tang sphere of influence. A brief peace ensued in the first decade of the eighth century, and Tibet received another Chinese princess &ndash; the Princess of Jincheng &ndash; in a dynastic marriage in 710. Another treaty was negotiated in 732, and this lasted for five years, until hostilities resumed in the Kokonor area. From 738 to 753, the Tang attacked Tibet on all fronts, and there were serious reversals on both sides.</p> <p>In 751 Tibet began a crucial alliance with Nanzhao against the Tang. Faced with China&rsquo;s weakness following the An Lushan rebellion, Tibet invaded Changan in 763 and installed a puppet emperor on the Tang throne. This state of affairs lasted only two weeks, but over the next two decades Tibet conquered all of China&rsquo;s city-states in the Gansu corridor. The Tang sued for peace in 783, accepting Tibetan demands that the treaty protocols recognize Tibet as the equal of China. The treaty was soon broken, and negotiations in 787 led only to further hostilities. The Tibetans pressed further into Central Asia, with an aim to effectively cut off China&rsquo;s access to the Silk Road and to the western regions. In the 790s and in the first decade of the ninth century, Tibet was at war with the Arabs in the Northwest, the Uighurs in the North and Northeast, and the united forces of the Tang and Nanzhao (which defected in 794) in the west and southwest. Tibet proposed peace treaties several times from 806 until an eventual treaty with Tang, Nanzhao, and the Uighurs in 821-822. These four powers, with the possible exception of Nanzhao, fell into decline from that point, leading to the Kirghiz conquest of the Uighur Empire in 840. Tibet faced a succession crisis in 842, followed by an end of centralized imperial power and the devolution of its imperial domains. By 866, the empire had come to an end. China also faced crises in the 840s, inaugurating a climate of xenophobic purges and anti-Buddhist violence. A diminished Tang would limp its way to its eventual end in 907.</p> <h2>The Tibetan Empire&rsquo;s Administration of Territory</h2> <p>In the first half of the seventh century, the <span class=\"place\" title=\"F7951\">Yarlung</span>&nbsp;Kingdom conquered or annexed all of the kingdoms lining the Brāhmaputra, and also incorporated <span class=\"place\" title=\"Type ID here\">Zhangzhung</span> and <span class=\"place\" title=\"Type ID here\">Sumpa</span>. In the process, these kingdoms became incorporated into the Tibetan Empire through the creation of new territorial units. Such annexation was not a particularly violent or disruptive gesture, though, since the new administrative units enshrined each clan&rsquo;s rights to their respective territories. The new districts were the result of a process of administration or <span class=\"tibetan\" title=\"Type ID here\">kh&ouml;</span> (<em><span class=\"tibetan\" title=\"Type ID here\">mkhos</span></em>) involving tallies of the population and inspection of regional economic bases through assessment of agricultural fields and pastoral rangelands (Uebach 2003; Iwao 2006, 2007a, 2007b; Dotson 2009: 49-50). Records relating to the administration of territory in Shazhou / Dunhuang during the period of Tibetan occupation (786&ndash;848) offer an insight into how this process operated. Lands were divided into <span class=\"tibetan\" title=\"Type ID here\">kya</span> (<em><span class=\"tibetan\" title=\"Type ID here\">rkya</span></em>), which were basic units from which tax, usually in the form of grain, could then be levied (Iwao 2007b). This facilitated the drawing up of new districts based on the carrying capacity of the land. Besides ensuring that Tibet&rsquo;s granaries were well stocked, this taxation system also included a tally of soldiers who would fight in Tibet&rsquo;s wars and be directly supported by the foodstuffs that were levied in this way. These &ldquo;administrations&rdquo; laid the way for taxation and troop conscription, and they were repeated intermittently during the course of the empire, during which time land legislation and taxation systems adapted to the changing make-up of the empire.</p> <p>The term <span class=\"tibetan\" title=\"Type ID here\">kh&ouml;</span>&nbsp;(<em><span class=\"tibetan\" title=\"Type ID here\">khod</span></em>) first appears in the <em>Old Tibetan Annals</em>&rsquo; entry for 654-655, when Chief Minister <span class=\"person\" title=\"Type ID here\">Gar Tongtsen</span> (<em><span class=\"person\" title=\"Type ID here\">mgar stong rtsan</span></em>)&nbsp;&ldquo;made the manual / protocols for creating the great administration&rdquo; (<em><span class=\"tibetan\" title=\"Type ID here\">mkho shams chen pho bgyal ba'i rtsis mgo bgyal</span></em>). This most likely relates to administrative practices outlined in the <em>Section on Law and State, </em>a chapter found in post-dynastic histories that outlines imperial Tibet&rsquo;s legal and administrative systems. There, in a measure likely dating to the mid-630s, Tibet is divided into five &ldquo;administrations&rdquo; or&nbsp;<span class=\"tibetan\" title=\"Type ID here\">kh&ouml;</span>: Tibet, <span class=\"place\" title=\"Type ID here\">Zhangzhung</span>, <span class=\"place\" title=\"F795\">Sumpa</span>, <span class=\"place\" title=\"Type ID here\">Chip</span> (<em><span class=\"place\" title=\"Type ID here\">chibs</span></em>), and <span class=\"place\" title=\"Type ID here\">Tongkhyap</span> (<em><span class=\"place\" title=\"Type ID here\">mthong khyab</span></em>), each of which is overseen by an &ldquo;administrative chief,&rdquo; called a <span class=\"tibetan\" title=\"Type ID here\">kh&ouml;p&ouml;n</span> (<em><span class=\"tibetan\" title=\"Type ID here\">khos dpon</span> / <span class=\"tibetan\" title=\"Type ID here\">khod dpon</span></em>). This marked the beginning of a process by which new structures of imperial territory were superimposed onto the old regional kingdoms. Among the first attempts to institute imperial territory was the &ldquo;administrative arrangement of territories,&rdquo; or <span class=\"tibetan\" title=\"Type ID here\">y&uuml;lgyi kh&ouml; shampa</span> (<em><span class=\"tibetan\" title=\"Type ID here\">yul gyi khod bshams pa</span></em>), also known as the eighteen &ldquo;shares of power,&rdquo; or <span class=\"tibetan\" title=\"Type ID here\">wangri</span> (<em><span class=\"tibetan\" title=\"Type ID here\">dbang ris</span></em>). This measure formally assigned specific territories to specific clans. In all likelihood, this merely formalized the de-facto situation and enshrined previously held clan territories within the new imperial units. It inaugurated a process, however, by which autonomies became administrable units of the Tibetan Empire, and this movement would gain momentum with the creation of Tibet&rsquo;s thousand districts.</p> <h2>The Four Horns of Tibet and the Horn System</h2> <p class=\"Formatvorlage1\">The division of Tibet into &ldquo;horns,&rdquo; or districts was a further step towards incorporating previously autonomous lands into an imperial system of taxation and conscription. The first evidence of the horn system is the mention of &ldquo;the low tract of the Central Horn&rdquo; in the Summer of 684, and it is likely that a system of three horns &ndash; Central Horn, Left Horn and Right Horn &ndash; existed at this time, though the first mention of the three horns together does not occur until 712 (Uray 1960: 53-54). It is important to note in this formulation that the Central Horn is conceived of as facing south. Thus Right Horn is to the west and Left Horn is to the east.</p> <p class=\"Formatvorlage1\">Specific references to \"the Four Horns of Tibet\" or \"<span class=\"org\" title=\"Type ID here\">B&ouml;kham Rupzhi</span>\" (<em><span class=\"org\" title=\"Type ID here\">bod khams ru bzhi</span></em>)&nbsp;do not surface, however, until 733 (Uray 1960: 54). Nonetheless, Uray (1962: 360) demonstrated that the three horns were linked with the Branch Horn or <span class=\"place\" title=\"Type ID here\">Rulak</span> (<em><span class=\"place\" title=\"Type ID here\">ru lag</span></em>)&nbsp;as early as 726. The Horn of <span class=\"place\" title=\"Type ID here\">Sumpa</span>&nbsp;was legislated in 702, and <span class=\"place\" title=\"Type ID here\">Zhangzhung</span>&nbsp;was brought under administration and divided into thousand-districts or <span class=\"tibetan\" title=\"Type ID here\">tongd&eacute;</span> (<em><span class=\"tibetan\" title=\"Type ID here\">stong sde</span></em>), but not referred to as a horn.</p> <p class=\"Formatvorlage1\">The borders of the four horns followed the traditional geographical divisions of the <span class=\"place\" title=\"F15355\">&Uuml;</span> (<em><span class=\"place\" title=\"F15355\">dbus</span></em>) and <span class=\"place\" title=\"F15354\">Tsang</span> (<em><span class=\"place\" title=\"F15354\">gtsang</span></em>), and many of these are still in place today. <span class=\"place\" title=\"Type ID here\">Zhu</span> (<em><span class=\"place\" title=\"Type ID here\">gzhu</span></em>) and <span class=\"place\" title=\"F7976\">Nyemo</span> (<em><span class=\"place\" title=\"F7976\">snye mo</span></em>), for example, are still regarded as the border between <span class=\"place\" title=\"F15355\">&Uuml;</span> and <span class=\"place\" title=\"F15354\">Tsang</span>. The borders seem to have remained stable throughout the imperial period. The only exception is the center of Central Horn, which was first the <span class=\"place\" title=\"F15474\">Jokhang</span> (<em><span class=\"place\" title=\"F15474\">jo khang</span></em>), but then in the middle of the eighth century became <span class=\"place\" title=\"F16409\">Ramoch&eacute;</span>&nbsp;(<em><span class=\"place\" title=\"F16409\">ra mo che</span></em>).</p> <h2>The Thousand-Districts of Tibet</h2> <p class=\"Formatvorlage1\">The thousand-district or <span class=\"tibetan\" title=\"Type ID here\">tongd&eacute;</span> (<em><span class=\"tibetan\" title=\"Type ID here\">stong sde</span></em>) is a territorial unit made possible by Tibet&rsquo;s administrative system or <span class=\"tibetan\" title=\"Type ID here\">kh&ouml;</span>. This measured land and an area&rsquo;s carrying capacity and then made for the creation of a district of approximately one thousand households (Iwao 2007a). A soldier could be levied from each of these households, and the term thousand-district can refer either to the geographical area from which the soldiers were levied, or to the resulting military division itself (Takeuchi 1994: 861, n. 36). As a geographical unit, and not simply as a military division, the thousand-district included administrators who played a role in civil affairs. Heads of thousand-districts, for example, mediated civil disputes and were responsible for the equitable distribution of surplus grain (Richardson 1998 [1990]: 171; Takeuchi 1994).</p> <p class=\"Formatvorlage1\">Thousand-districts were drawn all over the Tibetan Empire, and the names of these districts have been preserved in documents recovered from Central Asian oases such as Dunhuang, Miran, and Mazar Tagh. Within central Tibet itself, the thousand-district was a subordinate unit within the Tibetan horn system as enumerated in the <em>Section on Law and State</em>. Each horn was administratively divided into two halves. The upper half contained four thousand-districts, each of which was governed by a head of thousand-district, or <span class=\"tibetan\" title=\"Type ID here\">tongp&ouml;n</span> (<em><span class=\"tibetan\" title=\"Type ID here\">stong dpon</span></em>), who was identified only by his clan name, most likely indicating the hereditary nature of the post. These four heads of thousand-districts were subordinate to the leader of the upper half, called either <span class=\"tibetan\" title=\"Type ID here\">rup&ouml;n</span> (<em><span class=\"tibetan\" title=\"Type ID here\">ru dpon</span></em>,&nbsp;\"horn chief / horn official\") or <span class=\"tibetan\" title=\"Type ID here\">makp&ouml;n</span> (<em><span class=\"tibetan\" title=\"Type ID here\">dmag dpon</span></em>,&nbsp;\"general\"). The lower half of each horn mirrors the upper half, with the addition of a \"sub-thousand-district\" or <span class=\"tibetan\" title=\"Type ID here\">tongwuchung</span> (<em><span class=\"tibetan\" title=\"Type ID here\">stong bu chung</span></em>). This probably consisted of five hundred, or perhaps simply less than one thousand households. The lower half, like the upper half, had its own chain of command, its own emblematic horse, flag, insignia of rank and sub-commander. That makes nine thousand-districts in a horn, with the tenth being a \"royal guard thousand-district\" or <span class=\"tibetan\" title=\"Type ID here\">kurung tongd&eacute;</span> (<em><span class=\"tibetan\" title=\"Type ID here\">sku srung stong sde</span></em>). This \"royal guard thousand-district\" is qualified as pertaining to one of the four cardinal directions, and it is likely that the four \"royal guard thousand-district\" &ndash; one from each of the four horns &ndash; guarded the Tibetan emperor and travelled with his court.</p> <h2>The Court Sites of the Tibetan Emperor</h2> <p class=\"Formatvorlage1\">The Tibetan court or <span class=\"tibetan\" title=\"Type ID here\">podrang</span> (<em><span class=\"tibetan\" title=\"Type ID here\">pho brang</span></em>) formed the mobile center of the Tibetan Empire. Many authors make the mistake of assuming that <span class=\"place\" title=\"F637\">Lhasa</span>&nbsp;(<em><span class=\"place\" title=\"F637\">lha sa</span></em>) served as the capital of imperial Tibet in the same way as it did during the Ganden Palace or <span class=\"place\" title=\"F15466\">Ganden Podrang</span> (<em><span class=\"place\" title=\"F15466\">dga&rsquo; ldan pho brang</span></em>) period. While <span class=\"place\" title=\"F637\">Lhasa</span> was an important area, it was but one of many, and we cannot refer to a single place as the center or capital of the Tibetan Empire. This is for the simple reason that the ritual and political center of the empire was the emperor himself, and he travelled with a massive, mobile court. While the Tibetan emperors had ancestral strongholds such as <span class=\"place\" title=\"Type ID here\">Chingwa Takts&eacute;</span> (<em><span class=\"place\" title=\"Type ID here\">phying ba stag rtse</span></em>), the <em>Old Tibetan Annals</em> demonstrates that the emperor&rsquo;s court was a massive encampment that generally moved twice each year, and was stationed in separate places in summer and winter. This movable center included attendants, officials, ritual specialists, and soldiers. With the introduction of Buddhism, the court <em>sangha</em> (<em><span class=\"tibetan\" title=\"Type ID here\">pho brang &rsquo;khor gyi dge &rsquo;dun</span></em>) also formed part of the mobile Tibetan court.</p> <p class=\"Formatvorlage1\">A passage in the <em>New Tang Annals</em> pertaining to the Sino-Tibetan treaty of 821-823 describes the Tibetan emperor&rsquo;s tent in picturesque language:</p> <p>The northern valley of the <span class=\"place\" title=\"Type ID here\">Tsang River</span> is the summer residence of the tsanp&rsquo;u. His tent was surrounded by a fence of spears; and a hundred halberds, with long handles and hooked heads, stood upright, with an interval of some ten paces between them; while in the middle large flags were erected. There were three gates, each a hundred paces distant from the other. Armed warriors guarded these gates, and sorcerers recited prayers, with bird-shaped hats and tiger-girdles, beating drums the while. All comers were searched before they were allowed to enter. In the centre there was a high platform, surrounded by a circle of jewelled balusters. The tsanp&rsquo;u was seated in the centre of the tent, which was ornamented with gold figures of dragons, lizards, tigers, and leopards. He was dressed in a plain cloth costume, his head enveloped in the folds of bright red-coloured silk, and he was girt with a sword inlaid with gold. (Bushell 1880: 521).</p> <p class=\"Formatvorlage1\">This &ldquo;movable center&rdquo; of the Tibetan Empire also served to make the emperor physically present before his subjects, and no doubt also offered aristocratic clans a method of earning prestige by inviting the Tibetan court to sojourn on their lands. Equally, it emphasized the emperors&rsquo; dependence on their subjects, without whose assent they could not station the court (Hazod 2003: 36-37). In some cases, the seasonal migration of this massive court may have had practical reasons as well, since it could conceivably exhaust the local resources during the course of its stay.</p> <p class=\"Formatvorlage1\">Most of these court sites were located in Central Tibet. They are recorded in the <em>Old Tibetan Annals</em>, whose annual entries were made at the end of each year, making it a highly reliable record.</p> <h2>The Sites of the Political Council of Central Tibet</h2> <p class=\"Formatvorlage1\">Similar to the royal court, the political council or <span class=\"tibetan\" title=\"Type ID here\">d&uuml;nma</span> (<em><span class=\"tibetan\" title=\"Type ID here\">'dun ma</span></em>) met in the summer and winter at various sites throughout Central Tibet. This council was headed by a rotation of ministers, with the chief minister foremost among them. It was here that the political and administrative decisions were made. The <em>Old Tibetan Annals</em> records these decisions, most of which have to do with land legislation, taxation, and the promotion or replacement of officials. As with the court, some council sites were used several times, and the areas along the&nbsp;<span class=\"place\" title=\"Type ID here\">Kyi River</span> (<em><span class=\"place\" style=\"font-size: 1.2em; color: olive;\" title=\"Type ID here\">skyid</span></em>)&nbsp;&nbsp;and in <span class=\"place\" title=\"Type ID here\">Lak</span> (<em><span class=\"place\" title=\"Type ID here\">glag</span></em>) in central Tibet, along with <span class=\"place\" title=\"F7936\">Meldro</span> (<em><span class=\"place\" title=\"F7936\">mal gro</span></em>) to the east of <span class=\"place\" title=\"F637\">Lhasa</span>, stand out as favorites.</p> <p class=\"Formatvorlage1\">The central council was not the only council in existence under the Tibetan Empire. Political power was devolved to an eastern Tibetan council in <span class=\"place\" title=\"Type ID here\">Dom&eacute;</span> (<em><span class=\"place\" title=\"Type ID here\">mdo smad</span></em>) that operated in the same manner as the central council, and there were councils in the various regional military governments or <span class=\"tibetan\" title=\"Type ID here\">trom</span> (<em><span class=\"tibetan\" title=\"Type ID here\">khrom</span></em>) on Tibet's borders.</p> <h2>Conclusion</h2> <p>While Tibet had, through ritual and through administration and colonization, enjoyed a coalescence of pan-Tibetan identity during the period of the Tibetan Empire, this remained predicated on the grafting of regional interests to a larger imperial project. In the absence of a legitimate center and a legitimate emperor, power easily devolved to regional and clan-based units. With the collapse of the empire, competing pretenders to royal blood vied with each other in an attempt to salvage the imperial model on an increasingly smaller scale. Meanwhile, the empire&rsquo;s administrative units were largely dismantled during the course of decades of revolts that would last into the first part of the tenth century. Some units, such as the regional military government of the Upper Yellow River, or <span class=\"org\" title=\"Type ID here\">Madrom</span> (<em><span class=\"org\" title=\"Type ID here\">rma grom</span></em>),&nbsp;reconfigured themselves as autonomous kingdoms. In other cases, such as the &ldquo;regional principalities&rdquo; in Central Tibet, clan regionalisms reasserted themselves by drawing on local models of power such as the cult of mountain deities (Vitali 2004). Here the four horns of Tibet, which had formed the core units of the Tibetan Empire, lived on in name only, as a purely geographical designation that persists up to the present.</p> <h2>Sources and Methodology</h2> <p class=\"Formatvorlage1\">The place names relating to the thousand-districts are based on those found in the <em></em><span class=\"tibtext\" title=\"Type ID here\"><em>m</em><em>khas pa'i dga' ston</em></span><em></em>, a 16<sup>th</sup>-century religious history. The full catalogues of thousand-districts and borders are found in four other works, and in scattered Old Tibetan fragments, but the <em></em><span class=\"tibtext\" title=\"Type ID here\"><em>m</em><em>khas pa'i dga' ston</em></span><em></em> contains a more stable orthography than the other sources. Where a different version of the place name is preferable to those found in the <em><span class=\"tibtext\" title=\"Type ID here\">mkhas pa'i dga' ston</span></em>, this is also given, with the source in parantheses. This only happens in two cases, and the other sources are the <em><span class=\"tibtext\" title=\"Type ID here\">rgya bod kyi chos 'byung rgyas pa</span></em> of <span class=\"person\" title=\"Type ID here\">Khepa Deu</span> (<em><span class=\"person\" title=\"Type ID here\">mkhas pa lde'u</span></em>)&nbsp;(abbreviated <em></em><span class=\"tibetan\" title=\"Type ID here\"><em>l</em><em>de'u</em></span><em></em>), and the <em></em><span class=\"tibtext\" title=\"Type ID here\"><em>c</em><em>hos 'byung chen po bstan pa'i rgyal mtshan</em></span><em></em> of <span class=\"person\" title=\"Type ID here\">Deu Jos&eacute;</span> (<em><span class=\"person\" title=\"Type ID here\">lde'u jo sras</span></em>), both composed in the mid-thirteenth century. The orthography of the place names has been checked against the two principal extant versions of the <em><span class=\"tibtext\" title=\"Type ID here\">mkhas pa'i dga' ston</span></em>. The tradition recorded in the <em><span class=\"tibtext\" title=\"Type ID here\">mkhas pa'i dga' ston</span></em> dates to between 744 and 764.</p> <p class=\"Formatvorlage1\">The court sites and council sites are found in the <em>Old Tibetan Annals</em>, translated into French by Jacques Bacot and into English by F.W. Thomas in the publication <em>Documents de Touen-houang relatifs a l'histoire du Tibet </em>(Paris, 1940-1946), into Chinese by Huang and Ma (2000), and more recently translated and studied in Brandon Dotson, <em>The Old Tibetan Annals: An Annotated Translation of Tibet's First History</em> (Wien: &Ouml;sterreichische Akamedie der Wissenchaften, 2009). The historical geographical issues raised by the <em>Annals</em> are treated in great detail in Guntram Hazod&rsquo;s &ldquo;Annotated Cartographical Documentation,&rdquo; included in an appendix to the latter work.</p> <h2>Selected Bibliography</h2> <h3 class=\"Bibliographie\">Abbreviations</h3> <p class=\"Bibliographie\"><em>Jo sras</em><strong> </strong>Lde'u Jo-sras;<em>&nbsp;<span class=\"tibtext\" title=\"Type ID here\">chos 'byung chen mo bstan pa'i rgyal mtshan</span></em>, Chos-'dzoms (ed.). Lhasa: Bod ljongs mi dmangs dpe skrun khang, 1987.</p> <p class=\"Bibliographie\"><em>KhG</em><strong> </strong>Dpa'-bo Gtsug-lag phreng-ba; <em><span class=\"tibtext\" title=\"Type ID here\">dam pa'i chos kyi 'khor lo bsgyur ba rnams kyi byung ba gsal bar byed pa mkhas pa'i dga' ston</span></em>. Beijing: Mi rigs dpe skrun khang, 1985.</p> <p class=\"Bibliographie\"><em><span class=\"tibtext\" title=\"Type ID here\">mkhas pahi dgah ston</span></em> by Dpah-bo-gtsug-lag 'phreng-ba, Lokesh Chandra, (ed.), Śatapiṭaka Series no. 9 [4], New Delhi, 1965.</p> <p class=\"Bibliographie\">Mkhas-pa Lde'u;<em>&nbsp;<span class=\"tibtext\" title=\"Type ID here\">rgya bod kyi chos 'byung rgyas pa</span></em>, Chab-spel Tshe-brtan Phun-tshogs (ed.). Lhasa: Bod ljongs mi dmangs dpe skrun khang, 1987.</p> <p class=\"Formatvorlage1\"><em> </em>Mkhas-pa Lde'u; <em></em><span class=\"tibtext\" title=\"Type ID here\"><em>mkhas-pa-lde</em><em>'</em><em>us mdzad pa</em><em>'</em><em>i rgya bod kyi chos </em><em>'</em><em>byung rgyas pa</em></span><em></em> / 弟吴宗教源流 Diwu zongjiao yuanliu. Lanzhou: 兰州大学出版社  Lanzhou daxue chubanshe, 2003.</p> <h3 class=\"Formatvorlage1\">References</h3> <p>Bacot, J., F.W. Thomas and C. Toussaint. 1940-1946. <em>Documents de Touen-houang relatifs a l&rsquo;histoire du Tibet</em>. Paris: Libraire Orientaliste Paul Geuthner.</p> <p>Beckwith, C.I. 1987. <em>The Tibetan Empire in Central Asia: A History of the Struggle for Great Power among Tibetans, Turks, Arabs, and Chinese During the Early Middle Ages</em>. Princeton: Princeton University Press.</p> <p>Bogslovskij, V.A. 1972 [1962]. <em>Essai sur l'histoire du peuple Tib&eacute;tain ou la naissance d</em>&rsquo;<em>une soci&eacute;t&eacute; de classes</em>. Paris: Librairie C. Klincksieck.</p> <p>Bushell, S.W. 1880. The early history of Tibet. From Chinese sources. <em>Journal of the Royal Asiatic Society</em> 12, 435-541.</p> <p>Chang, Kun.&nbsp; 1959-1960. An analysis of the Tun-Huang Tibetan Annals. <em>Journal of Oriental Studies (Hong Kong)</em> 5, 123-173.</p> <p>Dotson, B. 2009. <em>The Old Tibetan Annals: An Annotated Translation of Tibet's First History</em>. Wien: Verlag der &Ouml;sterreichischen Akademie der Wissenschaften.</p> <p>Hazod, G. 2003. The Kyichu region in the period of the Tibetan Empire: a historico-geographical note. <em>In</em> McKay, A. (ed.)<em> Tibet and Her Neighbours: A History</em>. London: Edition Hansj&ouml;rg Mayer, 29-40.</p> <p>&mdash;&mdash;&mdash;. 2009. Imperial central Tibet &ndash; an annotated cartographical survey of its territorial divisions and key political sites. <em>In</em> Dotson, B. <em>The Old Tibetan Annals</em>. Wien: V&Ouml;AW, 165-235.</p> <p>Huang Bufan and Ma De. 2000. <em>Dunhuang zang wen Tubo shi wen xian yi zhu (Translation and Annotations on Dunhuang Tibetan Manuscripts about the History of the Tubo Period).</em> Gansu: Gansu jiao yu chu ban she.</p> <p>Iwao, Kazushi. 2006. Pelliot tib&eacute;tain 1078bis yori mita Toban no tochi kukaku. Pelliot tib&eacute;tain 1078bis (The classification of the land in the Old Tibetan Empire as seen in Pelliot tib&eacute;tain 1078bis). <em>Nihon Tonk</em><em>ō-gaku rons</em><em>ō (Dunhuang Studies in Japan)</em> 1, 1-26.</p> <p>&mdash;&mdash;&mdash;. 2007a. On the Old Tibetan <em>khri-sde</em>. <em>In</em> Shen Weirong (ed.) <em>Historical and Philological Studies of China's Western Regions</em>. Beijing: Science Press, 209-226.</p> <p>&mdash;&mdash;&mdash;. 2007b. Kyasei (<em>rkya</em>) no <em>kenkyū</em><em> </em>josetus: Kodai Chibetto Teikoku no shakai seido. (An introduction to the study of <em>rkya</em> system: the social system of the old Tibetan Empire.) <em>T</em><em>ōhōgaku</em> 113, 118-103 and English summary, p. 8.</p> <p>Petech, L. Glossi agli Annali di Tun-huang. <em>Rivista degli Studi Orientali</em> 42, 241-279.</p> <p>Richardson. H.E. 1998 [1990b]. The province of the Bde-blon in the Tibetan Empire, eighth to ninth centuries. <em>In</em> Aris, M. (ed.)<em> High Peaks Pure Earth</em>. London: Serindia, 167-176.</p> <p>Sato, Hisashi. 1978. <em>Chibetto rekishi chiri kenkyu (Studies in the Historical Geography of Tibet)</em>. Tokyo: Iwanami Shoten.</p> <p>Takeuchi, Tsuguhito. 1994. Tshan: subordinate administrative units of the thousand-districts in the Tibetan empire. <em>In</em> Kvaerne, P. (ed.)<em> Tibetan Studies: Proceedings of the 6th Seminar of the International Association for Tibetan Studies, Fagernes 1992</em>. <em>Volume 2</em>. Oslo: Institute for Comparative Research in Human Culture, 848-862.</p> <p>&mdash;&mdash;&mdash;. 2004. The Tibetan military system and its activities from Khotan to Lop-nor. <em>In</em> Humphrey, C. (ed.)<em> The Silk Road. Trade, Travel, War and Faith</em>. London: British Museum, 50-56.</p> <p>Tucci, G. 1956. <em>Preliminary Report on Two Scientific Expeditions in Nepal</em>. Serie Orientale Roma X. Roma: Is. M.E.O.</p> <p>Uebach, H. 1985. An 8th century list of thousand-districts in Ne'u Pandita&rsquo;s history. <em>In</em> Aziz, B. and M. Kapstein (<em>eds</em>)<em> Soundings in Tibetan Civilization</em>. New Delhi: Manohar, 147-151.</p> <p>&mdash;&mdash;&mdash;. 1988. K&ouml;nigliche residenzen und orte der reichsversammlung im 7. und 8. jahrhundert. Ein Beitrag zu den ortsnamen der k&ouml;niglichen Annalen Tibets. <em>In</em> Uebach, H. and J.L. Panglung (<em>eds</em>)<em> Tibetan Studies: Proceedings of the 4th Seminar of the International Association for Tibetan Studies</em>. Munich: Kommission f&uuml;r Zentralasiatische Studiet Bayerische Akademie der Wissenschaften, 503-514.</p> <p>&mdash;&mdash;&mdash;. 2003. On the Tibetan expansion from the seventh to mid-eighth centuries and the administration (<em>khos</em>) of the countries subdued. <em>In</em> McKay, A. (ed.)<em> Tibet and Her Neighbours: A History</em>. London: Edition Hansj&ouml;rg Mayer, 21-27.</p> <p>Uray, G. 1960. The four horns of Tibet according to the Royal Annals. <em>Acta Orientalia Academiae Scientiarum Hungaricae</em> 10(1), 31-57.</p> <p>&mdash;&mdash;&mdash;. 1962. The Offices of the brung pas and the great mngans and the territorial division of Central Tibet in the early 8th century. <em>Acta Orientalia Academiae Scientiarum Hungaricae</em> 15(1-3), 353-360.</p> <p>&mdash;&mdash;&mdash;. 1972. The narrative of legislation and organisation of the Mkhas pa'i dga'-ston: the origins of the traditions concerning Sroṅ-brcan Sgam-po as the first legislator and organizer of Tibet. <em>Acta Orientalia Academiae Scientiarum Hungaricae</em> 26, 11-68.</p> <p>&mdash;&mdash;&mdash;. 1982. Notes on the thousand-districts of the Tibetan Empire in the first half of the ninth century. <em>Acta Orientalia Academiae Scientiarum Hungaricae</em> 36(1-3), 545-548.</p> <p>Uray, G. and H. Uebach. 1994. Clan versus thousand-district versus army in the Tibetan Empire. <em>In</em> Kvaerne, P. (ed.)<em> Tibetan Studies</em>. Oslo: The Institute for Comparative Research in Human Culture, 913-915.</p> <p>Vitali, R. 2004. The role of clan power in the establishment of religion (from the kheng log of the 9<sup>th</sup>&mdash;10<sup>th</sup> century to the instances of the dByil of La stod and gNyos of Kha rag). <em>In</em> C&uuml;ppers, C. (ed.) <em>The Relation Between Religion and State (chos srid zung 'brel) in Traditional Tibet. Proceedings of a Seminar Held in Lumbini, Nepal, March 2000</em>. Lumbini: Lumbini International Research Institute, 105-157.</p> <p>Walter, M. 2009. <em>Buddhism and Empire: the Political and Religious Culture of Early Tibet</em>. Leiden and Boston: Brill.</p>","created_at":"2010-05-22 22:27:03 UTC","updated_at":"2010-07-07 15:34:59 UTC","id":93,"title":"The Administrative Organization of the Tibetan Empire","is_primary":true}]}