{"descriptions":[{"id":1195,"title":"Yadra Trik Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c!--(a)--\u003e\u003cbr/\u003eEdited by Geoffrey Barstow and Mickey Stockwell \u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2010. \u003c/span\u003e \u003cdiv class=\"\" id=\"permission\"\u003e \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b2-3\"\u003eII.3. Cubic mountaintop tombs\u003c/h2\u003e \u003ch3 id=\"b2-3-15\"\u003e \u003cspan class=\"popular\"\u003eYatra Trik\u003c/span\u003e\u003cspan class=\"scholar\"\u003eG.ya\u0026rsquo; sbra khrigs\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b2-3-15-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eYatra Trik\u003c/span\u003e\u003cspan class=\"scholar\"\u003eG.ya\u0026rsquo; sbra khrigs\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Slate Tents in Rows\u003c/li\u003e \u003cli\u003eSite number: E-24 \u003c/li\u003e \u003cli\u003eSite typology: II.3 \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 33\u0026ordm; 52.8\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 83\u0026ordm; 20.2\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 5000 m \u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eGyatso\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRgya mtsho\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eGerts\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSger rtse\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTCE\u003c/li\u003e \u003cli\u003eSurvey date: October 12, 2002\u003c/li\u003e \u003cli\u003eContemporary usage: None. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b2-3-15-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eYatra Trik\u003c/span\u003e\u003cspan class=\"scholar\"\u003eG.ya\u0026rsquo; sbra khrigs\u003c/span\u003e is located on the summit of a flat-topped black outcrop rising above the southern end of a huge basin. This outcrop is part of a series of blackish formations known as \u003cspan class=\"popular\"\u003eYatra Trik\u003c/span\u003e\u003cspan class=\"scholar\"\u003eG.ya\u0026rsquo; sbra khrigs\u003c/span\u003e. The site enjoys open views in all directions. The outcrop is covered in dark blue slates some of which have weathered to a reddish color. These slates were used to construct six sub-rectangular above ground tombs. These structures are of a more rudimentary construction than the typical mountaintop cubic tomb. Through subsidence and the ravages of time, the structures of \u003cspan class=\"popular\"\u003eYatra Trik\u003c/span\u003e\u003cspan class=\"scholar\"\u003eG.ya\u0026rsquo; sbra khrigs\u003c/span\u003e now have a rounded appearance. Each specimen contains a large central cavity (reliquary) encased in the outer walls. These walls are made from slabs 20 cm to 80 cm in length and 2 cm to 10 cm in thickness. There are no signs that the cavities were ever lined with a finer inner layer of masonry. The upper portions of the outer walls of each structure taper inwards. This inward positioning of the slabs must have continued all the way up to the original height of the structures. Given the local geology, it is likely that the tops of the walls were capped with long slates. The structures must have been approximately 50 percent higher than the tallest extant specimens (1.2 m), in order to be spanned by the slates available at the site. The bases of the structures are often inset into the mantle of slates covering the summit. This must have given the roughly built structures more stability. \u003c/p\u003e \u003cp\u003eThere are also wall remnants along the west rim of the formation and along the north flank of the site, dividing he upper and lower summits of the formation. These wall traces (none of which are free standing) were built in a similar fashion to the tombs, and are an integral part of the funerary complex. They may have had ritual functions. \u003cspan class=\"popular\"\u003eYatra Trik\u003c/span\u003e\u003cspan class=\"scholar\"\u003eG.ya\u0026rsquo; sbra khrigs\u003c/span\u003e is one of the most northerly archaeological sites surveyed to date. It coincides with the northern margin of human settlement in he \u003cspan class=\"popular\"\u003eJangtang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eByang thang\u003c/span\u003e (much of which arose in the Communist period). \u003c/p\u003e \u003ch4 id=\"b2-3-15-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eIn northern \u003cspan class=\"popular\"\u003eGerts\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSger rtse\u003c/span\u003e, \u003cspan class=\"popular emph\"\u003edrok pa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brog pa\u003c/span\u003e associate \u003cspan class=\"popular\"\u003eYatra Trik\u003c/span\u003e\u003cspan class=\"scholar\"\u003eG.ya\u0026rsquo; sbra khrigs\u003c/span\u003e with the ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e. Some \u003cspan class=\"popular emph\"\u003edrok pa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brog pa\u003c/span\u003e believe the site to consist of ancient fortifications.\u003c/p\u003e \u003ch4 id=\"b2-3-15-4\"\u003eSite elements\u003c/h4\u003e \u003cp\u003eFunerary structures FS1 to FS5 are spread out over more than half the summit in a transection 29 m long.\u003c/p\u003e \u003ch5 id=\"b2-3-15-4-1\"\u003eFunerary Structure FS1\u003c/h5\u003e \u003cp\u003eFunerary structure FS1 (2.3 m across) has been leveled on its exterior sides. The walls around the central cavity are 20 cm to 35 cm in height. This structure is situated adjacent to a wall on the north side of the site, which is 8.3 m long and a maximum of 1.2 m high.\u003c/p\u003e \u003cp\u003eFunerary structures FS2 to FS5 form a row along the west rim of the summit. \u003c/p\u003e \u003ch5 id=\"b2-3-15-4-2\"\u003eFunerary Structure FS2\u003c/h5\u003e \u003cp\u003eFunerary structure FS2 (2.5 m x 2.5 m), the most northerly specimen in the row, has a maximum exterior height of 1 m. The remains of the central cavity (1.4 m x 1.3 m) are visible. The inward tapering of the walls begins 50 cm above the base of the central cavity. FS2 was built on a plinth of slates. Nearby, on the west rim of the summit, there are two wall fragments (2.6 m long x 1 m high, 1.5 m long x 1.3 m high). \u003c/p\u003e \u003ch5 id=\"b2-3-15-4-3\"\u003eFunerary Structure FS3\u003c/h5\u003e \u003cp\u003eFunerary structure FS3 (2.1 m x 2.1 m) is now almost level with the summit. The central cavity is set 65 cm below the mantle of slates covering the summit. FS3 was built on a slate plinth, 50 cm in height, that extends beyond the structure to the west rim of the formation. \u003c/p\u003e \u003ch5 id=\"b2-3-15-4-4\"\u003eFunerary Structure FS4\u003c/h5\u003e \u003cp\u003eFunerary structure FS4 (2.4 m x 2.6 m) is 50 cm high on its exterior sides. It also appears to have been built on top of a plinth of slates. The central cavity (1.3 m x 1.5 m) is 1.1 m in depth. The slabs of the outer walls begin to taper inwards 70 cm above the base of the central cavity. \u003c/p\u003e \u003ch5 id=\"b2-3-15-4-5\"\u003eFunerary Structure FS5\u003c/h5\u003e \u003cp\u003eFunerary structure FS5 (2.3 m x 2.8 m) is highly fragmentary. The remains of the central cavity are 40 cm in depth. The walls lining the west rim continue a little south of FS5.\u003c/p\u003e \u003ch5 id=\"b2-3-15-4-6\"\u003eFunerary Structure FS6\u003c/h5\u003e \u003cp\u003eFunerary structure FS6 (2.2 m x 2.2 m) is situated on a shelf about 5 m below the west edge of the summit. This relatively well-preserved structure was built against two large boulders. Its exterior walls reach a maximum height of 1.1 m and the central cavity is 60 cm in depth. The overlapping courses of slates begin 50 cm from the base of the central cavity. \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza2/b2-3-15/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-3-15","is_primary":false,"created_at":"2010-08-25 11:14:06 UTC","updated_at":"2010-08-25 11:14:06 UTC","authors":[]}]}