{"descriptions":[{"id":369,"title":"Dongmar Dokhang Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e \u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e \u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-2\"\u003eI.2. Residential Structures in Other Locations: Religious and Elite Residences\u003c/h2\u003e \u003ch3 id=\"b1-2-43\"\u003e \u003cspan class=\"popular\"\u003eDongmar Dokhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGdong dmar rdo khang\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b1-2-43-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eDongmar Dokhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGdong dmar rdo khang\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Red Face All-Stone Houses\u003c/li\u003e \u003cli\u003eSite number: B-45\u003c/li\u003e \u003cli\u003eSite typology: I.2a\u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 33\u0026deg; 20.9\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 79\u0026deg; 30.8\u0026#900;\u003c/li\u003e \u003cli\u003eElevation: 4420 m to 4450 m \u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eReco\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRe co\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eRutok\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRu thog\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTAE\u003c/li\u003e \u003cli\u003eSurvey date: October 5, 2003\u003c/li\u003e \u003cli\u003eContemporary usage: None. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-2-43-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eDongmar Dokhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGdong dmar rdo khang\u003c/span\u003e is situated about 300 m to the north of \u003cspan class=\"popular\"\u003eDongmar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGdong dmar\u003c/span\u003e (A-108), an archaic stronghold that must have once watched over it. The seven all-stone residences found here were built on a sandy slope and on the bench above it, both of which rise above the \u003cspan class=\"popular\"\u003eChulung Gongma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eChu lung gong ma\u003c/span\u003e valley (4390 m). These structures were widely spaced apart, affording the inhabitants a good deal of privacy. These well-built edifices were constructed from mostly unhewn blocks of granite. The random-rubble texture walls were mud mortared (although most of it has disappeared with ime). The \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e were designed and built using the standard features of this monument typology. Like the neighboring fortress, these structures must have been where he archaic cultural priestly class and/or ruling elite of the area once resided. It would seem that the commoners who worked the nearby fields lived in temporary shelters. Extensive cultivation once took place at \u003cspan class=\"popular\"\u003eChulung Gongma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eChu lung gong ma\u003c/span\u003e, supported by a stream coming from a side valley. This valley no longer produces a perennial source of water and all arable lands have been abandoned. \u003c/p\u003e \u003ch4 id=\"b1-2-43-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to local sources, \u003cspan class=\"popular\"\u003eDongmar Dokhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGdong dmar rdo khang\u003c/span\u003e is an ancient settlement.\u003c/p\u003e \u003ch4 id=\"b1-2-43-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-2-43-4-1\"\u003eResidential Structure RS1\u003c/h5\u003e \u003cp\u003eResidential structure RS1 (5. 6 m x 5. 8 m) sits on a moderately inclined sandy slope on the south end of the site, above the slopes on which RS5, RS6 and RS7 were built. The upper tier of RS1 is partly intact while the lower tier has been reduced to its foundations. The outer rear or upper wall of the structure was built 50 cm into the ground. There are several in situ corbels (90 cm long) resting on the rear (northwest) wall. The current floor-to-ceiling height here is only 85 cm, illustrating how much in-filling has taken place. A standing rear wall segment has an exterior height of 1.2 m.\u003c/p\u003e \u003ch5 id=\"b1-2-43-4-2\"\u003eResidential Structure RS2\u003c/h5\u003e \u003cp\u003eResidential structure RS2 is situated 92 m northwest of RS1 on the south edge of the bench. Most of RS2 has been leveled and the full extent of the foundations is not evident. It may have been as much as 6 m to 8 m in length; however, standing walls now form a structure measuring 4 m x 3.9 m. A heavy buttress (1 m long and 70 cm hick) protrudes from the rear wall of the structure, a typical \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e design feature. \u003c/p\u003e \u003ch5 id=\"b1-2-43-4-3\"\u003eResidential Structure RS3\u003c/h5\u003e \u003cp\u003eResidential structure RS3 (6.7 m x 2.9 m) is located 140 m northeast of RS2, near the north end of the bench. This structure appears to have contained only two rooms (north and south). Wall thicknesses in RS3 vary between 50 cm and 80 cm. The wall dividing the two rooms is as much as 1.7 m high. On the south and north sides of this partition there are small niches. There are also two niches in the walls of the north room. An entrance on the east side of the structure leads to the south room. In front of the building there are two walls (12 m and 9 m in length) that begin 6 m apart but which gradually diverge further. These appear to have formed a courtyard, a common feature in \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e established away from summits. \u003c/p\u003e \u003ch5 id=\"b1-2-43-4-4\"\u003eResidential Structure RS4\u003c/h5\u003e \u003cp\u003eResidential structure RS4 (5.3 m x 3 m) is found 38 m northeast of RS3, at the east edge of the bench. It consists of two rooms with the partition wall between them partly intact. The forward wall of the structure is also largely intact (up to 1.6 m high). In this wall there is an east facing entranceway (90 cm x 70 cm) with an in situ lintel (80 cm long). In front of the forward wall of RS4 there is a courtyard (7 m x 6 m) with all three of its walls partly standing (up to 1.1 m in height). Originally, these courtyard walls were double-coursed but may have been rebuilt later in a more rudimentary fashion. A large in situ boulder was incorporated into one of he courtyard walls.\u003c/p\u003e \u003ch5 id=\"b1-2-43-4-5\"\u003eResidential Structure RS5\u003c/h5\u003e \u003cp\u003eResidential structure RS5 is situated 66 m north of RS4. This structure was aligned in the cardinal directions. Its rear/west tier housed three rooms (5.8 m x 2.3 m), as probably did its forward/east tier (6.1 m x 2.6 m). Several corbels are still in place in the rear tier of rooms, the longest of which (1.1 m) rests on a partition wall. The entranceway (90 cm x 70 cm) to the rear tier is in the east and opens to the middle room. The lintel (80 cm long) over this entrance is still in situ. The forward or east wall of the rear tier reaches 1.4 m above ground level, while the rear wall was built 1 m into the uphill slope. The two walls partitioning the rear tier into 3 rooms extend 1 m from the rear wall. In front or to the east of this buttressing are the entrances to the north and south rear rooms (adjacent to the entrance between the two tiers of rooms). These rear tier room entrances measure 90 cm x 60 cm and 1 m x 60 cm. The forward tier of the structure has been reduced to fragmentary footings. Its entrance also appears to have been in the east (a gap 50 cm wide in the wall exists here). The forward wall of the east tier has a maximum external height of 1.6 m, 70 cm of which is below the floor level. There is a hole on the south side of the forward wall that may be the remains of a latrine pit. \u003c/p\u003e \u003ch5 id=\"b1-2-43-4-6\"\u003eResidential Structure RS6\u003c/h5\u003e \u003cp\u003eResidential structure RS6 is located 39 m east or downhill of RS5, at roughly 10 m lower elevation. It is situated in the same hollow as RS5 but in a less pronounced part of it. Like RS5, RS6 is generally aligned in he cardinal directions and hosted two tiers of rooms. The rear tier of the structure, measuring 7 m (north-south) x 4 m (east-west), contains two relatively large rooms. The rear north room (3 m x 2.7 m) has a forward wall that is fully intact (stands 1.6 m). The rear wall of the north room is also well preserved. It was built 1.5 m into the ground, giving the \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e a semi-subterranean aspect. The east-facing entrance to the rear north room measures 1.2 m x 70 cm. The rear south room is not in as good condition and its entranceway has been destroyed. Its partly integral forward wall is 1.4 m high while its rear wall was built 1.4 m into the uphill slope. Near the top of the south wall (at ground level) of the rear south room there is a niche. There is also a rectangular niche (45 cm x 30 cm x 50 cm) in the rear wall of this room. The forward tier (9 m x 4.4 m) of rooms in RS6 has been razed, thus its floor plan is no longer evident. The forward wall of the forward tier, while not coherent, reaches 1.2 m in height, all of which is below the floor level of the structure. In the north side of the forward wall there is a hole (1.6 m deep, 80 cm wide), which may have been a latrine pit. A stone capping this cavity is 1.4 m in length. \u003c/p\u003e \u003ch5 id=\"b1-2-43-4-7\"\u003eResidential Structure RS7\u003c/h5\u003e \u003cp\u003eResidential structure RS7 (6.3 m x 6.3 m) is located 65 m northeast of RS6, at roughly 10 m lower in elevation. This lowest structure at \u003cspan class=\"popular\"\u003eDongmar Dokhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGdong dmar rdo khang\u003c/span\u003e is situated on a broad slope. It also contained two tiers of rooms. Standing walls in the rear tier reach 1.5 m while the forward tier walls have been leveled. The rear tier probably contained three rooms. There is a niche (30 cm x 10 cm) in the north wall of the rear north room and a niche (30 cm x 25 cm x 30 cm) on the south side of the partition wall (1.2 m in length) dividing it from the rear central room. The partition wall between the rear central and rear south rooms has been nearly completely annihilated, as has the forward wall of the rear tier. \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-2-43/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-2-43","is_primary":false,"created_at":"2010-08-11 20:47:01 UTC","updated_at":"2010-08-12 16:53:51 UTC","authors":[]}]}