{"descriptions":[{"authors":[{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"},{"fullname":"ཚེ་རིང་ཐར། (Tsering Thar)","id":"80"}],"source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-9-3","content":"<div class=\"essay-body\"><div id=\"essay-head2\"><table><tr><td align=\"left\" valign=\"top\"><div class=\"chapter\"><em>A Survey of Bonpo Monasteries</em></div><div class=\"author\"><span class=\"eng\">by </span>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind<!--(l)--><br/>Edited by Samten G. Karmay and Yasuhiko Nagano </div></td><td style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"><div class=\"copyright\"><span class=\"eng\"> Copyright &copy; 2003. </span><div class=\"eng\" id=\"permission\">Reproduced with permission from the authors <br xmlns:str=\"http://exslt.org/strings\"/>under the <a href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\">THL Digital Text License</a>.</div></div></td></tr></table></div><h2 id=\"b6-9\">rTa&rsquo;u County</h2> <h3 id=\"b6-9-3\">(163) dGu rdza Monastery</h3> <h4 id=\"b6-9-3-1\">1. Name </h4> <p>The monastery&rsquo;s full name is dGu rdza (or rdzab) dgon dPal ldan g-yung drung gling. It was also known as gSang phug or rDza lung.</p> <h4 id=\"b6-9-3-2\">2. Location </h4> <p>The monastery is 28 km south of rTa&rsquo;u, the county seat. </p> <h4 id=\"b6-9-3-3\">3. History</h4> <p>Oral tradition relates two legendary accounts of the monastery. According to one of the legends, after the decline of a Bonpo monastery founded by Khod po Blo gros thogs med (1280-1337) at lCang lo sna in rTa&rsquo;u, several of its elder monks went to the sacred mountain rBa zhabs brag dkar and founded a hermitage there which later developed into a monastery. According to the other legend, a Bonpo saint called Nam mkha&rsquo; snang mdog from rGyal rong founded gSang phug, a hermitage on the same sacred mountain that gradually expanded into a monastery known by the same name. </p> <p>The monastery was looked after by the descendants of Khod po Blo gros thogs med. Later &rsquo;Gro mgon Tshe dbang &rsquo;gyur med, &rsquo;Go mgon Shes rab dgongs rgyal, &rsquo;Gro mgon gYung drung tshul khrims, Nam mkha&rsquo; rgyal mtshan and Nam mkha&rsquo; bsam &rsquo;grub gave teachings at the monastery. It seemed to have enjoyed a long period of prosperity that ended when a group of local Buddhist chiefs who envious of the monastery&rsquo;s wealth hired a gang of thieves to ransack and burn down the monastery. </p> <p>Many years later, during the dGe lugs pa persecution when many Bonpo monasteries in the area were force to disband, rDza dGe sprul Yid bzhin legs &rsquo;grub, undaunted by the dGe lugs pa sectarian policy, went to Dartsedo to obtain permission to rebuild at least one Bonpo monastery. He combined nine Bonpo monasteries together into one and called it dGu rdza dgon, the &ldquo;Nine Monasteries in the Clay Mountain&rdquo;. After that, it was maintained by gYung drung rgyal mtshan and Byams pa &rsquo;phrin las for many years. It was wrecked during the Cultural Revolution and was rebuilt and resumed its religious activities in the 1980s. </p> <h4 id=\"b6-9-3-4\">4. Hierarchical system </h4> <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>one khri pa</li> <li>one dbu mdzad</li> <li>one dge skos </li> <li>two mchod dpon</li> <li>two spyi ba </li> </ul> <p>All of whom are replaced every three years with the exception of the spyi ba who is replaced every year. </p> <h4 id=\"b6-9-3-5\">5. Current number of monks</h4> <p>There are twenty-one novices and monks at the monastery.</p> <h4 id=\"b6-9-3-6\">6. Current education</h4> <p>There are no organized classes. The young novices are trained by the elder monks.</p> <h4 id=\"b6-9-3-7\">7. Educational exchange</h4> <p>The monks go to Shar rdza hermitage for ordination vows and teachings, and occasionally for the three-year retreat.</p> <h4 id=\"b6-9-3-8\">8 / 9. Rituals</h4> <p>The smon lam prayer ceremony from the 10th to 19th day of the 1st month; the smyung gnas fast for ten days in the 4th month (the dates are determined by the monastery); the dbyar gnas summer fast from the 9th to 23rd day of the 6th month. </p> <h4 id=\"b6-9-3-9\">10. Books held in the monastery</h4> <p>The monastery has only one printed copy of dBra ston sKal bzang bstan pa&rsquo;i rgyal mtshan&rsquo;s collected works.</p> <h4 id=\"b6-9-3-10\">11. Income and expenses</h4> <p>The monastery depends on offerings from its followers. The monks provide their own food.</p> <h4 id=\"b6-9-3-11\">12. Local community</h4> <p>The local lay community consists of two communities (shog khag): lCags rkang and sMig ri. lCags rkang community comprises seven villages: Bar sha with nine families, Sa ya with six families, Sa re with four families, Yo sho with fourteen families, mKhar chag with six families, &rsquo;Brog pa with four families and sNgun &rsquo;dus with four families; sMig ri community comprises six villages: dGu smad with three families, sNye ri with ten families, Ci ti with seven families, Nya rgyu with ten families, Kha lang with seven families and &rsquo;Brog pa with twelve families. </p> <h4 id=\"b6-9-3-12\">13. Local festivals</h4> <p>There is a la btsas on top of the mountain behind the monastery. No date is fixed for its renewal ceremony which is performed by Bonpos only.</p> <p>The mountain facing the monastery, sBa zhabs brag dkar, is the most important sacred mountain in the area. Khod po Blo gros thogs med sanctified it and discovered a number of important Bonpo gter ma texts there. The mountain is venerated every Monkey-Year by both Bonpo and Buddhists who circumambulate the mountain in the direction prescribed by their respective traditions. There is a short anonymous text about the mountain entitled sBa zhabs brag dkar dkar chag dad pa&rsquo;i glu dbyangs, which mentions another longer text entitled sBa zhabs brag dkar byin rlabs shugs &rsquo;byung. </p> <h4 id=\"b6-9-3-13\">14. Occupation of the local population</h4> <p>Farming supplemented by animal husbandry</p> <h4 id=\"b6-9-3-14\">Sources</h4> <h5 id=\"b6-9-3-14-1\">(1) Interviews</h5> <p>With the following monks at the monastery in autumn 1997: &rsquo;Chi med dbang phyung (b.1929), Blo kho (Blo bzang dpal ldan) (b.1942), sMon lam nor bu (b.1969)</p> <h5 id=\"b6-9-3-14-2\">(2) Texts</h5> <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>dGu rdzab dgon by &rsquo;Phrin dga&rsquo;, MS </li> <li>sBa zhabs brag dkar dkar chag dad pa&rsquo;i glu dbyangs, anonymous, MS </li> <li>a short, untitled and anonymous text about the history of the monastery, MS</li> </ul> <table xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"><tbody><tr><td class=\"leftcell\"><a class=\"backarrow\" title=\"Previous Section\"><img src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/></a></td><td class=\"midcell\"><a class=\"uparrow\" title=\"Beginning of Article\"><img src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/></a></td><td class=\"rightcell\"><a class=\"forwardarrow\" title=\"Next Section\"><img src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/></a></td></tr></tbody></table></div><div id=\"chap-id\">/bonpo-monasteries/b6-9-3/</div><div style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"><div class=\"closebtn\"><a href=\"#\">Close</a></div><div style=\"height: 280px;\" class=\"conx-content\"><h3>Note Citation for Page <span class=\"pgnm\"/></h3><p class=\"biblref\">Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), <span class=\"pgnm\"/>. </p><h3>Bibliographic Citation</h3><p>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.</p></div></div>","created_at":"2011-12-13 02:30:06 UTC","updated_at":"2011-12-13 02:30:06 UTC","id":1478,"title":"Gudza Gön Penden Yungdrung Ling Introduction","is_primary":false}]}