{"descriptions":[{"id":1033,"title":"Doring Raktsuk Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c!--(a)--\u003e\u003cbr/\u003eEdited by Geoffrey Barstow and Mickey Stockwell \u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2010. \u003c/span\u003e \u003cdiv class=\"\" id=\"permission\"\u003e \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b2-1\" class=\"space-before\"\u003eII.1. Stelae and accompanying structures: Funerary and non-funerary structures\u003c/h2\u003e \u003ch3 id=\"b2-1-42\"\u003e \u003cspan class=\"popular\"\u003eDoring Raktsuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdo ring rag gtsug\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b2-1-42-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eDoring Raktsuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdo ring rag gtsug\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Tawny Top Long-stones\u003c/li\u003e \u003cli\u003eSite number: C-107\u003c/li\u003e \u003cli\u003eSite typology: II.1b, II.2b, II.2c, II.2d \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 29\u0026ordm; 52.2\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 84\u0026ordm; 10.4\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 4670 m to 4680 m \u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eCh\u0026ouml;nkhor\u003c/span\u003e\u003cspan class=\"scholar\"\u003eChos \u0026rsquo;khor\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eDrongpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Brong pa\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTCE\u003c/li\u003e \u003cli\u003eSurvey date: April 24 and April 25, 2002\u003c/li\u003e \u003cli\u003eContemporary usage: Light grazing. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b2-1-42-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eDoring Raktsuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdo ring rag gtsug\u003c/span\u003e, an important enclosed pillar and funerary enclosure installation, is located in the \u003cspan class=\"popular\"\u003eYorchu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eYor chu\u003c/span\u003e valley bottom, about 10 km upstream of its confluence with the voluminous \u003cspan class=\"popular\"\u003eTsachu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eTshwa chu\u003c/span\u003e. \u003cspan class=\"popular\"\u003eRaktsuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRag gtsug\u003c/span\u003e is the name of a small outcrop on the edge of the valley. Locally, the site is simply known as rdo ring. It is found in a region called \u003cspan class=\"popular\"\u003eLeyor\u003c/span\u003e\u003cspan class=\"scholar\"\u003eLas yor\u003c/span\u003e. \u003cspan class=\"popular\"\u003eDoring Raktsuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdo ring rag gtsug\u003c/span\u003e was established on the right side of the \u003cspan class=\"popular\"\u003eYorchu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eYor chu\u003c/span\u003e valley (which is about one-half km wide here), on a well-drained rocky plain that gently declines to the west. The \u003cspan class=\"popular\"\u003eYorchu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eYor chu\u003c/span\u003e watercourse is only some tens of meters away from the pillars and funerary structures. This is unusually close to a water source for this type of installation. The sacred mountain \u003cspan class=\"popular\"\u003eLonpo Gangri\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBlon po gangs ri\u003c/span\u003e, located 45 km away, is visible from \u003cspan class=\"popular\"\u003eDoring Raktsuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdo ring rag gtsug\u003c/span\u003e. The east-west alignment of his stretch of the \u003cspan class=\"popular\"\u003eYorchu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eYor chu\u003c/span\u003e valley is likely to have played a role in the placement of the site at this location. There is a \u003cspan class=\"popular emph\"\u003edrok pa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;brog pa\u003c/span\u003e seasonal encampment in the vicinity, but no permanent habitations. The enclosure was founded on a natural rise, adding to its overall elevation. There are about 30 in situ pillars erected in different groupings, many of which have a slim, graceful form. Three or four types of rock were selected for use as stelae at \u003cspan class=\"popular\"\u003eDoring Raktsuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdo ring rag gtsug\u003c/span\u003e. \u003c/p\u003e \u003ch4 id=\"b2-1-42-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to local sources, a primordial monument.\u003c/p\u003e \u003ch4 id=\"b2-1-42-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b2-1-42-4-1\"\u003eEnclosure\u003c/h5\u003e \u003cp\u003eThe enclosure is not well aligned in the compass points. It measures 24 m (east-west) x 6 m (north-south) for he first 19 m from the east wall and 8 m (north-south) for the remaining 5 m. This is one of only two T-shaped enclosures surveyed to date.\u003ca href=\"#n37\" name=\"nb37\" class=\"note\"\u003e37\u003c/a\u003e The north and south walls are mostly intact, while the east and west walls are not. The two short wall sections, aligned at right angles, that form the sides of the \u0026lsquo;T\u0026rsquo; are partially intact. The double-course walls (50 cm to 60 cm thick) of the enclosure contain uncut blocky stones of variable length (10 cm to 55 cm long). These pink and gray stones are either even with the ground level or project above it to a maximum height of 20 cm. Beginning in the middle of the east wall of the enclosure there is a double-course slab wall that extends 6.5 m to the east. This wall contains variable-length slabs (up to 60 cm long, 2 cm to 4 cm in thick), in parallel courses set about 30 cm from each other. This slab wall may have coincided with an opening in the east wall of the enclosure, but not enough of the east wall has survived to know for certain. \u003c/p\u003e \u003ch5 id=\"b2-1-42-4-2\"\u003ePillars\u003c/h5\u003e \u003cp\u003eAnother unusual feature of \u003cspan class=\"popular\"\u003eDoring Raktsuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdo ring rag gtsug\u003c/span\u003e is that its enclosure shelters two main groups of pillars. These groups of stelae appear to have been roughly arrayed in rows. The two main groups are spaced a maximum of 5.7 m from one another. The east group of pillars stands just east of where the enclosure widens, while the west group of pillars spans the entire width of the augmented rear portion of the enclosure. \u003c/p\u003e \u003cp\u003eFrom north to south, the east group of pillars has the following dimensions and characteristics:\u003c/p\u003e \u003cp\u003eLong-stone DR1: irregularly shaped, reddish (1.2 m [height] x 85 cm [basal girth]). Next to DR1 there is a collapsed pillar of which a 90 cm length is exposed above the surface. This uprooted tabular specimen has a girth of 65 cm. \u003c/p\u003e \u003col\u003e \u003cli\u003eLong-stone DR2: irregularly shaped, beige (45 cm x 60 cm). This pillar is located in the middle of the enclosure.\u003c/li\u003e \u003cli\u003eLong-stone DR3: irregularly shaped, broken (20 cm x 65 cm). \u003c/li\u003e \u003cli\u003eLong-stone DR4: irregularly shaped, broken (15 cm x 60 cm).\u003c/li\u003e \u003cli\u003eLong-stone DR5: irregularly shaped, blue-gray (85 cm x 50 cm). This pillar stands near the south wall of he enclosure.\u003c/li\u003e \u003cli\u003eLong-stones DR6 to DR9 are situated near the south wall of the enclosure, a little to the west of the above specimens. \u003c/li\u003e \u003cli\u003eLong-stone DR6: tabular, light gray (65 cm x 55 cm).\u003c/li\u003e \u003cli\u003eLong-stone DR7: tabular, broken (15 cm c 35 cm).\u003c/li\u003e \u003cli\u003eLong-stone DR8: tabular, beige (65 cm x 60 cm).\u003c/li\u003e \u003cli\u003eLong-stone DR9: tabular (45 cm x 60 cm).\u003c/li\u003e \u003cli\u003eLong-stone DR10: irregularly shaped, beige (50 cm x 60 cm). This specimen is situated further west in between the east group and west group of pillars. \u003c/li\u003e \u003cli\u003eThe west group of pillars forms a line 6.6 m in length. These pillars tend to be severely inclined due to he effects of gravity over a long period of time. From south to north, the west group has the following dimensions and characteristics:\u003c/li\u003e \u003cli\u003eLong-stone DR11: irregularly shaped, beige, broken (15 cm x 60 cm).\u003c/li\u003e \u003cli\u003eLong-stone DR12: irregularly shaped, beige (1.2 m x 1 m).\u003c/li\u003e \u003cli\u003eLong-stone DR13: irregularly shaped, red (85 cm x 60 cm).\u003c/li\u003e \u003cli\u003eLong-stone DR14: irregularly shaped slender specimen, blue-gray having weathered to a red color (1.4 m x 50 cm).\u003c/li\u003e \u003cli\u003eLong-stone DR15: gray, top broken (1.2 m x approximately 1.5 m). Although this specimen is nearly prostrate, it is still well anchored in the ground. \u003c/li\u003e \u003cli\u003eLong-stone DR16: tabular, light gray (60 cm x 75 cm).\u003c/li\u003e \u003cli\u003eLong-stone DR17: dark blue-gray having weathered to a red color, broken (35 cm x 55 cm).\u003c/li\u003e \u003cli\u003eLong-stone DR18: irregularly shaped, beige (75 cm x 90 cm).\u003c/li\u003e \u003cli\u003eLong-stone DR19: tabular, blue-gray (1.4 m x 1.2 m).\u003c/li\u003e \u003cli\u003eLong-stone DR20: tabular, light gray (1 m x 60 cm).\u003c/li\u003e \u003cli\u003eLong-stone DR21: irregularly shaped slender specimen, blue-gray having weathered to a red color (1.6 m x 90 cm). This is the tallest pillar at \u003cspan class=\"popular\"\u003eDoring Raktsuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdo ring rag gtsug\u003c/span\u003e. \u003c/li\u003e \u003cli\u003eLong-stone DR22: tabular, beige (70 cm x 75 cm).\u003c/li\u003e \u003cli\u003eLong-stone DR23: tabular, gray (1 m x 90 cm). \u003c/li\u003e \u003cli\u003eLong-stone DR24: tabular, reddish, broken (80 cm x 1.3 m). \u003c/li\u003e \u003cli\u003eLong-stone DR25: irregularly shaped, beige (70 cm x 85 cm).\u003c/li\u003e \u003cli\u003eLong-stone DR26: irregularly shaped, beige (50 cm x 65 cm). \u003c/li\u003e \u003cli\u003eLong-stone DR27: gray, broken (20 cm x 55 cm). \u003c/li\u003e \u003cli\u003eLong-stone DR28: tabular, beige, broken (30 cm x 70 cm).\u003c/li\u003e \u003cli\u003eNear the north wall of the enclosure there are two or three minor broken specimens. \u003c/li\u003e \u003c/ol\u003e \u003ch5 id=\"b2-1-42-4-3\"\u003eFunerary superstructures\u003c/h5\u003e \u003cp\u003eIn addition to the walled pillars there are no less than 26 funerary superstructures spread out around \u003cspan class=\"popular\"\u003eDoring Raktsuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdo ring rag gtsug\u003c/span\u003e. These are of the double-course enclosure, heaped-stone wall enclosure and \u003cspan class=\"popular emph\"\u003ebangso\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebang so\u003c/span\u003e typologies. The double-course enclosures exhibit both upright slab walls and flush block and cobble wall types, and most appear to be ovoid or sub-rectangular in form. These funerary superstructures have the following dimensions, locations and characteristics:\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS1\u003c/h6\u003e \u003cp\u003eFunerary structure FS1 is situated 40.5 m south of the walled pillars (29\u0026deg; 52. 159\u0026#900; N. lat. / 84\u0026deg; 10.369\u0026#900; E. long.). Only scattered stones remain on the surface.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS2\u003c/h6\u003e \u003cp\u003eFunerary structure FS2 (4.8 m across) is situated 34 m south of FS1 (52.132\u0026#900; / 10.363\u0026#900;). This enclosure appears to have had an ovoid form. Its double-course perimeter walls are primarily composed of cobbles (15 cm o 25 cm long), which are flush with the ground surface.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS3\u003c/h6\u003e \u003cp\u003eFunerary structure FS3 is situated 10.4 m southeast of FS2 (52.127\u0026#900; / 10.370\u0026#900;). Very little of this double-course enclosure has survived. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS4\u003c/h6\u003e \u003cp\u003eFunerary structure FS4 (7 m across) is situated 17 m west of FS2 (52.137\u0026#900; / 10.354\u0026#900;). The double-course (60 cm to 70 cm thick) perimeter walls of this apparently ovoid enclosure are composed of variable-length (up to 65 cm long) slabs and cobbles. These stones protrude upwards of 15 cm above ground level.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS5\u003c/h6\u003e \u003cp\u003eFunerary structure FS5 (18 m x 12 m) is a large quadrate mound elevated 2 m above the surrounding terrain (52.219\u0026#900; / 10.376\u0026#900;). This stony mound has no extant coherent wall fragments. Due to erosion there is a shallow concavity on top of the structure. East of the \u003cspan class=\"popular emph\"\u003ebangso\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebang so\u003c/span\u003e here are traces of 50 cm high wall, which appear to be part of an ancillary funerary structure. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS6\u003c/h6\u003e \u003cp\u003eFunerary structure FS6 (7.3 m x 6 m) is situated 39 m west of the walled pillars (52.176\u0026#900; / 10.337\u0026#900;). This apparently ovoid enclosure is elevated about 50 cm above the surrounding plain. Although the perimeter walls (around 75 cm thick) are partly intact, there are no extant coherent wall segments. Variable-length (up to 50 cm long) stones went into the construction of this enclosure. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS7\u003c/h6\u003e \u003cp\u003eFunerary structure FS7 (5.7 m x 5 m) is situated 11 m north of FS6 (52.186\u0026#900; / 10.337\u0026#900;). The disorderly enclosure walls contain stones up to 50 cm in length, which are flush with the surface or project above it to a maximum height of 25 cm. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS8\u003c/h6\u003e \u003cp\u003eFunerary structure FS8 (5.2 m across) is situated 67 m southwest of the walled pillars and 28 m northwest of FS4 (52.149\u0026#900; / 10.335\u0026#900;). This poorly preserved specimen appears to have had an ovoid form. In close proximity here may be the faint remains of another enclosure.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS9\u003c/h6\u003e \u003cp\u003eFunerary structure FS9 (10 m x 10 m) is situated 90 m southwest of the walled pillars (52.158\u0026#900; / 10.310\u0026#900;). This not well-preserved enclosure appears to be primarily of the heaped-stone wall typology (these walls are around 50 cm in height). However, the southwest side of the structure exhibits a double-course wall (60 cm hick) segment composed of stones even with the surface or elevated above it to a maximum height of 30 cm. \u003c/p\u003e \u003cp\u003eFunerary structures FS10 to FS14 are ovoid or sub-rectangular specimens with little protrusion above ground level, which share the same general morphological traits as FS9:\u003c/p\u003e \u003col\u003e \u003cli\u003eFunerary structure FS10 is situated next to FS9 and is of similar size and type. \u003c/li\u003e \u003cli\u003eFunerary structure FS11 (7 m across) is situated 7 m west of FS11 (52.156\u0026#900; / 10.299\u0026#900;). \u003c/li\u003e \u003cli\u003eFunerary structure FS12 is situated 6.7 m northwest of FS11 (52.163\u0026#900; / 10.294\u0026#900;).\u003c/li\u003e \u003cli\u003eFunerary structure FS13 (5.6 m x 6.6 m) is situated 8 m west of FS12 (52.163\u0026#900; / 10.284\u0026#900;). \u003c/li\u003e \u003cli\u003eFunerary structure FS14 (5 m across) is a poorly preserved specimen adjacent to FS13 (52.161\u0026#900; / 10.284\u0026#900;).\u003c/li\u003e \u003c/ol\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS15\u003c/h6\u003e \u003cp\u003eFunerary structure FS15 (14 m x 14) is a large heaped-stone wall specimen, whose perimeter walls are somewhat elevated above the surrounding terrain (52.159\u0026#900; / 10.271\u0026#900;).\u003c/p\u003e \u003ch6 class=\"essay\"\u003eFunerary Structure FS16\u003c/h6\u003e \u003col\u003e \u003cli\u003eFunerary structure FS16 (6.6 m x 7.5 m) is situated 16 m northwest of FS15 (52.165\u0026#900; / 10.264\u0026#900;). A portion of the enclosing double-course walls (60 cm thick) are extant. They are composed of variable-length (up to 50 cm long) stones, which project as much as 15 cm above the ground surface.\u003c/li\u003e \u003cli/\u003e \u003cli\u003eFunerary structure FS17 (6.8 m x 7.4 m) is situated 1.3 m north of FS16 and is of similar construction.\u003c/li\u003e \u003cli\u003eFunerary structure FS18 (5.9 m x 5 m) is a poorly preserved enclosure situated adjacent to FS17.\u003c/li\u003e \u003cli\u003eFunerary structure FS19 (11.3 m x 12.8 m), another poorly preserved structure, is situated adjacent to FS18. \u003c/li\u003e \u003cli\u003eFunerary structure FS20 (6.8 m x 6.8 m) is a dissolute structure adjacent to FS19.\u003c/li\u003e \u003cli\u003eFunerary structure FS21 (6.4 m x 7 m) is situated 3.8 m west of FS20. The double-course slab walls (60 cm to 70 cm thick) of this enclosure contain stones that protrude as much as 30 cm above the surface.\u003c/li\u003e \u003cli\u003eFunerary structure FS22 (4 m across) is a poorly preserved enclosure, situated 1 m northwest of FS21.\u003c/li\u003e \u003cli\u003eFunerary structure FS23 is situated 2.3 m west of FS22 and has been mostly destroyed (52.181\u0026#900; / 10.239\u0026#900;).\u003c/li\u003e \u003cli\u003eFunerary structures FS24 and FS 25 are two interconnected but incomplete enclosures (17 m across) situated 48 m north of FS23, on the opposite side of the local access road (52.212\u0026#900; / 10.231\u0026#900;).\u003c/li\u003e \u003cli\u003eFunerary structure FS26 (14 m across) is an incomplete enclosure, situated 8 m west of FS25.\u003c/li\u003e \u003c/ol\u003e \u003chr class=\"footnote-divider\"/\u003e \u003ch2\u003eNotes\u003c/h2\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n37\"/\u003e \u003ca href=\"#nb37\" class=\"note\"\u003e [37] \u003c/a\u003e The other example is the enclosure of \u003cspan class=\"popular\"\u003eMertum Pima Doring\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMer btum pis ma rdo ring\u003c/span\u003e. The last several meters of its west end are wider than the bulk of his enclosure. For a description of this site see Bellezza, \u003cem\u003eAntiquities of Northern Tibet\u003c/em\u003e, 225\u0026ndash;227. \u003c/div\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza2/b2-1-42/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-1-42","is_primary":false,"created_at":"2010-08-25 11:10:42 UTC","updated_at":"2010-08-25 11:10:42 UTC","authors":[]}]}