{"descriptions":[{"id":246,"title":"Wangchuk Gönpo Khar Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e \u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e \u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-1\" class=\"space-before\"\u003eI.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices\u003c/h2\u003e \u003ch3 id=\"b1-1-4\"\u003e \u003cspan class=\"popular\"\u003eWangchuk G\u0026ouml;npo Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDbang phyug mgon po mkhar\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b1-1-4-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eWangchuk G\u0026ouml;npo Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDbang phyug mgon po mkhar\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Mighty Protector Castle\u003c/li\u003e \u003cli\u003eSite number: A-51\u003c/li\u003e \u003cli\u003eSite typology: I.1a, I.1b\u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 30\u0026deg; 26.8\u0026#900;\u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 82\u0026deg; 46.9\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 4970 m to 5000 m\u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eHorpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eHor pa\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eDrongpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Brong pa\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: UTAE\u003c/li\u003e \u003cli\u003eSurvey date: April 21, 2001\u003c/li\u003e \u003cli\u003eContemporary usage: Light grazing.\u003c/li\u003e \u003cli\u003eIdentifiable Buddhist emblems: A \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e wall and a type of shrine (\u003cspan class=\"popular emph\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten\u003c/span\u003e). \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-1-4-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e Castle of \u003cspan class=\"popular\"\u003eWangchuk G\u0026ouml;npo Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDbang phyug mgon po\u003c/span\u003e is perched on the top and southern flank of a hill that rises out of the basin of Owl Valley (\u003cspan class=\"popular\"\u003eUkpa Lung\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003e\u0026rsquo;ug pa lung\u003c/span\u003e). The hill is not impregnable, in that access along its western and southern approaches is relatively easy. The strength of the geographic setting comes from the fact that it is highly isolated (it is far removed from other archaic residential sites as well as modern centers of settlement). There are the ruins of some 60 formidably constructed buildings at dbang phyug mgon po mkhar. Many of these structures were two or even three stories in height. Covering an area of nearly 6000 m\u0026sup2; (118 m x 49 m), Castle of dbang phyug mgon po is one of the largest citadels surveyed o date. Most structures were built of random-work masonry, using a light-colored mud-based mortar adhesive. Roofs were mainly constructed with stone corbels fitted into socket-holes upon which timbers must have rested. In some instances, a band supported by corbels was constructed to act as a load-bearing structure for the timbers of the roof. A single \u003cspan class=\"popular emph\"\u003eMani\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema \u0026#7751;i\u003c/span\u003e wall and a type of shrine are found north of the castle complex. These Buddhist structures appear to have been constructed at a much later date.\u003c/p\u003e \u003ch4 id=\"b1-1-4-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eAccording to local sources, dbang phyug mgon po was the powerful \u003cspan class=\"popular emph\"\u003ed\u0026uuml;\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebdud\u003c/span\u003e demon ruler of the region. He came under attack by a Tibetan Buddhist army who laid siege to his castle. For a few months the castle withstood the assault, but its water supply was finally extinguished. Not wanting to let this vital fact to be known to the Tibetans, \u003cspan class=\"popular\"\u003eWangchuk Gonpo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDbang phyug mgon po\u003c/span\u003e ordered that his troops smear butter on their hair to simulate that they had just bathed. This ruse had the intended effect and the Tibetan king believed that the castle still possessed ample water reserves. Not willing to wait much longer, the Tibetan king wanted to storm the castle but his army had used up heir salt supply. Consequently, retreat was imminent. That night, the great VajrayAna adept \u003cspan class=\"popular\"\u003eGuru Rinpoch\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ru rin po che\u003c/span\u003e (eighth century) manifested in the dream of the Tibetan king as two yellow ducks and led him to a nearby salt mine. The next morning, using the geographic cues provided in his dream, a minister of the Tibetan king was able to find the salt mine. The attack of the castle could now go ahead and it proved successful, leading to the defeat of the \u003cspan class=\"popular emph\"\u003ed\u0026uuml;\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebdud \u003c/span\u003eking. \u003c/p\u003e \u003ch4 id=\"b1-1-4-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-1-4-4-1\"\u003eFortress\u003c/h5\u003e \u003cp\u003eThe legend claiming that Castle of \u003cspan class=\"popular\"\u003eWangchuk G\u0026ouml;npo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDbang phyug mgon po\u003c/span\u003e belonged to the \u003cspan class=\"popular emph\"\u003ed\u0026uuml;\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebdud\u003c/span\u003e (a class of indigenous demon/deity) suggests that it was part of the archaic cultural infrastructure of the region. This oral tradition may chronicle a localized incident in the fall of \u003cspan class=\"popular\"\u003eZhang Zhung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eZhang zhung\u003c/span\u003e and its annexation by the \u003cspan class=\"popular emph\"\u003epugyel\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003espu rgyal\u003c/span\u003e state of Central Tibet. According to \u003cspan class=\"popular\"\u003eLopp\u0026ouml;n Tendzin Namdak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSlob dpon bstan 'dzin rnam dag\u003c/span\u003e, the foremost Bon scholar, it seems likely that the Castle of \u003cspan class=\"popular\"\u003eWangchuk G\u0026ouml;npo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDbang phyug mgon po\u003c/span\u003e citadel is actually that of \u003cspan class=\"popular\"\u003eG\u0026eacute; Gi Jiwa Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGad gi byi ba mkhar\u003c/span\u003e, one of the premier prehistoric \u003cspan class=\"popular\"\u003eZhang Zhung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eZhang zhung\u003c/span\u003e centers according o the Bon textual tradition.\u003ca href=\"#n31\" name=\"nb31\" class=\"note\"\u003e31\u003c/a\u003e The castle possesses archaic architectural features such as corbelled stone roofs, small windowless rooms (3.5 m\u0026sup2; to 12 m\u0026sup2;) and low entranceways (1.1 m to 1.4 m in height). Its great elevation is another indication of considerable antiquity, as no major facilities in Upper Tibet were built at 5000 m in the historic epoch. Another indication pointing to an archaic cultural origin is the lack of Buddhist monuments contemporaneous with Castle of \u003cspan class=\"popular\"\u003eWangchuk G\u0026ouml;npo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eDbang phyug mgon po\u003c/span\u003e. \u003c/p\u003e \u003cp\u003eThe main collection of buildings at Castle of dbang phyug mgon po is found on a limestone outcrop. Other structures are scattered below on the south flank of the hill. The citadel seems to have been built with locally quarried limestone cut into flat blocks 40 cm to 1 m in length. The upper walls of a few buildings were constructed of rammed-earth. Wall elevations of 2 m to 4 m are common throughout the site, and the tallest extant fragments reach 8 m. The highest rammed-earth segment is 5 m. Wall thickness ranges between 50 cm and 80 cm. Buildings that may have had relatively large halls are located in he upper northwest corner of the site. All entranceways appear to have been built with stone lintels, many of which are still in situ. These doorways are only 50 cm to 70 cm in width. At the junction of the ground and first floors of buildings square socket-holes are in evidence, some of which still have stone corbels inserted in them. These structural elements were employed to support the flooring of the first story. The roofs must have been built in a similar fashion, using sockets and corbelling. The corbels are not massive (around 5 cm thick) and project a maximum of 50 cm from the walls. Given these dimensions and the wall spans involved, the floors and roofs could only have been made of timbers and not with heavy stone members. No pieces of wood, however, were recovered from the site. \u003c/p\u003e \u003cp\u003eIn the lower west sector of the complex there is a passageway (interior dimensions: 2.7 m x 50 cm) with an all-stone corbelled roof, built under a larger room. Another similarly constructed passageway lies adjacent to it, but it is filled with rubble and only a few corbels remain in place. In the lower central sector there is also an alcove (interior dimensions: 80 cm x 1.3 m) with an all-stone roof, which is part of the lower level of a building. On the west side of the hill, below the main group of ruins, there are three narrow semi-subterranean rooms that also appear to have had all-stone roofs. \u003c/p\u003e \u003chr class=\"footnote-divider\"/\u003e \u003ch2\u003eNotes\u003c/h2\u003e \u003cdiv class=\"footnote\"\u003e \u003ca name=\"n31\"/\u003e \u003ca href=\"#nb31\" class=\"note\"\u003e [31] \u003c/a\u003e Bellezza, \u003cspan class=\"popular emph\"\u003eZhang Zhung\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003eZhang zhung\u003c/span\u003e. \u003c/div\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-1-4/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-1-4","is_primary":false,"created_at":"2010-08-11 20:45:14 UTC","updated_at":"2010-08-12 16:53:51 UTC","authors":[]}]}