{"descriptions":[{"id":605,"title":"Hala Khar (Sharchok) Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e \u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e \u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-1\" class=\"space-before\"\u003eI.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices\u003c/h2\u003e \u003ch3 id=\"b1-1-12\"\u003e \u003cspan class=\"popular\"\u003eHa La Khar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eHa la mkhar\u003c/span\u003e East\u003c/h3\u003e \u003ch4 id=\"b1-1-12-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: ha la mkhar (East)\u003c/li\u003e \u003cli\u003eSite number: A-59\u003c/li\u003e \u003cli\u003eSite typology: I.1b \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 31\u0026ordm; 08.3\u0026#900;\u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 80\u0026ordm; 13.1\u0026#900;\u003c/li\u003e \u003cli\u003eElevation: 4320 m\u003c/li\u003e \u003cli\u003eAdministrative location (township): Change Place of Residence Mountain Face \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eTsada\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsa mda'\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: UTAE\u003c/li\u003e \u003cli\u003eSurvey date: May 4, 2001 \u003c/li\u003e \u003cli\u003eContemporary usage: None.\u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None.\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-1-12-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e ha la mkhar (East) is situated on the opposite side of the \u003cspan class=\"popular\"\u003eHala\u003c/span\u003e\u003cspan class=\"scholar\"\u003eHa la\u003c/span\u003e valley from ha la mkhar (West) (A-58). It is perched on the top of a badland crest at a significantly higher elevation. As such, ha la mkhar (East) enjoys much more panoramic views than its counterpart. Both \u003cspan class=\"popular emph\"\u003ekhar\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emkhar\u003c/span\u003e of \u003cspan class=\"popular\"\u003eHala\u003c/span\u003e\u003cspan class=\"scholar\"\u003eHa la\u003c/span\u003e are in eyeshot of one another. ha la mkhar (East) is of a particular design found only at two other sites in \u003cspan class=\"popular\"\u003eGug\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ge\u003c/span\u003e: Little Castle (\u003cspan class=\"popular\"\u003eKharchung\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emkhar chung\u003c/span\u003e) (A-136) and ma nam mkhar (West) (B-77). This earthen structure is composed of three parallel rows of tiny compartments. This edifice is likely to have functioned as a fortress or religious center, an installation that required many rooms (probably for the billeting of personnel). The higher, more difficult location of ha la mkhar (East) may mean that it was a defensive bulwark against a fiercer, more persistent or wider-ranging enemy than those faced by ha la mkhar (West). At any rate, it exhibits a very different design pattern than the neighboring residential facility. This singular structure measures 32 m (north-south) x 14 m (east-west), and appears to have been built of adobe blocks. The very small size of the compartments and their relatively large number (around 18 in total) is not in keeping with the spatial arrangement of Buddhist monasteries in \u003cspan class=\"popular\"\u003eGug\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGu ge\u003c/span\u003e nor elsewhere in Tibet. There is no permanent source of water at ha la mkhar (East) and this essential commodity must have been hauled up from he valley below. \u003c/p\u003e \u003ch4 id=\"b1-1-12-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eEvidently none exists in the locale.\u003c/p\u003e \u003ch4 id=\"b1-1-12-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-1-12-4-1\"\u003eCastle\u003c/h5\u003e \u003cp\u003e ha la mkhar (East) appears to have contained three rows of rooms with at least six rooms in each, which are oriented along the east-west axis of the structure. The south and north rows of compartments are set at a lower elevation than the middle or summit portion of the edifice. Very little of the ground plan remains in place and, due to the advanced level of degradation, the interface between the building and formation is not very clear in certain places. This extremely dissolved structure was probably built of adobe blocks. Had it been constructed of rammed-earth, traces of the orifices used in the assembly of the shuttering, should still be visible. Some of the light-colored mud walls are set on 50-cm high stone foundations. Below the summit, on he south side of the structure, there is a line of at least six rooms poised above the precipitous slopes of he formation. These rooms were divided by both stone and adobe partitions. In one room with standing wall segments (up to 1.2 m in height), the rear wall and one side wall are made of stone while the other side wall is of adobe. Each room in this row measures 2.5 m in width (east-west). The length of the south facing rooms is no longer determinable because their forward sections have slipped down the mountainside. The south line of rooms does not extend all the way to the east and west extremities of the remaining portion of the structure. Interposed between the summit row and south row of compartments there is a terrace or corridor (1 m to 1.5 m wide). \u003c/p\u003e \u003cp\u003eThere also appears to have been a row of rooms along the north side of the structure, with a passageway between it and adjoining summit portion of the edifice, creating a symmetrical ground plan. The north line of rooms, however, is even more deteriorated than the south row. In the west half of the north row, some traces of partition walls are evident, while much of the east half of the row has disappeared down the slopes. Through erosive forces the summit portion of the building has been largely leveled. Small wall segments (up to 1.5 m in height) that abut the summit side of the two axial corridors have persisted. There is also an isolated interior wall partition (1.5 m high), which managed to remain standing in the middle of the summit. All other traces of he summit row of rooms have been washed away. \u003c/p\u003e \u003ch4 id=\"b1-1-12-5\"\u003eAffiliated sites\u003c/h4\u003e \u003ch5 id=\"b1-1-12-5-1\"\u003eHa la Buddhist ruins\u003c/h5\u003e \u003cp\u003eIn the bottom of the \u003cspan class=\"popular\"\u003eHala\u003c/span\u003e\u003cspan class=\"scholar\"\u003eHa la\u003c/span\u003e valley, there are a number of ruined \u003cspan class=\"popular emph\"\u003ech\u0026ouml; ten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten,\u003c/span\u003e made with adobe blocks and wooden superstructures. There also appears to have been a small temple (a \u003cspan class=\"popular\"\u003eMani Lhakhang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMa \u0026#7751;i lha khang\u003c/span\u003e?) amid the a type of shrine. To the north there are the ruins of a larger temple. These Buddhist temples were destroyed before living memory. There was also a small Buddhist monastery suspended in the side of an escarpment north of the ruined castles, which was razed in the Chinese Cultural Revolution. This site has around 12 caves, some of which were integrated into the buildings of the monastery. It is reported by local sources that this monastery once belonged to the \u003cspan class=\"popular\"\u003esakya\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSa skya\u003c/span\u003e sect, but in more recent times it devolved o \u003cspan class=\"popular\"\u003eNyingma\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRnying ma\u003c/span\u003e practitioners. According to a knowledgeable native elder named \u003cspan class=\"popular\"\u003edorj\u0026eacute;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdo rje\u003c/span\u003e, one of he monastery\u0026rsquo;s main protectors was a \u003cspan class=\"popular emph\"\u003etsen\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebtsan\u003c/span\u003e deity called \u003cspan class=\"popular\"\u003eHala Gyelpo\u003c/span\u003e\u003cspan class=\"scholar\"\u003eHa la rgyal po\u003c/span\u003e. \u003c/p\u003e \u003ch5 id=\"b1-1-12-5-2\"\u003emThon lo \u003cspan class=\"popular emph\"\u003ekhar\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emkhar\u003c/span\u003e \u003c/h5\u003e \u003cp\u003eOn the right side of the Change Place of Residence Mountain Face valley there are the remains of substantial historic epoch ruins called Lofty Harvest Castle (\u003cspan class=\"popular\"\u003eT\u0026ouml;nlo Khar\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emthon lo mkhar\u003c/span\u003e). These remains are associated with a historical figure called \u003cspan class=\"popular\"\u003eT\u0026ouml;nlo Pala\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMthon lo pha la\u003c/span\u003e. According to local lore, \u003cspan class=\"popular\"\u003eT\u0026ouml;nlo Pala\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMthon lo pha la\u003c/span\u003e was a district leader (\u003cspan class=\"popular emph\"\u003edep\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003esde dpon\u003c/span\u003e) under the authority of nearby \u003cspan class=\"popular\"\u003eDawa Dzong\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMda' ba rdzong\u003c/span\u003e. He became displeased that a mountain o the east of his castle blocked much of the sunlight. He ordered his men to cut down the mountain, but this was an insuperable task and the workers eventually revolted and slew him. The west complex of the castle is found on a small outcrop and is dominated by two high elevation adobe block structures, the largest of which measures 8.5 m x 7.5 m. There are also the remains of stone-wall footings on the summit of the outcrop. On the steep south side of the outcrop, there is a dense collection of primarily stone foundations and fractional walls split between four main levels (20 m x 30 m). The east complex is situated on the opposite side of the main road and covers an area of no less than 700 m\u0026sup2;. It is comprised of highly degraded ruins of several large adobe and stone buildings. \u003c/p\u003e \u003ch5 id=\"b1-1-12-5-3\"\u003eShel did \u003c/h5\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eShedi\u003c/span\u003e\u003cspan class=\"scholar\"\u003eShel did\u003c/span\u003e (sp.?), an extensive but highly dissolute dispersion, is located on an undulating shelf above the west bank of the \u003cspan class=\"popular\"\u003eDongpo Chu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGdong spo chu\u003c/span\u003e near the main bridge crossing (31\u0026deg; 07.4\u0026#900; N. lat. / 80\u0026deg; 07.2\u0026#900; E. long. / 4130 m). One elder of Change Place of Residence Mountain Face claimed that this was the original monastic site of the valley, but this information was contradicted by other local residents. It is said that some of the pits on the site represent the vestiges of old gold mining operations. The erstwhile cobble structures of \u003cspan class=\"popular\"\u003eShedi\u003c/span\u003e\u003cspan class=\"scholar\"\u003eShel did\u003c/span\u003e appear to be the remains of a settlement. These structures have been reduced to piles of rubble and depressions in the ground. There are no cave complexes in Change Place of Residence Mountain Face so early forms of settlement would have had to rely on alternative forms of habitation. The northwest sector of the site (170 m maximum x 200 m) covers at least 12,000 m\u0026sup2;. The main road cuts right through this dispersion. A rammed-earth carcass (5 m x 13 m), found amid the northwest sector debris, is in keeping with monastic construction. The smaller southeast sector (90 m x 100 m) is concentrated on a prominence jutting out into the \u003cspan class=\"popular\"\u003eDongpo Chu\u003c/span\u003e\u003cspan class=\"scholar\"\u003eGdong spo chu\u003c/span\u003e. This dispersion contains disintegrated revetments concealed in the blanket of rubble, a clear sign that structures of some kind once stood here. Revetment fragments reach 1.5 m in height. A a type of shrine was built in the southeast sector in recent times, indicating the presence of a collective memory pertaining to a sacred site.\u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-1-12/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-1-12","is_primary":false,"created_at":"2010-08-12 13:20:02 UTC","updated_at":"2010-08-12 16:53:52 UTC","authors":[]}]}