{"descriptions":[{"authors":[{"fullname":"Charles Ramble","id":"77"},{"fullname":"Charles Ramble","id":"77"},{"fullname":"Marietta Kind","id":"81"},{"fullname":"Marietta Kind","id":"81"}],"source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b7-2-5","content":"<div class=\"essay-body\"><div id=\"essay-head2\"><table><tr><td align=\"left\" valign=\"top\"><div class=\"chapter\"><em>A Survey of Bonpo Monasteries</em></div><div class=\"author\"><span class=\"eng\">by </span>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind<!--(l)--><br/>Edited by Samten G. Karmay and Yasuhiko Nagano </div></td><td style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"><div class=\"copyright\"><span class=\"eng\"> Copyright &copy; 2003. </span><div class=\"eng\" id=\"permission\">Reproduced with permission from the authors <br xmlns:str=\"http://exslt.org/strings\"/>under the <a href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\">THL Digital Text License</a>.</div></div></td></tr></table></div><h2 id=\"b7-2\">Dolpo (Nep. Dolpa) District</h2> <h3 id=\"b7-2-5\">(224) mTha&rsquo; srung Monastery</h3> <h4 id=\"b7-2-5-1\">1. Name of monastery or temple</h4> <p>dPal gshen bstan mtha&rsquo; srung mtsho gling dgon pa.</p> <p>The Temple complex is a cluster of nine buildings and three ruins. The cluster as a whole is known by the abbreviated name of mTha&rsquo; srung dgon pa. The big community temple is called simply gTsug lag khang. The address is: </p> <p>Phoksumdo (Phug gsum mdo), Ringmo (Ring mo) village, Dolpa District, Karnali Zone, Nepal. </p> <h4 id=\"b7-2-5-2\">2. Location</h4> <p>The temple complex is about fifteen minutes&rsquo; walk from the village on the east bank of the lake. The village, usually called Ringmo, is also called Tshowa (mTsho ba) and Phoksumdo (Phug gsum mdo). </p> <h4 id=\"b7-2-5-3\">3. History </h4> <p>The temple, called mTha&rsquo; bzhi mtha&rsquo; srung mtsho gling dgon, was built by Tshe dbang Tshul khrims of the Tre clan, but later looked after by a certain rGyal mtshan tshul khrims, a bla ma of the mTha&rsquo; bzhi lineage (note that the name of this clan is also sometimes rendered mTha&rsquo; zhu). The name is said to be derived from a temple with the same name that was located in Tibet, in similar environmental surroundings. The year in which the temple was built is not known, but may be obtained on the basis of an examination of the Tre ston lineage history (work on which is now proceeding). The area is said to have been popular among hunters, who would drive animals into this rocky corner, from which there is no escape. Tre ston Tshe dbang tshul khrims chose this site in order to suppress hunting and to promulgate the Bon religion. </p> <p>Most recent bla mas in Ringmo, in chronological order, are: </p> <ol type=\"1\"> <li>mTha&rsquo; bzhi gDul ba rig &rsquo;dzin</li> <li>Tre ston bSod nams g-yung drung</li> <li>mTha&rsquo; bzhi rGyal ba gtsug phud</li> </ol> <p>The biography of mTha&rsquo; bzhi gDul ba rig &rsquo;dzin used to be kept in Ringmo, but it is now in Kathmandu. </p> <p>Tre ston bSod nams g-yung drung used to have many disciples. He himself went to Tibet and studied in mKhar sna dgon pa. rGyal ba gtsug phud was one of his disciples. First the community dgon pa was built. This was followed by the mTha&rsquo; bzhi chapel, and the students later built several smaller chapels. </p> <p>mTha&rsquo; bzhi rGyal ba gtsug phud, although he was from a priestly lineage, originally became a carpenter. After becoming ill, however, he meditated on Khyung dmar for three years, in the course of which he acquired a great deal of spiritual power. His meditation cave, located above the nearby settlement of Palam, contains many hand-prints and wing-prints from the khyung. He lived at the temple about fifty years ago with a bla ma called rTogs ldan, who had come from Khams and married a local woman. After their death the temple effectively fell into neglect for about ten years. </p> <p>After nearly a decade without a bla ma, the temple was headed by gYung drung rgyal mtshan of the Khyung dkar clan. He was invited from his home in sPung mo (see infra) by the villagers of Ringmo. He remained at the temple for about thirteen years until bSam grub nyi ma completed his studies in sMan ri at Dolanji (No.231) and returned, as a dge bshes, in about 1991. At first he concentrated on his own practice, but the boys needed an education, and he accordingly accepted five permanent students to undertake the three-year preliminary training. They were taught reading, writing, grammar, philosophy and dialectic debate. Four of them are now at Triten Norbutse (No.230) in Kathmandu for the continuation of their studies, while four new boys have begun the three-year preliminary training.</p> <p>In 1996 a new community temple called (the second) gTsug lag khang was added. The construction was supported by the WWF (World Wide Fund for Nature), which supports certain projects in the Phoksumdo National Park, with a donation of Rs. 45,000.</p> <h4 id=\"b7-2-5-4\">4. Hierarchical system</h4> <p>The dgon pa used originally to operate a system of hereditary succession with incumbents from the mTha&rsquo; bzhi and Tre ston lineages. This succession was interrupted (see above) by a break of some ten years, but the villagers invited gYung drung rgyal mtshan and, later on, dGe bshes Shes rab nyi ma, both from sPung mo. Nowadays, therefore, the temple is run by an elected abbot, while hereditary householder-priests still live at their private chapels. </p> <ol type=\"1\"> <li>mkhan po (abbot). The position of the abbot is occupied by dGe bshes bSam grub nyi ma and has only existed since about 1991. Like dGe bshes Shes rab nyi ma in sPu mer, dGe bshes bSam grub nyi ma belongs to the family of sGrub thob Rinpoche (Khyung po dkar po). </li> <li>spyi dbu bla ma: the &lsquo;community head bla ma&rsquo;. His task is to be part of all the rituals concerning the whole village and to pray for rain or stop hail and frost depending on the time of year. Performing this duty he is also referred to as ser srung or sad srung. The position is traditionally occupied by the mTha&rsquo; bzhi bla ma lineage. But since there was no one sufficiently experienced in mTsho, an invitation was issued to gYung drung rgyal mtshan from sPung mo (he is over 80 years old). Originally a hereditary position, it is nowadays increasingly replaced by experienced persons of different lineages. In the case of village and family rituals the abbot and the dge slong, all educated in India are called to perform the ceremonies together with the local grwa pa. </li> <li>dbu mdzad </li> <li>dge rgan: the proctor, corresponding to the office more commonly known as dge skos. </li> <li>dge bshes / dge slong/ drang srong: mTsho used to lack its own dge bshes, and abbot and other dge bshes who perform rituals here are all originally from sPung mo. However, two monks from mTha&rsquo; srung mtsho gling dgon pa who were educated in India, took drang srong vows and are now referred to as dge slong. They are usually invited together with the abbot for larger domestic ceremonies and are always involved in major rituals at the dgon pa. Furthermore several young men from mTsho are currently receiving an education in Kathmandu and India (Dolanji), and some are planning to become monks and take their dge bshes degree. </li> <li>grwa pa: sometimes also called Lo gsum pa or ser khyim pa (a term only used in the larger monasteries): married householder priests, usually Lo gsum pa.</li> <li>jomo, married nuns; these have taken a few vows.</li> </ol> <p>A generation ago the Lo gsum pa and grwa pa were usually sent to sPu mer for education. Nowadays they receive education from dGe bshes bSam grub nyi ma. Some are still sent to sPu mer, to bSam gling or to Kathmandu or to India (Dolanji). With the new Tapriza School nearby several children are educated there for the first five years, so that they are literate before the undertake the three-retreat. </p> <p>The hierarchy is no longer very clear. In the past it used to be based on lineage, but with the arrival of the new abbot from sPung mo and the spyi dbu bla ma from sPung mo the situation is apparently changing. During the period when there was no bla ma at mTha&rsquo; srung mtsho gling dgon pa, religious education waned and was mainly received by bla mas from sPung mo. </p> <h4 id=\"b7-2-5-5\">5. Number of monks</h4> <p>Living at the dgon pa: </p> <p>Abbot: dGe bshes bSam grub nyi ma (originally from sPung mo), studied in Dolanji.</p> <p>Others: </p> <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>2 monks who have partly studied in Dolanji, both dge slong (drang srong)</li> <li>2 old householder priests, grwa pa</li> <li>boys in their Lo gsum education (number differs from year to year, none in 2002)</li> </ul> <p>In village: </p> <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>13-15 grwa pa</li> <li>13-14 jo mo</li> </ul> <h4 id=\"b7-2-5-6\">6. The present educational system</h4> <p>Until 1999 there were four boys in their education for the Lo gsum retreat. During the Lo gsum they undertake sngon &rsquo;gro and dngos gzhi practices and winter retreats. They take further initiations from different bla mas and study prayer music, mask dancing and mask making.</p> <p>In addition three young boys from the village used to visit the dgon pa periodically to learn basic Tibetan language, but they are now studying at Tapriza School. Two elderly householder priests living in their own houses at the dgon pa follow their daily practice and only join in when there are bigger rituals. The two monks (dge slong) who were educated in Dolanji follow their own daily practice and carry out the different domestic and monastic rituals together with the abbot. </p> <h4 id=\"b7-2-5-7\">7. Personnel and educational exchange of monks between monasteries</h4> <p>Educational exchange takes place mainly between Ringmo, sPung mo and sPu mer, and sometimes also bSam gling (which is much father away in the north-west of Dolpo). Nowdays Dolanji (Shimla) and Triten Norbutse (Kathmandu) are also on the circuit. Additionally the bla mas of mTsho are called to perform rituals or provide Tibetan medicine in Khaliban, a village further south with many Bonpo, but no monastery or bla ma (see below). Since 2001 they have been building their own small dgon pa and are trying to convince a bla ma from sPung mo to stay there and perform the necessary rituals.</p> <h4 id=\"b7-2-5-8\">8. Daily rituals of the monastery</h4> <p>The daily rituals of the monastery are the individual performances of the various monks. The monastery itself has monthly rituals, and these are complemented by community ceremonies. </p> <h4 id=\"b7-2-5-9\">9. Description of annual rituals</h4> <table class=\"essay-table\" cellspacing=\"0\" cellpadding=\"5\"><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"left\" valign=\"top\">Name of ritual</td> <td align=\"left\" valign=\"top\">Place</td> <td align=\"left\" valign=\"top\">Date (Tibetan)</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"left\" valign=\"top\">Lo gsar. This is actually sometimes celebrated in the different settlement clusters to the south, where the villagers live during the winter. Many go to sPung mo for Lo gsar.</td> <td align=\"left\" valign=\"top\">winter villages or sPung mo</td> <td align=\"left\" valign=\"top\">12th/1st month</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"left\" valign=\"top\">Yul lha ceremony, in which the entire village participates</td> <td align=\"left\" valign=\"top\">yul lha shrine above village</td> <td align=\"left\" valign=\"top\">2nd month</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"left\" valign=\"top\">Me mchod (fire ritual for the fertility of the crops)</td> <td align=\"left\" valign=\"top\">rotating houses</td> <td align=\"left\" valign=\"top\">5th month</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"left\" valign=\"top\">sMan sgrub. Begun in 1996, and will henceforth be performed every few years in rotation with other Bonpo villages, at the dgon pa. In the intervening years they hold another dus chen on the first day of the sixth Tibetan month.</td> <td align=\"left\" valign=\"top\">mTha&rsquo; srung mTsho gling</td> <td align=\"left\" valign=\"top\">6th month</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"left\" valign=\"top\">rNam rgyal stong mchod</td> <td align=\"left\" valign=\"top\">mTha&rsquo; srung mTsho gling </td> <td align=\"left\" valign=\"top\">6/7th month</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"left\" valign=\"top\">Dus chen for rNam rgyal shes rab rgyal mtshan, the builder of sPu mer monastery. </td> <td align=\"left\" valign=\"top\">mTha&rsquo; srung mTsho gling</td> <td align=\"left\" valign=\"top\">7th month</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"left\" valign=\"top\">Pilgrimage to Khyungpur, Bla ma chu mig, Jagdul or Shey</td> <td align=\"left\" valign=\"top\">pilgrimage places</td> <td align=\"left\" valign=\"top\">7th month</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"left\" valign=\"top\">Bar tshogs mchod pa, a ceremony for the well-being of animals at the beginning of the frosts and for the expiatiation of sin incurred during the mass sacrifice of animals throughout the kingdom of Nepal during the national Dasain festival.</td> <td align=\"left\" valign=\"top\">mTha&rsquo; srung mTsho gling</td> <td align=\"left\" valign=\"top\">8/9th month</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"left\" valign=\"top\">Yul sa gsol (pho lha and yul lha offerings)</td> <td align=\"left\" valign=\"top\">Yul sa shrine &amp; diff. houses</td> <td align=\"left\" valign=\"top\">9th month</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"left\" valign=\"top\">dBal mchod ritual for prosperity and health</td> <td align=\"left\" valign=\"top\">rotating houses</td> <td align=\"left\" valign=\"top\">10th month</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"left\" valign=\"top\">Ma tri ceremony, for six days, at the temple</td> <td align=\"left\" valign=\"top\">mTha&rsquo; srung mTsho gling</td> <td align=\"left\" valign=\"top\">10th month</td> </tr><tr xmlns:str=\"http://exslt.org/strings\"> <td align=\"left\" valign=\"top\">Khyungpur pilgrimage</td> <td align=\"left\" valign=\"top\">pilgrimage place</td> <td align=\"left\" valign=\"top\">11/12th month</td> </tr></table> <p>Every month on the 10th day a Tshes bcu ritual is performed at the dgon pa and financed according to a rotational system. </p> <h4 id=\"b7-2-5-10\">10. Daily life of an individual monk</h4> <h5 id=\"b7-2-5-10-1\">10.1. Daily practice of the boys undergoing the three-year preliminary retreat</h5> <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>Wake up 3a.m. </li> <li>Pray to the yi dam</li> <li>prostrate in the main dgon pa 300 times before breakfast</li> <li>breakfast</li> <li>ritual practice of bsang, approximately half an hour</li> <li>again about 500-600 prostrations</li> <li>10 a.m. dge bshes teaches the lo gsum pa</li> <li>lunch</li> <li>prostrate in main dgon pa &rsquo;tshogs khang</li> <li>tea</li> <li>ritual practice of gongtong (&lt; dgong stong [?], a local term for bka&rsquo; skyong)</li> <li>grammar lesson, reading text</li> <li>dinner</li> <li>recite texts</li> <li>triple prostration</li> <li>sleep</li> </ul> <h5 id=\"b7-2-5-10-2\">10.2. Daily practice in Shes rab bstan &rsquo;dzin dgon pa</h5> <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>morning worship of yi dam (sTag la me &rsquo;bar)</li> <li>tea break</li> <li>fumigation; text used is bSang gi dag gtsang sngon &rsquo;gro&rsquo;i rim pa</li> <li>bka&rsquo; skyong in evening</li> </ul> <h4 id=\"b7-2-5-11\">11. Books and manuscripts in mTha&rsquo; srung and mTsho gling monasteries<a href=\"#n65\" name=\"nb65\" class=\"note\">65</a> </h4> <ul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"> <li>sTon pa&rsquo;i rnam thar 12 vol.</li> <li>&rsquo;Bring po gzer mig 3 vol.</li> <li>mDo &rsquo;dus 2 vol.</li> <li>rNam rgyal gzungs chen gser dngul bris ma 3 vol. </li> <li>Byams ma&rsquo;i rgyud 2 vol.</li> <li>Zhang zhung snyan rgyud 1 vol.</li> <li>A khrid nyams rgyud2 vol.</li> <li>gSer &rsquo;od7 vol.</li> <li>Tshe dbang gzhung bzhi 9 vol.</li> <li>sTag lha bris ma 5 vol. </li> <li>sKang &rsquo;bum 5 vol. </li> <li>Me ri 3 vol.</li> <li>Ge khod 3 vol. </li> <li>sPyi &rsquo;dul 2 vol. </li> <li>Dran pa yang gsang 3 vol.</li> <li>Phur pa 3 vol.</li> <li>sKye sgo gcod pa&rsquo;i mdo 100 vol.</li> <li>dBal gsas 2 vol.</li> <li>sKye sgo gcod pa yig nag can 12 vol. </li> </ul> <h4 id=\"b7-2-5-12\">12. Economic circumstances</h4> <p>The dgon pa no longer owns fields in Ringmo village. Monks are maintained by their individual families, while the main dgon pa is supported by the village, although donations are received from private benefactors as far away as Bi cher and Khanigaon. In 1996 Ringmo dgon pa received a donation of Rs. 45,000 from the WWF for the construction of a new community temple (see above). </p> <h4 id=\"b7-2-5-13\">13. Number of local villages or nomads</h4> <p>Ringmo, also called Tshowa (mTsho ba) or Phoksumdo (Phug gsum mdo) is the main village. The population of Ringmo is grouped into 33 houses. In addition to the villagers of mTsho the people from Rike (about 40 people) and Renji (about 25 people) villages are supporting the dgon pa and call the bla mas to perform rituals.</p> <h4 id=\"b7-2-5-14\">14. Economic occupation of the local population</h4> <p>The people of Ringmo subsist on agriculture (barley, buckwheat, potatoes, mustard), animal husbandry (goats, yaks, dzos, a few chickens) and trade. In summer they go to Tibet to exchange grain for salt, tea, wool and modern Chinese manufactured products. In spring and autumn they travel southward to exchange tea, salt and wool for grain and other goods. In the southern trade, barter with products from the north is increasingly being replaced by cash transactions. </p> <p>Since the opening of Shey Phoksumdo National Park a few men work as game scouts for the park or WWF and receive salaries. Two men have passed the SLC (School Leaving Certificate) and receive salaries as government teachers.</p> <hr class=\"footnote-divider\"/><h2>Notes</h2><div xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"><a name=\"n65\"/><a href=\"#nb65\" class=\"note\"> [65] </a> This list was compiled by dGe bshes bSam &rsquo;grub nyi ma. </div><table xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"><tbody><tr><td class=\"leftcell\"><a class=\"backarrow\" title=\"Previous Section\"><img src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/></a></td><td class=\"midcell\"><a class=\"uparrow\" title=\"Beginning of Article\"><img src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/></a></td><td class=\"rightcell\"><a class=\"forwardarrow\" title=\"Next Section\"><img src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/></a></td></tr></tbody></table></div><div id=\"chap-id\">/bonpo-monasteries/b7-2-5/</div><div style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"><div class=\"closebtn\"><a href=\"#\">Close</a></div><div style=\"height: 280px;\" class=\"conx-content\"><h3>Note Citation for Page <span class=\"pgnm\"/></h3><p class=\"biblref\">Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), <span class=\"pgnm\"/>. </p><h3>Bibliographic Citation</h3><p>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.</p></div></div>","created_at":"2011-12-13 02:30:37 UTC","updated_at":"2011-12-13 02:30:37 UTC","id":1538,"title":"Pel Shenten Tasung Tsoling Gönpa Introduction","is_primary":false}]}