{"descriptions":[{"id":1565,"title":"Lhorong Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 id=\"b5-2\"\u003eThe Chamdo region\u003c/h2\u003e \u003ch3 id=\"b5-2-3\"\u003elHo rong rdzong\u003c/h3\u003e \u003cp\u003elHo rong rdzong is in the north-east of Tibet. It covers an area of 8,108 square kilometres, of which 85,000 \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emu \u003c/span\u003eis farmland, nine million \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emu \u003c/span\u003eis pastureland and 1,270,000 \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emu \u003c/span\u003enatural forest. It has a population of about 36,000. There are eleven \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e and one town.\u003c/p\u003e \u003cp\u003eDuring the period of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebtsan po\u003c/span\u003e, it was under the Tibetan imperial government and later under Mongol rule. Around 1644, the area was incorporated into the land holdings of Chab mdo Monastery. In 1725, control of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e was transferred to the government of Tibet. In 1959, the people\u0026rsquo;s commune of lHo rong rdzong\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003ewas set up. The \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e is within the administration of Chab mdo region.\u003c/p\u003e \u003cp\u003elHo rong is highly productive. It possesses about twenty mineral veins, such as gold, silver, copper, coal, asbestos and others. It\u0026rsquo;s people are largely semi-nomadic, and the area is home to a great many animals, such as leopards, bears, wild yaks, deer, musk deer, otters and other carnivores and herbivores.\u003c/p\u003e \u003ch4 id=\"b5-2-3-1\"\u003e(72) Khra rgan Monastery\u003c/h4\u003e \u003cp\u003eThe formal name of the monastery is Khra dgon gYung drung kun grags gling. It is also known as Nyi phug sgrub. It is located in Wa sgo \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, dMar ri \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003equ\u003c/span\u003e. From the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e, dMar ri \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003equ \u003c/span\u003eis reached by travelling twenty kilometres eastward. Then, driving ninety kilometres in a north-easterly direction, one reaches Khra rgan Monastery. The monastery was founded in 1699 by Khra chags med bKra shis rgyal mtshan.\u003c/p\u003e \u003cp\u003eKhra chags med was the son of Gling Ra khra rgan po of the royal lineage of Gling \u0026rsquo;Gu zi. During his childhood, Khra chags med lived in Yag yul. At that time prophecies were made by Ma mchog Srid pa rgyal mo that Khra chags med should go and preach the Bon doctrine in sacred places in mNga\u0026rsquo; ris, Western Tibet and Central Tibet in order to establish places for the practice of meditation.\u003c/p\u003e \u003cp\u003eIn accordance with these prophecies, Khra chags med visited several sacred places in mNga\u0026rsquo; ris, and in particular, lHun grub sgang, the monastery of the Zhu family in gTsang (also known as Ri zhing Monastery, No.4). He obtained initiations and teachings of Bon in the presence of Blo gros bstan rgyal of the Zhu lineage, who upheld the Zhu tradition. Motivated by the prophecies, he went to Khams and searched for a place to settle down. He found the place, where he later founded Khra rgan Monastery, very auspicious. Before he founded the monastery a small religious establishment was already there. It is said that the monastery is called Khra rgan (old falcon) because the mountain behind the monastery looks like a falcon warming itself in the sun.\u003c/p\u003e \u003cp\u003eThere was no line of reincarnation in this monastery, but a series of successors. Khra chags med was succeeded by Zhu btsun gYung drung khri bde as the head of the monastery. From him a succession of masters coming from the Zhu family followed. The lineage of the monastery was, therefore, as follows:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003e Khra chags med bKra shis rgyal mtshan\u003c/li\u003e \u003cli\u003e Zhu btsun gYung drung khri bde\u003c/li\u003e \u003cli\u003e Zhu ston Tshul khrims grags pa\u003c/li\u003e \u003cli\u003e Zhu btsun gYung drung dbang grags\u003c/li\u003e \u003cli\u003e Zhu gYung drung bsod nams\u003c/li\u003e \u003cli\u003e Zhu Nyi ma grags pa\u003c/li\u003e \u003cli\u003e Zhu Phun tshogs dbang rgyal\u003c/li\u003e \u003cli\u003e Zhu Tshul khrims rgyal mtshan\u003c/li\u003e \u003cli\u003e Zhu rGyal ba dbang grags\u003c/li\u003e \u003cli\u003e Zhu bsTan pa dbang grags\u003c/li\u003e \u003cli\u003e Shi cu drung mu\u003c/li\u003e \u003cli\u003e Zhu ston gYung drung rgyal ba\u003c/li\u003e \u003cli\u003e Zhu Shes rab bstan \u0026rsquo;dzin\u003c/li\u003e \u003cli\u003e sNan zhig Grub thob\u003c/li\u003e \u003cli\u003e Zhu Zla ba grags pa\u003c/li\u003e \u003cli\u003e Kun mkhyen Nyi ma bsod nams grags pa\u003c/li\u003e \u003cli\u003e rGyal sras Phun tshogs rnam rgyal\u003c/li\u003e \u003cli\u003e Zhu rNam rgyal dbang grags\u003c/li\u003e \u003cli\u003e Zhu lHun grub rgyal mtshan\u003c/li\u003e \u003cli\u003e Zhu gYung drung ye shes\u003c/li\u003e \u003cli\u003e Zhu Nyi nyi lags\u003c/li\u003e \u003cli\u003e bsTan \u0026rsquo;dzin lhun grub\u003c/li\u003e \u003cli\u003e bsTan pa dbang rgyal\u003c/li\u003e \u003cli\u003e A drung\u003c/li\u003e \u003cli\u003e Zhu bsTan \u0026rsquo;dzin gtsug phud\u003c/li\u003e \u003cli\u003e Zhu bsTan \u0026rsquo;dzin grags pa\u003c/li\u003e \u003cli\u003e Nyan sgom Rin chen rgyal mtshan\u003c/li\u003e \u003cli\u003e Zhu ston bsTan pa lhun grub\u003c/li\u003e \u003cli\u003e Zhu Khri \u0026rsquo;od\u003c/li\u003e \u003cli\u003e Zhu khri gYung drung grags rgyal\u003c/li\u003e \u003cli\u003e mKhan po sKal bzang g-yung drung\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eIn 1951 mKhan po sKal bzang g-yung drung was still the head of the monastery and his successors right up to 1991 have maintained the tradition of studying, practising and preaching the Bon religion in the monastery.\u003c/p\u003e \u003cp\u003eThis monastery is large and its architectural design is elegant. It stands in marvelous surroundings with a forest of many different trees where one hears large and small birds singing here and there. It is a wonderful place of beauty rarely seen elsewhere.\u003c/p\u003e \u003cp\u003eAs for religious objects, there are twenty-two gilt-bronze statues such as gShen lha \u0026rsquo;od dkar, sTon pa gShen rab, rNam par rgyal ba, Byams ma, Dran pa nam mkha\u0026rsquo;, sTag la me \u0026rsquo;bar, Khro bo and Srid pa rgyal mo. There is also one silver statue, one bronze statue, twelve copper statues, three fine thangka, a reliquary stupa, scriptures and a complete set of ceremonial implements, including a white conch, a pair of cymbals, a large oboe, a trumpet made of bone and a silver incense burner. Before 1959, there were thirty-one monks and this number has been maintained, led by bSam gtan tshul khrims.\u003c/p\u003e \u003ch5 id=\"b5-2-3-1-1\"\u003eAnnual Services and Practice of Rituals according to the Zhu tradition\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003e In the first month there is a congregation and performances of religious dances.\u003c/li\u003e \u003cli\u003e In the second month there are religious services for thirty days.\u003c/li\u003e \u003cli\u003e In the third and fourth months there is a performance of rituals of sTag la me \u0026rsquo;bar for seven days.\u003c/li\u003e \u003cli\u003e In the fifth month there is the commemoration of Khra chags med bKra shis rgyal mtshan for two days.\u003c/li\u003e \u003cli\u003e In the sixth month there is the performance of the ceremony \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003estong mchod\u003c/span\u003e and the observance of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esmyung gnas\u003c/span\u003e fast.\u003c/li\u003e \u003cli\u003e In the seventh month there is the performance of the ritual Ma tri \u0026rsquo;bum sgrub for seven days.\u003c/li\u003e \u003cli\u003e In the ninth month the ritual cycle of Khro bo is performed.\u003c/li\u003e \u003cli\u003e In the twelfth month the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edgu gtor\u003c/span\u003e rite is performed.\u003c/li\u003e \u003c/ol\u003e \u003ch5 id=\"b5-2-3-1-2\"\u003eDaily activities\u003c/h5\u003e \u003cp\u003eIn the morning, prayers are said, followed by the practice of meditation and performance of the ceremony of water offering. In the evening, the propitiation of the religious protectors such as Ma, bDud and bTsan is performed. The religious protectors are known as \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebka\u0026rsquo; skyong\u003c/span\u003e. In addition to these religious services, the ritual cycles of Khro bo, dBal gsas, sTag la, Phur pa, Ge khod, sPyi \u0026rsquo;dul and Khyung dmar are also performed.\u003c/p\u003e \u003cp\u003eThe monastery\u0026rsquo;s personnel consists of a lama, an abbot, a disciplinarian, two chanting conductors, a storekeeper for the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebla brang\u003c/span\u003e and two storekeepers for the monastery.\u003c/p\u003e \u003cp\u003eWith regard to their source of income, at present the monks themselves raise sixty-two \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;bri\u003c/span\u003e and yaks. Apart from this, they must derive their living mainly from the support of their own parents and the religious services they perform in villages. They are customarily given a \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;bri \u003c/span\u003eor a yak, along with one hundred \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eyuan\u003c/span\u003e, for a programme of religious service lasting three days, performed by five monks.\u003c/p\u003e \u003ch4 id=\"b5-2-3-2\"\u003e(73) Lam lha Monastery\u003c/h4\u003e \u003cp\u003eLam lha Monastery is in Shog lnga \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, Nag lcog \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003equ\u003c/span\u003e. From lHo rong rdzong, Nag lcog \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003equ\u003c/span\u003e is reached by driving two hours in a south-easterly direction. It is a day\u0026rsquo;s ride on horseback up to Lam lha Monastery. There is also a shorter way, from dPa\u0026rsquo; shod rdzong.\u003c/p\u003e \u003cp\u003eThe date of this monastery\u0026rsquo;s establishment remains uncertain, but it is counted as one of the earlier monasteries in Khams. Before 1959, there were sixty-eight monks in the monastery. At present there are thirty-three. The condition of the assembly hall, temple and religious objects is reasonably good. As in other Bonpo monasteries, the monks must earn their living by going out to perform religious services in villages as well as receiving support from their own families.\u003c/p\u003e \u003ch4 id=\"b5-2-3-3\"\u003e(74) Bal tho Monastery \u003c/h4\u003e \u003cp\u003eBal tho Monastery is near Bal tho village, Shing rong \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e. From the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e, Shing rong \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang \u003c/span\u003eis reached by driving northward for one hour. Then, to reach the monastery, a five-hour ride further north on horseback is required.\u003c/p\u003e \u003cp\u003eNo clear record of the date of establishment of this monastery has been found, but it is said to be one of the earlier ones. At present there are twenty-four monks.\u003c/p\u003e \u003cp\u003eThe monastery is somewhat in decline in all aspects of its exterior and interior. Like other monasteries, for means of livelihood it is dependent on support from the monks\u0026rsquo; families and going out to perform religious services in the villages.\u003c/p\u003e \u003ch4 id=\"b5-2-3-4\"\u003e(75) Brag dkar Hermitage\u003c/h4\u003e \u003cp\u003eThis hermitage is in Ri dmar \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang\u003c/span\u003e, lHo rong rdzong. Ri dmar \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang \u003c/span\u003eis reached by driving twenty kilometres eastward from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e.\u003c/p\u003e \u003cp\u003eThis is a very small hermitage. Nothing seems to have been written about this establishment before 1959. At present there are three hermits.\u003c/p\u003e \u003cp\u003eFrom lHo-rong rdzong\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003eto mDzo sgang rdzong, it is 330 kilometres. Since the region is so mountainous within lHo rong rdzong, travelling can be laborious. Going by way of sPom mda\u0026rsquo; airport, the road is easy, but it can take eleven hours.\u003c/p\u003e \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-2-3/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-2-3","is_primary":false,"created_at":"2011-12-13 02:30:54 UTC","updated_at":"2011-12-13 02:30:54 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}