{"descriptions":[{"authors":[{"fullname":"Charles Ramble","id":"77"},{"fullname":"Charles Ramble","id":"77"},{"fullname":"Marietta Kind","id":"81"},{"fullname":"Marietta Kind","id":"81"}],"source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b7-2-9","content":"<div class=\"essay-body\"><div id=\"essay-head2\"><table><tr><td align=\"left\" valign=\"top\"><div class=\"chapter\"><em>A Survey of Bonpo Monasteries</em></div><div class=\"author\"><span class=\"eng\">by </span>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind<!--(l)--><br/>Edited by Samten G. Karmay and Yasuhiko Nagano </div></td><td style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"><div class=\"copyright\"><span class=\"eng\"> Copyright &copy; 2003. </span><div class=\"eng\" id=\"permission\">Reproduced with permission from the authors <br xmlns:str=\"http://exslt.org/strings\"/>under the <a href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\">THL Digital Text License</a>.</div></div></td></tr></table></div><h2 id=\"b7-2\">Dolpo (Nep. Dolpa) District</h2> <h3 id=\"b7-2-9\">(228) Dorpatan Monastery</h3> <h4 id=\"b7-2-9-1\">1. Name of monastery</h4> <p>bKra his dge rgyas mtha&rsquo; brtan gling</p> <h4 id=\"b7-2-9-2\">2. Location</h4> <p>Dorpatan refugee camp, Rukum District, Dhaulagiri Zone</p> <h4 id=\"b7-2-9-3\">3. History</h4> <p>Shes rab blo gros, the old abbot of sMan ri monastery in Tibet, was living for a while with other members of the Bonpo community in Kathmandu, including bsTan &rsquo;dzin rnam dag, shortly after coming into exile. The Red Cross began to build a refugee camp in Dorpatan in the early sixties, and after the departure of bsTan &rsquo;dzin rnam dag to England, Shes rab blo gros went to Dorpatan. The Dorpatan temple was created at this time. Shes rab blo gros later went to Manali in India, and the management of the temple was taken over by Tshul khrims nyi ma, a bla ma from Kre ba, north of Kyirong, in Tibet. Most of the members of the Dorpatan camp were from Kre ba. After the murder of Tshul khrims nyi ma in a celebrated incident in 1969/1970, the temple was run by mKhan po bSod nams rgyal mtshan, from Khyung po. He died in 1995, and has been succeeded by dGe bshes bsTan &rsquo;dzin dar rgyas, a monk from Dolanji who was appointed to this position by the mKhan chen Sangs rgyas bstan &rsquo;dzin. </p> <h4 id=\"b7-2-9-4\">4. Hierarchical system</h4> <p>The monastery is small, and the hierarchical system not elaborate. There is a mkhan po, an dbu mdzad and a gnyer pa, Tshul khrims rgyal mtshan. </p> <h4 id=\"b7-2-9-5\">5. Number of monks/ priests</h4> <p>Including the hierarchs listed above in no. 4, there are six monks, who live in the monastic quarters attached to the temple. </p> <h4 id=\"b7-2-9-6\">6. The present educational system</h4> <p>Religious education is relatively unstructured; the dge bshes sporadically teaches Tibetan to the children from the refugee camp. </p> <p>In addition to the monastery there is a medical centre, where teaching is provided by dGe rgan Tshul khrims sangs rgyas, who came from Khyung po, in eastern Tibet, in the mid-1980s. He has about ten students, most of whom are from the local refugee community but one from Dzar, in the Muktinath Valley of Mustang District. </p> <h4 id=\"b7-2-9-7\">7. Personnel and educational exchange of monks between monasteries</h4> <p>There is a certain amount of mobility between Dorpatan, sMan ri Monastery (No.231) in Dolanji and Triten Norbutse (No.230) in Kathmandu. </p> <h4 id=\"b7-2-9-8\">8. Description of daily rituals of the monastery</h4> <p>Essentially, fumigation (bsang) and water-offering (yon chab) in the morning and bka&rsquo; skyong (invocation of the protectors), with the lighting of a mchod me (votive lamp), in the evening. </p> <h4 id=\"b7-2-9-9\">9. Description of annual rituals of the monastery</h4> <p>The main annual rituals are: mNyam med dus chen (commemoration of mNyam med Shes rab rgyal mtshan) in the first month; smyung gnas in the fourth month; dgu gtor of sTag la in the ninth month. </p> <h4 id=\"b7-2-9-10\">10. Daily life of an individual monk</h4> <p>The monks do not farm or engage in much commerce, but they are much in demand for the performance of domestic rituals among the lay community. </p> <h4 id=\"b7-2-9-11\">11. Books and manuscripts kept by the monastery</h4> <p>The library consists almost entirely of Bonpo works reprinted in India.</p> <h4 id=\"b7-2-9-12\">12. Economic circumstances of temples</h4> <p>The monastery owns a number of fields, and receives an income from the lease of this land to lay farmers from the refugee community. Further support is provided by the lay population and also from Triten Norbutse (No.230) and the Bonpo community in Kathmandu. </p> <h4 id=\"b7-2-9-13\">13. Number of local villages or nomads</h4> <p>Approximately 200 people. </p> <h4 id=\"b7-2-9-14\">14. Economic occupation of the local population</h4> <p>The people migrate seasonally between Dorpatan and the south (mainly Pokhara), where they live for part of the time. In Dorpatan they grow mainly potatoes, as well as oats for livestock. Apples are now being grown in increasing quantities. </p> <p>The potatoes are exchanged in the south for salt and rice, and this exchanged in turn in the middle hills for maize and wheat. </p> <table xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"><tbody><tr><td class=\"leftcell\"><a class=\"backarrow\" title=\"Previous Section\"><img src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/></a></td><td class=\"midcell\"><a class=\"uparrow\" title=\"Beginning of Article\"><img src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/></a></td><td class=\"rightcell\"><a class=\"forwardarrow\" title=\"Next Section\"><img src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/></a></td></tr></tbody></table></div><div id=\"chap-id\">/bonpo-monasteries/b7-2-9/</div><div style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"><div class=\"closebtn\"><a href=\"#\">Close</a></div><div style=\"height: 280px;\" class=\"conx-content\"><h3>Note Citation for Page <span class=\"pgnm\"/></h3><p class=\"biblref\">Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), <span class=\"pgnm\"/>. </p><h3>Bibliographic Citation</h3><p>Dondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.</p></div></div>","created_at":"2011-12-13 02:30:40 UTC","updated_at":"2011-12-13 02:30:40 UTC","id":1542,"title":"Trashi Gegyé Taten Ling Introduction","is_primary":false}]}