{"descriptions":[{"id":347,"title":"Yachü Drakpuk Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e \u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e \u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-2\"\u003eI.2. Residential Structures in Other Locations: Religious and Elite Residences\u003c/h2\u003e \u003ch3 id=\"b1-2-19\"\u003e \u003cspan class=\"popular\"\u003eyach\u0026uuml;d Drakpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eG.ya\u0026rsquo; bcud brag phug\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b1-2-19-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eyach\u0026uuml;d Drakpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eG.ya\u0026rsquo; bcud brag phug\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAlternative site name: g.ya\u0026rsquo; bcud mtshams khang \u003c/li\u003e \u003cli\u003eSite number: B-32\u003c/li\u003e \u003cli\u003eSite typology: I.2a \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 29\u0026ordm; 01.0\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 83\u0026ordm; 37.0\u0026#900; \u003c/li\u003e \u003cli\u003eElevation: 4910 m to 4970 m \u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eBaryang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBar yangs\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eDrongpa\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Brong pa\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTCE \u003c/li\u003e \u003cli\u003eSurvey date: April 28, 2002\u003c/li\u003e \u003cli\u003eContemporary usage: None. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-2-19-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eyach\u0026uuml;d Drakpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eG.ya\u0026rsquo; bcud brag phug\u003c/span\u003e, the site of highly decomposed \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e, is named for a medicinal herb (see C-110). \u003cspan class=\"popular\"\u003eyach\u0026uuml;d Drakpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eG.ya\u0026rsquo; bcud brag phug\u003c/span\u003e is located at the head of the g.ya\u0026rsquo; bcud valley, near where it joins the \u003cspan class=\"popular\"\u003eNyintr\u0026ouml;\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSnying \u0026rsquo;khrod\u003c/span\u003e valley. This stretch of the g.ya\u0026rsquo; bcud valley is endowed with perennial springs and is very isolated. At present it is completely uninhabited. To the west, high ridges hem in the site. Access is from the southeast, a direction in which potential adversaries could be spotted a long way off. \u003cspan class=\"popular\"\u003eyach\u0026uuml;d Drakpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eG.ya\u0026rsquo; bcud brag phug\u003c/span\u003e consists of seven southeast-facing all-stone edifices built against cliffs on the left side of the narrow upper valley. The \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e were heavily constructed and possess random-work walls containing variable-sized blocks. The walls tend to be thick (70 cm to 90 cm) and composed of many larger stones (70 cm to 90 cm in length). The wall-joints were mud mortared, most of which has washed away leaving an obdurate lichen-covered residue. Very little of the stone roofs of the structures remain intact. \u003c/p\u003e \u003ch4 id=\"b1-2-19-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eyach\u0026uuml;d Drakpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eG.ya\u0026rsquo; bcud brag phug\u003c/span\u003e is said by local residents to have been an ancient religious center.\u003c/p\u003e \u003ch4 id=\"b1-2-19-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-2-19-4-1\"\u003erDo khang complex\u003c/h5\u003e \u003cp\u003eResidential structures RS1, RS2 and RS3 are found in the valley bottom. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS1 \u003c/h6\u003e \u003cp\u003eResidential structure RS1 (4910 m) is the lowest elevation structure at \u003cspan class=\"popular\"\u003eyach\u0026uuml;d Drakpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eG.ya\u0026rsquo; bcud brag phug\u003c/span\u003e. All that remains of this rock shelter is a fragmentary foundation approximately 5 m in length, which overarches a 1-m wide ledge. Just below RS1 there is a cave that does not appear to have been modified for human use, probably because of water seepage. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eLower shrine\u003c/h6\u003e \u003cp\u003eOn the opposite side of the valley from RS1 there is a ruined shrine that was built on a grassy slope. It consists of a masonry platform aligned in the compass points, which is elevated 50 cm above the ground surface. It measures 5 m (north-south) x 2.5 m (east-west). Upon this platform are the remains of two degraded superstructures, approximately 1 m in height. Little can be said regarding their original design or function. This shrine most resembles a \u003cspan class=\"popular emph\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten\u003c/span\u003e or \u003cspan class=\"popular emph\"\u003etenkhar\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erten mkhar\u003c/span\u003e. In terms of weathering and structural deterioration, the shrine seems to be an integral part of the \u003cspan class=\"popular\"\u003eyach\u0026uuml;d Drakpuk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eG.ya\u0026rsquo; bcud brag phug\u003c/span\u003e complex. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS2 \u003c/h6\u003e \u003cp\u003eResidential structure RS2 (4930 m) is located some tens of meters up valley from RS1. RS2 contained around en rooms and its forward wall is 21 m in length; thus it appears that this was the largest edifice at the site. The structure was probably built in three tiers, the uppermost of which terminates at a cliff face. At he very highest point of the building there is a 3-m deep cave that is divided into two chambers. The masonry walls and stone roof surrounding this cave are partially intact. The best-kept freestanding room in RS2 is the upper tier west specimen (1.9 m x 2.2 m to 3.3 m). The walls of this room are up to 1.5 m in height and 90 cm in thickness, robust enough to have supported a stone roof. The rest of the building is dissolute; only foundations and a few scattered wall segments endure. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS3 \u003c/h6\u003e \u003cp\u003eResidential structure RS3 (4930 m) is situated 12 m up valley or west of RS2 at the edge of a cliff. This structure (8 m x 4 m) was probably constructed in two tiers but only highly decayed exterior walls survive. There is also part of the wall dividing the two tiers of the edifice but none of it is freestanding. A forward (southeastern) wall segment is 2 m in height.\u003c/p\u003e \u003cp\u003eResidential structures RS4, RS5 and RS6 were built on dark scree-strewn slopes below the rocky formation that crowns the valley.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS4 \u003c/h6\u003e \u003cp\u003eResidential structure RS4 (6 m x 5 m / 4950 m) is situated 63 m west of RS3. The forward section of the building has been largely obliterated. There also appear to have been two upslope or rear rooms. A wall buttress partially separates the two rear rooms. The rear wall was built 1.2 m into the slope. A few corbels and one roofing slab are in situ. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS5 \u003c/h6\u003e \u003cp\u003eResidential structure RS5 (4950 m) is located 6.5 m directly upslope of RS4, and was built against a cliff. Mostly destroyed, this structure appears to have been approximately 6 m in length. Supported by the cliff, the rear wall is 1 m to 1.2 m high. A single in situ bridging stone still adheres to the rear wall.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS6 \u003c/h6\u003e \u003cp\u003eResidential structure RS6 (5.2 m x 3 m / 4940 m) is situated 14 m southwest and slightly downhill of RS5. Only some pieces of its exterior skeleton are extant. A forward wall fragment attains an elevation of 2.3 m. There is one corbel positioned on the rear wall.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eUpper shrine\u003c/h6\u003e \u003cp\u003eEighteen meters down slope from RS6 near the valley bottom there are the remains of another shrine. The base of this structure (4 m x 4 m) is slightly raised above-ground level and is aligned in the cardinal directions. Resting upon it are the remains of a superstructure (2.5 m x 2.5 m x 1 m) that has degraded into an amorphous pile of rubble. Like the lower shrine, the upper shrine appears to have been an integral part of the residential complex.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS7 \u003c/h6\u003e \u003cp\u003eResidential structure RS7 (10 m x 4 m / 4970 m) was built on top of a distinctive dark-colored ridge-top. From this vantage point there are excellent views of the surrounding terrain. This structure appears to have had rooms set at two elevations against a cliff. A forward wall section is up to 2.5 m in height. A shallow cave was incorporated into a lower level room. In the upper level of RS7 a round surveillance structure was subsequently constructed with stones extracted from the \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e. Built sometime in the pre-modern period, a portion of its simple slab roof has survived. This rudimentary structure has a small window opening in the east wall. \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-2-19/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-2-19","is_primary":false,"created_at":"2010-08-11 20:46:41 UTC","updated_at":"2010-08-12 16:53:51 UTC","authors":[]}]}