{"descriptions":[{"authors":[],"source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza2/wb/b2-2-34","content":"<div class=\"essay-body\"> <div id=\"essay-head2\"> <table> <tr> <td align=\"left\" valign=\"top\"> <div class=\"chapter\"><em>Antiquities of Zhang Zhung</em></div> <div class=\"author\"> <span class=\"eng\">by </span>John Vincent Bellezza<!--(a)--><br/>Edited by Geoffrey Barstow and Mickey Stockwell </div> </td> <td style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"> <div class=\"copyright\"> <span class=\"eng\"> Copyright &copy; 2010. </span> <div class=\"\" id=\"permission\"> <br/>Reproduced with permission from the author <br/>under the <a href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\">THL Digital Text License</a>.</div> </div> </td> </tr> </table> </div> <h2 id=\"b2-2\">II.2. Superficial structures: Primarily funerary superstructure</h2> <h3 id=\"b2-2-34\"> <span class=\"popular\">Karkhuk</span><span class=\"scholar\">Dkar khug</span> </h3> <h4 id=\"b2-2-34-1\">Basic site data</h4> <ul class=\"bullet-blue\"> <li>Site name: <span class=\"popular\">Karkhuk</span><span class=\"scholar\">Dkar khug</span> </li> <li>English equivalent: White Niche</li> <li>Site number: D-74</li> <li>Site typology: II.2e </li> <li>Geographic coordinate (N. lat.): 31&ordm; 33.7&#900; </li> <li>Geographic coordinate (E. long.): 91&ordm; 24.2&#900; </li> <li>Elevation: 4600 m to 4690 m </li> <li>Administrative location (township): <span class=\"popular\">Barta</span><span class=\"scholar\">Bar tha</span> </li> <li>Administrative location (county): <span class=\"popular\">Nakchu</span><span class=\"scholar\">Nag chu</span> </li> <li>Survey expedition: HTCE</li> <li>Survey date: September 14 and September 15, 2002</li> <li>Contemporary usage: Light grazing. </li> <li>Identifiable Buddhist constructions: <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma &#7751;i</span> plaques. </li> </ul> <h4 id=\"b2-2-34-2\">General site characteristics</h4> <p> <span class=\"popular\">Karkhuk</span><span class=\"scholar\">Dkar khug</span>, a large terraced cemetery, is located above the northern edge of the <span class=\"popular\">Neri Tsong&ouml;n</span><span class=\"scholar\">Gnas ri mtsho sngon</span>/<span class=\"popular\">Namarche Tso</span><span class=\"scholar\">Na mar che mtsho</span> basin in the <span class=\"popular\">Karkhuk</span><span class=\"scholar\">Dkar khug</span> locale. The funerary site is situated on the lower sandy flanks of a hill known as <span class=\"popular\">Kyanggyuk Ri</span><span class=\"scholar\">Rkyang rgyug ri</span>. The site is in plain view of <span class=\"popular\">Neri Tsong&ouml;n</span><span class=\"scholar\">Gnas ri mtsho sngon</span> (Sacred Mountain Blue Lake) (4520 m to 4600 m), which is situated 10 km to the southeast. <span class=\"popular\">Karkhuk</span><span class=\"scholar\">Dkar khug</span> is also in direct view of the burial grounds of <span class=\"popular\">G&ouml;nro</span><span class=\"scholar\">Dgon ro</span> (D-75) and <span class=\"popular\">Ronglung</span><span class=\"scholar\">Rong lung</span> (D-76). The slopes of <span class=\"popular\">Kyanggyuk Ri</span><span class=\"scholar\">Rkyang rgyug ri</span> have a southern exposure and a 15&deg; to 30&deg; gradient. Most of the 187 funerary structures documented are built deeply into he hillside. These are rectangular and sub-rectangular structures, most or all of which were built with flat ops, however, many of the tops are now highly eroded and inclined along the axis of the slope. The funerary structures sit at different elevations, often in long rows, creating the effect of terraced slopes. The two longer sides of the funerary structures usually run perpendicular to the axis of the slope. An indeterminate portion of each terraced structure is concealed underground. </p> <p>Although the south flank of each superstructure is exposed, the east and west walls progressively disappear into he slopes. In a few specimens, only the surface of the north/rear wall is visible, while in many others it is non-existent or completely underground. Erosion, vandalism and geomorphologic changes have all conspired to make it difficult to know how tall the funerary structures actually were at the time of construction. The south/forward flanks of the large funerary structures (60 m&sup2; to 117 m&sup2;) range in height between 1.5 m to 3 m. In the medium-sized specimens (25 m&sup2; to 60 m&sup2;), the forward flank is 50 cm to 1.2 m in height. The bulk of the forward flank is comprised of a steep earthen embankment. In some specimens, the forward flank consists of a dry-mortar random-rubble masonry wall (30 cm to 1 m in height), which may or may not be shored up by an earthen embankment. In some of the large specimens, the forward flank appears to have been built in three tiers, the lower two of which are made of earth. In small specimens (4 m&sup2; to 25 m&sup2;) the forward flank ranges from flush with the slope to 50 cm in height. Distinctive single-course walls line the rims of many funerary structures. These consist of two parallel lines of stones (spaced 75 cm to 1.3 m apart) that run along the forward edge and two sides of the structures. On the east and west rims of the funerary structures, these parallel courses of stones were laid at he same elevation. On the forward/south side of the funerary structures, the two parallel stone courses are either set at the same elevation or placed at a vertical distance of 20 cm to 50 cm from one another. In the few specimens where north walls are visible, these are generally inset 20 cm to 30 cm below the upper slope. It seems likely that in many other specimens, the rim of the north wall was once visible, only to be subsequently engulfed by the failure of the slopes. Smaller specimens tend to have less elaborate stonework than their larger counterparts, but they are constructed in the same general manner. None of the funerary structures of <span class=\"popular\">Karkhuk</span><span class=\"scholar\">Dkar khug</span> appear to have had superficial structural elements within their outer walls. </p> <p>Pieces of white granite (<span class=\"popular emph\">dzengkar</span><span class=\"scholar emph\">&rsquo;dzeng dkar</span>) primarily 20 cm to 60 cm in length (stones 1 m or more long are occasionally found) went into the construction of the <span class=\"popular\">Karkhuk</span><span class=\"scholar\">Dkar khug</span> funerary structures. Most stones are unhewn but here may also be examples that have shaped exterior faces. Very few of the funerary structures are well aligned in the cardinal directions; their aspect being more determined by the exigencies of the local topography. It is not apparent if these structures served exclusively as tombs or if some were employed in other funerary functions as well. It is reported by local sources that when some of the structures were opened during the Chinese Cultural Revolution, they were found to have painted stone walls. <span class=\"popular\">Karkhuk</span><span class=\"scholar\">Dkar khug</span> is divided into west and east sectors.</p> <h4 id=\"b2-2-34-3\">Oral tradition</h4> <p>There is local belief that the structures of <span class=\"popular\">Karkhuk</span><span class=\"scholar\">Dkar khug</span> represent the ruins of an ancient Buddhist monastery (some sources say it was established by King glang dar ma and destroyed by the jun gar Mongols of the 18th century CE). The funerary identity of the site is acknowledged by the placement of a sky burial (<span class=\"popular emph\">jator</span><span class=\"scholar emph\">bya gtor</span>) site on the summit of <span class=\"popular\">Kyanggyuk Ri</span><span class=\"scholar\">Rkyang rgyug ri</span>. This sky burial site was exclusively used by the jing ger (Chinggis Khaan) clan and its affines. <span class=\"popular\">Barta</span><span class=\"scholar\">Bar tha</span>elders report that this sky burial site has not been used for at least three generations (since the time of the local chieftain <span class=\"popular\">Jingger Gyazing</span><span class=\"scholar\">Jing ger rgya zing</span>).<a href=\"#n67\" name=\"nb67\" class=\"note\">67</a> Other clans in the region used a sky burial site known as <span class=\"popular\">Semo Mentang</span><span class=\"scholar\">Se mo sman thang</span> located to the west of <span class=\"popular\">Kyanggyuk Ri</span><span class=\"scholar\">Rkyang rgyug ri</span>. According to <span class=\"popular\">Barta</span><span class=\"scholar\">Bar tha</span> residents, in the early 1970s many stones were extracted from the structures of <span class=\"popular\">Karkhuk</span><span class=\"scholar\">Dkar khug</span> in order to build enclosures used for growing grass. This pilferage is said to have substantially damaged the site. It is also reported that sometime in the 1990s, a group of local residents excavated a particularly large structure at the bottom east edge of the east sector. It is said that those who participated in the dig became ill. This has dissuaded others from conducting similar illicit excavations at <span class=\"popular\">Karkhuk</span><span class=\"scholar\">Dkar khug</span>. Local sources report that circa 2000, a Tibetan newspaper team passing through the area issued a cursory report on <span class=\"popular\">Karkhuk</span><span class=\"scholar\">Dkar khug</span>. The association of <span class=\"popular\">Karkhuk</span><span class=\"scholar\">Dkar khug</span> with the jing ger clan could possibly signify that the funerary structures were built by the Mongols (early 13th century CE), or that an earlier burial ground (from the early historic period?) was requisitioned as a means to increase the social prestige of a leading clan in the region. </p> <h4 id=\"b2-2-34-4\">Site elements</h4> <h5 id=\"b2-2-34-4-1\">West sector</h5> <p>The west sector slopes are generally less steep than those of the east sector. The west sector terrain is very barren and sandy, indicating that it has suffered the effects of flooding and other geomorphologic changes since he construction of the funerary structures. The high proportion of fragmentary structures in the west sector also indicates that the site has undergone adverse geomorphologic changes. As the west sector slopes are less severe, the forward elevations of the funerary structures tend to be less than in the east sector. Certain structures barely protrude above the ground surface. In some specimens the forward walls have rounded corners. </p> <p>Let us begin the survey of the west sector with a detailed description of one of the more important funerary structures, FS1. Funerary structure FS1 is a large specimen situated on the western-most edge of the <span class=\"popular\">Karkhuk</span><span class=\"scholar\">Dkar khug</span> site (31&deg; 33.750&#900; N. lat. / 91&deg; 24.200&#900; E. long). Unlike most of its counterparts in the west sector, it is still sited on stable ground. FS1 is one of the only structures at <span class=\"popular\">Karkhuk</span><span class=\"scholar\">Dkar khug</span> to face in an eastern rather than southern direction. Its east side probably stood about 2 m above the adjoining slope. The op of the structure now inclines slightly to the west. On the east side of FS1 there are three lines of single-course masonry (each about 3 m in length): one on the rim and two on the flanks. These three lines of stones are spaced about 60 cm from one another. The embankment below these walls may have been shored up with masonry at one time. On the south side of the top of the structure there are three single courses of stones, each separated by about 1.5 m. The side walls are up to 65 cm in height and are comprised of as many as four vertical courses of stones laid flat. Old red stone plaques inscribed with the <span class=\"popular emph\">Mani</span><span class=\"scholar emph\">ma &#7751;i</span> mantra have been placed on FS1. These are supposed to mark the location of what was once a sky burial site.</p> <p>The other funerary structures of the west sector have the following dimensions, locations and salient characteristics: </p> <ol> <li>Funerary structure FS2 (2.1 m x 1.7 m) is situated on a 10&deg; water damaged slope (33.761&#900; / 24.199&#900;). This highly fragmentary small specimen is mostly level with the ground surface.</li> <li>Funerary structure FS3 has its forward and side walls partly intact (33.796&#900; / 24.190&#900;). The forward wall is 50 cm high and composed of two vertical courses of stones. </li> <li>Funerary structure FS4 (3.7 m x 4.4 m) is a highly fragmentary specimen (33.803&#900; / 24.196&#900;).</li> <li>Funerary structure FS5 (3.2 m x 3.5 m) has a forward flank up to 50 cm in height (33.809&#900; / 24.200&#900;). </li> <li>Funerary structure FS6 (6.5 m x 3.7 m) exhibits partly intact walls (33.812&#900; / 24.189&#900;).</li> <li>Funerary structure FS7 (3.2 m long) has a forward flank 60 cm in height and partly intact side walls (33.819&#900; / 24.194&#900;).</li> <li>Funerary structure FS8 (1.7 m x 2.2 m) has much of its perimeter walls intact (33.820&#900; / 24.201&#900;). Its forward wall is 40 cm in height.</li> <li>Funerary structure FS9 (9.3 m x 5.5 m) probably consisted of two adjacent structures. The parallel courses of masonry along the rim of the side walls are spaced 1.1 m apart.</li> <li>Funerary structure FS10 (5.1 m x 4.6 m) has a forward flank comprised of three single courses of stone with a 60 cm vertical difference between them.</li> <li>Funerary structure FS11 (5.1 m x 3.3 m) has been mostly washed away (33.802&#900; / 24.206&#900;).</li> <li>Funerary structure FS12 (4 m long) is highly fragmentary (33.815&#900; / 24.209&#900;).</li> <li>Funerary structure FS13 (7 m x 5 m) has a forward flank up to 90 cm in height, and two single courses of stones set 80 cm apart on the east rim (33.816&#900; / 24.214&#900;). </li> <li>Funerary structure FS14 (5.3 m long) has partly intact forward and side walls (33.819&#900; / 24.217&#900;).</li> <li>Funerary structure FS15 (5 m long) has a forward flank 40 cm in height (33.822&#900; / 24.211&#900;).</li> <li>Funerary structure FS16 (4.5 m x 3 m) (33.824&#900; / 24.207&#900;).</li> <li>Funerary structure FS17 (6.9 m x 5.5 m) has a forward flank 1 m in height (33.829&#900; / 24.203&#900;). The rear wall is partly intact. The west wall consists of two single courses of stones set 1.3 m apart. FS17 is the highest elevation funerary structure at <span class=\"popular\">Karkhuk</span><span class=\"scholar\">Dkar khug</span>. </li> <li>Funerary structure FS18 (4.2 m long) is highly fragmentary (33.828&#900; / 24.211&#900;).</li> <li>Funerary structure FS19 (5 m x 2.3 m) has a forward flank, 30 cm in height (33.831&#900; / 24.213&#900;).</li> <li>Funerary structure FS20 (6.6 m x 5.1 m) is situated in a gully that formed since the structure was built. On the west side of the structure, erosion has exposed a wall segment 90 cm in height. There may have been other specimens in the same gully that have been totally obliterated.</li> <li>Funerary structure FS21 (4 m x 3.5 m) has forward and west flanks up to 60 cm in height (33.827&#900; / 24.230&#900;).</li> <li>Funerary structure FS22 (7.4 m x 5.4 m) has a forward flank up to 1.2 m in height (33.830&#900; / 24.207&#900;).</li> <li>Funerary structure FS23 (3.3 m x 3.3 m) has a bowed forward flank, 50 cm in height (33.831&#900; / 24.247&#900;).</li> <li>Funerary structure FS24 is highly fragmentary (33.834&#900; / 24.250&#900;). </li> <li>Funerary structure FS25 (4.1 m long) has a forward flank, 50 cm in height (33.829&#900; / 24.243&#900;).</li> <li>Funerary structure FS26 is highly fragmentary (33.824&#900; / 24.245&#900;).</li> <li>Funerary structure FS27 (5 m x 5.4 m) has a forward flank up to 80 cm in height (33.822&#900; / 24.245&#900;).</li> <li>Funerary structure FS28 (3 m x 2.5 m) has all four of its outer walls intact (33.808&#900; / 24.245&#900;). The parallel single-course walls are set 60 cm to 70 cm apart. Stones in these walls protrude a maximum of 40 cm above ground level. FS28 is level with the slope.</li> <li>Funerary structure FS29 (6.5 m x 3.7 m) has a forward flank up to 70 cm in height (33.820&#900; / 24.251&#900;).</li> <li>Funerary structure FS30 (6.5 m x 3.7 m) has a forward flank, 70 cm in height (33.821&#900; / 24.251&#900;). </li> <li>Funerary structure FS31 (6.7 m x 4.7 m) has a forward flank, 90 cm in height (33.824&#900; / 24.257&#900;).</li> <li>Funerary structure FS32 (6 m x 4.7 m) (33.822&#900; / 24.263&#900;).</li> <li>Funerary structure FS33 (4.6 m x 4.3 m) has a forward flank at least 70 cm in height (33.826&#900; / 24.266&#900;).</li> <li>Funerary structure FS34 (7 m x 5.5 m) has a forward wall, 1 m high, consisting of up to 5 vertical courses of large stones (33.817&#900; / 24.267&#900;). </li> <li>Funerary structure FS35 is highly fragmentary (33.810&#900; / 24.271&#900;).</li> <li>Funerary structure FS36 is highly fragmentary (33.804&#900; / 24.273&#900;).</li> <li>Funerary structure FS37 is highly fragmentary (33.805&#900; / 24. 274&#900;).</li> <li>Funerary structure FS38 is highly fragmentary (33.807&#900; / 24.277&#900;).</li> <li>Funerary structure FS39 is highly fragmentary (33.812&#900; / 24.272&#900;).</li> <li>Funerary structure FS40 is highly fragmentary (33.817&#900; / 24.271&#900;).</li> <li>Funerary structure FS41 is highly fragmentary (33.818&#900; / 24.271&#900;).</li> <li>Funerary structure FS42 (5 m x 4.4 m) has a forward flank at least 50 cm in height (33.819&#900; / 24.277&#900;).</li> </ol> <h5 id=\"b2-2-34-4-2\">East sector</h5> <p>The upper portion of the east sector is steeper than the lower portion but the terrain is in better condition. The upper portion of the east sector has a good covering of turf and more intact funerary structures than the lower portion. The lower portion of the east sector has probably suffered waterborne damage. Most of the larger funerary structures of <span class=\"popular\">Karkhuk</span><span class=\"scholar\">Dkar khug</span> are located in the east sector. </p> <p>The funerary structures of the east sector have the following dimensions, locations and salient characteristics: </p> <ol> <li>Funerary structures FS43 to FS52 are located in the upper portion of the east sector.</li> <li>Funerary structure FS43 (6.9 m x 3.6 m) has a forward wall, 70 cm in height (33.819&#900; / 24.288&#900;).</li> <li>Funerary structure FS44 (7.4 m x 5.1 m) has single-course parallel walls along the south, east and west rim of the structure (33.822&#900; / 24.296&#900;). The forward flank is a minimum of 70 cm high.</li> <li>Funerary structure FS45 (7.2 m x 5.3 m) has intact parallel single-course walls along the south, east and west rim of the structure (33.825&#900; / 24.299&#900;).</li> <li>Funerary structure FS46 is highly fragmentary (33.829&#900; / 24.308&#900;).</li> <li>Funerary structure FS47 (6 m x 4.2 m) has partially intact, parallel single-course walls along the rim of he structure. The forward wall is 60 cm high.</li> <li>Funerary structure FS48 (6.4 m x 4.4 m) has a forward flank up to 50 cm in height (33.822&#900; / 24.307&#900;).</li> <li>Funerary structure FS49 (5.2 m x 3.7 m) has traces of its parallel single course walls on the rim intact (33.821&#900; / 24.317&#900;). One of the stones in these walls protrudes 60 cm above the ground surface.</li> <li>Funerary structure FS50 (5.7 m x 3.8 m) has a forward wall 50 cm in height (33.829&#900; / 24.327&#900;).</li> <li>Funerary structure FS51 (7.2 m x 5.4 m) (33.816&#900; / 24.331&#900;).</li> <li>Funerary structure FS52 (6.6 m x 5 m) (33.824&#900; / 24.377&#900;).</li> <li>Funerary structures FS53 to FS187 are located in the lower portion of the east sector.</li> <li>Funerary structure FS54 is highly fragmentary (33.810&#900; / 24.308&#900;).</li> <li>Funerary structure FS55 is highly fragmentary (33.797&#900; / 24.291&#900;).</li> <li>Funerary structure FS56 (2.4 m x 1.8 m) has single course walls on all four sides, flush with the slope (33.796&#900; / 24.289&#900;).</li> <li>Funerary structure FS57 (4.6 m x 4.3 m) has a stone in its east wall 1.6 m in length (33.789&#900; / 24.289&#900;).</li> <li>Funerary structure FS58 (5.1 m x 2.9 m) (33.791&#900; / 24.292&#900;).</li> <li>Funerary structure FS59 is highly fragmentary (33.791 / 24.299).</li> <li>Funerary structure FS60 is highly fragmentary (33.796&#900; / 24.297&#900;).</li> <li>Funerary structure FS61 is highly fragmentary (33.796&#900; / 24.308&#900;).</li> <li>Funerary structure FS62 is highly fragmentary (33.803&#900; / 24.306&#900;).</li> <li>Funerary structure FS63 is highly fragmentary (33.811&#900; / 24.306&#900;).</li> <li>Funerary structure FS64 (8.5 m long) (33.812&#900; / 24.314&#900;).</li> <li>Funerary structure FS65 (4.4 m long) (33.804&#900; / 24.314&#900;).</li> <li>Funerary structure FS66 (9.4 m) may have consisted of three adjacent structures (33.805&#900; / 24.316&#900;).</li> <li>Funerary structure FS67 (5.6 m x 4 m) (33.798&#900; / 24.314&#900;).</li> <li>Funerary structure FS68 (5.6 m x 5 m) has parallel single-course walls along the east, west and south rims of the structures.</li> <li>Funerary structure FS69 is highly fragmentary (33.795&#900; / 24.325&#900;).</li> <li>Funerary structure FS70 is highly fragmentary (33.797&#900; / 24.331&#900;).</li> <li>Funerary structure FS71 is highly fragmentary (33.802&#900; / 24.327&#900;).</li> <li>Funerary structure FS72 is highly fragmentary (33.799&#900; / 24.335&#900;).</li> <li>Funerary structure FS73 is highly fragmentary (33.793&#900; / 24.334&#900;).</li> <li>Funerary structure FS74 is highly fragmentary (33.795&#900; / 24.341).</li> <li>Funerary structure FS75 (5 m x 3.6 m) contains large stones up to 1.2 m in length (33.791&#900; / 24.345&#900;).</li> <li>Funerary structure FS76 (5.1 m x 3.6 m) has a forward flank approximately 80 cm in height.</li> <li>Funerary structure FS77 is highly fragmentary (33.798&#900; / 24.341&#900;).</li> <li>Funerary structure FS78 is highly fragmentary (33.800&#900; / 24.345&#900;).</li> <li>Funerary structure FS79 is highly fragmentary (33.808&#900; / 24.331&#900;).</li> <li>Funerary structure FS80 is highly fragmentary (33.810&#900; / 24.338&#900;).</li> <li>Funerary structure FS81 (5m long) (33.810&#900; / 24.342&#900;). </li> <li>Funerary structure FS82 is highly fragmentary (33.805&#900; / 24.346&#900;). </li> <li>Funerary structure FS83 is highly fragmentary (33.811&#900; / 24.348&#900;). </li> <li>Funerary structure FS84 is highly fragmentary (33.810&#900; / 24.353&#900;).</li> <li>Funerary structure FS85 (2.8 m x 3.2 m) appears to be an ovoid structure. Its forward flank is up to 50 cm in height. </li> <li>Funerary structure FS86 is highly fragmentary (33.798&#900; / 24.361&#900;). </li> <li>Funerary structure FS87 is highly fragmentary (33.794&#900; / 24.361&#900;).</li> <li>Funerary structure FS88 (6.5 m long) (33.796&#900; / 24.366&#900;).</li> <li>Funerary structure FS89 is highly fragmentary (33.779&#900; / 24.365&#900;). </li> <li>Funerary structure FS90 is highly fragmentary (33.780&#900; / 24.373&#900;).</li> <li>Funerary structure FS91 (4.3 m long) has a forward flank around 50 cm in height (33.786&#900; / 24.372&#900;).</li> <li>Funerary structure FS92 is highly fragmentary (33.789&#900; / 24.372&#900;). </li> <li>Funerary structure FS93 is highly fragmentary (33.788&#900; / 24.375&#900;).</li> <li>Funerary structure FS94 (4.8 m long) (33.791&#900; / 24.378&#900;).</li> <li>Funerary structure FS95 is highly fragmentary (33.797&#900; / 24.380&#900;). </li> <li>Funerary structure FS96 is highly fragmentary (33.802&#900; / 24.372&#900;). </li> <li>Funerary structure FS97 is highly fragmentary (33.802&#900; / 24.366&#900;). </li> <li>Funerary structure FS98 is highly fragmentary (33.803&#900; / 24.380&#900;). </li> <li>Funerary structure FS99 is highly fragmentary (33.805&#900; / 24.384&#900;). </li> <li>Funerary structure FS100 is highly fragmentary (33.803&#900; / 24.389&#900;).</li> <li>Funerary structure FS101 has had many stones recently extracted from it (33.810&#900; / 24.379&#900;).</li> <li>Funerary structure FS102 has had many stones recently extracted from it (33.819&#900; / 24.367&#900;).</li> <li>Funerary structure FSD103 (3.6 m long) (33.829&#900; / 24.368&#900;).</li> <li>Funerary structure FS104 (6.2 m x 4.3 m) (33.829&#900; / 24.383&#900;).</li> <li>Funerary structure FS105 (5.4 m x 4.4 m) (33.827&#900; / 24.382&#900;).</li> <li>Funerary structure FS106 (6.6 m long) (33.831&#900; / 24.388&#900;).</li> <li>Funerary structure FS107 is highly fragmentary (33.838 / 24.392).</li> <li>Funerary structure FS108 (5.3 m long) (33.830&#900; / 24.395&#900;).</li> <li>Funerary structure FS109 is highly fragmentary (33.835&#900; / 24.402&#900;).</li> <li>Funerary structure FS110 (6.4 m x 4.3 m) (33.837&#900; / 24.402&#900;).</li> <li>Funerary structure FS111 is highly fragmentary (33.840&#900; / 24.408&#900;).</li> <li>Funerary structure FS112 (5.3 m x 4.3 m) (33.838&#900; / 24.410&#900;). </li> <li>Funerary structure FS113 (6.6 m long) (33.838&#900; / 24.414&#900;).</li> <li>Funerary structure FS114 (8.4 m x 5 m) (33.832&#900; / 24.408&#900;).</li> <li>Funerary structure FS115 (5.9 m x 4 m) (33.838&#900; / 24.422&#900;).</li> <li>Funerary structure FS116 (6.7 m long) (33.840&#900; / 24.418&#900;).</li> <li>Funerary structure FS117 is highly fragmentary (33.844&#900; / 24.416&#900;).</li> <li>Funerary structure FS118 (11.2 m x 7.6 m) has a forward flank, around 2 m in height (33.851&#900; / 24.426&#900;).</li> <li>Funerary structure FS119 (8 m x 3.8 m) has a forward flank, at least 50 cm in height (33.863&#900; / 24.450&#900;).</li> <li>Funerary structure FS120 is highly fragmentary (33.861 / 24.459&#900;). </li> <li>Funerary structure FS121 (11.5 m x 4.9 m) has a forward flank, around 2 m in height (33.861&#900; / 24.468&#900;)</li> <li>Funerary structure FS122 (8.1 m x 6 m) has largely collapsed (33.858&#900; / 24.487&#900;).</li> <li>Funerary structure FS123 (12.9 m x 7 m) has a forward flank around 2 m in height (33.853&#900; / 24.477&#900;).</li> <li>Funerary structure FS124 (10 m x 5.6 m) has a forward flank around 2 m in height (33.849&#900; / 24.465&#900;).</li> <li>Funerary structure FS125 is a smaller specimen (33.852&#900; / 24.459&#900;).</li> <li>Funerary structure FS126 (9 m x 6.3 m) has a forward flank, dominated by a masonry wall 1 m in height (33.847&#900; / 24.454&#900;). On the west of this structure are two single-course lines of stones, spaced 1 m apart.</li> <li>Funerary structure FS127 (13.3 m x 8.3 m) exhibits parallel single-course walls on its east side (33.846&#900; / 24.442&#900;). Some recent excavation of FS127 seems to have occurred.</li> <li>Funerary structure FS128 (12 m x 6.3 m) has a forward flank about 1.5 m in height (33.831&#900; / 24.430&#900;). The parallel single courses on the east side of the structure are spaced 1.3 m apart.</li> <li>Funerary structure FS129 (11.8 m x 7.4 m) has a forward flank of indeterminate height (33.832&#900; / 24.440&#900;).</li> <li>Funerary structure FS130 (11 m x 7.5 m) has a forward flank of indeterminate height (33.832&#900; / 24.450&#900;).</li> <li>Funerary structure FS131 is a smaller specimen (33.841&#900; / 24.458&#900;).</li> <li>Funerary structure FS132 (4.5 m x 3 m) appears to have an ovoid form and a forward flank, 50 cm in height (33.842&#900; / 24.461&#900;).</li> <li>Funerary structure FS133 (8.7 m x 6.2 m) has parallel single-course walls on the east side set 70 cm apart. Some of its rear wall is intact as well (33.844&#900; / 24.475&#900;).</li> <li>Funerary structure FS134 is a smaller specimen (33.841&#900; / 24.479&#900;).</li> <li>Funerary structure FS135 (3.3 m x 3.3 m) is an ovoid structure even with the ground surface (33.847&#900; / 24.487&#900;).</li> <li>Funerary structure FS136 (3 m x 3.6 m) is an ovoid structure with a forward flank, 50 cm in height (33.845&#900; / 24.488&#900;).</li> <li>Funerary structure FS137 (11.6 m 8.4 m) has a forward flank of over 1 m in height, dominated by a masonry wall, 80 cm in height (33.848&#900; / 24.497&#900;).</li> <li>Funerary structure FS138 (14 m x 7.8 m) has its south, east and west walls partly intact (33.851&#900; / 24.505&#900;). The height of the forward flank is not clear. </li> <li>Funerary structure FS139 (14.3 m x 8.2 m) has parallel single-course walls spaced 1.4 m apart on the west side of the structure (33.838&#900; / 24.484&#900;).</li> <li>Funerary structure FS140 (8.2 m x 8.4 m) has a partly intact inset rear wall (33.834&#900; / 24.472&#900;).</li> <li>Funerary structure FS141 (2 m long) (33.837&#900; / 24.467&#900;).</li> <li>Funerary structure FS142 (4 m long) has a forward flank about 1.2 m in height (33.837&#900; / 24.464&#900;).</li> <li>Funerary structure FS143 (4.6 m x 4 m) has a forward flank about 1.5 m in height (33.837 / 24.461).</li> <li>Funerary structure FS144 (9.4 m x 8.2 m) has a forward flank at least 1 m in height and a rear wall (33.829&#900; / 24.457&#900;).</li> <li>Funerary structure FS145 (9.9 m x 7.8 m) has parallel single courses of stones on the forward/south flank set 1.1 apart and with a 40 cm vertical differential (33.828&#900; / 24,472&#900;\\). There are also parallel single course walls, set 80 cm apart on the east side of the structure and a fragmentary rear/north wall.</li> <li>Funerary structure FS146 (7.9 m x 5.8 m) (33.823&#900; / 24.462&#900;).</li> <li>Funerary structure FS147 is highly fragmentary (33.820&#900; / 24.457&#900;).</li> <li>Funerary structure FS148 (8.5 m x 5.7 m) (33.820&#900; / 24.450&#900;).<a href=\"#n68\" name=\"nb68\" class=\"note\">68</a> </li> <li>Funerary structure FS149 (7.7 m x 5.4 m) (33.820&#900; / 24.441&#900;).</li> <li>Funerary structure FS150 is highly fragmentary (33.820&#900; / 24.437&#900;).</li> <li>Funerary structure FS151 (8.7 m x 6.5 m) (33.819&#900; / 24. 430&#900;).</li> <li>Funerary structure FS152 (7 m x 4 m) (33.818&#900; / 24.422&#900;).</li> <li>Funerary structure FS153 (9.8 m x 5.2 m) (33.814&#900; / 24.414&#900;).</li> <li>Funerary structure FS154 is highly fragmentary (33.809&#900; / 24.420&#900;).</li> <li>Funerary structure FS155 (6.2 m long) (33.813&#900; / 24.397&#900;).</li> <li>Funerary structure FS156 appears to have had had stones recently extracted from the structure (33.820&#900; / 24.404&#900;).</li> <li>Funerary structure FS157 is highly fragmentary (33.808&#900; / 24.390&#900;).</li> <li>Funerary structure FS158 is highly fragmentary (33.812&#900; / 24.390&#900;).</li> <li>Funerary structure FS159 (6 m long) (33.801&#900; / 24.400&#900;).</li> <li>Funerary structure FS160 is highly fragmentary (33.798&#900; / 24.393&#900;).</li> <li>Funerary structure FS161 is highly fragmentary (33.796&#900; / 24.390&#900;). </li> <li>Funerary structure FS162 (4 m x 3.5 m) (33.793&#900; / 24.388&#900;).</li> <li>Funerary structure FS163 (7.5 m long) (33.793&#900; / 24.392&#900;).</li> <li>Funerary structure FS164 (5.8 m x 4.8 m) (33.785&#900; / 24.395&#900;).</li> <li>Funerary structure FS165 is highly fragmentary (33.785&#900; / 24.399&#900;).</li> <li>Funerary structure FS166 (3.2 m long) (33.786&#900; / 24.402&#900;).</li> <li>Funerary structure FS167 is highly fragmentary (33.788&#900; / 24.407&#900;).</li> <li>Funerary structure FS168 (4.9 m long) (33.793&#900; / 24.401&#900;).</li> <li>Funerary structure FS169 (4.2 m x 3 m) (33.797&#900; / 24.402&#900;).</li> <li>Funerary structure FS170 (6 m long) (33.800&#900; / 24.405&#900;).</li> <li>Funerary structure FS171 is highly fragmentary (33.794&#900; / 24.408&#900;).</li> <li>Funerary structure FS172 is highly fragmentary (33.804&#900; / 24.410&#900;).</li> <li>Funerary structure FS173 (7.9 m long) has had stones recently removed from the structure (33.809&#900; / 24.419&#900;).</li> <li>Funerary structure FS174 (12 m x 7 m) (33.811&#900; / 24.429&#900;).</li> <li>Funerary structure FS175 is a smaller specimen (33.812&#900; / 24.437&#900;).</li> <li>Funerary structure FS176 (15.8 m x 7.3 m) has a forward flank, about 2 m in height (33.793&#900; / 24.388&#900;). The rear wall is partly intact. Stones have been recently extracted from the structure.</li> <li>Funerary structure FS177 is highly fragmentary (33.805&#900; / 24.417&#900;).</li> <li>Funerary structure FS178 (8 m long) (33.810&#900; / 24.423&#900;).</li> <li>Funerary structure FS179 is a larger fragmentary specimen (33.800&#900; / 24.434&#900;).</li> <li>Funerary structure FS180 has had many stones removed from the structure (33.801&#900; / 24.445&#900;).</li> <li>Funerary structure FS181 (12.6 m x 8.7 m) has a forward flank, at least 2 m in height (33.800&#900; / 24.459&#900;). Many stones have been removed from the structure.</li> <li>Funerary structure FS182 is a larger specimen bereft of many stones (33.812&#900; / 24.477&#900;).</li> <li>Funerary structure FS183 (8.4 m x 5 m) (33.809&#900; / 24.474&#900;).</li> <li>Funerary structure FS184 is a larger specimen from which many stones have been removed (33.808&#900; / 24.483&#900;).</li> <li>Funerary structure FS185 (10 m x 6 m) has had many stones extracted from the structure (33.811&#900; / 24.495&#900;).</li> <li>Funerary structure FS186 (12.5 m long) (33.823&#900; / 24.502&#900;).</li> <li>Funerary structure FS187 (14 m long) has had many stones extracted from the structure (33.812&#900; / 24.519&#900;). FS187 is situated at the southeast corner of the site. It is the lowest elevation specimen at <span class=\"popular\">Karkhuk</span><span class=\"scholar\">Dkar khug</span>.</li> </ol> <hr class=\"footnote-divider\"/> <h2>Notes</h2> <div class=\"footnote\"> <a name=\"n67\"/> <a href=\"#nb67\" class=\"note\"> [67] </a> Among the most notable informants in <span class=\"popular\">Barta</span><span class=\"scholar\">Bar tha</span> were <span class=\"popular\">Minyak Khache</span><span class=\"scholar\">Mi nyag kha che</span> (born in Pig Year, circa 1935), <span class=\"popular\">Ngakwang Karma</span><span class=\"scholar\">Ngag dbang karma</span> (born in Water Bird Year, circa 1933), <span class=\"popular\">Markhuk Trashi Topgyel</span><span class=\"scholar\">Dmar khug bkra shis stobs rgyal</span> (born circa 1920), <span class=\"popular\">Sritar Tsering</span><span class=\"scholar\">Sri thar tshe ring</span> (born in Dog Year, circa 1934) and <span class=\"popular\">Godzi Tob&eacute;</span><span class=\"scholar\">Sgo dzi to be</span> (born in Iron Dragon Year, circa 1939). </div> <div class=\"footnote\"> <a name=\"n68\"/> <a href=\"#nb68\" class=\"note\"> [68] </a> Little attempt was made to record the height of the forward flank in specimens FS148 to FS187. Refer o General site charcteristics for the height ranges of the various sized funerary structures. </div> <table cellspacing=\"8\" align=\"center\" class=\"navarrows\"> <tbody> <tr> <td class=\"leftcell\"> <a class=\"backarrow\" title=\"Previous Section\"> <img src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/> </a> </td> <td class=\"midcell\"> <a class=\"uparrow\" title=\"Beginning of Article\"> <img src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/> </a> </td> <td class=\"rightcell\"> <a class=\"forwardarrow\" title=\"Next Section\"> <img src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/> </a> </td> </tr> </tbody> </table> </div> <div id=\"chap-id\">/bellezza2/b2-2-34/</div> <div style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"> <div class=\"closebtn\"> <a href=\"#\">Close</a> </div> <div style=\"height: 280px;\" class=\"conx-content\"> <h3>Note Citation for Page <span class=\"pgnm\"/> </h3> <p class=\"biblref\">John Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan &amp; Himalayan Library, 2010), <span class=\"pgnm\"/>. </p> <h3>Bibliographic Citation</h3> <p>John Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan &amp; Himalayan Library, 2010.</p> </div> </div>","created_at":"2010-08-25 11:12:45 UTC","updated_at":"2010-08-25 11:12:45 UTC","id":1131,"title":"Karkhuk Introduction","is_primary":false}]}