{"descriptions":[{"id":341,"title":"Dzuntrül Puk Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e \u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e \u003c/div\u003e \u003cdiv class=\"author\"\u003e \u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e \u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr/\u003eReproduced with permission from the author \u003cbr/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-2\"\u003eI.2. Residential Structures in Other Locations: Religious and Elite Residences\u003c/h2\u003e \u003ch3 id=\"b1-2-13\"\u003e \u003cspan class=\"popular\"\u003eDzuntr\u0026uuml;l Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzu \u0026rsquo;phrul phug\u003c/span\u003e \u003c/h3\u003e \u003ch4 id=\"b1-2-13-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: \u003cspan class=\"popular\"\u003eDzuntr\u0026uuml;l Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzu \u0026rsquo;phrul phug\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish equivalent: Miracle Cave \u003c/li\u003e \u003cli\u003eSite number: B-26\u003c/li\u003e \u003cli\u003eSite typology: I.2a \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 30\u0026ordm; 38.4\u0026#900; \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 86\u0026ordm; 31.8\u0026#900;\u003c/li\u003e \u003cli\u003eElevation: 5050 m to 5180 m. \u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eTago\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta sgo\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eNyima\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNyi ma\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: UTAE\u003c/li\u003e \u003cli\u003eSurvey date: June 21, 2001\u003c/li\u003e \u003cli\u003eContemporary usage: The main temple complex is used as a religious shrine. \u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: None. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-2-13-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eDzuntr\u0026uuml;l Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzu \u0026rsquo;phrul phug\u003c/span\u003e is located on the east flanks of the sacred mountain \u003cspan class=\"popular\"\u003eTago Ng\u0026ouml;mar Lhatsen\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta rgo ngo dmar lha btsan\u003c/span\u003e, some 500 m above the Bon monastery of \u003cspan class=\"popular\"\u003esezhik\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSe zhig\u003c/span\u003e. \u003cspan class=\"popular\"\u003eDzuntr\u0026uuml;l Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzu \u0026rsquo;phrul phug\u003c/span\u003e consists of a complex, \u003cspan class=\"popular\"\u003eDzuntr\u0026uuml;l Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzu \u0026rsquo;phrul phug\u003c/span\u003e proper, and 24 other residential units of the \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e type. The \u003cspan class=\"popular\"\u003eDzuntr\u0026uuml;l Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzu \u0026rsquo;phrul phug\u003c/span\u003e subterranean chamber is situated in a walled compound, planted on top of a ridgeline that bounds the right or south side of the \u003cspan class=\"popular\"\u003eNyilung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNyi lung\u003c/span\u003e valley (5100 m). There are no permanent contemporary habitations in the proximity of \u003cspan class=\"popular\"\u003eDzuntr\u0026uuml;l Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzu \u0026rsquo;phrul phug\u003c/span\u003e, in part, because of its high elevation. All walls at the site have a random-rubble texture and are of the dry-mortar type or were minimally mud mortared. These walls are composed of uncut, variable-sized igneous rocks, which average 30 cm to 60 cm in length. Even the corbels and bridging stones were unhewn. The walls of the various \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e are 60 cm to 80 cm in thickness. \u003c/p\u003e \u003cp\u003eThere are three major sectors at \u003cspan class=\"popular\"\u003eDzuntr\u0026uuml;l Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzu \u0026rsquo;phrul phug\u003c/span\u003e: upper south, lower south and north. The upper south sector (Residential structures RS1, RS2 and RS3) is situated on slopes elevated high above the right side of the \u003cspan class=\"popular\"\u003eNyilung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNyi lung\u003c/span\u003e valley head. The north sector (Residential structures RS4 to RS17) is spread across a shelf perched above the left side of the upper \u003cspan class=\"popular\"\u003eNyilung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNyi lung\u003c/span\u003e valley in a locale known as mtho mo (sp.?), at somewhat lower elevation han the upper south sector. The lower south sector includes \u003cspan class=\"popular\"\u003eDzuntr\u0026uuml;l Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzu \u0026rsquo;phrul phug\u003c/span\u003e proper and the residential structures in its immediate vicinity (Residential structures RS18 to RS24). These are found on the ridge bounding the right side of the upper \u003cspan class=\"popular\"\u003eNyilung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNyi lung\u003c/span\u003e valley. In total, this large religious center could have housed well over 150 residents. In contrast, \u003cspan class=\"popular\"\u003esezhik\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSe zhig\u003c/span\u003e monastery probably never held more than several dozen practitioners. \u003c/p\u003e \u003ch4 id=\"b1-2-13-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eDzuntr\u0026uuml;l Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzu \u0026rsquo;phrul phug\u003c/span\u003e is probably so named because in a popular folktale it is believed to have been magically constructed. According to the senior-most Bon scholar \u003cspan class=\"popular\"\u003eLopp\u0026ouml;n Tendzin Namdak\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSlob dpon bstan \u0026rsquo;dzin rnam dag\u003c/span\u003e, who spent two and a half years based at \u003cspan class=\"popular\"\u003esezhik\u003c/span\u003e\u003cspan class=\"scholar\"\u003eSe zhig\u003c/span\u003e monastery, most ruins in the vicinity of \u003cspan class=\"popular\"\u003eDzuntr\u0026uuml;l Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzu \u0026rsquo;phrul phug\u003c/span\u003e were probably founded in the Tibetan imperial period (617-841 CE) by an individual named \u003cspan class=\"popular\"\u003eDzib\u0026ouml;n Wangdrup\u003c/span\u003e\u003cspan class=\"scholar\"\u003e\u0026rsquo;Dzi bon dbang grub\u003c/span\u003e. According to a popular legend, when the circa 13th century CE Bon adept \u003cspan class=\"popular\"\u003eNamkha Loden\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNam mkha\u0026rsquo; blo ldan\u003c/span\u003e came to the locale, he was met by the mountain deity \u003cspan class=\"popular\"\u003eNgomar Lhatsen\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNgo dmar lha btsan\u003c/span\u003e, who offered to help him build a retreat center. The mountain god told him, \u0026ldquo;If you build he walls, I will build the roof. If you build the roof, I will build the walls.\u0026rdquo; \u003cspan class=\"popular\"\u003eNamkha Loden\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNam mkha\u0026rsquo; blo ldan\u003c/span\u003e decided it would be easier for him to build the walls. After the saint was done with his task, \u003cspan class=\"popular\"\u003eNgomar Lhatsen\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNgo dmar lha btsan\u003c/span\u003esimply took a large boulder and flung it upon the walls, completing the construction of \u003cspan class=\"popular\"\u003eDzuntr\u0026uuml;l Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzu \u0026rsquo;phrul phug\u003c/span\u003e. The roof of the structure was too low, however, and \u003cspan class=\"popular\"\u003eNamkha Loden\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNam mkha\u0026rsquo; blo ldan\u003c/span\u003e kept banging his head. One day, in order to make the ceiling higher, he took his \u003cspan class=\"popular emph\"\u003eshang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003egshang\u003c/span\u003e and sliced off a piece of the boulder comprising the roof. \u003c/p\u003e \u003ch4 id=\"b1-2-13-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-2-13-4-1\"\u003erDzu \u0026rsquo;phrul phug\u003c/h5\u003e \u003cp\u003e \u003cspan class=\"popular\"\u003eDzuntr\u0026uuml;l Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzu \u0026rsquo;phrul phug\u003c/span\u003e stands on the broad crest of the ridge enclosing the right side of the upper \u003cspan class=\"popular\"\u003eNyilung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNyi lung\u003c/span\u003evalley. It is comprised of a walled compound (16.5 m x 13 m) whose entrance is in the southeast. Three steps lead up to the entrance, which opens onto a courtyard. In the rear of the compound there are four interconnected rooms that ostensibly were used as chapels and/or as meditation residences. The entrance (1.5 m x 70 cm) to the freestanding northeast room (3 m x 2.5 m x 2 m) is in the west. The design of the walls (long, straight and uniform) indicates that the northeast room supported a wooden roof, the only structure at he site that appears to have done so. There is a niche and a well-built hearth against the west wall. The imber roof, relatively large entranceway and the presence of a large window (30 cm x 60 cm) in the east wall of he northeast room seem to indicate that its establishment or reconstruction postdates other\u003cspan class=\"popular\"\u003eDzuntr\u0026uuml;l Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzu \u0026rsquo;phrul phug\u003c/span\u003e structures. This modification of he northeast room must be related to its close proximity to the subterranean chamber of\u003cspan class=\"popular\"\u003eDzuntr\u0026uuml;l Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzu \u0026rsquo;phrul phug\u003c/span\u003e, the geomantic heart of the site. \u003c/p\u003e \u003cp\u003eNext to the northeast room, at the very rear of the compound, is the northwest chamber. This appears to have been the main sanctum at \u003cspan class=\"popular\"\u003eDzuntr\u0026uuml;l Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzu \u0026rsquo;phrul phug\u003c/span\u003e. Five steps lead down to this subterranean chamber. Its roof is a naturally occurring boulder whose rear side is level with the surface of the ridge-top. In order to build this chamber the soil underneath his boulder had to be removed. The overlying boulder is supported by the masonry walls lining the chamber (4 m x 3.3 m x standing room). There is an altar with a large bay constructed of stone and mud against the rear or west wall. There are three niches in the west wall and one niche in the south wall. Pilgrims have affixed tufts of white wool, paper \u003cspan class=\"popular emph\"\u003elungta\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erlung rta\u003c/span\u003e and old protection cords (\u003cspan class=\"popular emph\"\u003esungd\u0026uuml;\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003esrung mdud\u003c/span\u003e) to the ceiling, as well as dabbing butter on it. There is a prayer flag mast on the roof of the rear of the chamber, supported by a 1-m high parapet wall. There are also a couple of large cairns in the vicinity.\u003c/p\u003e \u003cp\u003eThe central room of the \u003cspan class=\"popular\"\u003eDzuntr\u0026uuml;l Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzu \u0026rsquo;phrul phug\u003c/span\u003e compound is in very poor condition. Its forward wall is up to 1.3 m in height and its rear wall 2.3 m high. The rear wall of the central room forms part of the rear wall of the compound. The south room (2.2 m x 1.6 m) supported a stone roof, as evidenced by three in situ corbels supporting a single piece of stone sheathing. The lintel over the entranceway (1.2 m x 70 cm) is still place. There is a small niche in the west wall of the south room. Inside the compound as well as behind it there are old stone plaques mainly inscribed with the Bon \u003cspan class=\"popular emph\"\u003ematri\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema tri\u003c/span\u003e and \u003cspan class=\"popular emph\"\u003ea a kar\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ea a dkar\u003c/span\u003e mantras. Outside the compound, north of the subterranean main shrine room, there is the foundation of an independent building (2.5 m x 4 m). \u003c/p\u003e \u003ch5 id=\"b1-2-13-4-2\"\u003eUpper south sector \u003c/h5\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS1\u003c/h6\u003e \u003cp\u003eResidential structure RS1 is located on a steep flank of the ridge (an outlier of \u003cspan class=\"popular\"\u003eTago Ng\u0026ouml;mar Lhatsen\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRta rgo ngo dmar lha btsan\u003c/span\u003e) that encloses he west side of the site. At 5180 m it is the highest elevation structure at \u003cspan class=\"popular\"\u003eDzuntr\u0026uuml;l Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzu \u0026rsquo;phrul phug\u003c/span\u003e. RS1 has been reduced to fragmentary 80-cm thick foundation walls that stretch for 5.5 m. It is primarily built of stones 40 cm to 60 cm in length. This isolated structure was raised against a large igneous boulder. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS2\u003c/h6\u003e \u003cp\u003eResidential structure RS2 is situated on the slope below RS1 (5150 m). This large ceremonial building or multifaceted shrine complex can be divided into south, central and north sections. The extant physical evidence is not sufficient to determine if RS2 had a residential component or was solely a group of \u003cspan class=\"popular emph\"\u003etenkhar\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erten mkhar\u003c/span\u003e-like shrines. This uniquely designed installation was constructed of stones mainly 40 cm to 80 cm in length. \u003c/p\u003e \u003cp\u003eThe south section of RS2 consists of two square rooms or cubic shrine structures that measure 3 m (north-south) x 7.2 m (east-west). The south section structures have completely collapsed, making positive identification of their function difficult. The west room or structure is less disintegrated and has standing walls (1.5 m to 1.7 m in height) surrounding a cavity. \u003c/p\u003e \u003cp\u003eThe central section of RS2 was comprised of a row of quadrate rooms or shrines, which measure 4 m (north-south) x 16 m (east-west). Standing wall fragments are between 1 m and 1.7 m. The westerly or upslope structure is the most intact part of the central section, and has a cavity in the middle. \u003c/p\u003e \u003cp\u003eThe north section of RS2 is dominated by a tiered shrine structure that is probably of the \u003cspan class=\"popular emph\"\u003etenkhar\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erten mkhar\u003c/span\u003e class (or alternatively, it was a receptacle for votive clay figurines known as \u003cspan class=\"popular emph\"\u003eTsatsa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003etshwa tshwa\u003c/span\u003e). This shrine measures 2.8 m x 3 m, and is 1.5 m high on its west or upslope flank and 2.5 m high on its down-slope side. The west side of the base consists of five graduated tiers, each made up of a single course of worked stones. In the upper part of the shrine there are openings on the south, west and north sides. Inside this tiered shrine are highly deteriorated small conical \u003cspan class=\"popular emph\"\u003eTsatsa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003etshwa shwa\u003c/span\u003e. One older \u003cspan class=\"popular emph\"\u003eTsatsa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003etshwa tshwa\u003c/span\u003e with the image of a Bon (?) deity was also found. These \u003cspan class=\"popular emph\"\u003eTsatsa\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003etshwa shwa\u003c/span\u003e, like the recent plaque inscribed with the Bon \u003cspan class=\"popular emph\"\u003ematri\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ema tri\u003c/span\u003e mantra found at RS2, may be later additions to the monument. The heavily built roof of the tiered shrine consists of bridging stones and slab sheathing. Adjacent o this shrine there is another specimen in poorer condition, which measures 3.5 m (north-west) x 2 m (east-west) x a maximum of 1.4 m. On the north side of the RS2 complex there are the square bases of two smaller shrines. Likewise, 2 m south of RS2 there are the bases of two other shrines (each: 2 m x 2 m x 1 m).\u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS3\u003c/h6\u003e \u003cp\u003eResidential structure RS3 is situated 4.5 m north of RS2. This \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e measures 12 m (north-south) x 9 m (east-west), and hosted at least six rooms. The rear or upslope wall is built as much as 1.8 m into the ground, while the forward revetment is 1.5 m to 2.5 m in height. Originally this revetment must have supported standing walls around 2 m in height. In the northwest portion of the structure there are two rear rooms with several corbels and pieces of sheathing in place. The placement of these roofing elements near the current middle reaches of the rear wall is an indication of how much infilling has occurred. \u003c/p\u003e \u003ch5 id=\"b1-2-13-4-3\"\u003eNorth sector\u003c/h5\u003e \u003cp\u003eThe numerical ordering of the north sector structures reflects their relative east-west positions. RS4 is on he western geographic extremity of the mtho mo shelf and RS17 is on the opposite east end of the shelf.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS4\u003c/h6\u003e \u003cp\u003eResidential structure RS4 (8.5 m x 7.5 m) is a \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e, which has been reduced to its foundations and low-lying wall segments (5100 m). \u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS5\u003c/h6\u003e \u003cp\u003eResidential structure RS5 (10.5 m x 7 m) is situated 19 m southeast of RS4. Four large corbels are in situ on he rear or north wall. At the northwest corner one corbel is elevated 1.6 m above the floor level, providing an indication of the original ceiling height. There is a niche near the northwest and northeast corners of RS5. The northwest room approximately measures 1.6 x 3 m. There are also five or six corbels and several roof slabs along the west wall of the structure. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS6\u003c/h6\u003e \u003cp\u003eResidential structure RS6 (17 m x 7.5 m) is found 12 m north of RS5. This building was built in three tiers, he lowest of which was probably a courtyard. The middle tier has been reduced to wall-footings and piles of rubble. The better preserved upper or rear tier consisted of at least two rooms. The remains of a partition wall still stand between them. Several corbels are still in place on the west wall. Maximum wall height of the upper tier is 1.5 m.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS7\u003c/h6\u003e \u003cp\u003eResidential structure RS7 (8 m across) is located 20 m east of RS6. It has been leveled to its foundations. RS7 appears to have contained two rooms.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS8\u003c/h6\u003e \u003cp\u003eResidential structure RS8 is found 30 m northeast of RS7. This small \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e was severely degraded by the removal of stones to build two nearby corrals. The recent construction of these corrals has had a deleterious impact on other north sector edifices as well. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS9\u003c/h6\u003e \u003cp\u003eResidential structure RS9 (6.5 m x 5.5 m) is located 40 m east of RS8. Only crumbling foundations and small wall fragments are left. The best-preserved wall segment is in the northwest portion of the structure.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS10\u003c/h6\u003e \u003cp\u003eResidential structure RS10 (9.5 m x 13.5 m) is situated 38 m east of RS9. This highly deteriorated structure must have contained several rooms and a forward courtyard.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS11\u003c/h6\u003e \u003cp\u003eResidential structure RS11 (6 m x 8.8 m) was built 8 m east of RS10. Integral walls up to 1.2 m in height still persist.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS12\u003c/h6\u003e \u003cp\u003eResidential structure RS12 (4.5 m x 7 m) is located 37 m east of RS11. The east half of the building has been reduced to its foundations while the west half has standing wall sections to 1 m in height.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS13 \u003c/h6\u003e \u003cp\u003eResidential structure RS13 is situated 22 m east of RS12. It has two east rooms (8 m x 6.5 m) and a 3.4-m long west room. The northwest corner of the structure stands 1.7 m in height and has two large corbels in place. The lintel over the 60-cm wide entranceway to the west room is intact. The walls of the east rooms have been cut down to 1 m or less in height.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS14\u003c/h6\u003e \u003cp\u003eResidential structure RS14 (6 m x 9.5 m) is situated 24 m northeast of RS13. The rear or upslope wall is built 90 cm into the ground and has one corbel in place. All other walls are highly dissolved and are less han 1 m in height.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS15\u003c/h6\u003e \u003cp\u003eResidential structure RS15 (5 m x 6.5 m) is located 38 m east of RS14. The walls of the single west room are between 1 m and 1.2 m in height. The walls of what probably constituted two east rooms are severely degraded.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS16\u003c/h6\u003e \u003cp\u003eResidential structure RS16 (7 m x 4 m) was founded 17 m south or downhill of RS15. Very little of it has survived.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS17\u003c/h6\u003e \u003cp\u003eResidential structure RS17 (6 m x 4.5 m) is situated 55 m south or downhill of RS16. It consists of one rear and one forward room (5050 m). The lintel over the entranceway (1m x 50 cm) between the two rooms is still intact. The wall between the rear and forward rooms is 1.5 m to 2 m in height; other walls are more disintegrated. \u003c/p\u003e \u003ch5 id=\"b1-2-13-4-4\"\u003eLower south sector\u003c/h5\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS18\u003c/h6\u003e \u003cp\u003eResidential structure RS18 (3.5 m x 1.5 m) is found on a steep hillside on the right side of the \u003cspan class=\"popular\"\u003eNyilung\u003c/span\u003e\u003cspan class=\"scholar\"\u003eNyi lung\u003c/span\u003e valley below \u003cspan class=\"popular\"\u003eDzuntr\u0026uuml;l Puk\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzu \u0026rsquo;phrul phug\u003c/span\u003e proper. This semi-subterranean rock shelter, established against a boulder, is called \u003cspan class=\"popular\"\u003eRowesa\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRo bas sa\u003c/span\u003e (Tomb). This name seems to indicate a mortuary function for this structure, but this could not be confirmed. The upslope masonry wall of RS18 was set 1.5 m into the ground and has one in situ corbel remaining. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS19\u003c/h6\u003e \u003cp\u003eResidential structure RS19 (9 m x 6 m) is located 16 m south of the \u003cspan class=\"popular\"\u003eDzuntr\u0026uuml;l\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRdzu \u0026rsquo;phrul\u003c/span\u003e compound. The rear wall is set 1.2 m to 1.8 m below the surface. Two small rooms in the rear of the structure have maintained their stone roofs. The rear west room (2 m x 2.2 m) has a naturally occurring boulder as its roof. There is a large niche in its north wall, and the floor-to-ceiling height of this room is 1.4 m to 1.6 m. The rear west room entrance measures 85 cm x 50 cm. The rear east room has a corbelled roof integument. A third rear room is bereft of its roof. Several forward rooms in RS19 have been degraded to footings and wall segments less than 1.2 m in height. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS20\u003c/h6\u003e \u003cp\u003eResidential structure RS20 (9 m x 8. 3 m) is situated in a hollow at a slightly lower elevation than RS19. On he rear wall about one dozen corbels and a lone roof slab are in situ, rising above what appears to have been wo rooms. The rear wall was built 1.5 m into the slope. The forward rooms have been reduced to footings and wall segments under 1.4 m in height. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS21\u003c/h6\u003e \u003cp\u003eResidential structure RS21 was built in another hollow several tens of meters south of RS20. This small shelter was constructed underneath a boulder. Its masonry fa\u0026ccedil;ade is fairly well preserved. In the proximity here are two modern livestock pens. \u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structure RS22\u003c/h6\u003e \u003cp\u003eResidential structure RS22 is found in the vicinity of RS21. This small \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e was built against a boulder, and has several in situ corbels on the rear or north wall.\u003c/p\u003e \u003ch6 class=\"essay\"\u003eResidential Structures RS23 and RS24\u003c/h6\u003e \u003cp\u003eLower on the ridge-top, or to the east of RS22, there are two more \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e (5060 m). Residential structure RS23, the south \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e, has two small rear rooms, one with a natural boulder roof and one with a corbelled roof. Residential structure RS24, the north \u003cspan class=\"popular emph\"\u003edo khang\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003erdo khang\u003c/span\u003e, has an intact rear or west room with its corbelled roof in place. Below these wo buildings there are two low elevation structures built around large boulders. Their function is not clear. \u003c/p\u003e \u003ctable cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e \u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"midcell\"\u003e \u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003ctd class=\"rightcell\"\u003e \u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e \u003c/a\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-2-13/\u003c/div\u003e \u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e \u003cdiv class=\"closebtn\"\u003e \u003ca href=\"#\"\u003eClose\u003c/a\u003e \u003c/div\u003e \u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e \u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-2-13","is_primary":false,"created_at":"2010-08-11 20:46:36 UTC","updated_at":"2010-08-12 16:53:51 UTC","authors":[]}]}