{"descriptions":[{"id":1575,"title":"Pelyül Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch2 class=\"h1\" id=\"b6\"\u003eBonpo monasteries and temples \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003ein Tibetan regions in Qinghai, Gansu and Sichuan \u003c/h2\u003e \u003ch2 id=\"b6-6\"\u003edPal yul County\u003c/h2\u003e \u003cp\u003edPal yul County is located in western Kardze Prefecture. The county comprises four Qu divided into seventeen xiang and sixty-six villages. Marthang (Mar thang) town (latitude: 31\u0026deg;12\u0026rsquo;N, longitude: 98\u0026deg;49\u0026rsquo;E, altitude: 3,030 m), the capital of the county is located 622 km west of Dartsemdo (Dar rtse mdo), the capital of the Kardze Prefecture.\u003c/p\u003e \u003cp\u003eThere are four Bonpo, twenty seven rNying ma pa, one bKa\u0026rsquo; brgyud pa and three Sa skya pa monasteries in dPal yul county.\u003c/p\u003e \u003ch3 id=\"b6-6-1\"\u003e(145) Kha rag Monastery\u003c/h3\u003e \u003ch4 id=\"b6-6-1-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is dPal gShen bstan kha rag g-yung drung bde chen gling.\u003c/p\u003e \u003ch4 id=\"b6-6-1-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003e\u0026rsquo;Dzin chu river\u003ca href=\"#n7\" name=\"nb7\" class=\"note\"\u003e7\u003c/a\u003e is the longest in dPal yul county. It is a tributary of the \u0026rsquo;Bri chu (Yangtze) river, and its total length is 180.8 km. It flows along a south to north axis, from the common border of \u0026rsquo;Ba\u0026rsquo; thang, Li thang and dPal yul, through six districts (xiang), \u0026rsquo;Dam thar, A thsab, mNyam skyid, \u0026rsquo;Dzin khog, Rag khyab and Hor spo till it joins the \u0026rsquo;Bri chu river. The river is named after \u0026rsquo;Dzin khog, a valley through which it flows. Kha rag Monastery is located on the north bank of the river, about 90 km northeast of Marthang, the county seat. \u003c/p\u003e \u003ch4 id=\"b6-6-1-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eKha rag is a very ancient place-name in the history of Bon. Bonpo people believed that it was one of the forty-five gathering places (\u0026rsquo;du gnas) founded by Mu khri bTsan po, the second king of the Yar lung kings in Tibet, and gShen Nam mkha\u0026rsquo; snang ba mdog can when they invited hundreds of Bonpo masters from Zhang zhung. Dran pa\u0026rsquo;i rnam thar g-yung drung gsang mdzod and bKa\u0026rsquo; brgyad brgyud\u003ca href=\"#n8\" name=\"nb8\" class=\"note\"\u003e8\u003c/a\u003e also mentioned Kha rag as one of the \u0026rsquo;du gnas of Bon founded in the period of King Mu khri btsan po. \u003c/p\u003e \u003cp\u003eThe history of Kha rag can be divided into two parts: its history as a \u0026rsquo;du gnas and later as a dgon pa. As a \u0026rsquo;du gnas, it has a long history, and has been regarded as a sacred site from the outset. There are several legendary versions dealing with Kha rag, but they all seem too fantastical to relate here.\u003c/p\u003e \u003cp\u003eThere was a written history of the \u0026rsquo;du gnas entitled Kha rag gnas kyi lo rgyus by Gling gshen Mu la blo gros, which might have contained valuble information, and I spent much time looking for it when I visited Khams in the autumn of 1997, but unfortunately I was unable to find it. \u003c/p\u003e \u003cp\u003eIn accordance with the oral tradition recorded by Bya Tshe ring in a history of Kha rag, the founder of Kha rag monsatery was Ngo zhu Tshul khrims rgyal mtshan. His family was originally from Bru sha (Gilgit) and was known as Bru sha rNam sras spyi ring. During King Khri srong lde btsan\u0026rsquo;s persecution of Bon in the 8th century, Bla klu dbang, a Bonpo master belonging to the Bru sha family fled to the \u0026rsquo;Dzin valley in Khams and founded a monastery at Nor bu\u0026rsquo;i dbu rtse in Khrom stod khams lung east of dDe dge. After five generations, Tshul khrims rgyal mtshan was born in the Fire-Dog year (986A.D.). His father was Ye shes rgyal mtshan and his mother, Zhu bza\u0026rsquo; gYung drung mtsho. Since his mother was from Zhu, an ancient and famous family in the history Bon, he was called Ngo zhu Tshul khrims rgyal mtshan. From that time, the family of Bru in Kha rag was known as Ngo zhu Bru tshang. In accordance with the wishes of his father Ye shes rgyal mtshan, Ngo zhu Tshul khrims rgyal mtshan founded a monastery at the holy site of Kha rag, and his family took the name of Kha rag tshang. The lineage ran for forty-eight generations. The first twenty-eight descendants were: \u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003eNgo zhu Tshul khrims rgyal mtshan \u003c/li\u003e \u003cli\u003eNam mkha\u0026rsquo; bstan \u0026rsquo;dzin\u003c/li\u003e \u003cli\u003ebKra shis g-yung drung \u003c/li\u003e \u003cli\u003ePhun tshogs dbang rgyal\u003c/li\u003e \u003cli\u003eShes rab rgyal mtshan \u003c/li\u003e \u003cli\u003eKun bzang g-yung drung \u003c/li\u003e \u003cli\u003ePhun tshogs rgyal mtshan \u003c/li\u003e \u003cli\u003e\u0026rsquo;Chi med g-yung drung \u003c/li\u003e \u003cli\u003e\u0026rsquo;Chi med blo gsal \u003c/li\u003e \u003cli\u003eRin chen rgyal mtshan \u003c/li\u003e \u003cli\u003ebsTan \u0026rsquo;dzin gtsug phud \u003c/li\u003e \u003cli\u003eKun dga\u0026rsquo; ye shes \u003c/li\u003e \u003cli\u003egYung drung blo gros \u003c/li\u003e \u003cli\u003eShes rab g-yung drung \u003c/li\u003e \u003cli\u003ebKra shis rin chen \u003c/li\u003e \u003cli\u003ebsKal bzang nor bu \u003c/li\u003e \u003cli\u003egYung drung bstan rgyal\u003c/li\u003e \u003cli\u003eNam mkha\u0026rsquo; blo gros \u003c/li\u003e \u003cli\u003e\u0026rsquo;Chi med tshe dbang \u003c/li\u003e \u003cli\u003egYung drung blo gsal \u003c/li\u003e \u003cli\u003eKun bzang bstan \u0026rsquo;dzin \u003c/li\u003e \u003cli\u003egYung drung bstan \u0026rsquo;dzin \u003c/li\u003e \u003cli\u003ebSod nams bkra shis \u003c/li\u003e \u003cli\u003eA rten \u003c/li\u003e \u003cli\u003eA tshan \u003c/li\u003e \u003cli\u003egSang sngags \u003c/li\u003e \u003cli\u003e\u0026rsquo;Jam dpal blo gros \u003c/li\u003e \u003cli\u003eKun dga\u0026rsquo; blo gros \u003c/li\u003e \u003c/ol\u003e \u003cp\u003eIn addition to the twenty-eight masters mentioned above, there was a very learned master called gYung drung bstan pa\u0026rsquo;i rgyal mtshan who belonged to the eighteenth generation of the Kha rag tshang family. He was born in the Fire-Rat year of the 9th Rab byung (1516). His father\u0026rsquo;s name was sKal bzang nor bu, and his mother\u0026rsquo;s Ye shes lha \u0026rsquo;dzoms. gYung drung bstan pa\u0026rsquo;i rgyal mtshan founded a monastery called rJes ri at the foot of Mount Bon ri in Kong po where he introduced the practice of the observance of the summer fast (dbyar gnas) and the dgu gtor rite. He also founded a meditation centre (sgrub grwa) in Kha rag lla rgyal rtse mo where he initiated the ritual tradition of mNyam med Shes rab rgayl mtshan. He wrote more than ten volumes of works, but unfortunately very few of them survived. Nam mkha\u0026rsquo; blo gros, the 18th master in the line, was born in the Wood-Dragon year of the 9th Rab byung (1556). He received teachings from gYung drung bstan pa\u0026rsquo;i rgyal mtshan and built a three-storey assembly hall (\u0026rsquo;du khang). From his time onwards, the hereditary succession of the Kha rag tshang has continued unbroken to this day. \u003c/p\u003e \u003cp\u003eKha rag \u0026rsquo;Jam dbyangs blo gsal rgyal mtshan (b.1939), the last descendant, took me to monasteries Zla \u0026rsquo;od and gTsug \u0026rsquo;od near Kha rag Monastery when I was visiting the area in autumn 1997. The system of succession through reincarnation was never adopted in this monastery and the hereditary line of Kha rag tshang is still the head of the monastery.\u003c/p\u003e \u003ch4 id=\"b6-6-1-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003edgon bdag, a hereditary line, the present one is Kha rag bla ma.\u003c/li\u003e \u003cli\u003edbu mdzad\u003c/li\u003e \u003cli\u003edgos skos\u003c/li\u003e \u003cli\u003ephyag mdzod\u003c/li\u003e \u003cli\u003espyi gnyer\u003c/li\u003e \u003c/ul\u003e \u003cp\u003eAll the incumbents are elected by monks and changed every seven years with the exception of the dgon bdag.\u003c/p\u003e \u003ch4 id=\"b6-6-1-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are fifty novices and monks at the monastery.\u003c/p\u003e \u003ch4 id=\"b6-6-1-6\"\u003e6. Curent education\u003c/h4\u003e \u003cp\u003eThere are no organized classes. The young novices are taught by masters of their choice.\u003c/p\u003e \u003ch4 id=\"b6-6-1-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eThe monastery was formerly closely connected with gYas ru dben sa kha\u003ca href=\"#n9\" name=\"nb9\" class=\"note\"\u003e9\u003c/a\u003e. This connection is mentioned in the history of the A khrid system of meditation. Later the monastery developed close ties with sMan ri, gShen Dar sdings and rMe\u0026rsquo;u tshang in Central Tibet, and rJes ri Monastery in Kong po. At present the monks go to Shar rdza Hermitage for further training but there are no regular educational exchanges between Kha rag and other monasteries.\u003c/p\u003e \u003ch4 id=\"b6-6-1-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e1st month: commemoration of gShen rab Mi bo and mNyam med Shes rab rgyal mtshan from the 1st day \u003c/li\u003e \u003cli\u003e5th month: the ritual cycle of Khro bo rol pa\u003c/li\u003e \u003cli\u003e6-7th month: the observance of the summer fast (dbyar gnas) from the 1st day of the 6th month to the 19th day of the 7th month \u003c/li\u003e \u003cli\u003e8th month: the ritual cycle of Ma rgyud \u003c/li\u003e \u003cli\u003e9th month: the dgu gtor rite based on the ritual cycle of Phur pa\u003c/li\u003e \u003cli\u003e10th month: the ceremony based on the Kun rig gnas tong dbang chen from the 1st to the 28th day\u003c/li\u003e \u003cli\u003e11th month: the dgu gtor rite based on the ritual cycle of sTag la from the 3rd to the 29th day including two days of \u0026rsquo;cham \u003c/li\u003e \u003cli\u003e12th month: another dgu gtor rite of sTag la and the offering of the tshogs 1000 times to the protectors of Bon (bon skyong)\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-6-1-9\"\u003e10. Manuscripts and printed books\u003c/h4\u003e \u003cp\u003eThe monastery has two printed copies of Kanjur and various other texts.\u003c/p\u003e \u003ch4 id=\"b6-6-1-10\"\u003e11. Economic circumstances of the monastery\u003c/h4\u003e \u003cp\u003eThe monastery depends on donations from its followers.\u003c/p\u003e \u003ch4 id=\"b6-6-1-11\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe local lay community consists of one community: rGur (or rGu ru) spun gsum, \u0026ldquo;the three brothers of rGur\u0026rdquo;, divided into three branches with a total of thirty-four families (around two hundred people). According to oral tradition, these people are the decsendants of the rGur spun gsum tribe mentioned in the Ge sar epic.\u003c/p\u003e \u003ch4 id=\"b6-6-1-12\"\u003e14. Local festivals\u003c/h4\u003e \u003cp\u003eThere is a la btsas at the top of the mountain behind the monastery called Kha rag sdong brag which is believed to be the residence of the local deity of the same name. It was reconstructed in 1988 in accordance with the instructions given by Kun gsal blo gros, the present chief teacher at gYung drung gling Monastery in gTsang. The deity\u0026rsquo;s propitiation takes place on the 15th day of the 4th month.\u003c/p\u003e \u003ch4 id=\"b6-6-1-13\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-6-1-13-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn autumn of 1997: Kha rag \u0026rsquo;Jam dpal blo gsal rgyal mtshan (b.1939), the present Kha rag bla ma \u003c/p\u003e \u003ch5 id=\"b6-6-1-13-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003e\u0026rsquo;Dzing kha rag dgon gyi lo rgyus by Bya Tshe ring, MS\u003c/li\u003e \u003c/ol\u003e \u003ch3 id=\"b6-6-2\"\u003e(146) Zla \u0026rsquo;od Monastery\u003c/h3\u003e \u003ch4 id=\"b6-6-2-1\"\u003e1. Name of the monastery\u003c/h4\u003e \u003cp\u003eIn the ancient inscription on the wall inside the assembly hall (\u0026rsquo;du khang), which I will discuss below, the name of the monastery appears as rDa dbus dgon pa.\u003c/p\u003e \u003ch4 id=\"b6-6-2-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located about two hours on horseback southeast of Kha rag Monastery, at the top of a hill and surrounded by a forest. It is about 70 km northeast of the county town of dPal yul. \u003c/p\u003e \u003ch4 id=\"b6-6-2-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eAccording to oral tradition, Pad ma bdud \u0026rsquo;dud, the youngest son of Khod po sNang ldan, married Chos mtsho and had three sons. The eldest, Nam mkha\u0026rsquo;i rgyal po, founded Zla \u0026rsquo;od Monastery (No.146), and became known as Zla \u0026rsquo;od Nam mkha\u0026rsquo;i rgyal po, the second son, Nyi ma\u0026rsquo;i rgyal po, founded gTsug \u0026rsquo;od Monastery (No.147) near by, and was subsequently known as gTsug \u0026rsquo;od Nyi ma\u0026rsquo;i rgyal po. The youngest son founded a monastery at sTag mgo gdong, on a hill resembling the head of a tiger, in a valley called gYang zla gzhi in the same locality as the other two monasteries. The year of the monastery\u0026rsquo;s foundation is believed to be 1124A.D., but there is no evidence to substantiate this. \u003c/p\u003e \u003cp\u003eZla \u0026rsquo;od Nam mkha\u0026rsquo;i rgyal po was the prelate of the kings of Khro skyabs and Brag steng, two of the eighteen kingkdoms of rGyal rong. The history of the monastery after his time, as well as the chronology of its successive masters remain unclear: \u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003eZla \u0026rsquo;od Nam mkha\u0026rsquo;i rgyal po \u003c/li\u003e \u003cli\u003egYung drung rgyal mtshan \u003c/li\u003e \u003cli\u003ebSod nams rgyal mtshan \u003c/li\u003e \u003cli\u003egTshug phud \u003c/li\u003e \u003cli\u003eShes rab bkra shis \u003c/li\u003e \u003cli\u003eNyi ma rgyal mtshan \u003c/li\u003e \u003cli\u003eNam mkha\u0026rsquo; rgyal mtshan \u003c/li\u003e \u003cli\u003esByin pa \u0026rsquo;od zer \u003c/li\u003e \u003cli\u003eNam mkha\u0026rsquo; lhun grub \u003c/li\u003e \u003cli\u003ebSlab gsum phun tshogs \u003c/li\u003e \u003cli\u003ebSam gtan \u003c/li\u003e \u003cli\u003erGyal ba g-yung drung \u003c/li\u003e \u003cli\u003eA don\u003c/li\u003e \u003cli\u003ebsTan \u0026rsquo;dzin rnam rgyal \u003c/li\u003e \u003cli\u003ePad ma rgyal mtshan \u003c/li\u003e \u003cli\u003e\u0026rsquo;Chi med \u003c/li\u003e \u003c/ol\u003e \u003cp\u003eSince dPal yul district belonged to sDe dge in the past, many of the masters mentioned above were close to the kings of sDe dge, and several among them served as their prelates.\u003c/p\u003e \u003cp\u003eUnfortunately none of their dates seem credible enough to mention here although I attempted to determine the dates of some of them. \u003c/p\u003e \u003cp\u003eI was excited to find a long script on the ancient wall in the assembly hall (\u0026rsquo;du khang) which I hoped would yield some important historical information about the monastery. A monk at the monastery spent much time and energy making a copy of it for me, but unfortunately its content is disappointing. However, it says that the assembly hall was built by a bSod nams rgyal po, and not Nam mkha\u0026rsquo;i rgyal po as mentioned above, although no dates are provided. Otherwise the entire inscription is devoted to the praise of the assembly hall and to the description of the statues within. \u003c/p\u003e \u003cp\u003eDuring the time of gTsug \u0026rsquo;od, Zla \u0026rsquo;od and gTsug \u0026rsquo;od monasteries performed all of their annual rituals together. Despite the damage suffered during the Cultural Revolution, around 11,534 meters of the original wall-patings within the assembly hall have been preserved.\u003c/p\u003e \u003ch4 id=\"b6-6-2-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cp\u003eSame as Kha rag Monastery (No.145)\u003c/p\u003e \u003ch4 id=\"b6-6-2-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are nine novices and monks at the monastery. \u003c/p\u003e \u003ch4 id=\"b6-6-2-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThere are no organizd classes. The young novices are taught by masters of their choice.\u003c/p\u003e \u003ch4 id=\"b6-6-2-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eThe monastery follows the Bru, Zhu or gShen traditions of ritual practice, (mainly the Bru tradition). At present the monastery also follows the New Bon tradition\u003ca href=\"#n10\" name=\"nb10\" class=\"note\"\u003e10\u003c/a\u003e and the monks go to Shar rdza hermitage for teachings and retreats.\u003c/p\u003e \u003ch4 id=\"b6-6-2-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003e1st month: Bla ma mchod chog from the 15th to the 20th day \u003c/li\u003e \u003cli\u003e4th month: the Klong rgyas cho ga from the 10th to the 15th day\u003c/li\u003e \u003cli\u003e5th month: Ma rgyud stong tshogs for seven days\u003c/li\u003e \u003cli\u003e8th month: the smyung gnas fasting for eight days\u003c/li\u003e \u003cli\u003e10th month: offerings of the sacrificial cake (tshogs) 1000 times from the 10th to the 15th day\u003c/li\u003e \u003cli\u003e-11th month: the performance of the Zhi khro ritual from the 10th to the 20th day and the dgu gtor rite from the 24th to the 29th day\u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b6-6-2-9\"\u003e10. Books held in the monastery\u003c/h4\u003e \u003cp\u003eThe monastery possesses one printed copy of the Kanjur, one printed copy of the collected works of Shar rdza bKra shis rgyal mtshan, one printed copy of the collected works of gTer ston Tshang drag, the printed edition of the Dran pa bka\u0026rsquo; thang in eight volumes, that of the Tshe dbang bka\u0026rsquo; thang in four volumes and that of the mKha\u0026rsquo; \u0026rsquo;gro bka\u0026rsquo; thang in one volume. \u003c/p\u003e \u003cp\u003eThere are manuscript copies of the following ritual texts: Zhi khro, Ma rgyud, Khro bo mgo mtshar rgyas pa, gDugs dkar, bDe \u0026rsquo;dus, sTag la, Byams ma, gShed dmar, Gu drag, Khro bo rol pa, Seng gdong ma and Kun rig. \u003c/p\u003e \u003ch4 id=\"b6-6-2-10\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery depends on donations from the local lay community.\u003c/p\u003e \u003ch4 id=\"b6-6-2-11\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe local lay community consists of three villages: Ri tshal phu pa with twenty-five families, Phyug po phu ba with fifteen families and gYang stod phu pa with eighteen families (273 people altogether).\u003c/p\u003e \u003ch4 id=\"b6-6-2-12\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eThe mountain behind the monastery is called gSer phu and is believed to be the abode of the local deity Bya chen. There is a la btsas dedicated to him on the summit of the mountain. The deity is propitiated on the 10th day of the 1st month by the monks. \u003c/p\u003e \u003cp\u003eAnother mountain called gZung mgon 1 km east of the monastery is regarded as the abode of the eponymous local deity. There is a la btsas on its summit. The date of its renewal ceremony is not fixed. The ceremony is attended by the lay members of the Bonpo community\u003c/p\u003e \u003cp\u003eThere is a sacred mountain (gnas ri) called mDa\u0026rsquo; lHa ri 20 km south of the monastery with a la btsas halfway up. It was first \u0026ldquo;opened\u0026rdquo; (gnas sgo phyed pa) as a holy place by bSod nams dbang rgyal alias Zla \u0026rsquo;od Nam mkha\u0026rsquo; thog \u0026rsquo;dzin and later further sanctified by gTer chen Tshe dbang grags pa and also by Glang zhig. Its veneration ceremony takes place on the 15th day of the 4th month and the ceremony is attended by the members of both Bonpo and Buddhist communities. It is circumambulated following the Bon tradition, (g-yas skor, i. e. counter-clockwise). \u003c/p\u003e \u003ch4 id=\"b6-6-2-13\"\u003e14. Occupation of the local population\u003c/h4\u003e \u003cp\u003eFarmers and nomads\u003c/p\u003e \u003ch4 id=\"b6-6-2-14\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-6-2-14-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn autumn 1997 with \u0026rsquo;Jigs med, a monk at the monastery (b.1965)\u003c/p\u003e \u003ch5 id=\"b6-6-2-14-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003eZla \u0026rsquo;od dgon gyi lo rgyus by Bya Tshe ring, MS\u003c/li\u003e \u003cli\u003eThe inscription on the assembly hall of the monastery\u003c/li\u003e \u003cli\u003egTsug \u0026rsquo;od dgon pa, MS., anonymous\u003c/li\u003e \u003c/ol\u003e \u003ch3 id=\"b6-6-3\"\u003e(147) gTsug \u0026rsquo;od Monastery \u003c/h3\u003e \u003ch4 id=\"b6-6-3-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003egTsug \u0026rsquo;od\u003c/p\u003e \u003ch4 id=\"b6-6-3-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located about one and a half hours on horseback southeast of Kha rag Monastery (No.145) in a village whose inhabitants form the local lay community of the monastery. \u003c/p\u003e \u003ch4 id=\"b6-6-3-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eAccording to oral history, Pad ma bdud \u0026rsquo;dul, a descendant of the Khyung tribe and the youngest son of Khod po sNang ldan, married Chos mtsho, and had three sons. The eldest, Nam mkha\u0026rsquo;i rgyal po, founded Zla \u0026rsquo;od monastery (No.146) and became known as Zla \u0026rsquo;od Nam mkha\u0026rsquo;i rgyal po, the second son, Nyi ma\u0026rsquo;i rgyal po, founded gTsug \u0026rsquo;od temple in the Wood-Dragon year of the 2nd Rab byung (1124) near Zla \u0026rsquo;od Monastery, and became known as gTsug \u0026rsquo;od Nyi ma\u0026rsquo;i rgyal po. \u003c/p\u003e \u003cp\u003eNyi ma\u0026rsquo;i rgyal po married sKal bzang lha mo and had three sons. bsTan pa lhun grub, the eldest son and bDe skyid lha mo had two sons. bsTan pa \u0026rsquo;od zer, the elder one and rTa mgrin mtsho, had a son called lHun grub dbang ldan, who became a renowned master. He and gYung drung dbang mo had four sons. The youngest son married rNa ba tshang Shes rab sgrol ma and had five sons, the middle son became a gter ston. He discovered many gter ma texts and was initiated into the practice of rtsa rlung by Nyag gter gSang sngags gling pa. The youngest son, Pad ma g-yung drung, had three sons, the youngest of whom, gYung drung rgyal mtshan, married Nyi li Bo legs and had two sons. One of the two sons bsTan pa married gZha\u0026rsquo; tsha Rig \u0026rsquo;dzin lha mo and had two sons. The eldest son dBang phyug married Khra tshang Gu ru sgrol ma and had only one son called Phun tshogs who, with Zla \u0026rsquo;od sgrol ma, had three sons; the second son, Rig \u0026rsquo;dzin, was a disciple of Shar rdza bKra shis rgyal mtshan (1858-1934). He married sTag mgo A rnang sgrol ma and had a son called \u0026rsquo;Chi med rgyal mtshan who was recognized by \u0026rsquo;Jam dbyang mkhyen brtse and Thar bde Dri med as the reincarnation of Rab brtan shes rab of lCang lung Monastery (No.148) in the same county. \u003c/p\u003e \u003cp\u003eIn the lifetime of \u0026rsquo;Chi med rgyal mtshan, the monastery was looted by Nyi grags tshang, a Buddhist family in the same area and the Bon religion was banned until the middle of 20th century. In the 1980s, the monastery was rebuilt at a place called Rab mgo. \u003c/p\u003e \u003cp\u003eI obtained an eighteen-page manuscript devoted to the history of the monastery simply entitled gTsug \u0026rsquo;od dgon. It is anonymous. Its author claims that he saw a chronology of the monastery entitled bsTan rtsis nor phreng rab gsal me long, beginning in the Earth-Serpent year of the 5th Rab byung (1269) and ending in 1489. Then new additions were made to bring it up to 1991. The date of the monastery\u0026rsquo;s foundation mentioned above was taken from the anonymous work gTsug \u0026rsquo;od dgon. However, unfortunately, I was unable to find the chronology and I don\u0026rsquo;t even know whether it is still available.\u003c/p\u003e \u003ch4 id=\"b6-6-3-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003edgon bdag\u003c/li\u003e \u003cli\u003edbu mdzad\u003c/li\u003e \u003cli\u003edgos skos\u003c/li\u003e \u003cli\u003ephyag mdzod\u003c/li\u003e \u003cli\u003espyi gnyer\u003c/li\u003e \u003c/ul\u003e \u003cp\u003eAll the incumbents are elected by the monks and changed every seven years.\u003c/p\u003e \u003ch4 id=\"b6-6-3-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are only ten monks at the monastery.\u003c/p\u003e \u003ch4 id=\"b6-6-3-6\"\u003e6. Current education\u003c/h4\u003e \u003cp\u003eThere are no organized classes. The young novices are trained by elder monks of their choice.\u003c/p\u003e \u003ch4 id=\"b6-6-3-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eThe monastery follows the Bru, Zhu or gShen traditions of ritual practice, (mainly the Bru tradition). At present the monastery also follows the New Bon tradition (see note 1 of Zla \u0026rsquo;od Monastery, No.146) and the monks go to Shar rdza Hermitage for teachings and retreats.\u003c/p\u003e \u003ch4 id=\"b6-6-3-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cp\u003eFrom gTsug \u0026rsquo;od Shes rab\u0026rsquo;s time onwards, Zla \u0026rsquo;od and gTsug \u0026rsquo;od monasteries performed all their annual rituals together.\u003c/p\u003e \u003ch4 id=\"b6-6-3-9\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery depends on donations from the faithful.\u003c/p\u003e \u003ch4 id=\"b6-6-3-10\"\u003e12. Local community \u003c/h4\u003e \u003cp\u003eSame as those of Zla \u0026rsquo;od Monastery\u003c/p\u003e \u003ch4 id=\"b6-6-3-11\"\u003e13. Local festivals\u003c/h4\u003e \u003cp\u003eSame as those of Zla \u0026rsquo;od monastery \u003c/p\u003e \u003ch4 id=\"b6-6-3-12\"\u003e14. Occupation of the local population\u003c/h4\u003e \u003cp\u003eFarmers and nomads\u003c/p\u003e \u003ch4 id=\"b6-6-3-13\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-6-3-13-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn autumn 1997: Kha rag bla ma, the head of the monastery; \u0026rsquo;Jigs med (b.1965), a monk of the monastery\u003c/p\u003e \u003ch5 id=\"b6-6-3-13-2\"\u003e(2) Texts\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003eZla \u0026rsquo;od dgon gyi lo rgyus by Bya Tshe ring, MS\u003c/li\u003e \u003cli\u003eThe inscription on the wall in the assembly hall of the monastery\u003c/li\u003e \u003c/ol\u003e \u003ch3 id=\"b6-6-4\"\u003e(148) lCang lung Monastery\u003c/h3\u003e \u003ch4 id=\"b6-6-4-1\"\u003e1. Name\u003c/h4\u003e \u003cp\u003eThe monastery\u0026rsquo;s full name is gTer lhung lcang lung or lCang lung gYung drung mthong grol gling.\u003c/p\u003e \u003ch4 id=\"b6-6-4-2\"\u003e2. Location\u003c/h4\u003e \u003cp\u003eThe monastery is located at the foot of Mount Ka ye rgyal mo facing Dis mgo village in gTer lhung (gTer lung) valley in gTer lhung district, which is located 75 km northeast of Palyul, the county seat. It takes around one hour on horseback from the county town to the monastery. \u003c/p\u003e \u003ch4 id=\"b6-6-4-3\"\u003e3. History\u003c/h4\u003e \u003cp\u003eAccording to oral tradition, following a prophecy, Nam mkha\u0026rsquo; lhun grub, a master of the Wa zha tribe, left Central Tibet and travelled to the east of mDo khams, and founded a monastery at mGo ti sgang. His youngest son, gYung drung dbang ldan, founded the original lCang lung Monastery at a place in gTer lhung valley where he discovered a chest containing a bse ru\u0026rsquo;i ra, \u0026ldquo;rhinoceros horn\u0026rdquo;, and that, as a result, became known as bSe ru\u0026rsquo;i mgo. \u003c/p\u003e \u003cp\u003eFollowing is a list of the monastery\u0026rsquo;s masters: \u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003egYung drung dbang ldan \u003c/li\u003e \u003cli\u003egYung drung lhun grub\u003c/li\u003e \u003cli\u003egYung drung bstan rgyal \u003c/li\u003e \u003cli\u003eNam mkha\u0026rsquo; lhun grub, \u003c/li\u003e \u003cli\u003eBlo gros g-yung drung \u003c/li\u003e \u003cli\u003ebsTan pa dbang rgyal \u003c/li\u003e \u003cli\u003eKun bzang rgyal mtshan \u003c/li\u003e \u003cli\u003emKhas grub rgyal mtshan \u003c/li\u003e \u003cli\u003eRin chen dbang ldan \u003c/li\u003e \u003cli\u003egYung drung dbang rgyal \u003c/li\u003e \u003cli\u003eNam mkha\u0026rsquo; bzang po \u003c/li\u003e \u003cli\u003ebSod nams dbang rgyal \u003c/li\u003e \u003cli\u003ebSod nams bzang po \u003c/li\u003e \u003cli\u003elHun grub tshul khrims \u003c/li\u003e \u003cli\u003emChog dga\u0026rsquo; \u003c/li\u003e \u003cli\u003eYon tan rin chen \u003c/li\u003e \u003cli\u003eRin chen \u003c/li\u003e \u003cli\u003ebSod nams g-yung drung \u003c/li\u003e \u003cli\u003eKun bzang rgyal mtshan \u003c/li\u003e \u003cli\u003egYung drung rnam rgyal \u003c/li\u003e \u003cli\u003erNam \u0026rsquo;joms \u003c/li\u003e \u003cli\u003egYung drung lha mo \u003c/li\u003e \u003cli\u003eYa ma rgyal \u003c/li\u003e \u003cli\u003ebsTan \u0026rsquo;dzin \u003c/li\u003e \u003cli\u003emKhas btsun Bon dbyings rdo rje \u003c/li\u003e \u003cli\u003eTshe dbang g-yung drung \u003c/li\u003e \u003cli\u003eRab brtan shes rab \u003c/li\u003e \u003cli\u003ebsTan \u0026rsquo;dzin dbang rgyal \u003c/li\u003e \u003cli\u003eRang lta rin chen \u003c/li\u003e \u003cli\u003eKun bzang rdo rje \u003c/li\u003e \u003c/ol\u003e \u003cp\u003eThis list is taken from a history of the monastery entitled lCang lung dgon, MS, unfortunately no dates are given. The oral accounts of many of these masters that I heard from the local population are also difficult to date. The succession of the masters before gYung drung rnam rgyal, the 20th in the lineage, was hereditary. The masters from the 21st to the 24th is unknown. From the time of mKhas btsun Bon dbyings rdo rje, the 25th master in the lineage, succession by reincarnation was adopted. \u003c/p\u003e \u003cp\u003emKhas btsun Bon dbyings rdo rje defeated a master called dBra sras in a debate and thus won the estime of the royal family of sDe dge who bestowed lands on him, and appointed him as a prelate at the court. \u003c/p\u003e \u003cp\u003eThe monastery was destroyed during the Cultural Revolution and was rebuilt by the following monks of the monastery:\u003c/p\u003e \u003cp\u003emKhan Sangs rgyas tshe brtan, \u0026rsquo;Chi med rgyal mtshan, the reincarnation of Rab brtan shes rab, Bla ma \u0026rsquo;od zer, bKra shis mgon, Rig \u0026rsquo;dzin rdo rje, and Rang rig.\u003c/p\u003e \u003ch4 id=\"b6-6-4-4\"\u003e4. Hierarchical system\u003c/h4\u003e \u003cul xmlns:str=\"http://exslt.org/strings\" class=\"bullet-blue\"\u003e \u003cli\u003edgon bdag\u003c/li\u003e \u003cli\u003eone dbu mdzad\u003c/li\u003e \u003cli\u003eone dge skos\u003c/li\u003e \u003cli\u003ethree spyi ba (gnyer ba)\u003c/li\u003e \u003cli\u003etwo mchod dpon \u003c/li\u003e \u003c/ul\u003e \u003cp\u003eAll the incumbents are replaced every three years.\u003c/p\u003e \u003ch4 id=\"b6-6-4-5\"\u003e5. Current number of monks\u003c/h4\u003e \u003cp\u003eThere are thirty novices and monks altogether.\u003c/p\u003e \u003ch4 id=\"b6-6-4-6\"\u003e6. Current education \u003c/h4\u003e \u003cp\u003eThere are no organized classes. The young novices are trained by the elder monks.\u003c/p\u003e \u003ch4 id=\"b6-6-4-7\"\u003e7. Educational exchange\u003c/h4\u003e \u003cp\u003eTraditionally, the monastery had very close ties with sMan ri in gTsang, but is now closer to Shar rdza Hermitage in sDe dge.\u003c/p\u003e \u003ch4 id=\"b6-6-4-8\"\u003e8 / 9. Rituals\u003c/h4\u003e \u003cp\u003eKun rig (ten days), dbyar mchod (twenty-one days), Phur pa (ten days), Me tog mchod pa (seven days), sgrib sbyang (five days), smyung gnas (eighteen days), dbyar gnas (fifty-three days), dgu gtor (seven days), Ma rgyud (five days). \u003c/p\u003e \u003ch4 id=\"b6-6-4-9\"\u003e10. Books held in the monastery\u003c/h4\u003e \u003cp\u003eThe monastery has copies of both the Bonpo and Buddhist Kanjur and Tenjur as well as the collected works of the following masters: Shar rdza bKra shis rgyal mtshan, Kun grol \u0026rsquo;Ja\u0026rsquo; tshon snying po, Klong chen rab \u0026rsquo;byams, and \u0026rsquo;Jigs med gling pa.\u003c/p\u003e \u003ch4 id=\"b6-6-4-10\"\u003e11. Income and expenses\u003c/h4\u003e \u003cp\u003eThe monastery depends on offerings. The monks provide their own food.\u003c/p\u003e \u003ch4 id=\"b6-6-4-11\"\u003e12. Local community\u003c/h4\u003e \u003cp\u003eThe local lay community of the monastery consists of three villages: gYu mgo with twenty families, Chu phyar with twenty families, and Til mgo with thirty families. In other villages there is sDong thog with thirty-four families and sBas gong with seventeen families who were converted to the rNying ma pa tradition. In these villages, the Bonpo practitioners perform the ritual called gsol kha for the families, but for funerary rites the people call upon the monks of the rNying ma pa monastery.\u003c/p\u003e \u003ch4 id=\"b6-6-4-12\"\u003e13. Local festivals \u003c/h4\u003e \u003cp\u003eMount Ka ye rgyal mo, situated behind the monastery is believed to be a holy mountain blessed by the goddess Byams ma. It was \u0026ldquo;opened\u0026rdquo; (gnas sgo phyed pa) by \u0026rsquo;Jam dbyangs mkhyen brtse dbang po and Kong sprul Yon tan rgya mtsho. Its circumambulation (in the Bonpo way) by the local people takes place on the 15th day of the 4th month.\u003c/p\u003e \u003ch4 id=\"b6-6-4-13\"\u003e14. Occupation of the local population\u003c/h4\u003e \u003cp\u003eFarming supplemented by animal husbandry\u003c/p\u003e \u003ch4 id=\"b6-6-4-14\"\u003eSources\u003c/h4\u003e \u003ch5 id=\"b6-6-4-14-1\"\u003e(1) Interviews\u003c/h5\u003e \u003cp\u003eIn autumn of 1997 with the following monks at the monastery: Ye shes Tshe ring (b.1949), bSod nams chos \u0026rsquo;phel (b.1923) and dKon mchog (b.1933)\u003c/p\u003e \u003chr class=\"footnote-divider\"/\u003e\u003ch2\u003eNotes\u003c/h2\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n7\"/\u003e\u003ca href=\"#nb7\" class=\"note\"\u003e [7] \u003c/a\u003e dPal yul rdzong gi sa cha\u0026rsquo;i ming btus by dPal yul rdzong gi sa ming las don \u0026rsquo;go khrid tsho chung, 1986, p. 84. \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n8\"/\u003e\u003ca href=\"#nb8\" class=\"note\"\u003e [8] \u003c/a\u003e \u0026rsquo;Dzing Kha rag dgon gyi lo rgyud by Bya Tshe ring, MS, p.2: dran pa\u0026rsquo;i rnam thar g-yung drung gsang mdzod/ bod rgyal Mu khri btsan po la sogs pa/ Bon gshen rnams kyis bstan pa spel ba\u0026rsquo;i yul/ \u0026rsquo;dzing gi kha rag shar phyogs rgyal mo rong/ bka\u0026rsquo; brgyad brgyud/ rgyal bo mu-khri btsan-po sogs bon gshen rnams kyis bka\u0026rsquo; brgyad bsgrubs pa\u0026rsquo;i gnas ni/ la stod drung gi \u0026rsquo;tshal phug/ \u0026rsquo;dzing gi kha rag gsang phug/ In both passages the name of the area where Kha rag is located is spelt \u0026rsquo;Dzing instead of \u0026rsquo;Dzin, but in fact both spellings are still in use. \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n9\"/\u003e\u003ca href=\"#nb9\" class=\"note\"\u003e [9] \u003c/a\u003e A monastery in rNam gling in gTsang, Central Tibet, that was destroyed by flood in the 14th century. \u003c/div\u003e\u003cdiv xmlns:str=\"http://exslt.org/strings\" class=\"footnote\"\u003e\u003ca name=\"n10\"/\u003e\u003ca href=\"#nb10\" class=\"note\"\u003e [10] \u003c/a\u003e Bon is referred to as Bon dkar (\u0026ldquo;White Bon\u0026rdquo;) and Bon nag (\u0026ldquo;Black Bon\u0026rdquo;) by the Buddhists, and as bKa\u0026rsquo; gsar (\u0026ldquo;new teachings\u0026rdquo;) and bKa\u0026rsquo; rnying (\u0026ldquo;old teachings\u0026rdquo;) by the Bon pos themselves. Because of the negative connotation of \"Bon nag\", Shar rdza bKra shis rgyal mtshan does not agree with either appelations; he considers that the distinction between new and old teachings is also incorrect and refers to them as new and old gTer ma (\u0026ldquo;treasures\u0026rdquo;) instead. As a result, the two traditions are now increasingly referred to as gTer gsar and gTer rnying, \u0026ldquo;new treasures\u0026rdquo; and \u0026ldquo;old treasures\u0026rdquo;. \u003c/div\u003e\u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b6-6/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b6-6","is_primary":false,"created_at":"2011-12-13 02:31:00 UTC","updated_at":"2011-12-13 02:31:00 UTC","authors":[{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"},{"id":"80","fullname":"ཚེ་རིང་ཐར། (Tsering Thar)"}]}]}