{"descriptions":[{"id":321,"title":"Pukkhar Introduction","content":"\u003cdiv class=\"essay-body\"\u003e \u003cdiv id=\"essay-head2\"\u003e \u003ctable\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd align=\"left\" valign=\"top\"\u003e \u003cdiv class=\"chapter\"\u003e\u003cem\u003eAntiquities of Zhang Zhung\u003c/em\u003e\u003c/div\u003e \u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eJohn Vincent Bellezza\u003c/div\u003e \u003c/td\u003e \u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e \u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy;\u003c/span\u003e2010. \u003cbr /\u003eReproduced with permission from the author \u003cbr /\u003eunder the \u003ca class=\"thl-poplink\" href=\"../../../../../tools/licenses.php#essay=/thl/text-license/\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e \u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003ch2 id=\"b1-1\" class=\"space-before\"\u003eI.1. Residential Structures Occupying Summits: Fortresses, breastworks, religious buildings, palaces, and related edifices\u003c/h2\u003e \u003ch3 id=\"b1-1-84\"\u003e\u003cspan class=\"scholar\"\u003ePukkharPhug mkhar\u003c/span\u003e\u003c/h3\u003e \u003ch4 id=\"b1-1-84-1\"\u003eBasic site data\u003c/h4\u003e \u003cul class=\"bullet-blue\"\u003e \u003cli\u003eSite name: Pukkhar\u003cspan class=\"scholar\"\u003ePhug mkhar\u003c/span\u003e \u003c/li\u003e \u003cli\u003eEnglish Equivalent: Cave Castle\u003c/li\u003e \u003cli\u003eSite number: A-133\u003c/li\u003e \u003cli\u003eSite typology: I.1b \u003c/li\u003e \u003cli\u003eGeographic coordinate (N. lat.): 31\u0026ordm; 29.2΄ \u003c/li\u003e \u003cli\u003eGeographic coordinate (E. long.): 79\u0026ordm; 24.4΄ \u003c/li\u003e \u003cli\u003eElevation: 4110 m\u003c/li\u003e \u003cli\u003eAdministrative location (township): \u003cspan class=\"popular\"\u003eTsarang\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsa rang\u003c/span\u003e \u003c/li\u003e \u003cli\u003eAdministrative location (county): \u003cspan class=\"popular\"\u003eTsada\u003c/span\u003e\u003cspan class=\"scholar\"\u003eRtsa mda\u0026rsquo;\u003c/span\u003e \u003c/li\u003e \u003cli\u003eSurvey expedition: HTWE\u003c/li\u003e \u003cli\u003eSurvey date: July 22, 2004\u003c/li\u003e \u003cli\u003eContemporary usage: Seasonal pastoral settlement in lower caves.\u003c/li\u003e \u003cli\u003eIdentifiable Buddhist constructions: Ruined \u003cspan class=\"popular emph\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten\u003c/span\u003e. \u003c/li\u003e \u003c/ul\u003e \u003ch4 id=\"b1-1-84-2\"\u003eGeneral site characteristics\u003c/h4\u003e \u003cp\u003eThe Pukkhar\u003cspan class=\"scholar\"\u003ePhug mkhar\u003c/span\u003e formation rises 60 m above the eponymous valley. This is an isolated earthen formation unconnected to the badland canyons bounding the north side of the Pukkhar\u003cspan class=\"scholar\"\u003ePhug mkhar\u003c/span\u003e valley. The location presents a fairly good defensive aspect. Due to extreme degradation and geomorphologic changes, very little structural residue remains at the site. Around 20 caves used for habitation and other purposes are found in the vicinity of he Pukkhar\u003cspan class=\"scholar\"\u003ePhug mkhar\u003c/span\u003e formation. Some of these caves are occupied in the winter by the pastoralists of \u003cspan class=\"popular\"\u003eBar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBar\u003c/span\u003e village. The two structures of the summit complex are the only ones that still rise above ground level at Pukkhar\u003cspan class=\"scholar\"\u003ePhug mkhar\u003c/span\u003e. Below them there is much building rubble on broad, almost level slopes. The stretch of the streambed that runs below castle usually has running water, and a small spring is located north of the site at the base of the canyon. A relative abundance of water accounts for present-day seasonal settlement of the site, and must have been a determining factor in the establishment of the ancient facility as well. In the valley bottom there is a good stand of tamarisk trees, a source of fuel and building materials. There are no traces of arable land at Pukkhar\u003cspan class=\"scholar\"\u003ePhug mkhar\u003c/span\u003e. However, en route between the village of \u003cspan class=\"popular\"\u003eBar\u003c/span\u003e\u003cspan class=\"scholar\"\u003eBar\u003c/span\u003e and Pukkhar\u003cspan class=\"scholar\"\u003ePhug mkhar\u003c/span\u003e, the large tableland at spu gling chung ma was once intensively cultivated. Some farming still takes place here in years with ample rainfall.\u003c/p\u003e \u003ch4 id=\"b1-1-84-3\"\u003eOral tradition\u003c/h4\u003e \u003cp\u003eLocal sources report that Pukkhar\u003cspan class=\"scholar\"\u003ePhug mkhar\u003c/span\u003e was an ancient \u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003estronghold.\u003c/p\u003e \u003ch4 id=\"b1-1-84-4\"\u003eSite elements\u003c/h4\u003e \u003ch5 id=\"b1-1-84-4-1\"\u003eSummit complex\u003c/h5\u003e \u003cp\u003eOn the summit (no longer accessible) of Pukkhar\u003cspan class=\"scholar\"\u003ePhug mkhar\u003c/span\u003e there is a moderately sized building carcass with parts of three walls intact. It was built of sandstone slabs (maximum length: at least 50 cm). The walls of this structure reach no less than 2 m in height. Approximately 7 m directly below the summit edifice, on the south side of the formation, a highly eroded earthen building (with a few stone courses visible on its south side) has been cleaved in two by the disappearance of a large piece of the parent formation. This structure appears to have been of modest proportions. Roughly 15 m north of the summit a tiny wall fragment still clings to the highly eroded ridge-top. It is less than 1 m in length and 50 cm in height (none of which is freestanding). Similarly, approximately 7 m below the west side of the summit there is a tiny wall remnant. It contains just six sandstone blocks, each 20 cm or less in length. This wall fragment is embedded in a steep slope. These two wall traces, as minor as they are, appear to signal that the summit and the areas immediately below it supported a contiguous zone of structures.\u003c/p\u003e \u003ch5 id=\"b1-1-84-4-2\"\u003eShelf and esplanade\u003c/h5\u003e \u003cp\u003eBelow the summit on the south side of the formation there is a shelf (23 m x around 15 m) that appears to have been a building site, but only rubble and possibly a few in situ stones of footings are all that is left. About 2 m below this shelf there is a sloping esplanade (36 m x 37 m) that also has a fair amount of blue limestone and brown sandstone rubble scattered upon it. On the east side of the esplanade along its narrower upper extent (situated less than 20 m below the summit) there is the foundation of what appears to have been a significant building. However, not one coherent wall fragment has survived. On the south rim of the esplanade, there is the base of a ruined earthen and stone \u003cspan class=\"popular emph\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten\u003c/span\u003e (3.5 m x 3.5 m).\u003ca class=\"note\" name=\"nb66\" href=\"#n66\"\u003e66\u003c/a\u003e On the east rim there is a single line of stones extending around 1 m, the only coherent wall section still existing on the esplanade. Perhaps defensive works once existed on the low end (south) of the esplanade.\u003c/p\u003e \u003ch5 id=\"b1-1-84-4-3\"\u003eLower slopes\u003c/h5\u003e \u003cp\u003eBelow the esplanade, steep slopes drop down to the valley floor. A few meters lower than the esplanade, 15 m to he northeast, there is a cave on the south side of the formation (3.6 m x 2.3 m). The remains of a fa\u0026ccedil;ade wall (4.4 m in length, 40 cm thick, 1.3 m to 2.3 m in height) barricade the mouth of this cave. This mostly random-rubble wall contains both blocks of limestone and slabs of sandstone. Near its top there are three vertical courses of herringbone masonry, each separated by conventional stonework courses. This particular stone-working technique appears to have been developed no later than circa 500 CE and continued to find expression in architectural monuments (residential and ceremonial) of western Tibet until the \u003cspan class=\"popular emph\"\u003etenpa chidar\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003ebstan pa phyi dar\u003c/span\u003e.\u003ca class=\"note\" name=\"nb67\" href=\"#n67\"\u003e67\u003c/a\u003e\u003c/p\u003e \u003ch5 id=\"b1-1-84-4-4\"\u003eCave shelters\u003c/h5\u003e \u003cp\u003eTo the east, across a gully from Pukkhar\u003cspan class=\"scholar\"\u003ePhug mkhar\u003c/span\u003e, hree cubic masonry structures were built inside a cave. Their function is not evident. Sockets in a nearby wall suggest that these structures may have helped to support a wooden frame roof. The cubic structures (50 cm to 70 cm in height) are made from smaller stone slabs. In the rear wall of the same cave, an L-shaped wall (1.5 m and 1.1 m in length, 40 cm in height) forms a platform (25 cm to 40 cm in width). The grand aspect of this cave at he base of its own formation and the unusual masonry structures inside suggest that it may have been an archaic shrine of some kind. High above this cave on the same formation, structural detritus scattered on a ledge once formed fa\u0026ccedil;ades around two shallow caves.\u003c/p\u003e \u003chr class=\"footnote-divider\" /\u003e \u003ch2\u003eNotes\u003c/h2\u003e \u003cdiv class=\"footnote\"\u003e\u003ca name=\"n66\"\u003e\u003c/a\u003e \u003ca class=\"note\" href=\"#nb66\"\u003e [66] \u003c/a\u003e This \u003cspan class=\"popular emph\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten\u003c/span\u003e must have been erected by the Buddhists to subdue negative influences emanating from the \u0026lsquo;\u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e\u0026rsquo; castle. The Pukkhar\u003cspan class=\"scholar\"\u003ePhug mkhar\u003c/span\u003e site with its highly valuable hydrological resources would have continued to be inhabited during the era of Buddhist domination, as it is today. On a ridgline at the same general elevation, on the opposite side of the valley, there are three derelict \u003cspan class=\"popular emph\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten\u003c/span\u003e, which are said to have been destroyed before living memory. Two other \u003cspan class=\"popular emph\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten\u003c/span\u003e at the east foot of the Pukkhar\u003cspan class=\"scholar\"\u003ePhug mkhar\u003c/span\u003e formation are reported to have been desecrated during the Chinese Cultural Revolution. These various \u003cspan class=\"popular emph\"\u003eCh\u0026ouml;rten\u003c/span\u003e\u003cspan class=\"scholar emph\"\u003emchod rten\u003c/span\u003e of \u003cspan class=\"popular\"\u003ePukkhar\u003c/span\u003e\u003cspan class=\"scholar\"\u003ePhug mkhar\u003c/span\u003e appear to have served as instruments for the symbolic vanquishment of the site, reassuring Buddhist inhabitants that the older \u0026lsquo;\u003cspan class=\"popular\"\u003eM\u0026ouml;n\u003c/span\u003e\u003cspan class=\"scholar\"\u003eMon\u003c/span\u003e\u0026rsquo; habitations would not cast a pall over their lives and aspirations.\u003c/div\u003e \u003cdiv class=\"footnote\"\u003e\u003ca name=\"n67\"\u003e\u003c/a\u003e \u003ca class=\"note\" href=\"#nb67\"\u003e [67] \u003c/a\u003e Bellezza, \u003cem\u003eZhang Zhung\u003c/em\u003e, 146.\u003c/div\u003e \u003ctable class=\"navarrows\" cellspacing=\"8\" align=\"center\"\u003e \u003ctbody\u003e \u003ctr\u003e \u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e \u003cimg title=\"Previous Section\" src=\"../../../../../global/images/arrow-left.gif\" alt=\"\" /\u003e \u003c/a\u003e\u003c/td\u003e \u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e \u003cimg title=\"Beginning of Article\" src=\"../../../../../global/images/arrow-up.gif\" alt=\"\" /\u003e \u003c/a\u003e\u003c/td\u003e \u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e \u003cimg title=\"Next Section\" src=\"../../../../../global/images/arrow-right.gif\" alt=\"\" /\u003e \u003c/a\u003e\u003c/td\u003e \u003c/tr\u003e \u003c/tbody\u003e \u003c/table\u003e \u003c/div\u003e \u003cdiv id=\"chap-id\"\u003e/bellezza/b1-1-84/\u003c/div\u003e \u003cdiv id=\"chapRefWindow\" class=\"jqmWindow\" style=\"overflow: hidden; height: 300px;\"\u003e \u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e \u003cdiv class=\"conx-content\" style=\"height: 280px;\"\u003e \u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"\u003e \u003c/span\u003e\u003c/h3\u003e \u003cp class=\"biblref\"\u003eJohn Vincent Bellezza, Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland (Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010), \u003cspan class=\"pgnm\"\u003e. \u003c/span\u003e\u003c/p\u003e \u003ch3\u003eBibliographic Citation\u003c/h3\u003e \u003cp\u003eJohn Vincent Bellezza. Antiquities of Zhang Zhung: A Comprehensive Inventory of Pre-Buddhist Archaeological Monuments on he Tibetan Upland, . Charlottesville, VA 22904:Tibetan \u0026amp; Himalayan Library, 2010.\u003c/p\u003e \u003c/div\u003e \u003c/div\u003e","source_url":"/places/culturalgeography/publications/bellezza-sites.php#book=/bellezza/wb/b1-1-84","is_primary":false,"created_at":"2010-08-11 20:46:18 UTC","updated_at":"2011-03-27 15:57:33 UTC","authors":[]}]}