{"descriptions":[{"id":1373,"title":"Sheldrak Shenten Drimé Ling Introduction","content":"\u003cdiv class=\"essay-body\"\u003e\u003cdiv id=\"essay-head2\"\u003e\u003ctable\u003e\u003ctr\u003e\u003ctd align=\"left\" valign=\"top\"\u003e\u003cdiv class=\"chapter\"\u003e\u003cem\u003eA Survey of Bonpo Monasteries\u003c/em\u003e\u003c/div\u003e\u003cdiv class=\"author\"\u003e\u003cspan class=\"eng\"\u003eby \u003c/span\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble and Marietta Kind\u003c!--(l)--\u003e\u003cbr/\u003eEdited by Samten G. Karmay and Yasuhiko Nagano \u003c/div\u003e\u003c/td\u003e\u003ctd style=\"width: 100%; text-align: right;\" align=\"right\" valign=\"top\"\u003e\u003cdiv class=\"copyright\"\u003e\u003cspan class=\"eng\"\u003e Copyright \u0026copy; 2003. \u003c/span\u003e\u003cdiv class=\"eng\" id=\"permission\"\u003eReproduced with permission from the authors \u003cbr xmlns:str=\"http://exslt.org/strings\"/\u003eunder the \u003ca href=\"/tools/licenses.php#essay=/thl/text-license/\" class=\"thl-poplink\"\u003eTHL Digital Text License\u003c/a\u003e.\u003c/div\u003e\u003c/div\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/table\u003e\u003c/div\u003e\u003ch3 id=\"b5-2-1\" class=\"space-before\"\u003esTeng chen rdzong \u003c/h3\u003e \u003ch4 id=\"b5-2-1-21\"\u003e(55) rTse drug Monastery\u003c/h4\u003e \u003cp\u003erTse drug Monastery is situated in Sa sgang \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003exiang \u003c/span\u003ein sTeng chen rdzong.\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003eTravelling thirty kilometres in a south-easterly direction from the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzong\u003c/span\u003e, one reaches the foot of the hill on which rTse drug Monastery is located. It is a two hour\u0026rsquo;s traverse on horseback from the west side of the hill up to rTse drug Monastery at the top.\u003c/p\u003e \u003cp\u003eAll around the monastery is a land of great beauty where birds, big cuckoos and small \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;jon mo\u003c/span\u003e, are heard singing. Along the mountains and gorges stretching right and left, there are many legends woven around Ge sar, the King of Gling, and Seng lcam \u0026rsquo;brug mo, his wife. There are also numerous tales of the local deities.\u003c/p\u003e \u003cp\u003eThe monastery was founded by Blo ldan snying po in 1383. It is one of the places blessed by innumerable sages and is often called Shel le rdzong drug. Its formal name is Shel brag gShen bstan Dri med gling. It is regarded as one of the five holy places in the world:\u003c/p\u003e \u003cp\u003e\u0026ldquo;Ri bo rtse lnga, abode of the\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e mkha\u0026rsquo; \u0026rsquo;gro\u003c/span\u003e in China, \u003c/p\u003e \u003cp\u003erTsa ra\u0026rsquo;i tsha khang, abode of the\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e mkha\u0026rsquo; \u0026rsquo;gro \u003c/span\u003ein India,\u003c/p\u003e \u003cp\u003eMe tog spungs mdzes, abode of the\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e mkha\u0026rsquo; \u0026rsquo;gro\u003c/span\u003e in\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003eO rgyan,\u003c/p\u003e \u003cp\u003eBho di, abode of the\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e mkha\u0026rsquo; \u0026rsquo;gro \u003c/span\u003ein Shambhala, \u003c/p\u003e \u003cp\u003eShel le rdzong drug, abode of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emkha\u0026rsquo; \u0026rsquo;gro \u003c/span\u003ein Tibet\u0026hellip;\u0026rdquo;\u003c/p\u003e \u003cp\u003e\u0026ldquo;The hill at the back looks like an elephant lying,\u003c/p\u003e \u003cp\u003eWith a gem held in its mouth.\u003c/p\u003e \u003cp\u003eThe hill to the right looks like the rising moon,\u003c/p\u003e \u003cp\u003eWith little stars in the sky.\u003c/p\u003e \u003cp\u003eThe hill to the left looks like a snow lion leaping,\u003c/p\u003e \u003cp\u003eWith turquoise mane on its chin.\u003c/p\u003e \u003cp\u003eThe mountain range looks like white silk spread\u0026hellip;\u0026rdquo;\u003c/p\u003e \u003cp\u003eThe monastery is surrounded by many marvelous signs and self-grown objects. Beneath the heap of boulders in front, there is a footprint of sTon pa gShen rab the length of a cubit, which is still visited by devotees. At the back of the monastery is a self-grown statue of rGyal ba rgya mtsho, a miraculous foot print of sTon pa \u0026rsquo;Chi med gtsug phud and the self-grown letters A and Ma as evidence of teachings of Buddha having been spread. On a rock regarded as the throne of Bla chen Dran pa nam mkha\u0026rsquo; there is a self-grown swastika and a self-grown letter A. To the left of the craggy hill is a self-grown statue of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emkha\u0026rsquo; \u0026rsquo;gro\u003c/span\u003e Seng gdong ma. In front of the monastery there is a cemetery called Dul khrod bsil ba gling. Beside it is a large rock resembling a human lying on his back; it is regarded as the seat the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emkha\u0026rsquo; \u0026rsquo;gro\u003c/span\u003e Seng gdong ma.\u003c/p\u003e \u003cp\u003eOn the surface of a boulder is a verse that Sangs rgyas gling pa wrote with his fingers, as if he were drawing in mud:\u003c/p\u003e \u003cp\u003e\u0026ldquo;All the virtuous work that I have accomplished\u003c/p\u003e \u003cp\u003ewith my body, speech and mind in sincerity,\u003c/p\u003e \u003cp\u003eI share it with the sentient beings of the three realms,\u003c/p\u003e \u003cp\u003eMay it aid them all to purify all their misdeeds, and\u003c/p\u003e \u003cp\u003eRapidly obtain Buddhahood, endowed with three perfect bodies!\u0026rdquo;\u003c/p\u003e \u003cp\u003eOn the surface of another boulder within an arrow\u0026rsquo;s range, there are the self-risen letters Ya, Ra, Kha, Sru and A, which can actually be seen. On the surface of the high crag Bon ri, there are clear footprints and letters, around which is a self-grown statue of Khro bo gTso mchog mkha\u0026rsquo; \u0026rsquo;gyings and a statue and a mandala of Sangs rgyas sman bla. Moreover, in rTa rgyas\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003erdzong, there is a cave of Gyim tsha rma chung with a spring in the middle of it, a self-grown conch on the peak of Shel brag dri med dngos dga\u0026rsquo;, and caves of Dran pa nam mkha\u0026rsquo;, Tshe dbang rig \u0026rsquo;dzin, Padma \u0026rsquo;byung gnas and Blo ldan snying po.\u003c/p\u003e \u003cp\u003eBlo ldan snying po, founder of the monastery, was of the dBra clan. He was born in 1360 in Khyung po. From childhood he naturally displayed cleverness and dexterousness unlike other children. He quickly mastered writing and reading. He was such a miraculous one that he inspired awe and respect in the minds of the people at the first sight of him. He met the scholar Rin chen blo gros, and in his presence took monastic vows and was given the name dBra btsun Nam mkha\u0026rsquo; rin chen. He became an eminent scholar versed in Sutra, Tantra and Mind.\u003c/p\u003e \u003cp\u003eIn a vision, he received an oral transmission, which he wrote down, filling fifty-five volumes. They are about the Bon doctrine and the deeds of sTon pa gShen rab, such as the following works on Sutra: \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eDri med gzi brjid\u003c/span\u003e in twelve volumes,\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e mTshan mdo\u003c/span\u003e in six volumes, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elHun po brtsegs mdo\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKra shis dal \u0026rsquo;bar khab\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eMa tri rin chen sgron ma\u003c/span\u003e. There were also works on Tantra: \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edBal gsas rtsod zlog\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ePhur pa spyi \u0026rsquo;dul gshed dmar\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egSang mchog rig pa khu byug\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eThabs chen mkha\u0026rsquo; rgyud\u003c/span\u003e. He wrote other works on Dran pa nam mkha\u0026rsquo;, the local deities of the place, as well as various religious songs (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emgur\u003c/span\u003e) and instructions (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ezhal gdams\u003c/span\u003e).\u003c/p\u003e \u003cp\u003eHe had a number of statues and stupas made, as well as a copy of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKhams chen\u003c/span\u003e in gold. He practised meditation in other sacred places, such as Bya ze yang rdzong.\u003c/p\u003e \u003cp\u003eHis close disciples were sGo rigs rGyal mtshan \u0026rsquo;od zer and \u0026rsquo;Be tsha Grags rgyal. Other disciples were Khyung po Yon rin, sTogs ldan Nam mkha\u0026rsquo; rin chen of A ba, rGya ra bSam gtan rgyal mtshan, rGya po Rin chen \u0026rsquo;od zer rgyal mtshan, Gru zhig Nam mkha\u0026rsquo; \u0026rsquo;od zer and La dpyil rGyal mtshan \u0026rsquo;od zer. Having completed these deeds, Blo ldan snying po passed away.\u003c/p\u003e \u003cp\u003eThe reincarnation of Blo ldan snying po was Mi shig rdo rje, who produced fifteen volumes\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e \u003c/span\u003eof writings on Bon doctrines, including the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esNyan brgyud zhi khro dgongs \u0026rsquo;dus\u003c/span\u003e.\u003c/p\u003e \u003cp\u003eThe Third Blo ldan snying po was Sangs rgyas gling pa, who greatly developed rTse drug Monastery. His benefactors were the chiefs of Khyung dkar, Khyung nag and Khyung ser in the Khyung po region. He was invited to go to rGyal rong by the king of dGe bshes. In rGyal rong he gave teachings to the people. When he was about to return to rTse drug Monastery, he was invited to the hall rNam rgyal khang bzang in the palace of the dGe bshe king. The king gave him the following gifts: an image of rGyal ba rgya mtsho that uttered words by itself, a pair of dragon-figured cymbals and a bronze gong named Khro chen dgu \u0026rsquo;phar ma. The king also called on thirty young men to be ordained and become monks of rTse drug Monastery. The king of Brag steng gave Sangs rgyas gling pa the following gifts: thirty pairs of cymbals and thirty pairs of little flat bells of the Bon tradition. The king of Rab brtan gave him a large pair of cymbals named lHa mo rang grags and another called Srid pa rang grags, a large flat bell, canopies called rTa rgyugs ma and Khyung lnga ma, and the curtain called Seng thod ma. The Chinese emperors gave him large plaques (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003epan\u003c/span\u003e), on which there were words in Chinese characters written in gold.\u003c/p\u003e \u003cp\u003eSangs rgyal gling pa, who was venerated by all, wrote many works, which are in two categories. First, the Oral Traditions he received, which are as follows: \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egNas brtan bcu drug\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egSang mchog rol pa\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eDran pa bdud \u0026rsquo;dul\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eGu ru zhi drag\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTshe dbang g-yung drung\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eGur khang, sTag la\u003c/span\u003e, and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erDzong \u0026rsquo;phrang le\u0026rsquo;u gsum pa\u003c/span\u003e. Second, the texts he rediscovered, which are as follows: \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eTshe sgrub rdo rje\u0026rsquo;i go khrab\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eBla ma dgongs \u0026rsquo;dus\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; thang kun snang gsal sgron\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eChe mchog dran pa drag po\u003c/span\u003e.\u003c/p\u003e \u003cp\u003eThere were also sacred objects that he rediscovered: a blue statue of Pad ma \u0026rsquo;od \u0026rsquo;bar; a skull of the Brahman; a figure of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emkha\u0026rsquo; \u0026rsquo;gro\u003c/span\u003e Thugs rje kun sgrol and her belongings, such as her flat bell, dagger and vajra; as well as the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003etsha tsha\u003c/span\u003e image that belonged to Vairocana.\u003c/p\u003e \u003cp\u003eSangs rgyas gling pa, the great treasure-rediscoverer and savior of beings, having carried out the keeping, defending and spreading of the doctrines of Bon, and having done great deeds for sentient beings, finally passed away.\u003c/p\u003e \u003cp\u003eSangs rgyas gling pa\u0026rsquo;s successors at the monastery were:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003e dMu btsun Tshul khrims rgyal mtshan\u003c/li\u003e \u003cli\u003e Mi pham \u0026rsquo;gro ba\u0026rsquo;i mgon po\u003c/li\u003e \u003cli\u003e Zhu sprul bSod nams dbang rgyal\u003c/li\u003e \u003cli\u003e Me ston Nyi ma rgyal mtshan\u003c/li\u003e \u003cli\u003e Pad ma gar gyi dbang phyug\u003c/li\u003e \u003cli\u003e sNyan rgyud dPal \u0026rsquo;bar stag slag\u003c/li\u003e \u003cli\u003e bSod nams blo gros dbang gi rgyal po\u003c/li\u003e \u003cli\u003e Khyung dkar Yon tan\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eMe ston Nyi ma rgyal mtshan, the fourth in the line, was regarded as the embodiment of Dran pa nam mkha\u0026rsquo;. He gave up eating food, yet lived on at rTse drug for a long time. He established the hermitage of Gyim shod yang dben mthong grol near the monastery.\u003c/p\u003e \u003cp\u003eIn 1926, Nyag gter gSang sngags gling pa was invited to the monastery. He rediscovered various texts from the cave called Seng ge g-yu rtse and he established in the monastery the \u0026ldquo;religious dance of the 10th day\u0026rdquo; and the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esman sgrub\u003c/span\u003e ceremony. On this occasion there were over five hundred monks and nuns, a larger number of pilgrims, plus the local people all gathered together. The number of Bonpo pilgrims and spectators rose to nearly one hundred thousand.\u003c/p\u003e \u003cp\u003eIn 1934, Kun grol hum chen \u0026rsquo;Gro \u0026rsquo;dul gling pa was invited to the monastery. On this occasion, when he gave teachings concerning the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eZhi khro\u003c/span\u003e, there were people from Hor, Khyung po and Tsha ba rong; about 700 monks and nuns came to listen.\u003c/p\u003e \u003cp\u003eThe monastery also invited Khyung nag Tshul khrims phun tshogs - a disciple of \u0026rsquo;Ja\u0026rsquo; lus pa Shar rdza bKra shis rgyal mtshan - who gave extensive teachings there and initiated the making of copies of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; \u0026rsquo;gyur\u003c/span\u003e and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebKa\u0026rsquo; brten,\u003c/span\u003e consisting of five hundred volumes, and paintings of more than fifty thangka of the life of Sangs rgyas gling pa; as well, he initiated the restoration of temples. His disciples were Phun tshogs dbang rgyal, Tshul khrims dar rgyas, bSod nams blo gros dbang gi rgyal po (the fifth rebirth of Sangs rgyas gling pa), Gar dbang rNam rgyal gYung drung rgyal mtshan and Tshul khrims rnam rgyal.\u003c/p\u003e \u003cp\u003egYung drung bstan pa\u0026rsquo;i rgyal mtshan and Tshul khrims rnam rgyal are presently resident in the monastery. They have set up a new monastic school there, in which they have established the practice of meditation based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eChe mchog dran pa drag po\u003c/span\u003e, and the performance of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003etshogs \u0026rsquo;khor\u003c/span\u003e ceremony on the 10th, 15th and 22nd day of every month. There are seven permanent resident monks.\u003c/p\u003e \u003cp\u003eThe monastery has many invaluable religious objects: \u003c/p\u003e \u003cp\u003eIn the gSer gdung khang: a solid gold reliquary stupa of Sangs rgyas gling pa in the form of gYung drung bkod legs as tall as the ceiling, which contains his remains; a reliquary stupa of Sangs gling Pad ma gar dbang; a statue of Tshe dpag med made of a mixture of medicine and clay; a statue of Sangs gling nga \u0026rsquo;dra ma carved by \u0026rsquo;Gro mgon; and murals depicting the life stories of Sangs rgyas gling pa.\u003c/p\u003e \u003cp\u003eIn the bKa\u0026rsquo; \u0026rsquo;gyur khang: a statue of sMon lam mkha\u0026rsquo; yas as tall as a two-storey house, its back curtain adorned with the assembled deities of Cho ga bcu gnyis; and murals depicting the twelve deeds of sTon pa gShen rab.\u003c/p\u003e \u003cp\u003eIn the bedroom: a bronze image of Guru Rinpoche; images of him in eight forms, made of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edzi gim\u003c/span\u003e (red gold); and murals of Mi shig rdo rje and the Bonpo deities, including sMra ba\u0026rsquo;i seng ge, Gu ru Drag dmar and dPal mgon bdun cu.\u003c/p\u003e \u003cp\u003eOn the outer walls of the bedroom: murals of the Sixteen Arhats, the thousand images of sTon pa gShen rab, Guru, Nyi pang sad, the guardian of rTse drug and Me srung ral gri.\u003c/p\u003e \u003cp\u003eIn the \u0026rsquo;Tshogs chen lha khang: a life-sized statue of Dus kyi \u0026rsquo;khor lo; eight pairs of stupas; and murals of the Bonpo deities according to the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eMa tri rin chen sgron ma\u003c/span\u003e by Blo ldan snying po, Phur pa, gShed dmar and Las gshin nag po chen po.\u003c/p\u003e \u003cp\u003eIn the gSeng khang: a gilt-bronze statue of gShen lha \u0026rsquo;od dkar of good quality; statues of Shes rab smra ba\u0026rsquo;i seng ge, Dus \u0026rsquo;khor, Tshe dpag med and rNam par rgyal ba, each an arrow\u0026rsquo;s length in height; hundreds more statues of gNas brtan and others; and murals of the assembled deities of the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eChe mchog dran pa drag po\u003c/span\u003e and of the three Seng, Ma and gShin.\u003c/p\u003e \u003cp\u003eIn the Pod brtsegs kun dga\u0026rsquo; rwa ba bskang gsol khang: a stuffed image of rGyal chen Shel khrab and the supports of other religious protectors.\u003c/p\u003e \u003cp\u003eIn the \u0026rsquo;Khor khang: statues of Yum chen Shes rab byams ma and rGyal ba rgya mtsho, made of a mixture of medicine and clay; murals of the Eight Guru; and three conch-shell ornaments.\u003c/p\u003e \u003cp\u003eIn the upper storey of the gSeng khang: Nor bu me \u0026rsquo;bar made of gilt-bonze and a banner of victory.\u003c/p\u003e \u003cp\u003eIn the back room of the large assembly hall: a statue of gShen lha \u0026rsquo;od dkar made of a mixture of medicine and clay; statues of sTon pa Khri gtsug rgyal ba, sTon pa gShen rab and gYung drung mthong grol, each of which is as tall as a three-storey house; 108 stupas and murals of Blo ldan snying po, Mi shig rdo rje, Sangs rgyas gling pa, Kun grol grags pa, bDe chen gling pa and the deities of Cho ga bcu gnyis.\u003c/p\u003e \u003cp\u003eIn the bShad grwa\u0026rsquo;i \u0026rsquo;du khang: a statue of Yum chen Kye ma \u0026rsquo;od mtsho and a life-sized one of \u0026rsquo;Ja\u0026rsquo; lus pa Shar rdza bKra shis rgyal mtshan.\u003c/p\u003e \u003cp\u003eThere are also caves of Mu cho ldem drug, Dran pa nam mkha\u0026rsquo;, Tshe dbang rig \u0026rsquo;dzin, Pad ma \u0026rsquo;byung gnas and Blo ldan snying po.\u003c/p\u003e \u003cp\u003eThere were six sanctuaries of the religious protectors in the monastery, in each of which lay many statues beyond all value. Among the objects in these sanctuaries were the following: a word-uttering statue of rGyal ba rgya mtsho made of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edzi gim\u003c/span\u003e, a cubit in height, which was rediscovered in rGyal rong by Sangs rgyas gling pa; large and small conchs made of the teeth of sTon pa gShen rab, rediscovered at Pha bong g-yag ro in the south by Go bde \u0026rsquo;phags pa \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ealias\u003c/span\u003e dBang ldan gShen sras lha rje.\u003c/p\u003e \u003cp\u003eThere were, as well, the following: the statue of Pad ma \u0026rsquo;od \u0026rsquo;bar, rediscovered in the dBus phug cave of Bon ri by Sangs rgyas gling pa; a statue of Rig \u0026rsquo;dzin Dran pa bdud \u0026rsquo;dul, rediscovered in rTa shod dkyil \u0026rsquo;khor thang by Blo ldan snying po; a small flat bell worn by the mule of the goddess Srid rgyal drel dmar and rediscovered by gShen chen klu dga\u0026rsquo;; a statue of Hum chen, the 6th Kun grol; a statue of gShen lha \u0026rsquo;od dkar rediscovered at rTse drug by \u0026rsquo;Gro \u0026rsquo;dul gling pa; and a statue of sTon pa Khri gtsug rgyal ba rediscovered at rTse drug by sPa tshang gter chen. There were also the rediscoveries by gSang sngags gling pa: a bronze statue of Zhi khro gSang ba \u0026rsquo;dus pa, two \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ephur pa\u003c/span\u003e daggers and a statue of \u0026rsquo;Chi med gtsug phud made of iron.\u003c/p\u003e \u003cp\u003eLater a new development took place in the monastery. Gar dbang rNam rgyal and his associates began to take an interest in the teachings of Shar rdza bKra shis rgyal mtshan. They began to unify various meditation establishments in the monastery and appointed Khyung nag Tshul khrims phun tshogs as the head of the monastery. Then a new meditation centre was established, where the new head of the monastery began to give teachings based the \u0026ldquo;Five \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emDzod\u003c/span\u003e\u0026rdquo; of Shar rdza bKra shis rgyal mtshan. His disciples were brTson \u0026rsquo;grus rgyal mtshan, sMon lam bstan \u0026rsquo;dzin, gYung drung dge legs, sKal bzang g-yung drung and Tshul khrims rgyal mtshan.\u003c/p\u003e \u003cp\u003eThe successive abbots of the new establishment were as follows:\u003c/p\u003e \u003col type=\"1\"\u003e \u003cli\u003e Khyung nag Tshul khrims phun tshogs\u003c/li\u003e \u003cli\u003e brTson \u0026rsquo;grus rgyal mtshan\u003c/li\u003e \u003cli\u003e sMon lam bstan \u0026rsquo;dzin\u003c/li\u003e \u003cli\u003e gTsug phud tshul khrims\u003c/li\u003e \u003cli\u003e gTsug phud \u0026rsquo;od gsal (d.1923)\u003c/li\u003e \u003cli\u003e gTsug phud tshul khrims (a second time)\u003c/li\u003e \u003c/ol\u003e \u003cp\u003egTsug phud tshul khrims continued giving teachings based the \u0026ldquo;Five \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emDzod\u003c/span\u003e\u0026rdquo; of Shar rdza bKra shis rgyal mtshan.\u003c/p\u003e \u003ch5 id=\"b5-2-1-21-1\"\u003eAnnual Services and Rituals at present\u003c/h5\u003e \u003col type=\"1\"\u003e \u003cli\u003e In the first Tibetan month there is the commemoration of mNyam med chen po, based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eKlong rgyas\u003c/span\u003e.\u003c/li\u003e \u003cli\u003e In the second month, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egDugs dkar\u003c/span\u003e cycle is performed.\u003c/li\u003e \u003cli\u003e In the third month there is the commemoration of Sangs rgyas gling pa.\u003c/li\u003e \u003cli\u003e In the fourth month there is the performance of the rituals for offerings of the sacrificial cake (\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003etshogs\u003c/span\u003e) one thousand times to Ma, gShin and Seng.\u003c/li\u003e \u003cli\u003e In the fifth month, with the monks from several monasteries, the ceremony based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eBla ma rig \u0026rsquo;dzin \u0026rsquo;dus\u003c/span\u003e \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003epa\u003c/span\u003e is held, and on the 10th day, the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003etshes bcu\u003c/span\u003e ceremony with a religious dance.\u003c/li\u003e \u003cli\u003e In the sixth month the summer retreat take place.\u003c/li\u003e \u003cli\u003e In the seventh month the ritual based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eZhi khro dgongs \u0026rsquo;dus\u003c/span\u003e is performed.\u003c/li\u003e \u003cli\u003e In the eighth month there is the performance of the ritual based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003eMa mo rbod gtong\u003c/span\u003e.\u003c/li\u003e \u003cli\u003e In the ninth month, with the monks from other monasteries, the ritual cycles of Khro bo and Dran pa drag po are performed.\u003c/li\u003e \u003cli\u003e In the tenth month there is the performance of the rite based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erTa mgrin ga\u0026rsquo;u dmar nag\u003c/span\u003e.\u003c/li\u003e \u003cli\u003e In the eleventh month the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esrung zog\u003c/span\u003e rite based on the ritual cycle of Phur pa is performed.\u003c/li\u003e \u003cli\u003e In the twelfth month there is the performance of the rite based on the ritual cycle of Gu ru drag po.\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eDuring the months from the ninth to the twelfth, all the monks also follow a programme of meditation based on the\u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e rDzogs chen sku gsum rang shar \u003c/span\u003eby Shar rdza bKra shis rgyal mtshan. During this course of meditation the monks practise \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ertsa lung\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003egtum mo\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;phrul \u0026rsquo;khor\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003elus sbyong\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erlung sbyong\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003echu sbyong\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erlung ras\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003echu ras\u003c/span\u003e, \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ergyab thur\u003c/span\u003e, and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebcud len\u003c/span\u003e.\u003c/p\u003e \u003cp\u003erTse drug Monastery had the following branches: Wa dge dgon Phun tshogs g-yung drung gling, rDa shis Bum steng dgon, sBra kho Dar rgyas dgon, Gyim shod Yang dben mthong grol ri khrod, Bon dgon gSas gdong g-yung drung gling, Na ba dgon gYung drung bstan rgyas gling, sBis tho dgon gYung drung lha steng, Lam lha dgon gYung drung gtam brag gling, dByibs dgon gYung drung lhun po rtse, rTa \u0026rsquo;tshel dgon, Phug la dgon, Ru tha Ngang rdzong dgon and dGyes ri dgon, all of which were deemed to correctly maintain the tradition of rTse drug Monastery.\u003c/p\u003e \u003cp\u003eThe storekeeper and the treasurer of the Bla brang were fully responsible for all the procedure and financial affairs. In the sGrub grwa khang, seven lamas and monks practised the four stages of the tantric meditation while they learn other subjects. Likewise, the abbot and teacher gave lessons to more than fifteen monk students, on the first four of the \u0026ldquo;Five \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emDzod\u003c/span\u003e\u0026rdquo; by Shar rdza.\u003c/p\u003e \u003cp\u003eIn the sGom grwa khang, twenty lamas and monks, headed by the abbot, practised the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erDzogs chen\u003c/span\u003e meditation based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edByings rig rin po che\u0026rsquo;i mdzod\u003c/span\u003e, one of the \u0026ldquo;Five \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emDzod\u003c/span\u003e\u0026rdquo;.\u003c/p\u003e \u003cp\u003eIn the Srung ma khang, three monks continuously performed the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ebskang gso\u003c/span\u003e ritual for the Bonpo religious protectors.\u003c/p\u003e \u003cp\u003eIn the \u0026rsquo;Khor khang, three persons continuously turned the three wheels of rolled scripture. Besides those who had responsibility in the monastery, there were other lamas who had to make visits to the branch monasteries twice a year in order to see if the monastic codes were observed; others appointed monk officials, exchanged offerings and performed rituals for the people and for the dead. The other duty of these monastic officials was to collect donations.\u003c/p\u003e \u003cp\u003eThis monastery\u0026rsquo;s main sources of revenue were its manors - brDa shes, Kha lung, Wa dge, sPra kho, sBa nag and Brang rtswa thang - which produced as much as 250 \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003ekhal\u003c/span\u003e of seed, and Upper and Lower rTa shod in dKar smad, Kha lung and Wa dge, from which they received payment for the rituals of rain-bringing and protection from drought and hail.\u003c/p\u003e \u003cp\u003eThe total grain earning of the monastery was: from Bam sting, Bal tho, Shog lnga, and Chu gzhung. The monastery also received gifts such as rape-oil. When the year\u0026rsquo;s harvest was bad the monastery lent about 500 \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;bo\u003c/span\u003e of grain to the villages below the monastery, such as Wa dge, for which it received interest.\u003c/p\u003e \u003cp\u003eIn brDa shes and other places, the monastery possessed real estate with animals for ploughing, seventy or eighty \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003emdzo mo\u003c/span\u003e for dairy purposes and about forty horses and mules for transport.\u003c/p\u003e \u003cp\u003eTwo families of herdsmen kept the monastery\u0026rsquo;s 180-plus yaks and \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003e\u0026rsquo;bri\u003c/span\u003e, and one hundred goats and sheep. In the nomad areas, such as dNgul phug, \u0026rsquo;Gis nang, Om thog kha and brDa ris mda\u0026rsquo;, the monastery had nomadic people called Thab gsos dud gsum who provided much of the annual expenditure, such as butter for making butter-lamp offerings.\u003c/p\u003e \u003cp\u003eThe material revenue of the abbot and high lamas covered the cost of living for about forty monks.\u003c/p\u003e \u003cp\u003eAs for the great hermits in the caves of Mu cho ldem drug, Dran pa nam mkha\u0026rsquo;, Tshe dbang rig \u0026rsquo;dzin, Pad ma \u0026rsquo;byung gnas and Blo ldan snying po, they were customarily supported by the well-off families, such as the chiefs of dKar stod, dKar smad, sGar khang, Bya ze, and Nag ru.\u003c/p\u003e \u003cp\u003eBefore 1959, there were about five hundred monks in this monastery. At present there are six lamas, including Gar dbang rNam rgyal, and about 210 monks. This monastery has an assembly hall with thirty-six pillars, gSer gdung khang, a meditation hall, a college building and other buildings, all of which are adorned with excellent interiors. The main religious objects, of immense value, are as follows: the word-uttering statue of Jo bo nga \u0026rsquo;gro, which, having been hidden by many lay and clerical devotees during the Cultural Revolution, was presented to the monastery; a cubit-high statue of Kun bzang rGyal ba rgya mtsho made of \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003erdzi gim\u003c/span\u003e; a pair of large and small conchs, which are the transformations of gShen rab\u0026rsquo;s teeth and his melodic voice; a blue statue of Pad ma \u0026rsquo;od \u0026rsquo;bar; a statue of gShen lha \u0026rsquo;od dkar made of pure gold; a statue of sTon pa Khri gtsug rgyal ba; a statue of Rig \u0026rsquo;dzin Dran pa bdud \u0026rsquo;dul; a bronze statue of Phur pa ten cubits high; and a seal of Dran pa nam mkha\u0026rsquo;. All of these can still be seen in the monastery.\u003c/p\u003e \u003cp\u003eAnnual services and rituals are performed according to the age-old tradition. In particular, in 1984, there was the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003esman sgrub\u003c/span\u003e medicine ceremony based on the \u003cspan xmlns:str=\"http://exslt.org/strings\" style=\"font-style: italic;\" class=\"\"\u003edBal phur \u0026rsquo;od zer \u0026rsquo;khyil ba\u0026rsquo;i sman sgrub\u003c/span\u003e, during which as many as eighteen thousand lay and clerical devotees from Hor, Shog lnga, Lam lha, Khyung dkar, Khyung nag, Khyung ser, lHa ru and Bag sre crowded into rTse drug Monastery in order to receive initiation and the \u0026ldquo;medicine\u0026rdquo; distributed at the time, as well as to enjoy the religious dances. All who gathered there made the festival a great occasion.\u003c/p\u003e \u003ctable xmlns:str=\"http://exslt.org/strings\" cellspacing=\"8\" align=\"center\" class=\"navarrows\"\u003e\u003ctbody\u003e\u003ctr\u003e\u003ctd class=\"leftcell\"\u003e\u003ca class=\"backarrow\" title=\"Previous Section\"\u003e\u003cimg src=\"/global/images/arrow-left.gif\" title=\"Previous Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"midcell\"\u003e\u003ca class=\"uparrow\" title=\"Beginning of Article\"\u003e\u003cimg src=\"/global/images/arrow-up.gif\" title=\"Beginning of Article\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003ctd class=\"rightcell\"\u003e\u003ca class=\"forwardarrow\" title=\"Next Section\"\u003e\u003cimg src=\"/global/images/arrow-right.gif\" title=\"Next Section\"/\u003e\u003c/a\u003e\u003c/td\u003e\u003c/tr\u003e\u003c/tbody\u003e\u003c/table\u003e\u003c/div\u003e\u003cdiv id=\"chap-id\"\u003e/bonpo-monasteries/b5-2-1-21/\u003c/div\u003e\u003cdiv style=\"overflow: hidden; height: 300px;\" class=\"jqmWindow\" id=\"chapRefWindow\"\u003e\u003cdiv class=\"closebtn\"\u003e\u003ca href=\"#\"\u003eClose\u003c/a\u003e\u003c/div\u003e\u003cdiv style=\"height: 280px;\" class=\"conx-content\"\u003e\u003ch3\u003eNote Citation for Page \u003cspan class=\"pgnm\"/\u003e\u003c/h3\u003e\u003cp class=\"biblref\"\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind, A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya (ISBN: , :, 2010-07-06), \u003cspan class=\"pgnm\"/\u003e. \u003c/p\u003e\u003ch3\u003eBibliographic Citation\u003c/h3\u003e\u003cp\u003eDondrup Lhagyal, Phuntso Tsering Sharyul, Tsering Thar, Charles Ramble, and Marietta Kind. A Survey of Bonpo Monasteries and Temples in Tibet and the Himalaya, . (ISBN:\\) :, 2010-07-06.\u003c/p\u003e\u003c/div\u003e\u003c/div\u003e","source_url":"/places/monasteries/publications/bon-book.php#!book=/bonpo-monasteries/wb/b5-2-1-21","is_primary":false,"created_at":"2011-12-13 02:29:13 UTC","updated_at":"2011-12-13 02:29:13 UTC","authors":[{"id":"79","fullname":"Phuntso Tsering Sharyul"},{"id":"79","fullname":"Phuntso Tsering Sharyul"}]}]}