{"descriptions":[{"id":1596,"title":"An Overview of Calming (zhi gnas)","content":"\u003cp class=\"Paragraph\"\u003eAnother related presentation of the general meditative process is that of \u0026ldquo;calming\u0026rdquo; (\u003cem\u003ezhi gnas\u003c/em\u003e; Skt., \u003cem\u003eśamatha\u003c/em\u003e; literally, \u0026ldquo;calm abiding\u0026rdquo;), and \u0026ldquo;insight\u0026rdquo; (\u003cem\u003elhag mthong\u003c/em\u003e; Skt., \u003cem\u003evipaśyan\u003c/em\u003e\u003cem\u003eā\u003c/em\u003e; literally, \u0026ldquo;higher seeing\u0026rdquo;). This presentation is not unique to Tibetan Buddhism, but is frequently invoked within Tibet to explain basic Buddhist meditation. The practice of calming, or concentration, is designed to build the mind\u0026rsquo;s capacity for concentration to such a degree that it can remain single-pointed (\u003cem\u003ertse gcig\u003c/em\u003e) and undistracted for long periods of time. Such techniques proliferated in Tibet, with the main variance being the object of focus, which could be a candle flame, one\u0026rsquo;s breathing, a statue of a buddha, a song, a visualized syllable, a waterfall, or many other things. Most calming practices thus outline the object of focus, and then provide detailed accounts of the deepening levels of concentration, as well as pitfalls to avoid. In this way, contemplative calming serves as the meditative basis for the attainment of incisive insight into the nature of reality, specifically into the selflessness of persons (\u003cem\u003egang zag gi bdag med\u003c/em\u003e;\u003cem\u003e \u003c/em\u003eSkt., \u003cem\u003epudgalanairātmya\u003c/em\u003e) and the selflessness of phenomena (\u003cem\u003echos kyi bdag med\u003c/em\u003e;\u003cem\u003e \u003c/em\u003eSkt., \u003cem\u003edharmanairātmya\u003c/em\u003e), realization of which are said to result ultimately in liberation or enlightenment. The practice of calming thus clears a mental space for the acquisition of the ability to see the world in accordance with Buddhist doctrinal analysis of its final reality, while the practice of insight cultivates and deepens that perception with an incisiveness based upon the newly acquired capacity for concentration. The practice of calm abiding is thus roughly equivalent to \u0026ldquo;stabilizing meditation,\u0026rdquo; while the practice of insight meditation is roughly equivalent to \u0026ldquo;analytical meditation.\u0026rdquo;\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:17:45 UTC","updated_at":"2013-09-15 04:17:45 UTC","authors":[{"id":"2","fullname":"David Germano"}]}]}