{"descriptions":[{"authors":[{"fullname":"David Germano","id":"2"}],"source_url":null,"content":"<p>Literally the \"ancient ones,\" the Nyingma (rnying ma) are distinguished from all the other Buddhist sects (loosely grouped under the rubric \"Sarma\" [gsar ma], literally \"the new ones\"). The chief distinction concerned temporal origins: the Nyingma derived from an \"earlier dissemination\" (snga dar) of Buddhism into Tibet during the eighth and ninth centuries during the Tibetan Empire, while the Sarma derived from \"later disseminations\" (phyi dar) of Buddhism into Tibet during the late tenth to twelfth centuries in particular. While the pedigree of the Nyingma lineages clearly often date back to the Imperial period, they only emerged as a self-consciously distinct if loosely organized religious order under this header in the eleventh century as they came under attack by the proponents of the \"new\" dissemination. Initially they portrayed their founders as a number of Imperial period figures, but gradually a unified mythos was constructed that increasingly portrayed the eighth century Indian saint Padmasambhava as the unitary founder of their lineages and identity. In general, the Nyingma are unified by the perception of Padmasambhava as a founder, a shared tantric canon not accepted by others, the practice of ongoing revelations known as \"treasures,\" a shared network of sacred sites and pilgrimage routes, and a strong perception of shared identity as the \"old ones.\" However, they lacked any clear institutional center or any shared administrative hierarchy. The Nyingma overall had many different lineages and monastic centers, but it is questionable as to whether any could be said to have emerged with an independent identity constituting a separate \"sect.\" One possible basis for subdivision could be the various \"treasure\" (gter ma) lineages of revelation, such as \"northern treasure\" (byang gter) and so forth. In addition, there are large monasteries which achieved a high degree of prominence, including affiliated monasteries, in the manner of \"mother\" monasteries across all sectarian traditions. Indeed, these monastic complexes at times coincide with distinctive transmissions of treasure traditions, making especially compelling cases for a identifying a distinct sub-sect. In other cases, the affiliation with treasure traditions can be extremely diffuse, as well as co-exist with other such traditions. These monastic complexes chiefly emerge after the fifteenth century, before which we have an extraordinarily diverse array of mostly lay lineages that often coincide with clan affiliations. By many standards, these traditions themselves constitute independent sectarian traditions, although their diversity and fluid boundaries makes it rather impractical to distinguish between distinctive lineages and actual sub-sects. The major monastic traditions to subsequently emerge include: Mindr&ouml;lling (smin sgrol gling), Dorj&eacute; Drak (rdo rje brag), Katok (kaḥ thog), Dzokchen (rdzogs chen) and Pely&uuml;l (dpal yul).</p>","created_at":"2013-09-15 04:05:43 UTC","updated_at":"2013-09-15 04:05:43 UTC","id":281,"title":"An Overview of the Nyingma","is_primary":true}]}