{"descriptions":[{"id":1139,"title":"An Overview of the West Nepal Caplan Photograph Collection","content":"\u003cp\u003eThe photos of West Nepal (Dailekh district) were taken in 1969. Lionel Caplan did fieldwork in Dailekh Bazaar, and concentrated on the historical ties between this district capital and its hinterland. Pat Caplan's fieldwork was situated in Bhurti village, a few miles north of the Bazaar, and her study examined the changing relations between high castes and untouchables.\u003c/p\u003e \u003cp\u003eWhat is now\u003cstrong\u003e Dailekh district \u003c/strong\u003ewas part of the Khasa Malla kingdom which ruled much of western Nepal and western Tibet between the 12\u003csup\u003eth\u003c/sup\u003e and 14\u003csup\u003eth\u003c/sup\u003e centuries. With the demise of the Malla kingdom, Dailekh was incorporated in the \u003cem\u003ebaise \u003c/em\u003e(twenty-two) group of petty principalities in the region. When these photos were taken in 1969, Dailekh was one of 75 administrative districts in Nepal, and along with four other districts, formed the Bheri zone, far western hills. The district was further divided into administrative Villages under a Panchayat system of government.\u003c/p\u003e \u003cp\u003e\u003cstrong\u003eDailekh Bazaar\u003c/strong\u003e, in the south-central part of the district, was the administrative capital of the district and its commercial centre. In 1969 there were no roads for motor transport to or from the Bazaar; and the nearest dry-weather airfield was some 28 miles to the south in Surkhet. Although a number of small stone pillars attested to the earlier Malla influence in the area, the Bazaar's most prominent structure was a large hexagonal-shaped fort built in the late 18\u003csup\u003eth\u003c/sup\u003e century in the wake of the expansion of the Gorkha state. In its compact settlement pattern atop a 4500' ridge, the Bazaar contrasted with the surrounding countryside of widely dispersed houses and farms. Bazaar dwellings contained a resident population of just under a thousand persons, and a third as many temporarily-resident civil servants and military personnel from outside the area. The majority of permanent residents were from castes at the lower end of the ritual hierarchy; many were Newars originally from the Kathmandu Valley who predominated among the Bazaar's shopkeepers and traders.\u003c/p\u003e \u003cp\u003eLionel Caplan's study sought to trace the relationships over time between these different categories of 'bazaariya' and between them and peasants in the surrounding countryside. (\u003cem\u003eAdministration and Politics in a Nepalese Town: the study of a district capital and its environs\u003c/em\u003e, 1975)\u003c/p\u003e \u003cp\u003e\u003cstrong\u003eDullu\u003c/strong\u003e, several miles west of Dailekh Bazaar, was the winter capital of the Khasa Malla kingdom. It contains Prithvimalla's pillar dated 1354 (first reported by Giuseppe Tucci in 1962) which provides a genealogy of the Khasa Malla dynasty, and a number of other stone structures from the 14\u003csup\u003eth\u003c/sup\u003e-15\u003csup\u003eth\u003c/sup\u003e centuries, including pillars, a throne, water tank with a Buddhist \u003cem\u003echaitya\u003c/em\u003e on top, as well as a 19th century royal palace.\u003c/p\u003e \u003cp\u003e\u003cstrong\u003eBhurti\u003c/strong\u003e village, where Pat Caplan conducted her fieldwork, contains 22 dry stone masonry pillars, constructed in typical Malla style, and probably the largest concentration in west Nepal, although villagers were unable to explain their purpose. In January, 2008 the Nepal Department of Archaeology designated them the 'Bhurti Temple Complex' and applied to UNESCO for World Heritage status.\u003c/p\u003e \u003cp\u003eBhurti was a mixed caste Hindu village, lying at around 4,500 feet in the middle hills. It comprised almost equal numbers of high castes such as Upadhyaya (Brahmins) and Jaisi, and untouchable castes (mainly Sarki [leatherworkers], with some Damai [tailors and musicians]). There was also a small \u003cem\u003ekuti\u003c/em\u003e (nunnery) of ascetic Giri women and a hilltop temple to Bhairab called Belaspur. Crops grown included rice and wheat, but these were also imported into the area from Surkhet to the south. Fieldwork was carried out with the help of two Nepalese research assistants (Hari Prasad Koirala and Khagendra Malla) and included censuses, participant observation, and detailed interviews which were tape-recorded and transcribed. The major topics covered were inter-caste relations, land tenure, migration to India by low castes, and new sources of cash income. The main publication arising from this research was the book: \u003cem\u003ePriests and Cobblers: social change in a Hindu village in west Nepal\u003c/em\u003e (San Francisco; Chandler, 1972, republished by Mandala Publications, Kathmandu 2007).\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:13:36 UTC","updated_at":"2013-09-15 04:13:36 UTC","authors":[{"id":"16","fullname":"Lionel Caplan"}]}]}