{"descriptions":[{"id":129,"title":null,"content":"\u003cp\u003eBased on contemporary experience in Repkong (\u003cem\u003ereb kong\u003c/em\u003e) in the Amdo cultural region, in agricultural (\u003cem\u003erong\u003c/em\u003e) contexts, \u003cem\u003edewa\u003c/em\u003e (\u003cem\u003esde ba\u003c/em\u003e) is used with much the same meaning as the English \u0026ldquo;village.\u0026rdquo;\u003c/p\u003e \u003cp\u003eSources:\u003c/p\u003e \u003cp\u003eSamten G. Karmay, \u0026ldquo;A Comparative Study of the \u003cem\u003eyul lha\u003c/em\u003e Cult in Two Areas and Its Cosmological Aspects,\u0026rdquo; in \u003cem\u003eNew Horizons in Bon Studies\u003c/em\u003e, ed. Samten G. Karmay and Yasuhiko Nagano (Delhi: Saujanya Publications, 2004), 383-415 [THL ID 67344]\u003c/p\u003e \u003cp\u003eCharlene Makley, \u003cem\u003eThe Violence of Liberation: Gender and Tibetan Buddhist Revival in Post-Mao China\u003c/em\u003e (Berkeley: University of California Press, 2007), 67.\u003c/p\u003e \u003cp\u003eIn pastoral (\u003cem\u003e\u0026rsquo;brog\u003c/em\u003e) contexts, \u003cem\u003edewa\u003c/em\u003e is possibly used in more diverse ways. Charlene Makley, in the context of the Labrang cultural region in Gansu Province, suggests a rough equivalence with \u0026ldquo;nomad encampment.\u0026rdquo; However, Fernanda Pirie, who has worked in the Golok cultural region in Sichuan Province, reports that \u0026ldquo;nomad encampments,\u0026rdquo; as smaller residential groupings, are known there as \u003cem\u003erepkor/\u003c/em\u003e\u003cem\u003erukor\u003c/em\u003e (\u003cem\u003eru skor\u003c/em\u003e); the term \u003cem\u003edewa\u003c/em\u003e is used for larger groups, which are \u0026ldquo;united on the basis of territory, rather than according to a descent ideology\u0026rdquo; (larger groups that according to other authors such as Ekvall or Gelek are also called for instance \u003cem\u003etsowa\u003c/em\u003e or \u003cem\u003eshokwa\u003c/em\u003e). Pirie translates \u003cem\u003edewa\u003c/em\u003e as \u0026ldquo;tribal group\u0026rdquo; or \u0026ldquo;tribe\u0026rdquo;; the term \u003cem\u003edewa\u003c/em\u003e is also used to refer to more recently established pastoral townships (Chi. \u003cem\u003exiang\u003c/em\u003e).\u003c/p\u003e \u003cp\u003e\u0026nbsp;\u003c/p\u003e \u003cp\u003eSources:\u003c/p\u003e \u003cp\u003eFernanda Pirie, \u0026ldquo;Violence and Opposition among the Nomads of Amdo: Expectations of Leadership and Religious Authority,\u0026rdquo; in \u003cem\u003eConflict and Social Order in Tibet and Inner Asia, \u003c/em\u003eed. Toni Huber and Fernanda Pirie\u0026nbsp;\u003cem\u003e\u0026nbsp;\u003c/em\u003e(Leiden: Brill, 2008), 217-40 (p. 221).\u003c/p\u003e \u003cp\u003eCharlene Makley, \u003cem\u003eThe Violence of Liberation: Gender and Tibetan Buddhist Revival in Post-Mao China\u003c/em\u003e (Berkeley: University of California Press, 2007), 67.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:04:46 UTC","updated_at":"2013-09-15 04:04:46 UTC","authors":[{"id":"27","fullname":"Nicolas Sihlé"}]}]}