{"descriptions":[{"id":240,"title":"An Overview of the Three Vehicles","content":"\u003cp\u003eThe most dominant scheme, and one that was inherited by Tibetans, organized these diverse traditions and bodies literature into three \"vehicles\" (theg pa, Skt. yāna): the Lesser Vehicle (hīnayāna), the Great Vehicle (mahāyāna), and the Adamantine Vehicle (vajrayāna). The word \"vehicle\" indicated that each of these systems of theory and practice constituted \"vehicles\" or \"conveyances\" that practitioners could use to travel down the Buddhist path (lam, Skt. mārga) from ordinary cyclic existence ('khor ba, Skt. saṃsāra) to transcendence (myang 'das, Skt. nirvāṇa). The first two are considered \"exoteric,\" or publicly accessible in some sense, while the third vehicle is classified as \"esoteric,\" or secret. The \"Great Vehicle\" can also be used as a generic term to signify the second and third elements, in which case the second may be termed \"the Perfection of Insight\" vehicle (Praj\u0026ntilde;āpāramitā), and the third, the \"Mantric\" vehicle. The following provides a standard Tibetan classification of these vehicles from the point of the view of the major sects known as Sakya (sa skya), Kagy\u0026uuml; (bka' brgyud) and Geluk (dge lugs). It is essential to understand that this is a hierarchical organization, with each subsequent vehicle understood to surpass the preceding one in some essential way. In India, the traditions retroactively organized under these three rubrics more or less emerged sequentially \u0026ndash;\u0026ndash; the Lesser Vehicle back to the beginning of Buddhism in India from the fifth century CE onwards, the Great Vehicle from perhaps around first century CE onwards in its root, and the Adamantine Vehicle from perhaps the sixth century forward with its more central traditions. However, the subsequent movements did not simply displace the former, but rather coexisted with them, such that the so-called \"Lesser Vehicle,\" for example, continued to thrive and grow even as the Great Vehicle and Adamantine Vehicle emerged as potent competitors. While the Lesser Vehicle itself is thought to reflect the earliest strata of Indian Buddhism and contains canonical texts purporting to be the word of the Buddha, the two divisions reflect later differences in the exegetical traditions basing themselves on these texts. The pejorative term \"Lesser Vehicle\" should not be simply identified with the contemporary \"Theravāda\" traditions dominant in Sri Lanka, Thailand, and Burma, since it is a term applied very self-consciously by the followers of the later Mahāyāna movements (which are not accepted on the whole by the Theravāda adherents). It is important to reflect on the actual functions and significances of these tenet structures, such as how they relate to practice or what Buddhist actually do in and with their lives, how accurate or inaccurate a reflection they are of Indian Buddhism, and so forth.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:05:22 UTC","updated_at":"2013-09-15 04:05:22 UTC","authors":[{"id":"2","fullname":"David Germano"}]}]}