{"descriptions":[{"id":2,"title":"An Overview of Political Geographical Features","content":"\u003ch2\u003eIntroduction\u003c/h2\u003e \u003cp\u003e\"Polity\" signifies an organized society with some type of formal governance and sense of corporate identity as a politically organized unit. In the modern context, this means above all else the modern nation state with its internal administrative divisions, such as states, counties, provinces, townships, wards, and the like. These typically have clearly demarcated boundaries with precise geographical coordinates, and equally clear administrative structures.\u003c/p\u003e \u003cp\u003eHistorically, however, the situation was very different, and far more complex as well as confusing. In times past, a polity can range from a farflung empire or regional kingdom to a very local tribe, or a single valley of several villages governed by, say, a monastery.\u0026nbsp; For the sake of completeness, we can also talk about \"stateless\" areas, which are regions without any organized polity governing over communities; these could be also referred to as settlement-based polity structures where each small-scale human community is an organizational unit onto its own without any broader affiliation. Such historical polities are often marked by unclear boundaries, unsystematic internal divisions, and often complex, informal, and multiple ways of being related to other polities. Hence the political status of a given historical polity can be a difficult question, especially since we tend to look back in time with assumptions derived from our modern experience.\u003c/p\u003e \u003cp\u003eCertainly it is a pressing issue to document and analyze the major polities in the region. However, we must also attend to a detailed schema of low levels of political power in Tibet to not over-emphasize centralized polities like the Ganden Podrang and the Qing Empire. Some schemas would have the Qing Empire as the main polity of East Asia in the eighteenth century, with the Ganden Podrang subordinate to it, as well as most of eastern Tibet (after 1724, with the fall of Gushri Khan's line from dominating power in eastern Tibet), especially through the \u003cem\u003etusi\u003c/em\u003e institution. The reality, however, is that there is a bewildering complexity of polities, and simplistic typologies cannot cover them. This is especially true if we don't want to subsume every independently-functioning estate under the nearest (potentially hegemonic) power. For instance, Tashilhunpo, which might be considered part of the Ganden Podrang by some, had its own bureaucracy, estates, nobility, and so forth, until at least 1924 (the initial dates of its emergence is unclear). For this reason, a good starting point is to survey the historical titles of political leaders, as a way of starting to think about the diversitiy of the polities within which such titles functioned. However, it is difficult to say what the lower limits of these polities might be, or what else might be missing. We need to remain open to the possibility that these will keep changing as new scholarship is done.\u003c/p\u003e \u003ch2\u003eSeven Major Historical Polity Types on the Tibetan Plateau\u003c/h2\u003e \u003cp\u003eWe have thus chosen not to use such generic nomenclature as \"independent polities\", \"dependent polities\", and so forth, but rather have used more finely nuanced nomenclature. The following gives a list of seven major types of polity formations starting from those with the most independence and geographical extent and proceed down to the most local and dependent:\u003c/p\u003e \u003cul\u003e \u003cli\u003e\u003cstrong\u003eEmpires \u003c/strong\u003e(Tibetan Empire, Qing Empire, British Empire, Qoshot Mongol Gushri Khan's line): these are polities distinguished by their ability to incorporate disparate subordinate and at times internally independent polities with different systems of rule, as well as their great geographical extent.\u003c/li\u003e \u003cli\u003e\u003cstrong\u003eKingdoms \u003c/strong\u003e(Gungtang, Guge, Mustang, Ngawa, Powo): polities which were truly independent as opposed to the categories below, but which were not as extensive in terms of territory as empire, and did not preside over extensive territories with their own complex political arrangements.\u003c/li\u003e \u003cli\u003e\u003cstrong\u003ePrincipalities \u003c/strong\u003e(Derg\u0026eacute;, Cone, Muli, Gartok, Gyelrong states): polities are ranked below kingdoms, despite their leaders' often using the title of \"king\" (rgyal po), because they were so subordinated to varying degrees to larger polities, such as the Qing empire, or Ganden Podrang in the case Gartok. \u003c/li\u003e \u003cli\u003e\u003cstrong\u003eReligious principalities \u003c/strong\u003e(Labrang, Lamo Dechen, Bhutan): these are principalities but with the added feature of being led by abbot-princes in hierocratic lines. In modern Chinese surveys, they\u0026nbsp; are listed as having been examples of joint politico-religious polities (zheng jiao heyi, presumably a reference to the Tibetan \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003e\u003cem\u003echos srid zung 'brel\u003c/em\u003e\u003c/span\u003e, or \"the union of religion and politics\"). \u003c/li\u003e \u003cli\u003e\u003cstrong\u003eAgricultural Estate\u003c/strong\u003e: agriculture areas led by civil leaders called manor lords (mnga' dag chen po, nang so, sgar ba, stong dpon, rgya dpon, 'go ba). Each ruled an estate and thus they can be considered polities since they held the power of taxation and such, without, as far as we can tell, having to send it up to higher authorities, as in central Tibet. This and the next two represent the lowest level of polity formation which is still more than a single village. \u003c/li\u003e \u003cli\u003e\u003cstrong\u003eNomadic Tribal Area\u003c/strong\u003e: nomadic areas led by tribal leaders tribal chiefs (stong dpon, rgya dpon, ru dpon) (nomadic areas). Each is a polity because they held the power of taxation and so forth. Civil leaders and tribal leaders may have been ultimately subordinate to larger powers, but our working impression is they truly ruled localities in much of cultural Tibet without much outside interference, much like the Ganden Podrang did of central Tibet. \u003c/li\u003e \u003cli\u003e\u003cstrong\u003eMonastic Parishes\u003c/strong\u003e: this signifies small areas which were centered around a single monastery, which with varying degrees of formality and extent, exercised the major political influence in the area.\u003c/li\u003e \u003c/ul\u003e \u003ch2\u003eThe Case of the Ganden Palace\u003c/h2\u003e \u003cp\u003eIt is unclear how to classify the Ganden Palace (\u003cspan class=\"place\" title=\"Type ID here\"\u003e\u003cem\u003edga' ldan pho brang\u003c/em\u003e\u003c/span\u003e\u003cem\u003e\u003c/em\u003e), the polity founded by the Fifth Dalai Lama and which persisted until the mid twentieth century when most of the Tibetan plateau was politically incorporated into the newly emergent People's Republic of China. From 1642 until a yet to be determined date, it was clearly under Gushri Khan and his Qoshot dynasty. By 1724, it was clearly deferring to a great degree to the Qing amban (see Pholhane's biography). By 1757 or 1792, it was subordinate to the Qing fora\u0026nbsp; while. While we can argue about how subordinate it was after that,\u0026nbsp; it is debatable that the Qing was totally weak in 19th c. Tibet. In any case, much of eastern Tibet fell under Qing control in the 18th c.\u0026nbsp; However, political and military subordination is not the only issue at stake. To understand the complexity, it is helpful to consider the lists of leaders and sequences of such (regents, rgyal rabs, gdan rabs, etc.) with references to their relation to other polities in specific time periods. In some ways, Central Tibet fits the imperial model, except that it was often subordinate to an external polity, and it is unclear at times whether it was a principality (under Polhane) and other times a religious principality (under the Dalai Lama and various different kinds of regents).\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:03:20 UTC","updated_at":"2013-09-15 04:03:20 UTC","authors":[{"id":"2","fullname":"David Germano"},{"id":"10","fullname":"Gray Tuttle"}]}]}