{"descriptions":[{"id":1232,"title":"An Overview of Mongol Yuan-Sakya Provinces","content":"\u003cp\u003eA province unit in the Mongol-Yuan Sakya rule in Tibet in the thirteenth and fourteenth centuries was the highest level administrative unit in the decimal based system that constituted the administrative rule and divisions of the Mongol Yuan Empire\u0026rsquo;s rule in Tibet in conjunction with their Tibetan Sakya sect religious partners from 1268 to 1354. The term is defined as ten circuits, or one million households. The provinces in turn were constituted the Empire as a whole.\u003c/p\u003e \u003cp\u003ePlease see the parent feature type on the Sakya-Mongol Yuan State for an overview of the decimal-based scheme of administrative units in which the provinces\u0026nbsp; were positioned.\u003c/p\u003e \u003cp\u003ePer Sorenson and Guntram Hazod with Tsering Gyalbo (2007). \u003cem\u003eRulers on the Celestial Plain Ecclesiastic and Secular Hegemony in Medieval Tibet: A Study of Tshal Gung-thang\u003c/em\u003e. Austrian Academy of Sciences.This is the\u0026nbsp; best source on this system in Tibet.\u0026nbsp; See particularly appendix three on the Tshal pa khri 'khor. In addition, their footnotes on the mi sde of the tshal pa khri 'khor is probably the most detailed discussion of administrative/land units within an actual khri 'khor.\u003c/p\u003e \u003cp\u003eLuciano Petech. \u003cem\u003eCentral Tibet and the Mongols. The Y\u0026uuml;an - Sa-skya Period of Tibetan History.\u003c/em\u003e Serie Orientale Roma LXV. Roma: Istituto per il Medio ed Estremo Oriente. V. 167 pp. This supercedes the earlier article by Petech cited below.\u003c/p\u003e \u003cp\u003eLuciano Petech. \u0026ldquo;The Mongol Census in Tibet.\u0026rdquo; In \u003cem\u003eTibetan Studies in Honour of Hugh Richardson: Proceedings of the International Seminar on Tibetan Studies\u003c/em\u003e, Oxford, 1979. Michael Aris and Aung San Suu Kyi, eds. Warminster, England: Aris \u0026amp; Phillips; Forest Grove, 1980. 233\u0026ndash;238, and see in particular p. 234.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:15:16 UTC","updated_at":"2013-09-15 04:15:16 UTC","authors":[{"id":"2","fullname":"David Germano"}]}]}