{"descriptions":[{"id":1691,"title":"An Overview of the Mind Series","content":"\u003cp\u003eThe earliest revelations of the Great Perfection are those said to have been disseminated in Tibet in the latter half of the eighth century, and which retroactively were classified as the Mind Series (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003esems sde\u003c/span\u003e, Semd\u0026eacute;) to distinguish them from later developments. They begin with a collection of quite short texts known as The Eighteen Texts of the Mind Series (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003esems sde bco brgyad\u003c/span\u003e, Semd\u0026eacute; Chopgy\u0026eacute;), and then subsequently proliferate into a large family of texts spawned by the original collection\u0026rsquo;s expansion, modification, and so forth, culminating in a series of texts centered on \u003cem\u003eThe All-Creating King\u003c/em\u003e (\u003cspan class=\"tibtext\" title=\"Type ID here\"\u003ekun byed rgyal po\u003c/span\u003e, Kunj\u0026eacute; Gyelpo). Most of the resultant sub-divisions of the Mind Series rubric have names based upon geographical regions, clans, or individual founders. Padmasambhava (eighth century) does not figure prominently \u0026ndash; if at all \u0026ndash; in these early Great Perfection traditions; rather, Śrīsiṁha (eighth century), Garap Dorj\u0026eacute; (\u003cspan class=\"person\" title=\"Type ID here\"\u003edga\u0026rsquo; rab rdo rje\u003c/span\u003e, seventh century?), and Vimalamitra (eighth-ninth century) are the main Indian figures cited as involved in their authorship, redaction, transmission, and translation.\u003c/p\u003e \u003cp\u003eThese texts exhibit a strict omission of all of the following elements pertaining to tantric Buddhism: ritual presentations, meditative systems with discrete prescriptive techniques, visionary practices of light images, mantric technology, subtle body practices and ideology, sexological rhetoric and practices, generation-phase texts and iconographic detail, and death/funerary Buddhism with its associated violent, exorcistic ideology and praxis. These original Great Perfection texts are thus not death-centered; nor, in more general terms, do they provide much in the way of specification of actual praxis.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:19:18 UTC","updated_at":"2013-09-15 04:19:18 UTC","authors":[{"id":"2","fullname":"David Germano"}]}]}