{"descriptions":[{"id":703,"title":null,"content":"\u003ch1\u003eDescription\u003c/h1\u003e \u003cp\u003eNormally a part of generation stage (bskyed rim) practices, maṇḍala rituals involve the ritual creation of deities, along with their abodes and entourages, which are worshipped either as external objects (phyi'i dkyil 'khor) or else internally within one\u0026rsquo;s own body (lus dkyil).\u003c/p\u003e \u003cp\u003eExternal maṇḍala rituals first require the creation of a representation (rten) of the deity\u0026rsquo;s palace (gzhal yas khang); these can take the form of a drawing or painting on cloth (ras bris), a diagram using colored-powders (rdul tshon), heaps of grain (tshom bu), or a three-dimensional (blos bslangs pa'i) model. Such representations are called \"method maṇḍalas\" (thabs kyi dkyil 'khor), \"symbolic maṇḍalas\" (brda'i dkyil 'khor), or \"image maṇḍalas\" (gzungs brnyan gyi dkyil 'khor).\u003c/p\u003e \u003cp\u003eExplanations of these rituals vary according to different sectarian traditions and different classes of tantra. However, in general, representations of the deities of the maṇḍala, called \"commitment beings\" (dam tshig pa), are first generated from the seed syllables or hand implements of the various deities. Animate forms of those same deities, called \"gnosis gods\" (ye shes pa'i lha), are then invited to descend, dissolve, and remain within their \"commitment\" duplicates. Offerings, praises, confession, etc. are made to the deities, and the adept also meditates on the four immeasurables.\u003c/p\u003e \u003cp\u003eThese rituals are usually a part of other tantric ceremonies, like empowerments, but they can also exist as independent rituals. After the ceremony is concluded, the deities are sent back to their own abodes, the commitment beings are reabsorbed into oneself, and if a colored-powder maṇḍala has been used, the powders are re-collected and the maṇḍala is ritually destroyed. Maṇḍala rituals as just described are also known as \u0026ldquo;the generation in front\u0026rdquo; (mdun bskyed).\u003c/p\u003e \u003cp\u003eFurther rituals involve the drawing of the lines of the maṇḍalas, the application of color, and the final destruction of the maṇḍala. These are mostly found in the full maṇḍala rituals themselves, but sometimes can be found as separate texts.\u003c/p\u003e \u003ch1\u003eExample Texts\u003c/h1\u003e \u003cul\u003e \u003cli\u003eSee TBRC topics T159 (dkyil chog) and T80 (dkyil 'khor).\u003c/li\u003e \u003c/ul\u003e \u003ch1\u003eSecondary Sources\u003c/h1\u003e \u003cp\u003eAndrensen, Jensine. \"Kālacakra: Textual and Ritual Perspectives.\" Ph.D. diss., Harvard, 1997.\u003c/p\u003e \u003cp\u003e\u003c!--[if gte mso 9]\u003e\u003cxml\u003e Normal 0 false false false MicrosoftInternetExplorer4 \u003c/xml\u003e\u003c![endif]--\u003e\u003c!--[if gte mso 9]\u003e\u003cxml\u003e \u003c/xml\u003e\u003c![endif]--\u003e\u003c!--[if !mso]\u003e \u003cspan class=\"mceItemObject\" classid=\"clsid:38481807-CA0E-42D2-BF39-B33AF135CC4D\" id=ieooui\u003e \u003c/span\u003e \u003cmce:style\u003e\u003c! st1\\:*{behavior:url(#ieooui) } --\u003e \u003c!--[endif]--\u003e\u003c!-- --\u003e\u003c!--[if gte mso 10]\u003e \u003cmce:style\u003e\u003c! /* Style Definitions */ table.MsoNormalTable {mso-style-name:\"Table Normal\"; mso-tstyle-rowband-size:0; mso-tstyle-colband-size:0; mso-style-noshow:yes; mso-style-parent:\"\"; mso-padding-alt:0in 5.4pt 0in 5.4pt; mso-para-margin:0in; mso-para-margin-bottom:.0001pt; mso-pagination:widow-orphan; font-size:10.0pt; font-family:\"Times New Roman\"; mso-ansi-language:#0400; mso-fareast-language:#0400; mso-bidi-language:#0400;} --\u003e \u003c!--[endif]--\u003eSnellgrove, David. \"The Maṇḍala.\" In \u003cem\u003eIndo-Tibetan Buddhism: Indian Buddhists and their Tibetan Successors,\u003c/em\u003e 198-213. Boston: Shambhala, 2002.\u003c/p\u003e \u003cp\u003eTachikawa, Musashi. \"Mandala Visualization and Possession.\" In \u003cem\u003eNew Horizons in Bon Studies\u003c/em\u003e, edited by Samten Karmay and Yasuhiko Nagano, 227-248. Osaka: National Museum of Ethnology, 2000.\u003c/p\u003e \u003ch1\u003eRelated Knowledge Map Categories\u003c/h1\u003e \u003cul\u003e \u003cli\u003e\"Consecration\"\u003c/li\u003e \u003cli\u003e\"Empowerment\"\u003c/li\u003e \u003c/ul\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:08:55 UTC","updated_at":"2013-09-15 04:08:55 UTC","authors":[{"id":"7","fullname":"José I. Cabezón"}]}]}