{"descriptions":[{"id":280,"title":"An Overview of Tibetan Buddhism","content":"\u003cp\u003eIn terms of Tibetan terminology marking religious affiliation and association, chos lugs is the standard word for a \u0026ldquo;sect.\u0026rdquo; It signifies a religious order with an independent hierarchy and administration, distinctive properties, and an explicit sense of membership with ways of expressing self-identification. In contrast, brgyud points to a lineage, which stresses the transmission of a body of knowledge or practices from a teacher to a student over successive generations. At the broadest level, Tibetan religious groups are typically classified into three overarching rubrics: the ancients (Nyingma, rnying ma), the new ones or \u0026ldquo;modernists\u0026rdquo; (Sarma, gsar ma), and the B\u0026ouml;n (bon). The basic split concerns above all the founders of each tradition, with each pointing to different time periods, different figures and different cultures as involved in the inception and transmission of their most distinctive traditions. The Nyingma claim roots going to back to the Tibetan imperial period in the eighth and ninth century, whereas the Sarma groups all originate in the late tenth century onwards from new lineages imported from India; the B\u0026ouml;n are distinctive in that they claim to have originated in very ancient times in a special transmission from regions to the West of Tibet to a kingdom known as Zhangzhung (zhang zhung) located in what is now West Tibet. In addition, the Sarma groups are typically divided into four main groups, though this in fact does not accurately represent their tremendous internal diversity:\u003c/p\u003e \u003col\u003e \u003cli\u003eSakya (sa skya)\u003c/li\u003e \u003cli\u003eKagy\u0026uuml; (bka' brgyud)\u003c/li\u003e \u003cli\u003eGeluk (dge lugs)\u003c/li\u003e \u003cli\u003eKadam (bka' gdams)\u003c/li\u003e \u003c/ol\u003e \u003cp\u003eSectarian traditions can thus be named based upon temporal issues, such as \u0026ldquo;the old ones\u0026rdquo; vs. the \u0026ldquo;new ones.\u0026rdquo; Most typically, they are named after places of origination, which may also coincide with the names of the major monasteries and founders as they also are place based: \u0026ldquo;Sakya,\u0026rdquo; \u0026ldquo;Jonang,\u0026rdquo; \u0026ldquo;Tselpa,\u0026rdquo; and so forth. To a lesser extent, sects are named after generic appellations, such as the \u0026ldquo;Instructional Precepts\u0026rdquo; (Kadam), \u0026ldquo;Precept Transmissions\u0026rdquo; (Kagy\u0026uuml;), or \u0026ldquo;Virtuous\u0026rdquo; (Geluk). While sectarian affiliation certainly has a clear reality in many contexts, it is also true that there is a considerable amount of arbitrariness and fluidity in terms of what actually constitutes a sect (chos lugs). This is especially true when consider sub-sects, since at some point it is quite arbitrary whether a given affiliation is considered an independent sect, or simply a movement. For the present purposes we define a \u0026ldquo;sect\u0026rdquo; as a religious movement with the following characteristics:\u003c/p\u003e \u003cul\u003e \u003cli\u003eA clearly identified founder\u003c/li\u003e \u003cli\u003eA distinctive body of literature specific to it\u003c/li\u003e \u003cli\u003eStatements of identity separate from other religious movements\u003c/li\u003e \u003cli\u003eCenters with permanent buildings\u003c/li\u003e \u003cli\u003eA shared administrative hierarchy\u003c/li\u003e \u003cli\u003e Common ritual activities such as pilgrimages and festival events\u003c/li\u003e \u003c/ul\u003e \u003cp\u003eWe have applied these criteria even if a resultant \u0026ldquo;sect\u0026rdquo; may only have a single monastery affiliated with it. At the same time, it must be noted that the larger sects are characterized by big \u0026ldquo;mother\u0026rdquo; monasteries (ma dgon) which have many affiliated \u0026ldquo;branch\u0026rdquo; monasteries (yan lag dgon) associated with it, have founders, characterize literature and even textbook systems, and possess large complexes of buildings. Some of the most famous and systematic of these are of course the famous \u0026ldquo;three seat\u0026rdquo; (gdan sa gsum) monasteries of the Geluk tradition based in the surrounding area of Lhasa: Drepung ('bras spungs), Ganden (dga' ldan) and Sera (se ra). These three monastic organizations had huge resources at their disposal, large numbers of affiliated organizations, and highly distinct senses of their own separate identity. Indeed several other sectarian traditions do name themselves after the base monastery, such as the Sakya and Jonang. However, ultimately, these monasteries\u0026rsquo; inhabitants clearly view and portray themselves as belonging to a broader sectarian affiliation, namely the Geluk, we have not classified them as sects. While somewhat paradoxical by scale \u0026ndash; organizations with huge resources are not \u0026ldquo;sects,\u0026rdquo; while single monasteries with limited resources can constitute a \u0026ldquo;sect\u0026rdquo; \u0026ndash; we believe this best accords with the traditional Tibetan perception of sects. In order to also account for the distinctness and importance of such monastic complexes, however, we also make a special point of highlighting such monastic traditions within their respective sectarian classifications.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:05:43 UTC","updated_at":"2013-09-15 04:05:43 UTC","authors":[{"id":"2","fullname":"David Germano"}]}]}