{"descriptions":[{"id":1609,"title":"An Overview of Specific Practices","content":"\u003cp class=\"Paragraph\"\u003eThe most central is the \u0026ldquo;fierce woman\u0026rdquo; (gtum mo; Skt., caṇḍali) practice based upon the \u0026ldquo;adamantine body\u0026rdquo; (rdo rje lus), a subtle body of channels, winds, and nuclei forming an experiential configuration within the coarse physical body. The core sequence of contemplative events mimics sexual experience, but harnesses it for the sake of enlightenment. Three subtle channels run up the torso\u0026rsquo;s center from the crown of the head and the nostrils at their upper end, to the genitals at their lower end, branching out to pervade the body with \u0026ldquo;wheels\u0026rdquo; (cakra) at the crown, throat, heart, navel, and genitals. One visualizes a triangle of solar fire at the navel that causes a white lunar haṃ syllable at the crown to drip. The resultant flow downwards of ambrosial nuclei causes experiences of increasing joy known as \u0026ldquo;four joys,\u0026rdquo; clearly modeled upon male sexual arousal. The emphasis on bliss is integrated with the Great Vehicle focus on emptiness, such that the yoga rightly pursued involves a potent realization of emptiness enhanced by the intensity of experience engendered by the bliss. It is famous for its testing procedure, in which an initiate is expected to utilize contemplatively generated heat to dry a number of wet clothes in the middle of the night while sitting naked on a glacier. Such public displays also point to the symbolic capital derived by retreatants and their mastery of yogic processes, which could be utilized to mobilize human and financial capital in support of their own social and religious agendas.\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eThis is closely linked to sexual yoga, which involves a similar process in partnership with a visualized or real consort. The white nuclei or semen descends into the genitals, but then is reversed without ejaculation and raised upwards back through the torso. The lunar nuclei are then distributed through the body, and finally one\u0026rsquo;s whole body is deconstructed into luminous emptiness. Practitioners thus use this exceptionally powerful state of blissful consciousness to realize emptiness, with the intensity of experience magnifying the consequences of this realization. In the context of discussing this practice as sexual, there are many additional particulars relating to male and female genitalia, positions, herbs, and the like.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:17:49 UTC","updated_at":"2013-09-15 04:17:49 UTC","authors":[{"id":"2","fullname":"David Germano"}]}]}