{"descriptions":[{"id":458,"title":"Killing/Deliverance/Liberation Ritual","content":"\u003ch1\u003e\u0026nbsp;\u003c/h1\u003e \u003ch1\u003eRelated Terms\u003c/h1\u003e \u003cul\u003e \u003cli\u003e\u003ca href=\"http://tbrc.org/#!rid=T00JR775\"\u003e[b]sgral las\u003c/a\u003e\u003c/li\u003e \u003cli\u003egrol ba\u003c/li\u003e \u003cli\u003eling bsgral\u003c/li\u003e \u003cli\u003etshar gcod pa\u003c/li\u003e \u003cli\u003ebsad pa, gshor?\u003c/li\u003e \u003cli\u003e\u003ca href=\"http://tbrc.org/#!rid=T1333\"\u003egshor gsum\u003c/a\u003e\u003c/li\u003e \u003cli\u003e\u003ca href=\"http://tbrc.org/#!rid=T2373\"\u003edgra bgegs sgrol gtad\u003c/a\u003e\u003c/li\u003e \u003c/ul\u003e \u003ch1\u003eExample Texts\u003c/h1\u003e \u003cul\u003e \u003cli\u003e\u003ca href=\"http://tbrc.org/#!rid=W13513\"\u003eBsgral chog gi dmigs pa bya tshul\u003c/a\u003e\u003c/li\u003e \u003cli\u003e\u003ca href=\"http://tbrc.org/#!rid=W18202\"\u003eRdo rje\u0026rsquo;i legs pa\u0026rsquo;i bstan dgra tshar gcod\u003c/a\u003e\u0026nbsp;\u003c/li\u003e \u003cli\u003e\u003ca href=\"http://tbrc.org/#!rid=W22655\"\u003eDrag po\u0026rsquo;i las mtha\u0026rsquo; spyi gshor \u0026lsquo;gyur med\u003c/a\u003e\u0026nbsp;\u003c/li\u003e \u003cli\u003e\u003ca href=\"http://tbrc.org/#!rid=W18884\"\u003eBsad pa las kyi spu gri\u003c/a\u003e\u0026nbsp;\u003c/li\u003e \u003cli\u003e\u003ca href=\"http://tbrc.org/#!rid=W9248\"\u003eDgra bog lo bur du bsad pa\u0026rsquo;i man ngag\u003c/a\u003e\u0026nbsp;\u003c/li\u003e \u003cli\u003e\u003ca href=\"http://tbrc.org/#!rid=W22642\"\u003eSrung bzlog bsad pa\u0026rsquo;i man ngag\u003c/a\u003e\u0026nbsp;\u003c/li\u003e \u003cli\u003e\u003ca href=\"http://tbrc.org/#!rid=W22642\"\u003eKhrag 'thung padma drag rtsal gyi las byang gdug can mthar byed\u003c/a\u003e\u0026nbsp;(To kill evil-doers)\u003c/li\u003e \u003cli\u003eSee \u003ca href=\"http://idp.bl.uk/database/oo_scroll_h.a4d?uid=72072918640;recnum=5271;index=6\"\u003eIOL Tib J 419\u003c/a\u003e, 8V.3ff. Where a rite of ritual homicide is described.\u003c/li\u003e \u003cli\u003eSee also: 42Section: 7Incipit ( Rf.1v.1 ): de nas rnam par shes pa... ma chad par// A treatise on the rites of union and liberation (sbyor sgrol), that is, ritualized sex and homicide. The beginning of the item is found on the verso of PT_42 , and the entire discussion of the union rite falls within that manuscript (see PT_42: v27.2-v32.4). The union practice in the present item should be compared with the more detailed description of the same rite appearing in PT_42: v7.1-v15.1. The present manuscript joins the liberation rite just after the victim has been killed. The practitioner is then instructed to offer the victim up to the deities of the maṇḍala. Having dissolved the visualization, the practitioner engages in a brief sexual practice in order to worship further the buddhas. This is an unusually explicit description of the liberation rite, though even more detail is given in the description in item 12 of the present manuscript (ITJ_419/11: Rf.10r.3-Rf.19v.1). See also IOL Tib J 436: The third part of the text is concerned with the concept of union (sbyor ba). Four stages of union are described: (i) union (sbyor ba), (ii) subsequent union (rjes su sbyor ba), (iii) total union (rab tu sbyor ba), and (iv) universal union (kun tu sbyor ba), apparently an alternative set of four unions to that described in ITJ_754/8 . The fourth part of the text enumerates the qualities resulting from practice. These include the conquering of four demons: (i) the demon of the aggregates, (ii) the demon of the afflictions, (iii) the demon of the lord of death, and (iv) the demon of the gods. Interestingly, these are exactly the same four demons that are to be conquered in the Tibetan gcod practices dating from the eleventh or twelfth century. The fifth part of the text deals with concept of liberation (sgrol ba). This is divided into liberation of oneself and liberation of others. The first is described as approaching the deity and clarifying the tantras. The second is identified with the killing of Maheśvara.\u003c/li\u003e \u003c/ul\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:07:59 UTC","updated_at":"2014-01-31 18:25:12 UTC","authors":[{"id":"7","fullname":"José I. Cabezón"}]}]}