{"descriptions":[{"id":1299,"title":null,"content":"\u003cp class=\"Paragraph\"\u003eNominal clauses function like any noun phrase: as a subject, object, complement, etc. The nominalized verb (or proposition) becomes the head of the noun phrase; that is, it operates as a noun and may be followed by a demonstrative and case marker like any other noun.\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eLike relative clauses (xxlink 26.3.1), nominal clauses are also formed with the use of a nominalizer, but it is important to distinguish between these two types of clauses. Whereas relative clauses modify a head noun much like an adjective, nominal clauses function as nouns. Tibetan nominal clauses use the nominalizers \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཔ་\u003c/span\u003e, \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཡག་\u003c/span\u003e, and \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eརྒྱུ་\u003c/span\u003e. They may be followed by the genitive or oblique case (when the function of the clause requires it).\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eThe syntactic position of the nominal clause in the sentence depends on its function as subject, object, or complement. In this first example, the nominal clause is the complement of the noun \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eརེ་བ་\u003c/span\u003e:\u003c/p\u003e \u003cul\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཁྱེད་རང་ཕེབས་ཐུབ་པའི་རེ་བ་ཡོད།\u003c/span\u003e \u0026ldquo;I hope you\u0026rsquo;ll be able to come.\u0026rdquo;\u003c/li\u003e \u003c/ul\u003e \u003cp class=\"Paragraph\"\u003eIn the next example, the nominal clause is the object of the verb \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eསྨོན་འདུན་ཞུ་\u003c/span\u003e:\u003c/p\u003e \u003cul\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eརང་སློབ་སྦྱོང་ཡག་པོ་དང་གཟུགས་པོ་བདེ་ཐང་ཡོང་ཡག་སྨོན་འདུན་ཞུ་རྒྱུ་ཡིན།\u003c/span\u003e \u0026ldquo;I pray that you should be in good health and that you study well.\u0026rdquo;\u003c/li\u003e \u003c/ul\u003e \u003cp class=\"Paragraph\"\u003eHere, the nominal clause is the object of the verb \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཤེས་\u003c/span\u003e:\u003c/p\u003e \u003cul\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eབུ་མོ་དེ་མོ་རང་རང་གི་ཨ་ལྕག་ཡིན་པ་ཤེས་པ་རེད།\u003c/span\u003e \u0026ldquo;She realized that the girl was her own sister.\u0026rdquo;\u003c/li\u003e \u003c/ul\u003e \u003cp class=\"Paragraph\"\u003eFinally, in these examples, the noun phrase is the object of the verb བསམ་:\u003c/p\u003e \u003cul\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཁོང་གིས་བོད་པ་ཚང་མ་སྐྱོ་པོ་ཡིན་པ་བསམ་པ་རེད་པས།\u003c/span\u003e \u0026ldquo;Did he think all Tibetans were poor?\u0026rdquo; \u003c/li\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཁོང་གིས་བོད་པ་ཚང་མ་སྐྱོ་པོ་རེད་བསམ་པ་རེད་པས།\u003c/span\u003e \u0026ldquo;Did he think all Tibetans were poor?\u0026rdquo;\u003c/li\u003e \u003c/ul\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:15:28 UTC","updated_at":"2013-09-15 04:15:28 UTC","authors":[{"id":"6","fullname":"Nicolas Tournadre"}]}]}