{"descriptions":[{"id":1310,"title":null,"content":"\u003cp class=\"Paragraph\"\u003eThe differences between Literary (Modern and Classical) and Spoken Tibetan lie in the lexicon (vocabulary), grammatical words, and to a lesser extent, syntax and pronunciation.\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eThe classical language is characterized by its conciseness and by the corresponding importance of context and cultural background.\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eA text in the classical style would be shorter than a Standard Tibetan rendering of the same material. The classical, literary language owes its concentrated, terse character to a number of factors:\u003c/p\u003e \u003cp\u003e1. Nouns, adjectives, and verbs tend to be monosyllabic, whereas the oral language tends to use polysyllabic forms.\u003c/p\u003e \u003cp\u003e2. Verbs can function autonomously, whereas oral Tibetan requires the systematic use of auxiliaries.\u003c/p\u003e \u003cp\u003e3. Case markers, nominalizers, and conjunctions may be left out when the semantic context is clear enough for them to be redundant. Ellipses of this sort are especially common in poetry, to satisfy the demands of the meter.\u003c/p\u003e \u003cp\u003e4. Literary Tibetan often foreshortens compound words by omitting syllables.\u003c/p\u003e \u003cp\u003e5. Co-referential pronouns and nouns are generally avoided. When there is no ambiguity, the \u0026ldquo;subject\u0026rdquo; is introduced only once, and may not reappear in a given passage.\u003c/p\u003e \u003cp\u003e6. And finally, from a syntactic point of view, the written language is often more flexible than the oral. For example, adjectives and relative constructions may be placed either before or after the noun, whereas in oral Tibetan they almost always follow and precede them respectively.\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eAnyone who knows colloquial Tibetan can quite easily learn the literary language, and vice versa. This essay contains a systematic survey of the main points of difference, and is intended to serve as a bridge between the two registers. The lists presented here are by no means exhaustive, but at least they illustrate some of the fundamental differences.\u003ca href=\"#_ftn1\"\u003e[1]\u003c/a\u003e\u003c/p\u003e \u003cp\u003e\u0026nbsp;\u003c/p\u003e \u003chr size=\"1\" /\u003e \u003cp\u003e\u003ca href=\"#_ftnref1\"\u003e[1]\u003c/a\u003e For further details about the literary language, two highly recommended works are Stephan Beyer, \u003cem\u003eThe Classical Tibetan Language\u003c/em\u003e (Albany: State University of New York Press, 1992), and in French, Kesang Gyurm\u0026eacute;, \u003cem\u003eLe Clair Miroir: Enseignement de la Grammaire Tib\u0026eacute;taine\u003c/em\u003e, translation and commentaries by Heather Stoddard and Nicolas Tournadre, 2nd edition (Arvillard: Editions Praj\u0026ntilde;ā, 1994).\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:15:36 UTC","updated_at":"2013-09-15 04:15:36 UTC","authors":[{"id":"6","fullname":"Nicolas Tournadre"}]}]}