{"descriptions":[{"id":1694,"title":"An Overview of the Experiential Precept Series","content":"\u003cp\u003eThe rubric of the Experiential Precept Series itself is a very loose one that appears to have functioned to embrace new traditions emerging from the late tenth century onwards and diverging in significant ways from the older Great Perfection traditions. At least in retrospect, two overarching classifications came to be the dominant subdivisions: the Four Cycles (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eskor bzhi\u003c/span\u003e) and Three Piths (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eti gsum\u003c/span\u003e). In contravention of the normative tendencies in Tibetan doxography, these two were not generally ranked hierarchically in relationship to each other, indicating distinct origins and development. Significantly, subdivisions increasingly were given abstract rubrics of identification rather than labels based on regional origins or personal names of founders, as was true for older Great Perfection traditions.\u003c/p\u003e \u003cp\u003eIn Experiential Precept Series texts we find in general a far greater role granted to death and intermediate process schemes than we do in earlier Great Perfection texts. The latter schemes play a central role, even to the point of having entire texts devoted to them. In particular, spontaneous visions of\u0026nbsp;\u003cem\u003e\u003cspan class=\"emph\"\u003emaṇḍala\u003c/span\u003es\u003c/em\u003e dominate presentations of post-death experience, often under the rubric of the intermediate process of reality, which constitutes a fundamental transformation of Buddhist depictions of post-death processes. Other funerary issues also are dominant motifs, ranging from the ritual transformation of a corpse\u0026rsquo;s tongue to practices predicting impending death. The horrific environment of the Yoginī\u003cspan class=\"emph\"\u003etantra\u003c/span\u003es is pervasive, and in addition there is a marked influx of presentations of ritual and contemplative techniques.\u003c/p\u003e \u003cp\u003e\u003cspan\u003e\u003cbr /\u003e\u003cbr /\u003e\u003c/span\u003e\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:19:19 UTC","updated_at":"2013-09-15 04:19:19 UTC","authors":[{"id":"2","fullname":"David Germano"}]}]}