{"descriptions":[{"authors":[{"fullname":"David Germano","id":"2"}],"source_url":null,"content":"<p>&ldquo;Nepali&rdquo; is first of all a linguistic term that refers to a major Indo-European language, which is the national language of the nation-state of Nepal and is also spoken widely in parts of India and Bhutan. As a political term, &ldquo;Nepali&rdquo; refers to citizens of the modern state of Nepal. In certain contexts, it is also used as a broader cultural category that is not necessarily limited to Nepal&rsquo;s political borders. For example, citizens of India and Bhutan who trace their ancestry to Nepal use the term to denote an affinity with broad cultural forms associated with the Nepali nation. Used in this manner, the term &ldquo;Nepali&rdquo; also often implies that the individual&rsquo;s mother tongue is Nepali, regardless of their citizenship or residence. With over sixty distinct ethnic groups, Nepal is an extremely diverse country, and the term &ldquo;Nepali&rdquo; is equally complex. Most members of Nepal&rsquo;s non-Hindu minority ethnic groups use the term &ldquo;Nepali&rdquo; to describe their citizenship and national affinity, while using their own ethnonym (i.e., Gurung, Tamang, Tharu) to express their cultural identity. By contrast, members of Nepal&rsquo;s dominant caste-Hindu population are likely to use the term Nepali to express both their national and cultural identity. Nepal&rsquo;s Chetris number 3,593,496 and constitute 16.1 percent of the total population, while the Bahuns, the second largest group, account for 12.9 percent of the total population. Along with the Newar, the Bahun and the Chetri are the dominant communities in Nepal. They control the three branches of the state, legislature, executive and judiciary; occupy senior positions in political parties and non-governmental organisations; are generally better educated and are often wealthier than many of the other communities. According to the population census of 2001, Nepali is spoken as a mother tongue by 11,053,255 citizens of Nepal, which accounts for about 48.61 percent of the population. (Mark Turin &ndash; June 01, 2004)</p>","created_at":"2013-09-15 04:05:16 UTC","updated_at":"2013-09-15 04:05:16 UTC","id":199,"title":"An Overview of Nepal","is_primary":true}]}