{"descriptions":[{"id":282,"title":"An Overview of the Kagyü Tradition","content":"\u003cp\u003eResources: Smith, E. Gene. \"Golden Rosaries of the Bka' brgyud Schools.\" In Among Tibetan Texts: History and Literature of the Himalayan Plateau, ed. Kurtis R. Schaeffer, 39-52. Boston: Wisdom Publications, 2001.\u003c/p\u003e \u003cp\u003eThe term \"Kagy\u0026uuml;\" (bka' brgyud) simply means \"precept transmission,\" and initially in the eleventh century is simply used to refer to different transmissions of the Buddhist precepts. Thus the Kadampa are also sometimes referred to as \"Atiśa Kagy\u0026uuml;\" (\"the precept transmission from Atiśa\"), those lineages descending from Gampopa (sgam po pa, 1079-1153) were termed \"Dakpo Kagy\u0026uuml;\" (dwags po bka' brgyud) based on Gampopa's home being Dakpo, and the transmissions via Khyungpo Neljor were termed \"Shangpa Kagy\u0026uuml;\" (shangs pa bka' brgyud) based on their founder's homeland. However, the term \"Kagy\u0026uuml;\" gradually came to signify a sectarian tradition with above all else a focus on Gampopa's lineages. Gampopa's own teacher of course was Milarepa (mi la ras pa, 1040-1123), who himself was a disciple of Marpa (mar pa, 1012-96) from Lhodrak (lho brag), the putative Tibetan founder of the sect. Marpa himself is claimed to be a direct disciple of the famous Indian Master Nāropa, who himself was a disciple of the elusive Indian siddha known as Tilopa. However it was really Gampopa's own disciples who build new institutions, which gradually led to distinct religious orders. The Kagy\u0026uuml; are the most internally divided of the major Tibetan sects, and the loose nature of their association is indicated by the diverse schemes that describe those subdivisions. Because the appellation Shangpa Kagy\u0026uuml; persisted, some authors artificially grouped them together with Gampopa's lineages as well, but the term Kagy\u0026uuml; means first and foremost those lineages deriving from Gampopa. However, it is true that the supposed Indian source of the Shangpa Kagy\u0026uuml; tradition is claimed to be Niguma, either the consort or sister of Naropa, which does establish a loose affiliation with the Dakpo Kagy\u0026uuml; traditions.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:05:44 UTC","updated_at":"2013-09-15 04:05:44 UTC","authors":[{"id":"2","fullname":"David Germano"}]}]}