{"descriptions":[{"id":1600,"title":"an Overview of Tantra-Based Meditative Systems and Techniques","content":"\u003cp class=\"Paragraph\"\u003eBuddhist Tantra is marked throughout by a rhetorical focus on practice over intellectual studies. Its origins are defined by ritual practice, including complex ritual consecrations initiating one into ideal communities known as \u003cem\u003ema\u003c/em\u003e\u003cem\u003eṇḍalas\u003c/em\u003e and the self-transfiguration of the individual practitioner into a divine buddha. Subsequently, the rise of \u003cem\u003eyoginī\u003c/em\u003e Tantras involved antinomian behavioral practices deconstructing social codes, as well as new contemplative practices focused on the body\u0026rsquo;s interior with the goal of reproducing and transforming extreme experiences such as death and orgasm. A strong rhetorical tradition developed stressing the absolute centrality of personal contemplative experience, and there was a profusion of yogic techniques ranging over sleep, diet, death, sacrifice, and physical movements. This led to the phenomenon of large anthologies of integrated practices, such that many innovations lay as much in the packaging as in new techniques. The radicalization of Tantric practice led to tensions with exoteric forms of practice, such that their integration in overarching systems came to be a dominant theme of Tibetan Buddhist contemplation. The means of classification of the main Tantric contemplations are numerous and varied, but the most common includes two \u0026ldquo;phases\u0026rdquo;: generation phase (\u003cem\u003ebskyed rim\u003c/em\u003e) and perfection phase (\u003cem\u003erdzogs rim\u003c/em\u003e). Generation phase signifies deity yoga practices involving the visualization of one\u0026rsquo;s self as a Buddhist deity, whereas perfection phase signifies both practices of radical nonconceptuality and somatic yogas involving the visualization, sensation, and manipulation of subtle currents of bodily energy.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:17:46 UTC","updated_at":"2013-09-15 04:17:46 UTC","authors":[{"id":"2","fullname":"David Germano"}]}]}