{"descriptions":[{"id":46,"title":"About the Tibetan Grammatical Functions Knowledge Map","content":"\u003cp\u003eThe THL Tibetan Grammatical Functions knowledge map (reference grammar) is an open-ended collaborative project to document Tibetan grammar from multiple points of view, though its initial structure and content has been created by Nicolas Tournadre. Submissions are welcome from the scholarly community, from single line notes to extensive analysis; however, submissions will be peer reviewed and are not automatically accepted. All submissions are credited to the author, and independent home pages will be created for authors with extensive contributions. Please contact us at thl@collab.itc.virginia.edu.\u003c/p\u003e","source_url":null,"is_primary":true,"created_at":"2013-09-15 04:03:57 UTC","updated_at":"2013-09-15 04:03:57 UTC","authors":[{"id":"2","fullname":"David Germano"}]},{"id":47,"title":"Introduction: The Tibetan Language","content":"\u003cp class=\"Paragraph\"\u003eTibetan belongs to the Tibeto-Burman family of languages. This group encompasses about two hundred and fifty languages, spoken mainly in the Himalayas, on the Tibetan plateau, and in the vicinity of the Mekong and the Salween. Within this linguistic family there are only two ancient literary languages: Burmese (twelfth century) and Tibetan (seventh century). While very different, the common parentage of these two languages means that they share certain characteristics of phonology, syntax, and vocabulary.\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eThe Tibeto-Burman group of languages is part of the Sino-Tibetan superfamily, which compares in size and diversity with the Indo-European family. (Remember that this Indo-European family includes such disparate languages as English, Greek, Russian, Persian, Hindi, French, Swedish, etc.) Apart from Tibeto-Burman, the Sino-Tibetan family includes the Karen and Chinese languages (comprising most importantly the languages of Wu, Xiang, Hakka, Mandarin, and Min). These groups of languages are however only distantly related.\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eWith the exception of Burmese, Tibetan is entirely different from the other major languages of the region, both in terms of syntax and vocabulary. These other languages are Chinese, Hindi, Nepali, the Turkish languages (Uigur, Kazakh, Tatar, etc.), and Mongolian.\u003c/p\u003e \u003cp\u003eTibetan in its various dialects is spoken over an area the size of Western Europe, stretching from Baltistan (Pakistan) in the west, to Sichuan (China) in the east. To the north, the linguistic range of Tibetan extends beyond Lake Kokonor (in the province of Qinghai, China). Its southern limits are the southern slopes of the Himalaya, encompassing the independent state of Bhutan, Sikkim (India), the high valleys of Mustang and D\u0026ouml;lpo, and Solukhumbu (Nepal), the region of Everest inhabited by the Sherpas of Nepal.\u003c/p\u003e","source_url":null,"is_primary":false,"created_at":"2013-09-15 04:03:57 UTC","updated_at":"2013-09-15 04:03:57 UTC","authors":[{"id":"6","fullname":"Nicolas Tournadre"}]},{"id":48,"title":"The Main Tibetan Dialects","content":"\u003ch1 class=\"Paragraph\"\u003eOverview\u003c/h1\u003e \u003cp class=\"Paragraph\"\u003eThere are dozens of Tibetan dialects spread over five countries: China, Bhutan, Nepal India, and Pakistan. The Tibetan dialects are derived from Old Tibetan and are closely related to Literary Tibetan.\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eI use the term dialects, though there is no mutual understanding between some of the dialects and they might as well be called languages. The main reason I call them dialects is that they traditionally share Classical Tibetan as their literary language. The expression \u0026ldquo;Tibetan dialects\u0026rdquo; to denote closely related languages that share a common literary language is analogous to the traditional terms of \u0026ldquo;Arabic dialects\u0026rdquo; or \u0026ldquo;Chinese dialects.\u0026rdquo; See \u003ca href=\"../1808/children/1809#dialectschina\"\u003eRitual Kmap: Activities\u003c/a\u003e\u003c/p\u003e \u003ch1 class=\"Paragraph\"\u003eDialects\u003c/h1\u003e \u003cp class=\"Paragraph\"\u003eBelow is a list of the main dialects and their location within each country.\u003c/p\u003e \u003ch2 class=\"Paragraph\"\u003eDialects in China\u003c/h2\u003e \u003cul\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eདབུས་སྐད་\u003c/span\u003e in Lhasa Prefecture, Tibetan Autonomous Region\u003c/li\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eགཙང་སྐད་ \u003c/span\u003ein Zhikats\u0026eacute; Prefecture, T.A.R.\u003c/li\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཀོང་པོའི་སྐད་ \u003c/span\u003ein Nyingtri Prefecture, T.A.R.\u003c/li\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eསྟོད་སྐད་\u003c/span\u003e in Ngari Prefecture, T.A.R.\u003c/li\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eལྷོ་ཁའི་སྐད་ \u003c/span\u003ein Lhokha Prefecture, T.A.R.\u003c/li\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཧོར་སྐད་\u003c/span\u003e in Nakchu Prefecture, T.A.R.\u003c/li\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཁམས་སྐད་\u003c/span\u003e Kham dialects are spoken in Chamdo prefecture (T.A.R.), Kandz\u0026eacute; T.A.P. (Sichuan), in Yushu T.A.P. (Qinghai), and Dechen T.A.P. (Yunnan). Some Kham dialects are also spoken in Gannan prefecture (Gansu, Choni county) and even in Ngari prefecture (T.A.R., Gerts\u0026eacute; county).\u003c/li\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཨ་མདོའི་སྐད་\u003c/span\u003e Amdo dialects are spoken around the Kokonor lake, in Tsochang T.A.P., North of the Lake (Qinghai, Haibei); Tsolho T.A.P., South of the Lake (Qinghai, Hainan); Tsonup T.A.P., West of the Lake (Qinghai, Haixi); in Tsoshar Prefecture, East of the lake (Qinghai, Haidong). They are also spoken in Golok T.A.P. (Qinghai, Guoluo); in the south of the Yellow river, in Malho T.A.P. (Qinghai Huangnan); in Kenlho T.A.P. (Gansu, Gannan); and in Ngapa T.A.P. (Sichuan, Aba).\u003c/li\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eགློའི་སྐད་ \u003c/span\u003eAmdo dialects are also spoken by some nomads of Kandz\u0026eacute; prefecture.\u003c/li\u003e \u003c/ul\u003e \u003ch2 class=\"Paragraph\"\u003eDialects in Bhutan\u003c/h2\u003e \u003cul\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eརྫོང་ཁ་\u003c/span\u003e or \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eའབྲུག་སྐད་\u003c/span\u003e, Dzongkha (literally: \u0026ldquo;the language of the fortresses\u0026rdquo;), the national language of Bhutan, is spoken in the twenty districts of Bhutan but only in eight districts as a native language: Thimphu, Paro, Punakha, Wangdi Phodra, Garsa, H\u0026acirc;, Dhakarna, and Chukha.\u003ca name=\"n1\" href=\"#fn1\"\u003e[1]\u003c/a\u003e\u003c/li\u003e \u003c/ul\u003e \u003cp class=\"Paragraph\"\u003eIn Bhutan, one finds other Tibetan dialects such as:\u003c/p\u003e \u003cul\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཁྱོད་ཅ་ང་ཅ་ཁ་\u003c/span\u003e is spoken in Lh\u0026uuml;ntsi and Monggar districts.\u003c/li\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eལ་ཁ་\u003c/span\u003e is spoken in Wangdi Phodra district.\u003c/li\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eམེ་རག་སག་སྟེང་བྲོག་སྐད་\u003c/span\u003e This dialect is spoken by yakherds in Trashigang district. It is called \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eའབྱོག་ཁ་ \u003c/span\u003ein Dzongkha.\u003c/li\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eདུར་གྱི་བྲོག་སྐད་\u003c/span\u003e This dialect referred locally as Brokkat is spoken by yakherds in Bhumthang district.\u003c/li\u003e \u003c/ul\u003e \u003ch2 class=\"Paragraph\"\u003eDialects in Nepal\u003c/h2\u003e \u003cul\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཤར་པའི་སྐད་ \u003c/span\u003eThe Sherpa dialect is found in the area near the Jomo Langma and the Gangchen Dz\u0026ouml;nga ridges mainly in the following districts: Solo Khumbu, Taplejung, Sankhuwa-Sabha, Dolakha, and Sindupalchok. It is also spoken in the Tibetan Autonomous Region in Dram county.\u003c/li\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eགདོལ་པོའི་སྐད་\u003c/span\u003e The D\u0026ouml;lpo dialect is found in Dolpa district.\u003c/li\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eགློ་སྐད་ \u003c/span\u003eThe Lok\u0026auml; or Mustangi dialect is found in Mustang district.\u003c/li\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཁྲོག་པའི་སྒོ་ལའི་སྐད་ \u003c/span\u003eThis dialect is spoken in Taplejung district.\u003c/li\u003e \u003c/ul\u003e \u003ch2 class=\"Paragraph\"\u003eDialects in India\u003c/h2\u003e \u003cul\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eའབྲས་ལྗོངས་སྐད་\u003c/span\u003e Drenjong dialect or Sikkimese is spoken in the state of Sikkim.\u003c/li\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eལ་དྭགས་སྐད་\u003c/span\u003e Ladakhi is spoken in Ladakh district and Zanskar Tehsil of Kargil district in the state of Jammu and Kashmir.\u003c/li\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཔུ་རིག་སྐད་\u003c/span\u003e Purik dialect is spoken in Kargil Tehsil of Ladakh district in the state of Jammu and Kashmir.\u003c/li\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eསྤི་ཏིའི་སྐད་\u003c/span\u003e Spiti dialect is spoken in the district of Lahul \u0026amp; Spiti in the state of Himachal Pradesh.\u003c/li\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eལ་ཧུལ་སྐད་\u003c/span\u003e or\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003e གར་ཤྭ་སྐད་\u003c/span\u003e The Lahuli dialect locally called Garsha dialect is spoken in the District of Lahul \u0026amp; Spiti (Himachal Pradesh).\u003c/li\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཉམ་སྐད་\u003c/span\u003e Nyamskat dialect is located in Upper Kinnaur District (Himachal Pradesh).\u003c/li\u003e \u003c/ul\u003e \u003ch2 class=\"Paragraph\"\u003eDialects in Pakistan\u003c/h2\u003e \u003cul\u003e \u003cli\u003e\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eསྦལ་ཏིའི་སྐད་\u003c/span\u003e Balti dialect is spoken in Baltistan and Ghanche districts in the Northern Areas of Pakistan. Balti is the one Tibetan dialect that no longer uses Classical Tibetan as its literary language. Balti people in Pakistan were Buddhists until their conversion to Islam in the sixteenth century. Before that date, they also used Classical Tibetan.\u003c/li\u003e \u003c/ul\u003e \u003ch2 class=\"Paragraph\"\u003eDialect Groups\u003c/h2\u003e \u003cp class=\"Paragraph\"\u003eIt is possible to group the dialects as follows. (Note that this is a tentative classification. For some dialects such as Sherpa or Mustangi, further research is needed to establish their affiliation.)\u003c/p\u003e \u003col\u003e \u003cli\u003eThe \u0026Uuml;-Tsang group: \u0026Uuml;, Lhokha, Kongpo, Tsang, T\u0026ouml;.\u003c/li\u003e \u003cli\u003eThe T\u0026ouml; subgroup of \u0026Uuml;-Tsang includes dialects from Ngari and Zhikats\u0026eacute; prefectures in the T.A.R. as well as various dialects spoken in northwestern Nepal (Limi, Mugu, Dolpo, Mustangi, and Nubri) and northeastern Nepal (Lhomi, Dhrogpai Gola, and Walungchung Gola).\u003c/li\u003e \u003cli\u003eThe Kham-Hor group: Central Kham (Deg\u0026eacute; and Chamdo area), Southern Kham (Dechen area), Northern Kham (Y\u0026uuml;shu, Nangchen area), Northeastern Kham (Tewo, Choni), and Hor (Nakchu area).\u003c/li\u003e \u003cli\u003eThe Amdo group: North Kokonor Amdo (Kangtsa, Chilen, etc.), West Kokonor Amdo (Dulan, Nagormo, etc.), Southeast Kokonor Amdo (Chentsa, Trika, Hualong, etc.), Southern Gansu Amdo (Labrang, Luchu, etc.), Golok Amdo (Machen, Mat\u0026ouml;, Gabde, etc.), Ngapa Amdo (Ngapa, Dzorg\u0026eacute;, Dzamtang, etc.) and Kandz\u0026eacute; area Amdo spoken by some nomad tribes.\u003c/li\u003e \u003cli\u003eThe Dzongkha-Sikkimese group: Dzongkha, Lakha, Chochangacha, Sikkimese, Merak Sakteng Drokpa, Dur Drokpa.\u003c/li\u003e \u003cli\u003eThe Ladakhi-Balti group: Ladakhi, Balti, Purik.\u003c/li\u003e \u003cli\u003eThe Lahul-Spiti group: Lahul, Spiti, Nyamskat.\u003c/li\u003e \u003cli\u003eThe Sherpa-Jirel group: Solu Sherpa, Khumbu Sherpa, Jirel (all spoken in northeastern Nepal).\u003c/li\u003e \u003cli\u003eThe Kyirong-Kagate group: Kyirong (spoken in Kyirong county, T.A.R.), and Kagate, Tsum, Langtang, and Yolmo (sometimes called Helambu Sherpa), all spoken in northeastern Nepal.\u003ca name=\"n2\" href=\"#fn2\"\u003e[2]\u003c/a\u003e\u003c/li\u003e \u003c/ol\u003e \u003cp class=\"Paragraph\"\u003eMutual comprehension is generally good between the dialects of the \u0026Uuml;-Tsang group and Standard Tibetan. On the other hand, with the dialects of the other groups, communication is severely limited if their speakers know absolutely no standard or Literary Tibetan. Of these the furthest removed from central Tibetan are the dialects of Ladakh, Baltistan, and Amdo, which did not develop tones.\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eNomad-pastoralists, from whichever region (Ngari, Nakchu, Kham, etc.), have a particular speech referred to as \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eའབྲོག་སྐད་\u003c/span\u003e, as distinct from the speech of sedentary agriculturalists, which is described as \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eརོང་སྐད་\u003c/span\u003e. The word \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eརོང་པ་\u003c/span\u003e refers to farming communities in the low-lying valleys, as opposed to the nomads. Tibetans in Nepal use the term to denote the ethnic groups of the middle hills.(Drokk\u0026eacute;, Rongk\u0026eacute;, rongpa)\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eAmongst the populations bordering Tibet, many people speak Tibetan. Two examples are the populations of Gyarong \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eརྒྱལ་རོང་ \u003c/span\u003eand Minyak \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eམི་ཉག་\u003c/span\u003e in Sichuan. The inhabitants of both Gyarong and Minyak consider themselves Tibetans and they usually speak Tibetan. However, in neither case is the native language a Tibetan dialect, although Tibetan is used by both as the literary language.\u003c/p\u003e \u003cp\u003eIt should be noted finally that within the Tibetan-speaking world, most educated people in the cities speak at least one or even two languages apart from their native Tibetan language: Chinese, Hindi-Urdu, Nepali, or English depending on the country where they live.\u003c/p\u003e \u003chr size=\"1\" /\u003e \u003cp\u003e\u003ca name=\"fn1\" href=\"#n1\"\u003e[1]\u003c/a\u003e For more details, see George Van Driem, \u003cem\u003eDzongkha\u003c/em\u003e, written with the collaboration of Karma Tshering of Gaselo (Leiden: Research CNWS, School of Asian, African, and Amerindian Studies: 1998).\u003c/p\u003e \u003cp\u003e\u003ca name=\"fn2\" href=\"#n2\"\u003e[2]\u003c/a\u003e I am grateful to Roland Bielmeier who provided valuable information on dialects of Nepal and Pakistan, personal communication, February 2003.\u003c/p\u003e","source_url":null,"is_primary":false,"created_at":"2013-09-15 04:03:57 UTC","updated_at":"2013-09-15 04:03:57 UTC","authors":[{"id":"6","fullname":"Nicolas Tournadre"}]},{"id":49,"title":"Standard Tibetan","content":"\u003cp class=\"Paragraph\"\u003e\u0026ldquo;Standard Tibetan\u0026rdquo; corresponds to the language spoken in Central Tibet in the region of Lhasa, as well as among the diaspora community. The Tibetan word for Standard Tibetan is \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eསྤྱི་སྐད་\u003c/span\u003e, which literally means \u0026ldquo;common language.\u0026rdquo; Strictly speaking, instead of \u0026ldquo;Standard Tibetan,\u0026rdquo; it would be more accurate to describe this as \u0026ldquo;language in the process of standardization.\u0026rdquo; There is in fact neither a genuine academy of the Tibetan language, nor the political will to round off the process of standardization, which is nevertheless taking place naturally.\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eStandard Tibetan is a variety of the \u0026ldquo;Central Tibetan\u0026rdquo; \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eདབུས་སྐད་\u003c/span\u003e spoken around Lhasa, and has become the lingua franca among Tibetans. It allows Tibetans living in other regions of Tibet (Amdo, Kham, Ngari, etc.), and indeed those residing in China, India, Nepal, Bhutan, Europe, and North America, to communicate with one another whatever their native dialect ཡུལ་སྐད་. Though Standard Tibetan is based on Central Tibetan, there are actually several varieties of Central Tibetan, reflecting the peculiarities and linguistic variations between different valleys, or even between different villages, in Central Tibet. However, these differences are minimal and do not hinder communication. In 1999, an important book called \u003cem\u003eCollective Work on the Common Tibetan Language\u003c/em\u003e\u003ca name=\"n1\" href=\"#fn1\"\u003e\u003cem\u003e\u003cstrong\u003e[1]\u003c/strong\u003e\u003c/em\u003e\u003c/a\u003e was published in Beijing, with the participation of many prominent scholars from all the regions of Tibet. This is the first major recognition of Standard Tibetan based on Lhasa dialect.\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eIt should be noted that some intellectuals from Amdo and even from Kham are reluctant to learn the current \u0026ldquo;Standard Tibetan,\u0026rdquo; based on Central Tibetan. They would prefer a common language not entirely derived from the latter. Unfortunately such a language does not exist. When Amdowas or Khampas meet natives of Tsang or Central Tibet they have no other option, if they don\u0026rsquo;t know \u0026ldquo;Standard Spoken Tibetan,\u0026rdquo; but to converse in Chinese or English (depending on the country in which they find themselves), or indeed to write in Literary Tibetan, which is common to all Tibet but is not a spoken language. At Tibetology conferences throughout the world (in China, Europe, India, and the United States), speakers normally use Standard Tibetan whatever their dialect of origin.\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eThe general term \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eབོད་སྐད་\u003c/span\u003e, \u0026ldquo;Tibetan language,\u0026rdquo; is also sometimes used to describe the lingua franca, although this usage has the disadvantage of being used also to describe the other dialects. Other terms for the lingua franca are ཁ་སྐད་ \u0026ldquo;spoken language,\u0026rdquo; \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eགཅིག་འགྱུར་སྐད་ \u003c/span\u003e\u0026ldquo;unified language,\u0026rdquo; and \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཕལ་སྐད་\u003c/span\u003e \u0026ldquo;ordinary language\u0026rdquo;\u0026mdash;which differentiates it from Literary Tibetan \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཡིག་སྐད་\u003c/span\u003e.\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eThe term \u0026ldquo;Lhasa language\u0026rdquo; \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eལྷ་སའི་སྐད་\u003c/span\u003e, often used to describe Standard Tibetan, has too narrow a meaning to be accurate. The language spoken in Tibet\u0026rsquo;s capital includes peculiarities not found in villages just outside. Conversely, a knowledge of Central or Standard Tibetan allows a clear understanding of the dialect \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eགཙང་སྐད་\u003c/span\u003e spoken in the province of Tsang, of which the main town is Zhikats\u0026eacute;. On the basis of this similarity, the term \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eདབུས་གཙང་སྐད་\u003c/span\u003e is sometimes used to refer to this group of dialects.\u003c/p\u003e \u003cp\u003e\u0026nbsp;\u003c/p\u003e \u003chr size=\"1\" /\u003e \u003cp\u003e\u003ca name=\"fn1\" href=\"#n1\"\u003e[1]\u003c/a\u003e \u003cem\u003eBod kyi skad yig slob sbyong dang bed spyod gong \u0026rsquo;phel bcas gtong rgyu\u0026rsquo;i bod rang skyong ljongs kyi gtan \u0026rsquo;bebs\u003c/em\u003e (Beijing: Mi rigs dpe skrun khang, 1999).\u003c/p\u003e \u003cp\u003e﻿\u003c/p\u003e","source_url":null,"is_primary":false,"created_at":"2013-09-15 04:03:58 UTC","updated_at":"2013-09-15 04:03:58 UTC","authors":[{"id":"6","fullname":"Nicolas Tournadre"}]},{"id":50,"title":"Literary Tibetan","content":"\u003cp class=\"Paragraph\"\u003eLiterary Tibetan, \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཡིག་སྐད་\u003c/span\u003e or \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཡིག་རྩོམ་བོད་ཡིག་\u003c/span\u003e, is common to scholars and educated people of all regions of Tibet, as well as the countries where Vajrayana Buddhism is established. Literary Tibetan and Standard Tibetan share the same basic grammar and are very similar lexically, to the extent that with a knowledge of one it is possible to read the other without too much difficulty.\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eMany Tibetans, as well as some non-Tibetans, say that spoken dialects do not have true grammars. Educated Tibetans are mildly disparaging of their spoken language, which they consider \u0026ldquo;vulgar\u0026rdquo; or \u0026ldquo;ordinary\u0026rdquo; (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཕལ་སྐད་\u003c/span\u003e). In this view, only classical Literary Tibetan is well regarded enough to be \u0026ldquo;blessed\u0026rdquo; with a grammar. Linguists oppose such claims as false, and for non-specialists, it is worth stressing that Standard Spoken Tibetan does indeed possess a grammar. While fundamentally similar to that of literature, the grammar of the spoken language contains certain peculiarities. (Examples include the working of auxiliaries and the way in which they are used with different connectives, or evidentials, which are one of the characteristics unique to the oral language.) The literary and oral registers are better regarded as two poles. Some works in Literary Tibetan reveal the influence of the spoken language, while the reverse is also true: letters written in the vernacular contain literary features. The difference between the two registers is greater than in the case of spoken and literary English.\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eIn contrast to Standard or Central Tibetan, Literary Tibetan is not normally used for conversation. However, some lamas or lay intellectuals use a form of expression which is virtually Literary Tibetan, referred to as the \u0026ldquo;speech of the learned\u0026rdquo;\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003e མཁས་པའི་ཁ་སྐད་\u003c/span\u003e. There is therefore a real diglossia in their speech.\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eIt is possible to identify in Literary Tibetan, depending on period and region, different types, styles, and registers, each belonging to one of three broad categories:\u003c/p\u003e \u003cul\u003e \u003cli\u003e\u0026middot; Old Tibetan (7th to 11th century)\u003c/li\u003e \u003cli\u003e\u0026middot; Classical Literary Tibetan (12th to 19th century)\u003c/li\u003e \u003cli\u003e\u0026middot; Modern Literary Tibetan (20th century)\u003c/li\u003e \u003c/ul\u003e \u003cp class=\"Paragraph\"\u003eModern Literary Tibetan includes the language of journalism (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eགསར་ཤོག་གི་སྐད་ཡིག་\u003c/span\u003e), as well as modern biographies (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eརྣམ་ཐར་\u003c/span\u003e), scientific texts, and novels. It should be noted that Modern Literary Tibetan is still very conservative in its grammar, such that a non-specialist can read texts going back as far as the 12th century and even beyond. To this extent, Tibetan is comparable to Hebrew or Persian. By contrast, other languages such as French, English, and Chinese have evolved much more rapidly, such that their writings from the fifteenth century are effectively accessible only to specialists.\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eIn terms of vocabulary, on the other hand, Modern Literary Tibetan has a large stock of neologisms, relating mainly to technical inventions. There are also some words in Standard Tibetan that do not have a literary form, or that have a pronunciation notably different from that in Literary Tibetan.\u003c/p\u003e","source_url":null,"is_primary":false,"created_at":"2013-09-15 04:03:58 UTC","updated_at":"2013-09-15 04:03:58 UTC","authors":[{"id":"6","fullname":"Nicolas Tournadre"}]},{"id":51,"title":"The Language of Dharma","content":"\u003cp class=\"Paragraph\"\u003eThe term\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003e ཆོས་སྐད་\u003c/span\u003e, \u0026ldquo;language of Dharma,\u0026rdquo; refers to the language of religion and philosophy. However, this does not mean that liturgical and philosophical languages have a separate grammar.\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003e ཆོས་སྐད་\u003c/span\u003e is in fact pure Literary Tibetan, using a philosophical terminology that is specific to Dharma.\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eOral religious teachings are normally given in the vernacular language, usually Spoken Standard Tibetan, fully complemented with quotations in Literary Tibetan. It is sometimes said that some lama has been giving teachings in a Kham or Amdo dialect. In fact this happens when lamas are at home, but it is rare when they teach Dharma outside their native region. In that case they use the Standard Spoken language mixed with Literary Tibetan, and pronounce the words with an accent of their native dialect.\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eThe use of Classical Tibetan as a liturgical language is widespread even outside the Tibetan-speaking world, particularly in Mongolia and in the Russian Federation in Buriatia, Tuva, and in Khalmykia. It is also sometimes used by various ethnic groups of Nepal such as Tamangs, Manangis, Lepchas, Gurungs, etc.\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eIt should be noted that the term \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཆོས་སྐད་\u003c/span\u003e is sometimes also used for political reasons in order to avoid mentioning the word \u0026ldquo;Tibetan,\u0026rdquo; which refers to a nation and may therefore be less than ideal in a religious context. Finally, one occasionally hears the term \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཆོས་སྐད་\u003c/span\u003e used to refer to the common language spoken in large monasteries that house monks of diverse regional provenance.\u003c/p\u003e","source_url":null,"is_primary":false,"created_at":"2013-09-15 04:03:58 UTC","updated_at":"2013-09-15 04:03:58 UTC","authors":[{"id":"6","fullname":"Nicolas Tournadre"}]},{"id":52,"title":"Levels of Language (Registers)","content":"\u003cp class=\"Paragraph\"\u003eAs in Literary Tibetan, there are several registers of politeness in Spoken Tibetan. The basic difference is between a form of polite speech (\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཞེ་ས་\u003c/span\u003e) and ordinary speech \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003e(སྐད་དཀྱུས་མ་\u003c/span\u003e). In polite speech, honorific expressions are used for the 2nd and 3rd persons, while humilific expressions are used for the 1st person. \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eཞེ་ས་ \u003c/span\u003eis expressed mainly through personal pronouns, nouns, verbs and their auxiliaries.\u003c/p\u003e","source_url":null,"is_primary":false,"created_at":"2013-09-15 04:03:58 UTC","updated_at":"2013-09-15 04:03:58 UTC","authors":[{"id":"6","fullname":"Nicolas Tournadre"}]},{"id":53,"title":"Slang and “Secret Languages”","content":"\u003cp class=\"Paragraph\"\u003eIn Tibet, as in most other parts of the world, there are cryptic language codes corresponding to \u0026ldquo;argots,\u0026rdquo; slang usages or languages of guilds, known as \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eལོགས་སྐད་\u003c/span\u003e. In Lhasa, certain artisanal associations, such as carpenters, use special argots. In cities, too, some youth sub-cultures have also developed their own sociolects.\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eThe term \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eལོགས་སྐད་\u003c/span\u003e has a secondary meaning of \u0026ldquo;isolated\u0026rdquo; language, usually a Tibeto-Burman language that is close to, but mutually incomprehensible with, Tibetan. These languages are sometimes also referred to as \u0026ldquo;secret languages\u0026rdquo; \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eགསང་བའི་སྐད་\u003c/span\u003e or \u0026ldquo;languages of the Dakinis (celestial goddesses)\u0026rdquo; \u003cspan class=\"tibetan\" title=\"Type ID here\"\u003eམཁའ་འགྲོ་མའི་སྐད་\u003c/span\u003e.\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eAn example of this is the language of Basum, which is spoken in Kongpo about four hundred kilometers from Lhasa by fewer than three thousand people. There are some twenty \u0026ldquo;isolated\u0026rdquo; languages spoken on the high plateau by populations that are either Tibetan or else have been assimilated to Tibetan culture.\u003c/p\u003e","source_url":null,"is_primary":false,"created_at":"2013-09-15 04:03:58 UTC","updated_at":"2013-09-15 04:03:58 UTC","authors":[{"id":"6","fullname":"Nicolas Tournadre"}]},{"id":54,"title":"The Importance of Situation and Context","content":"\u003cp class=\"Paragraph\"\u003eIn languages in general, statements are rooted in a given situation or context. Tibetan is particularly sensitive to situation and environment, as well as the sources of information on which a speaker\u0026rsquo;s assertions are based. It would be therefore appropriate to speak of a \u0026ldquo;situational grammar.\u0026rdquo;\u003c/p\u003e \u003cp class=\"Paragraph\"\u003eFor example, Tibetan uses evidential or \u0026ldquo;mediatory\u0026rdquo; auxiliaries, which reveal whether or not the speaker directly witnessed whatever he or she is stating to be the case. When a statement cannot be immediately associated with a concrete situation of communication, Tibetans tend not to accept it or to find it strange. One consequence of this attitude is a reluctance to present verbs in a series of conjugations. For example, when the verb \u0026ldquo;to be\u0026rdquo; is \u0026ldquo;mechanically\u0026rdquo; conjugated (\u0026ldquo;I am a student,\u0026rdquo; \u0026ldquo;you are a student,\u0026rdquo; etc.), Tibetan speakers will accept the first person without any trouble but often stop short at the second, since the absence of a marked intonation makes it difficult for them to imagine a situation in which they would be telling someone, \u0026ldquo;You\u0026rsquo;re a student!\u0026rdquo; since the addressee is obviously in a better position than they are to know this.\u003c/p\u003e","source_url":null,"is_primary":false,"created_at":"2013-09-15 04:03:58 UTC","updated_at":"2013-09-15 04:03:58 UTC","authors":[{"id":"6","fullname":"Nicolas Tournadre"}]},{"id":55,"title":"The Tibetan Script","content":"\u003cp class=\"Paragraph\"\u003eWritten Tibetan\u003cspan class=\"tibetan\" title=\"Type ID here\"\u003e བོད་ཡིག་ \u003c/span\u003eis derived from Devanāgarī writing (more specifically from the Gupta variant of this, once used in northern India), and bears some similarities to written Burmese and other alphabets of Southeast Asia, which also derive from Devanāgarī. It was created in the seventh century, during the first diffusion of Buddhism in Tibet. According to Tibetan tradition, King Songtsen Gampo, an emanation of the bodhisattva Avalokiteśvara, dispatched to India his minister T\u0026ouml;nmi Sambhota, himself an emanation of the bodhisattva Ma\u0026ntilde;juśrī, with the aim of establishing a permanent alphabet, which would allow the translation of Buddhist texts in particular. This story does not rule out the possibility that a writing system could have existed in Tibet before the seventh century, but it is from this date that written Tibetan began to flourish on the high plateau.\u003c/p\u003e","source_url":null,"is_primary":false,"created_at":"2013-09-15 04:03:58 UTC","updated_at":"2013-09-15 04:03:58 UTC","authors":[{"id":"6","fullname":"Nicolas Tournadre"}]}]}